<?php
return [
'brief' => '周平王姬宜臼（？―公元前720年），姬姓，名宜臼（一作宜咎），周幽王姬宫湦之子，母王后申后（申国国君申侯之女），东周第一任君主，公元前770年―公元前720年在位。',
'description' => [
    '西周末年，周幽王无道，于后宫得褒姒以后，生子伯服。不久，竟废申后及姬宜臼，以褒姒为后，以伯服为太子。于是姬宜臼逃奔申国，申侯联合缯国和犬戎进攻周幽王，周幽王与郑桓公均被犬戎所杀。随后，申、鲁、许等诸侯国拥立姬宜臼继位。姬宜臼为避犬戎之难，于公元前770年迁都洛邑，是为周平王，史称东周。“平王之时，周室衰微，诸侯强并弱，齐、楚、秦、晋始大，政由方伯”，周平王在内外交困中度过五十年，于公元前720年去世。',
],
'baseInfo' => [
    '主要成就' => '建立东周，开启春秋战国时代',
    '本名' => '姬宜臼',
    '别名' => '姬宜咎、周平王',
    '所处时代' => '周朝',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 720年',
    '在位时间' => '前771年―前720年',
    '谥号' => '平王',
    '性别' => '男',
],
'人物生平' => [
    '早年经历' => [
        '周平王姬宜臼，姬姓，名宜臼，是周幽王姬宫湦之子。其母为王后申后，姜姓，是申国国君申侯之女。周幽王在位时，将姬宜臼立为太子。',
        '后来，周幽王宠幸妃子褒姒。周幽王八年（公元前775年），周幽王竟然废嫡立庶，废黜申后的王后之位，姬宜臼的太子之位；改立褒姒为王后，褒姒所生之子姬伯服为太子。姬宜臼便与母亲申后暗中逃到申国，投奔申侯。',
    ],
    '拥立继位' => [
        '周幽王十一年（公元前772年），申侯因周幽王废黜女儿申后、外孙姬宜臼之事而恼怒，于是联合鄫国（河南方城）、西夷犬戎大举进攻西周都城镐京（今陕西省西安市）。不久，犬戎攻陷镐京，在骊山之下杀死周幽王，掳走褒姒，取走周朝的全部财物离去。申、鲁、许等诸侯国拥立姬宜臼继位，是为周平王。',
    ],
    '东周之始' => [
        '周平王元年（公元前770年），周平王为躲避犬戎的侵袭，于是在秦国军队的护送下，将都城东迁到洛邑（今河南洛阳）。周平王任命郑武公担任司徒，让他与晋文侯一同辅佐周王室。周平王在郑武公、晋文侯的辅佐下，勉强支撑残局。东迁之后的周朝，史称东周。东周开始的这一年，便是春秋时期的开端。',
        '在周平王继位同时，诸侯虢公翰拥立周幽王之弟余臣为天子，史称周携王，周王朝出现两王并立的局面。周平王二十一年（公元前750年），支持周平王的晋文侯攻杀周携王，使周王朝再度重新统一。结束周王朝长达20年的两王并立局面，稳定东周初年的局势。',
    ],
    '列秦诸侯' => [
        '周平王东迁时，因秦国国君秦襄公在犬戎攻打周朝时，作战得力，立有大功，而且还派兵护送他迁都，于是提升秦襄公为诸侯，赐封给他西戎攻占的岐山以西土地（今陕西省凤翔县一带），说：“西戎凶恶无道，掠夺我们岐、丰的土地，只要秦国能攻打并赶走西戎，如果秦国攻占这些土地，那这些土地就归秦国所有。”并与秦襄公盟誓。不久，秦国攻占岐山以西地区，秦国从此开始发展起来。',
    ],
    '势力减弱' => [
        '由于大片故土丧失，周王朝仅仅拥有今河南西北部的一隅之地，东不过荥阳，西不跨潼关，南不越汝水，北只到沁水南岸，方圆只有六百余里，地窄人寡，与方圆数千里的大诸侯国相比，它只相当于一个中等诸侯国而已。周王朝因此大大衰落。郑、晋、齐、鲁、燕、宋、楚等大国为了争夺土地、人口和对其他诸侯国的支配权，相互之间不断进行兼并战争，形成诸侯争霸的纷乱局面，中国历史进入一个大变革的动荡时期。',
    ],
    '去世孙继' => [
        '周平王五十一年（公元前720年），周平王去世，谥号平王。周平王的太子姬泄父（姬洩父）很早去世，故由周平王之孙、姬泄父之子姬林继位，是为周桓王。',
    ],
],
'为政举措' => [
    '周平王在位时期，相继委任郑武公、郑庄公父子担任周王室的卿士。后来由于郑国实力雄厚，周平王对郑庄公怀有戒心，不愿朝政让郑庄公所操纵，便乘郑国多事，郑庄公没有前来上任的机会，想撤掉他卿士的职务，并暗中将朝政分托给虢公。郑庄公得知后，便埋怨周平王，马上赶到洛邑（今河南洛阳），对周平王施加压力。周平王再三赔礼，但郑庄公仍然不依。周平王只好提出让王子狐（姬狐）到郑国作人质。不过此举太有损周天子的颜面，于是群臣提出相互交换人质的办法，让郑庄公的儿子公子忽也来洛邑作人质，而王子狐去郑国则用学习的名义。史称周郑交质。从这一史实可知；周平王东迁后，周王室已势力衰微，周王名为天子，实际上要看大诸侯的脸色行事。',
],
'历史评价' => [
    '周昙《三代门·平王》：“犬戎西集杀幽王，邦土何由不便亡。宜臼东来年更远，川流难绝信源长。”',
],
'史籍记载' => '《史记·卷四·周本纪第四》',
'家庭成员' => [
    '父亲' => '周幽王姬宫湦',
    '生母' => '申后（申国国君申侯之女）',
    '继母' => '褒姒',
    '兄弟' => '姬伯服（周平王异母弟，褒姒所生）',
    '长子' => '姬洩（姬泄、姬泄父）',
    '次子' => '姬狐（王子狐）',
    '少子' => '姬武（武姓得姓始祖，武则天先祖）',
],
];
