<?php
return [
'brief' => '周桓王姬林（？—公元前697年），姬姓，名林，周平王姬宜臼之孙，太子姬泄父之子，东周第二任君主，公元前719年—公元前697年在位。',
'description' => [
    '公元前720年，周平王去世，周桓王即位。周桓王即位后，由于压制郑国国君郑庄公的权力，因此周、郑交恶，最后双方在繻葛（今河南长葛东北）开战，郑国将领祝聃射中周桓王肩膀，周天子的权威于是荡然无存。公元前697年，周桓王去世，谥号桓王，其子姬佗继位，是为周庄王。',
],
'baseInfo' => [
    '本名' => '姬林',
    '别名' => '周桓王',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 697年',
    '在位时间' => '前720年—前697年',
    '谥号' => '桓王',
    '性别' => '男',
],
'人物生平' => [
    '继承君位' => [
        '周桓王姬林，姬姓，名林，是周平王姬宜臼之孙，太子姬泄父之子。周平王五十一年（鲁隐公三年，公元前720年）三月二十四日，周平王去世，大臣们因太子姬泄父早逝，于是拥立姬泄父之子姬林继位，是为周桓王。',
    ],
    '干涉晋国' => [
        '周桓王二年（鲁隐公五年，公元前718年）春天，晋国曲沃封君曲沃庄伯贿赂周桓王，联合郑国、邢国攻打晋国都城翼城，周桓王派大夫尹氏和武氏出兵协助曲沃庄伯。晋国国君晋鄂侯战败，逃奔随邑。同年夏天，晋鄂侯去世，曲沃庄伯于是再度攻打晋国。由于当时曲沃庄伯背叛周桓王，同年秋天，周桓王便反过来支持晋国，并派遣虢公率领军队讨伐曲沃庄伯，曲沃庄伯兵败，只得逃回曲沃防守。周桓王立晋鄂侯之子晋哀侯为君。',
    ],
    '无礼郑国' => [
        '周桓王三年（鲁隐公六年，公元前717年），郑国国君郑庄公前来朝见周桓王。这是郑庄公首次朝见周桓王，周桓王对他不加礼遇。周桓公对周桓王说：“我们周室东迁，依靠的就是晋国和郑国。友好地对待郑国，用以鼓励后来的人，还恐怕人家不来，何况不以礼接待呢？郑国不会再来朝见。”',
        '当初，戎国朝觐周王，向公卿送财币，唯有凡伯不以宾礼款待。周桓王四年（鲁隐公七年，公元前716年）冬天，周桓王派凡伯到鲁国访问。凡伯返回时，戎国人在楚丘对他加以截击，将他俘虏回去。',
        '周桓王五年（鲁隐公八年，公元前715年）春天，郑庄公因怨恨周桓王不礼遇自己，于是与鲁国互换许田（周天子祭祀泰山的专用田）。同年夏天，周桓王任用虢公忌父担任周王朝卿士。',
    ],
    '访问鲁国' => [
        '周桓王六年（鲁隐公九年，公元前714年）春天，周桓王派南季到鲁国访问。',
        '周桓王十二年（鲁桓公四年，公元前708年）春天，周桓王派宰官渠伯纠到鲁国访问。同年冬天，周桓王联合秦国出兵包围芮国，俘虏芮国国君芮伯万。',
    ],
    '繻葛之战' => [
        '周桓王十三年（鲁桓公五年，公元前707年），当时郑庄公在周王朝以卿士身份专权。周桓王不甘心受郑庄公的控制，于是夺去郑庄公的权力，因此郑庄公便不再前来朝觐。',
        '同年秋天，周桓王带领诸侯讨伐郑国，郑庄公出兵抵御。周桓王率领中军；虢公林父率领右军，蔡军、卫军隶属于右军；周公黑肩率领左军，陈军隶属于左军。',
        '郑国的子元建议郑庄公用左方阵来对付蔡军和卫军，用右方阵来对付陈军，说：“陈国动乱，百姓都缺乏战斗意志，如果先攻击陈军，他们必定奔逃。周天子的军队看到这种情形，一定会发生混乱。蔡国和卫国的军队支撑不住，也一定会争先奔逃。这时我们可集中兵力对付周天子的中军，我们就可以获得成功。”郑庄公听从子元的建议，让曼伯担任右方阵的指挥，祭仲担任左方阵的指挥，原繁、高渠弥带领中军护卫郑庄公，摆开一种名叫鱼丽的阵势，前有偏，后有伍，以伍弥补偏的空隙。双方在繻葛（今河南长葛东北）双方交战。郑庄公命令左右两边方阵说：“大旗一挥，就击鼓进军。”郑国的军队发起进攻，蔡、卫、陈军一起奔逃，周军因此混乱。郑军从两边合拢来进攻，周军最终大败。郑国的祝聃射中周桓王的肩膀，周桓王虽然受伤，但还能指挥军队。祝聃请求前去追赶，郑庄公说：“君子不希望欺人太甚，哪里敢欺凌天子呢？只要能挽救自己，国家免于危亡，这就足够。”于是鸣金收兵，周桓王便逃走，史称繻葛之战。战后当天夜间，郑庄公派遣祭仲前来慰问周桓王及其左右随从。',
    ],
    '拥立晋君' => [
        '周桓王十五年（鲁桓公七年，公元前705年）冬天，晋国曲沃封君曲沃武公诱杀晋小子侯。',
        '周桓王十六年（鲁桓公八年，公元前704年）冬天，周桓王命令虢仲到晋国，拥立晋哀侯之弟、晋小子侯叔父晋侯缗为君。',
        '周桓王十八年（鲁桓公十年，公元前703年），虢仲向周桓王进谗言诬陷大夫詹父。周桓王认为詹父有理，詹父于是带领周天子的军队进攻虢国。同年夏天，虢公逃亡到虞国。',
    ],
    '因病去世' => [
        '周桓王二十三年（鲁桓公十五年，公元前697年）三月，周桓王病重，于是征召周公黑肩前来，将宠爱的少子王子克（子仪）托付给周公黑肩，希望在太子姬佗继位死后，让周公黑肩拥立王子克继位。三月乙未日，周桓王去世，谥号桓王。太子姬佗继位，是为周庄王。',
    ],
],
'为政举措' => [
    '周桓王在位期间，因郑国有扶立周王室之功，于是将位于黄河北岸、泌水之南的温地（今河南省温县西南）赐给郑国，故此周王朝的疆域再度缩小。',
    '以前，诸侯去世，其儿子在继位和治丧完毕后，必须赶往都城接受周天子的册封，以求得合法地位。周桓王八年（鲁隐公十一年，公元前712年），鲁桓公谋杀其兄鲁隐公，自立为君，不向周桓王请求册封。从此，诸侯由周天子册封的制度遭到破坏。',
],
'历史评价' => [
    '皇甫谧《帝王世纪》：“桓王既失於信，礼义陵迟，男子淫奔，谗伪并作，诸侯背叛，构怨连祸，九族不亲，故诗人刺之。”',
    '冯梦龙《东周列国志》：“明珠弹雀古来讥，岂有天王自出车？传檄四方兼贬爵，郑人宁不惧王威！”',
],
'史籍记载' => ['《左传》隐公三年至桓公十五年', '《史记·卷四·周本纪第四》'],
'家族成员' => [
    '祖父：周平王姬宜臼',
    '父亲：太子姬泄父',
    '儿子：周庄王姬佗、王子克',
],
'陵墓' => '周桓王陵，位于河南省渑池县城北50公里处的凤凰山顶，因周桓王葬于此地，故人们将凤凰山称为桓王山。周桓王陵依山势凌顶而建，高30余米，占地约4亩，墓陵为圆形土包，其土质与周边迥然不同，呈粒状如蚁穴，大雨如注而不见其流。深秋时他处枯旱，独此地郁郁葱葱。',
];
