<?php
return [
'brief' => '周庄王佗（？―公元前682年），姬姓，名佗，周桓王姬林之子，东周第三任君主，公元前696年—公元前682年在位。',
'description' => [
    '公元前697年，周桓王去世，佗继位，是为周庄王。公元前693年，周庄王平定王子克之乱。公元前682年，周庄王去世，谥号庄王。周庄王死后，其子胡齐继位，是为周釐王。',
],
'baseInfo' => [
    '主要成就' => '平定王子克之乱',
    '本名' => '姬佗',
    '别名' => '周庄王',
    '所处时代' => '周朝',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 682年',
    '谥号' => '庄王',
    '在位时间' => '公元前697—前682年',
    '性别' => '男',
],
'人物生平' => [
    '继承王位' => [
        '周庄王姬佗，姬姓，名佗，是周桓王姬林之子。周桓王二十三年（鲁桓公十五年，公元前697年）三月乙未日，周桓王去世，姬佗继任君位，是为周庄王。',
    ],
    '平定内乱' => [
        '当初，周庄王的弟弟王子克（一名子仪）受到其父周桓王的宠爱，周桓王临终前将他嘱托给周公黑肩。周庄王三年（鲁桓公十八年，公元前694年，《史记》误作周庄王四年），周公黑肩打算杀死周庄王，改立王子克为君。周朝大夫辛伯劝谏周公黑肩说：“妾媵并同于王后，庶子相等于嫡子，权臣和卿士互争权力，大城和国都一样，这都是祸乱的根本。” 周公黑肩没有听从。于是辛伯将此阴谋报告给周庄王，周庄王在辛伯的帮助下杀死周公黑肩。王子克见事情败露，便逃亡到南燕国，史称王子克之乱。',
    ],
    '赏赐鲁桓' => [
        '周庄王四年（鲁庄公元年，公元前693年）夏天，周庄王为了笼络齐国，要将妹妹（史称周王姬）嫁给齐国国君齐襄公为妻。周庄王让鲁国国君鲁桓公作媒，并派遣单伯先将周王姬护送到鲁国。同年冬天，周庄王派大臣荣叔到鲁国赏赐鲁桓公，鲁桓公就派人将周王姬嫁往齐国。',
        '周庄王六年（鲁庄公三年，公元前691年）五月，周庄王才将父亲周桓王安葬，这在丧礼的时间上太过迟缓。',
    ],
    '救援卫国' => [
        '周庄王八年（鲁庄公五年，公元前689年）冬天，鲁国联合齐国、宋国、陈国、蔡国攻打卫国。',
        '周庄王九年（鲁庄公六年，公元前688年）正月，周庄王派遣属官子突率军救援卫国。',
    ],
    '周庄王十五年（鲁庄公十二年，公元前682年），周庄王去世，其子姬胡齐继位，是为周釐王。',
],
'为政举措' => [
    '周庄王在位时期，平定王子克之乱，并与齐国联姻，将妹妹周王姬嫁给齐国国君齐襄公，将妹妹周共姬嫁给齐桓公（【经】鲁庄公十有一年，冬，王姬归于齐。鲁主昏，不书齐侯逆，不见公。【传】冬，齐侯来逆共姬。齐桓公也。○共音恭。），还曾出兵救援卫国。',
],
'史籍记载' => ['《左传》桓公十五年至庄公六年', '《史记·卷四·周本纪第四》'],
'家庭成员' => [
    '父亲' => '周桓王姬林',
    '弟弟' => '王子克',
    '妹妹' => '周王姬（嫁齐襄公）',
    '妹妹' => '周共（恭）姬',
    '妻妾' => '姚姬（生王子颓）',
    '儿子' => '周釐王姬胡齐',
    '儿子2' => '王子颓',
],
];
