<?php
return [
'brief' => '周釐王姬胡齐（？―公元前677年），姬姓，名胡齐，周庄王姬佗长子，东周第四任君主，公元前682年―公元前677年在位。',
'description' => [
    '公元前682年，周庄王去世，姬胡齐即位，是为周釐王（亦作周僖王）。公元前681年，承认齐桓公的霸主地位。公元前678年，正式册封晋武公为晋国国君。公元前677年，周釐王去世，谥号釐王（一作僖王），其子姬阆即位，是为周惠王。',
],
'baseInfo' => [
    '本名' => '姬胡齐',
    '别名' => '周釐王、周僖王',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 677年',
    '在位时间' => '前682年―前677年',
    '谥号' => '釐王（亦作僖王）',
    '性别' => '男',
],
'人物生平' => [
    '继承王位' => [
        '姬胡齐，姬姓，名胡齐，是周庄王姬佗的长子。周庄王十五年（鲁庄公十二年，公元前682年），周庄王去世，姬胡齐即位，是为周釐王（亦作周僖王）。 [1] ',
    ],
    '齐桓称霸' => [
        '周釐王元年（鲁庄公十三年，公元前681年），齐桓公在管仲辅佐之下，将齐国治理得国富兵强。为了借助周王的名义争霸天下，齐桓公接受管仲的建议，提出“尊王攘夷” 的口号，表示要尊奉周天子，抵御少数民族对中原地区的攻掠，并马上派使臣向周釐王朝贺。周釐王见齐国如此恭敬，十分高兴，立即将召集诸侯承认宋桓公为国君一事委托给齐桓公处理。齐桓公在齐国的北杏（今山东省东阿县北）大会诸侯，成为诸侯盟主。',
        '周釐王二年（鲁庄公十四年，公元前680年）春天，齐国、陈国、曹国联军进攻宋国。齐桓公请求周釐王出兵。同年夏天，周釐王派单伯带兵和诸侯相会，与宋国讲和后回国。',
    ],
    '封晋去世' => [
        '周釐王四年（鲁庄公十六年，公元前678年）冬天，晋国曲沃封君曲沃武公攻杀晋国国君晋侯缗，兼并晋国土地。曲沃武公用所有的珍宝器物贿赂周釐王。于是，周釐王承认曲沃武公的合法地位，派虢公命令曲沃武公建立一军，正式册封他为晋国国君，是为晋武公。',
        '周釐王五年（鲁庄公十七年，公元前677年）春天，周釐王去世，谥号釐王（亦作僖王）。周釐王死后，其子姬阆继位，是为周惠王。',
    ],
],
'为政举措' => [
    '周釐王在位时期，变革周文王和周武王时期所制定的政治制度，制作颜色华丽的服饰，建造高大奢侈的宫室，因此孔子作诗讽刺他。',
],
'历史评价' => [
    '皇甫谧《帝王世纪》：“僖王自即位以来，变文武之制，作玄黄华丽之饰。宫室峻而奢侈，故孔子讥焉。”',
],
'史籍记载' => ['《左传》庄公十三年至十六年', '《史记·卷四·周本纪第四》', '《史记·卷三十九·晋世家第九》'],
'家庭成员' => [
    '祖父' => '周桓王姬林。',
    '父亲' => '周庄王姬佗。',
    '弟弟' => '王子颓，姬胡齐异母弟。',
    '儿子' => '周惠王姬阆。',
    '孙子' => '周襄王姬郑，姬阆之子。',
    '孙子2' => '王子带，姬郑异母弟。',
],
];
