<?php
return [
'brief' => '周惠王姬阆（？—前653年或前652年），周釐王姬胡齐之子，东周第五任君主，谥号惠王。',
'description' => [
    '姬阆在周惠王元年（鲁庄公十八年，公元前676年）继位后，占用卫国的园圃饲养野兽，卫国的人民不满，周惠王二年（鲁庄公十九年，公元前675年）有五大夫作乱，立王子颓为周天子，惠王奔温（今河南温县南），郑厉公在栎地（今禹州市）收容惠王，并在惠王四年（前673年）与虢国攻入周朝，协助平定“子颓之乱”，惠王复辟，郑国因功获赐予虎牢（今河南荥阳）以东的地方，虢国也获赐土地。《史记·周本纪》称惠王在位25年，《左传》称姬阆在惠王二十四年（鲁僖公七年，前653年）冬天去世。',
],
'baseInfo' => [
    '主要成就' => '平定“子颓之乱”',
    '本名' => '姬阆',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '出生地' => '雒邑',
    '逝世日期' => '前653年或前652年',
    '谥号' => '惠王',
    '在位时间' => '前677年—前652年',
],
'人物生平' => [
    '继承王位' => [
        '周惠王姬阆是周釐王姬胡齐之子。周釐王五年（鲁庄公十七年，公元前677年），周釐王去世，姬阆继位，是为周惠王。',
        '周惠王元年（鲁庄公十八年，公元前676年）春天，虢公与晋献公朝觐周惠王。周惠王用甜酒招待，又允许他们向自己敬酒。同时各赐给他们玉五对，马四匹。周惠王此举这是不合于礼。周天子对诸侯有所策命，封爵地位不一样，礼仪的等级也不一样，因此不能把礼仪制度随便给人。同年，虢公、晋献公、郑厉公派原庄公前往陈国，替周惠王迎娶陈国女子为王后，史称惠后。',
    ],
    '平定内乱' => [
        '周惠王非常贪婪，即位后占取蔿国（亦作妫国，在今山西省境内）的菜园来畜养野兽，强取周朝大夫边伯靠近王宫的房舍，夺取周朝大夫子禽、祝跪和詹父的土地田产，收回膳夫石速的俸禄，因此引起蔿国五大夫以及石速的强烈不满。',
        '周惠王二年（鲁庄公十九年，公元前675年）秋天，蔿国、边伯、石速、詹父、子禽、祝跪等人联合贵族苏氏，一起拥奉王子颓，发动叛乱，攻打周惠王，叛军没有得胜，于是逃到温地（今河南省温县西南）。王子颓在苏氏陪同下逃亡到卫国。卫惠公由于怨恨周王收留自己的政敌公子黔牟，便联合南燕，支持王子颓。同年冬天，卫国和南燕出兵攻入周朝都城，将周惠王驱逐赶走，拥立王子颓为周天子。',
        '周惠王三年（鲁庄公二十年，公元前674年）春天，郑厉公出面调解周惠王和王子颓之间的纠纷，但没有成功，郑厉公于是逮捕南燕国君仲父。同年夏天，郑厉公将流亡在外的周惠王带回郑国，安置在郑国的栎地（今河南省禹州市）。同年秋天，周惠王和郑厉公到达邬地，进入成周，取得成周的器皿用具搬回栎地，供周惠王享用。',
        '周惠王四年（鲁庄公二十一年，公元前673年）春天，郑厉公和虢国国君虢叔在弭地（今河南新密境内）会谈，誓师讨伐王子颓。同年夏天，郑、虢联军一同进攻王城。郑厉公拥着周惠王从圉门入城，虢叔从北门入城，杀死王子颓和边伯等五位大夫。郑厉公和虢叔在宫门口西阙设宴招待周惠王，全套乐舞齐备，周惠王于是重新登上周天子之位。此次内乱史称王子颓之乱。周惠王为了感激郑、虢两国的援助，将酒泉（今陕西省东部一带）赐给虢国，将郑武公时代从虎牢（今河南荥阳西北）以东土地赐给郑国，这样周王朝的疆土再一次缩小。',
    ],
    '计划破产' => [
        '周惠王十一年（鲁庄公二十八年，公元前666年）春天，齐桓公率军讨伐并击败卫国，并以周惠王的名义责备卫国，取得卫国财物后回国。',
        '周惠王十三年（鲁庄公三十年，公元前664年）春天，周惠王命令虢公讨伐樊皮。同年四月十四日，虢公进入樊国，俘虏樊皮，将他带到都城。',
        '周惠王二十二年（鲁僖公五年，公元前655年）夏天，齐桓公邀集鲁僖公、宋桓公、陈宣公、卫文公、郑文公、许僖公、曹昭公，与周惠王的太子姬郑在卫国的首止（今河南省睢县东南）相会，宣布支持太子姬郑为嗣君。周惠王十分生气，便指使郑文公背弃盟约而联络楚国，自己则派人联络晋国，试图组成周、郑、晋、楚联盟，以对抗齐国。齐国先发制人，连续兴兵攻打郑国，迫使郑国叛周亲齐，使周惠王的计划破产。',
    ],
    '去世子继' => [
        '周惠王二十五年（鲁僖公八年，公元前652年），周惠王去世（《左传》则记载周惠王在鲁僖公七年去世，即公元前653年），谥号惠王，其子姬郑继位，是为周襄王。',
    ],
],
'为政举措' => [
    '惠王即位以后，夺了姬颓手下家臣的园子给自己做动物园之用，姬颓和五大臣召来燕、卫两国的军队，拥奉子颓，发动叛乱，攻打惠王。惠王战败，逃往温地，既而又逃到郑国。随后，郑国联合了虢国，誓师讨伐姬颓，又迎惠王回国。周惠王回来后，为了答谢郑国和虢国对自己复位所做的贡献，就将酒泉赐给虢国，而将虎牢以东之地赐给郑国。',
],
'轶事典故' => [
    '周惠王十五年（鲁庄公三十二年，公元前662年）七月，有神明在莘地下降。周惠王向内史过询问说：“这是什么原因？”内史过回答说：“国家将要兴起，神明下降，观察它的德行；将要灭亡，神明也会下降，观察它的邪恶。所以有的得到神明而兴起，也有的得到神明而灭亡，虞、夏、商、周都有过这种情况。”周惠王说：“怎么办呢？”内史过回答说：“用相应的物品来祭祀。他来到的日子，按规定，这个日子的祭祀该是什么，也就是他的祭品。”周惠王于是听从内史过的建议。内史过前去祭祀，听到虢国请求神明赐予，回来说：“虢国必定要灭亡，暴虐而听命于神明。”',
    '神明在莘地居住六个月，虢公派遣祝应、宗区、史嚚去祭祀。神明答应赐给他疆土田地。史嚚说：“虢国恐怕将要灭亡！我听说：‘国家将要兴起，听百姓的；将要灭亡，听神明的。’神明，是聪明正直而一心一意的，按照不同的人而行事。虢国多的是恶德坏事，还有什么土地能够得到？”',
],
'人物评价' => [
    '刘向《说苑》：及周惠王，以遭乱世。继先王之体，而强楚称王，诸侯背叛。',
],
'家庭成员' => [
    '父亲：周釐王姬胡齐',
    '妻子：陈后、惠后',
    '儿子：周襄王姬郑、王子带',
],
'史籍记载' => '《史记·卷四·周本纪第四》',
];
