<?php
return [
'brief' => '王子颓（公元前696年－公元前673年），姬姓，名颓，周庄王姬佗庶子，周釐王姬胡齐之弟，周惠王姬阆的叔父。深得其父周庄王的宠爱。公元前675年，王子颓联合蔿国等五位大夫发动叛乱，驱逐周惠王，自立为周天子。公元前673年，郑、虢二国联军攻进周朝都城，杀死王子颓和五大夫，周惠王复位，史称此次事件为王子颓之乱（亦称子颓之乱）。',
'baseInfo' => [
    '主要成就' => '发动王子颓之乱',
    '本名' => '姬颓',
    '别名' => '王子颓',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '出生日期' => '公元前 696年',
    '逝世日期' => '公元前 673年',
    '在位时间' => '前675年—前673年',
    '性别' => '男',
],
'人物生平' => [
    '父亲宠爱' => [
        '王子颓，姬姓，名颓，是周庄王姬佗之子。其母姚姬是周庄王的姬妾，深得周庄王的宠爱，王子颓因此亦受到父亲周庄王的宠爱，周庄王让大夫蔿国担任王子颓的老师。',
        '周庄王十五年（鲁庄公十二年，公元前682年），周庄王去世，王子颓的哥哥姬胡齐即位，是为周釐王。',
        '周釐王五年（鲁庄公十七年，公元前677年），周釐王去世，周釐王之子、王子颓的侄子姬阆即位，是为周惠王。',
    ],
    '叛乱称王' => [
        '周惠王即位后，占取蔿国的菜园来畜养野兽，强取大夫边伯靠近王宫的房舍，夺取大夫子禽祝跪和詹父的土地田产，收回膳夫石速的俸禄，因此引起蔿国等五位大夫的强烈不满。',
        '周惠王二年（鲁庄公十九年，公元前675年）秋天，五大夫联合贵族苏氏，一起拥奉王子颓，发动叛乱，攻打周惠王。但叛军没有得胜，于是逃到温地（今河南省温县西南）。王子颓在苏氏陪同下逃亡到卫国。卫惠公由于怨恨周王收留自己的政敌公子黔牟，便联合南燕国，支持王子颓。同年冬天，卫国和南燕出兵攻入周朝都城，将周惠王驱逐赶走，拥立王子颓为周天子。',
    ],
    '兵败遭杀' => [
        '周惠王三年（鲁庄公二十年，公元前674年）春天，郑厉公出面调解周惠王和王子颓之间的纠纷，但没有成功，郑厉公于是逮捕南燕国君仲父。同年夏天，郑厉公将流亡在外的周惠王带回郑国，安置在郑国的栎地（今河南省禹州市）。同年秋天，周惠王和郑厉公到达邬地，继而进入成周，取得成周的器皿用具搬回栎地，供周惠王享用。',
        '同年冬天，王子颓设享礼招待五大夫，奏乐及于各个时代所有的舞蹈。郑厉公听到此事，见到虢国国君虢叔说：“我听说，悲哀或者高兴，若不是时候，灾祸一定会到来。现在王子颓观赏歌舞而不知疲倦，这是以祸患为高兴。司寇杀人，国君为此而减膳撤乐，何况敢以祸患而高兴呢？篡夺天子的职位，祸患还有比这更大的吗？面临祸患而忘记忧愁，忧愁一定到来。何不让天子复位呢？”虢叔说：“这是我的愿望。”',
        '周惠王四年（鲁庄公二十一年，公元前673年）春天，郑厉公和虢叔在弭地（今河南新密境内）会谈，誓师讨伐王子颓。同年夏天，郑、虢联军一同进攻王城。郑厉公拥着周惠王从圉门入城，虢叔从北门入城，杀死王子颓和五大夫，周惠王于是复位，史称此次事件为王子颓之乱（亦称子颓之乱）。',
    ],
],
'主要成就' => [
    '公元前675年，王子颓联合蔿国等五位大夫发动叛乱，驱逐周惠王，自立为周天子，历史上将此次叛乱称为王子颓之乱，或称子颓之乱。公元前673年，郑、虢两国联军攻进周朝都城，杀死王子颓和五大夫，平定叛乱，周惠王得以复位。王子颓之乱前后历时三年，极大地削弱周王朝的实力，因此唐代史学家司马贞在其著作《史记索隐》中称“穨带荏祸，实倾周祚。”其中的“穨”指的便是王子颓（“穨”同“颓”）。',
    '而另一方面，周惠王为了感激郑、虢两国援助自己复位，于是将酒泉（今陕西省东部一带）赐给虢国，将郑武公时代从虎牢（今河南荥阳西北）以东的土地赐给郑国，这样周王朝的疆土再一次缩小。',
],
'历史评价' => [
    '郑厉公：“今王子颓歌舞不倦，乐祸也。”',
    '司马贞《史记索隐》：“穨带荏祸，实倾周祚。”',
],
'史籍记载' => ['《左传》庄公十九年至二十一年', '《史记·卷四·周本纪第四》'],
'家庭成员' => [
    '父亲：周庄王姬佗',
    '母亲：姚姬',
    '哥哥：周釐王姬胡齐',
    '侄子：周惠王姬阆，周釐王之子',
],
];
