<?php
return [
'brief' => '周襄王（？―公元前620年），姬姓，名郑，周惠王之子，东周君主，公元前651年―公元前619年在位。周襄王时期，诸侯争霸日益激烈，诸侯为夺霸权各显其能，使用各种手段，抓住一切可以扩张自己实力的机会。',
'description' => [
    '在大国争霸、小国林立时代，称霸于诸侯，为后人称为春秋五霸的齐桓公、晋文公，在周襄王时地位已凌驾于周王及各诸侯国之上。周襄王死后，其子姬壬臣继位，是为周顷王。',
],
'baseInfo' => [
    '主要成就' => '姬郑发觉王后隗氏与王子带秘密勾结',
    '本名' => '姬郑',
    '别名' => '周襄王',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 620年',
    '历史事件' => '为晋文公举行庆功宴',
    '在位时间' => '前652年―前620年',
    '谥号' => '襄王',
    '性别' => '男',
],
'人物生平' => [
    '周惠王二十五年（公元前652年），姬郑的父亲周惠王去世，姬郑继位，是为周襄王。姬郑为晋文公举行庆功宴。晋文公更向姬郑“请隧” （要求在死后也享受天子规格的葬礼），但被姬郑婉言拒绝，而将阳樊、温、原和攒茅四邑（在今河南省济源县、温县和修武县内）赐给晋作为报答。三年前，秦、晋两国已经擅自将允姓的一支戎族迁居到周王朝境内的伊川（今洛阳市南伊河）一带，占据此地。这样，周王朝的地盘仅剩下方圆100多里的弹丸之地。',
    '周襄王元年（前651年），齐桓公在宋国的癸丘（今河南省兰考县东北）召集鲁僖公、宋襄公、卫文公、郑文公、许僖公、曹共公等国会盟葵丘，古葵丘是宋、鲁、齐、晋四国交界之地，地势高达广阔，是会漉盟的好地方。此次而以齐桓公为主盟。姬郑为感谢齐桓公对他的支持，特地派周公宰孔参加大会，并将周天子祭祀祖先的祭肉分赐给齐桓公，还声明齐桓公不用行谢恩的下拜礼，以示对齐桓公霸主地位的承认。这次会盟史称“癸丘之盟”，它使齐桓公的声望达到最高峰。齐桓公死后，他的五个儿子争夺国君的权位，内乱不已，国力削弱，从而使齐国失去霸主的地位。',
    '接着称霸的是宋襄公，他是个空谈仁义道德的诸侯。前638年，楚国伐宋，宋襄公率领大军迎战于泓（河名，即今河南省柘城西北的漶河）。他认为君子不能乘敌军正在渡河时发起攻击，不能乘敌军未列阵之前冲锋，不能俘虏头上有些白发的敌兵，因而不顾部下一再请战，坐失战机，最后被从容列阵后的楚军打得大败，他自己也受伤而身亡。历史上将他称为十分愚蠢的人物的代表。',
    '公元前632年，晋文公率领大军在城濮（今河南省濮阳县内）之战中大败楚军，声威大振。晋文公将1000名楚军俘虏和100辆俘获的战车献给姬郑，姬郑回赠100张红色的弓和1000张黑色的弓，并答应晋文公可以征伐其他诸侯。同年冬，晋文公在郑国的践土（今河南省原阳县西南）大会诸侯；为增加他的威望，更派人暗示姬郑应该前去赴会。姬郑感到堂堂周天子竟然落到唯诸侯之命是从的地步，十分难堪，又慑于晋国的威力，不得不前往。后来，孔子写《春秋》时，将此事写成“天子狩猎于河阳”，以维护周天子的颜面。晋文公这时成为威震中原的霸主。',
    '继晋文公后称霸的是秦穆公。他任用贤才百里奚等人，增强国力，于前624年伐晋，取得大胜，威望大振，连西戎20多个小国和部落都闻风归附，秦穆公被尊奉为西戎的霸主。秦又大力向东发展，扩地1000多里。姬郑派使者送去铜鼓12面，表示祝贺，也就是正式承认秦穆公的霸主地位。',
    '周襄王三十二年（前620年），姬郑去世，谥号襄王。姬郑死后，其子姬壬臣继位，是为周顷王。',
],
'子带之乱' => [
    '王子带不甘心失败，从公元前649年起，几次引导西戎兵攻周，都先后被挫败。公元前636年，姬郑发觉王后隗氏与王子带秘密勾结，立即废黜了隗后。王子带得到消息，再次引导西戎兵攻周，攻占了都城。姬郑仓皇逃出，避居于郑国的汜(今河南省襄城县)，向各国诸侯求救。即位不久的晋文公打着勤王的旗号，于公元前635年出兵攻克王子带当时所在的温，生擒王子带，然后迎姬郑回都城，将王子带押到都城处死，平定了内乱。这次内乱，史称“子带之乱”。',
],
'史籍记' => '《史记·卷四·周本纪第四》',
];
