<?php
return [
'brief' => '周顷王（？－前614年），华夏族，姬姓，名壬臣，周襄王之子，东周第七代国王。前619年继位，当时王畿已缩小，王室财政一贫如洗，无法安葬襄王，顷王只得派毛伯卫向鲁国讨钱。后来鲁文公派使者送钱到都城，才安葬了周襄王。顷王在前614年春天去世，在位6年，由儿子周匡王继位。在位期间执政为周公阅、王叔桓公、王孙苏。葬处不明。',
'baseInfo' => [
    '主要成就' => '向鲁国讨钱，安葬周襄王。',
    '本名' => '姬壬臣',
    '别名' => '周顷王',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '前614年',
    '在位时间' => '前620年前614年',
    '谥号' => '顷王',
    '性别' => '男',
],
'人物生平' => [
    '姬壬臣：是周襄王的儿子。周襄王三十二年（前620年），周襄王去世，姬壬臣继位，是为周顷王。',
    '周王继位时，王室财政拮据，竟致于无法办理周襄王的丧事，他只得派卿士毛伯卫去向鲁国讨钱。鲁国国君鲁文公派使者送钱到都城，才安葬了襄王，这时已经是襄王死后第二年的二月了。',
    '周顷王在位时，邾国（今山东邹县东南）的诸侯为邾文公。公元前614年，邾文公准备迁都到绎山（也称峄山，在今山东邹县南）。占辞上说：“迁都有利于民，但是有害于君，会使君短命。”当时的人是很相信占卜的，纷纷劝阻迁都，邾文公却说：“上天让民树立了君，就是为了替民谋利．如果迁都有利于民，就迁吧。”他还是把都城迁到了绎山。不久，邾文公果然病死了，这虽是巧合，时人却纷纷赞誉邾文公的贤良。',
    '周顷王六年（前614年），周顷王病死，谥号为顷王，死后其子姬班继位，是为周匡王。',
],
'家庭成员' => [
    '父亲' =>  '周襄王（姬郑）',
    '儿子' => [
        '周匡王（姬班）',
        '周定王（姬瑜）',
        '刘康公（姬季子）',
    ],
],
'史籍记载' => '《史记·卷四·周本纪第四》',
];
