<?php
return [
'brief' => '周匡王（？－前607年），华夏族，姬姓，名班。东周第八位君王，前612年—前607年在位，在位共6年。周匡王是周顷王之子。前607年十月，周匡王病死，其弟姬瑜继位，是为周定王。',
'baseInfo' => [
    '本名' => '姬班',
    '别名' => '周匡',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 607年',
    '在位时间' => '前613年—前607年',
    '谥号' => '匡王',
    '性别' => '男',
],
'人物生平' => [
    '姬班，是周顷王姬壬臣之子。周顷王六年（公元前613年），其父周顷王去世，姬班即位，是为周匡王。',
    '周匡王六年（鲁宣公二年，公元前607年）十月乙亥日，姬班病死，葬处不明，死后的谥号为匡王（谥法曰：贞心大度曰匡），由弟姬瑜即位，是为周定王。',
],
'历史事件' => [
    '周匡王姬班在位时，他本人无重要的事可述。这时晋国的国君是晋灵公，在他宫内，却发生了历史上著名的赵盾事件。原来，晋灵公是一个只顾享乐，不理政事的国君。他又喜欢恶作剧，经常从宫台上用弹弓把别人弹得头破血流，人们东躲西闪，他看着高兴。有一次，厨师没有将熊掌煮熟，晋灵公竟把他杀了，用草席裹着，叫宫女在朝廷上拖过。执政大臣赵盾多次劝谏，晋灵公竟派武士徂魔(名除尼)去谋刺赵盾。徂魔一早去赵盾家，见赵盾大开着卧室门，穿着朝服，正襟危坐地在等待天明上朝。徂魔深受感动地说：“对国君不忘恭敬，是替民众办事的好人。杀了他，对不起百姓；不杀他，国君不会放过我，如此进退两难，不如一死了之。”就一头撞向庭院中的槐树而倒地身亡。晋灵公此计不成，又假装着请赵盾赴宴，埋伏好了武士，准备杀死赵盾，不料赵盾遇救逃了出来。后来，赵盾的族弟赵穿将晋灵公杀了，赵盾才返回都城。公元前607年10月，姬班病死。姬班死后的谥号为匡王。',
],
'家庭成员' => ['父亲' => '周顷王（姬壬臣）', '弟弟' => ['周定王（姬瑜）', '刘康公（姬季子）']],
];
