<?php
return [
'brief' => '周定王（？―前586年），姬姓，名瑜，周顷王之子，周匡王之弟，东周第九位君王，前606年―前586年在位，在位二十一年。定王即位之时，大诸侯国对周王朝及周天子已无尊敬可言，中央权力继续削弱。定王十三年（前594年）楚围宋时，造成“易子而食”的惨剧，使社会生产遭到破坏并阻碍了人口的发展。诸侯争霸是以百姓的生命和生活为代价的。周定王崩后，其子周简王姬夷即位。',
'baseInfo' => [
    '本名' => '姬瑜',
    '所处时代' => '东周',
    '逝世日期' => '前586年',
    '在位时间' => '公元前606年登基（在位21年）',
    '谥号' => '周定王',
],
'人物生平' => [
    '姬瑜在位时，他本人也无要事可述。这时，楚国在楚庄王的治理下强大了起来。楚庄王在继位之初的三年内，不理政事，沉湎在腐朽的生活之中。后经大臣们的劝说，他才逐渐振作，表示“三年不蜚（飞），蜚将冲天；三年不鸣，鸣将惊人”。并开始整顿朝政，实行改革，扩充军队，从而增强了国力，攻灭了一些小国。',
    '姬瑜继位的这一年春，楚庄王又带兵攻伐陆浑（今河南省嵩县北部）的戎族，事后，并在周王朝的边境上阅兵示威，吓得姬瑜赶忙派大臣王孙满去慰劳楚军。楚庄王劈头就问周朝都城宗庙内九鼎的“小大轻重”。九鼎是天子权力的象征，问九鼎的重量，也就意味着有觊觎天子权位的野心。经过王孙满的驳斥，楚庄王才引兵退去。这件事，史称“问鼎中原”。接着，楚庄王在平定内乱后，频繁出击，先后攻灭了舒、蓼等小国，降服了陈国、宋国。',
    '公元前597年，邲之战，楚庄王又一举歼灭了拥有600辆战车的晋国大军，并继齐桓公、宋襄公、晋文公、秦穆公后当上了霸主，历史上将他们称为“春秋五霸”（另一说是为齐桓公、晋文公、楚庄王、吴王阖闾、越王勾践）。',
    '当时，晋国赵盾已经病死，子赵朔袭职，辅佐着晋景公。晋灵公的宠臣司寇屠岸贾要为晋灵公报仇，就鼓动武将们说：“赵盾犯有弑君大罪，如今他的儿子还是朝中重臣，这怎能允许！”并带着军队围攻赵朔居住的下宫，杀死了赵朔和他的一族。赵朔的夫人因为是晋成公的姐姐赵庄姬，得以幸免。庄姬正怀着孕，避居于晋景公宫中。不久，她生下了一个男婴，屠岸贾便守住宫门索要男婴。庄姬将男婴藏在胯下，祷告说：“如果天要灭赵氏，你就哭吧；如果天不想灭赵氏，你就别哭。”男婴竟然不哭，得以脱身。赵朔有个门客叫公孙杵臼，他对赵朔的朋友程婴说：“抚育这孤儿成人与死，两者哪件难?”程婴回答说：“死容易，抚育孤 儿成人难。”公孙杵臼就说：“那请君承担难的那件事，我去承担容易的，让我先死去吧。”他就带着自己的婴儿躲进山里，然后让程婴假装去向屠岸贾告密，谎称赵氏孤儿躲在山中。屠岸贾大喜，立即派兵随程婴进山，杀死了公孙杵臼和他的儿子。这样，赵氏孤儿就被保全了下来。程婴抱着孤儿躲进山中，给他取名为赵武，这就是著名的“托孤搜孤”的故事。',
    '公元前586年11月，姬瑜病死。姬瑜死后的谥号为定王。',
],
'史书记载' => '《史记·卷四·周本纪第四》',
];
