<?php
return [
'brief' => '周简王（？―前572年），姬姓，名夷，周定王之子，东周第十位君王。前585年-前572年在位，共在位十四年。',
'description' => [
    '他在位时，周天子的权威已经荡然无存。公元前572年九月，病死，谥“简王”。他死后，葬处不明。其子姬泄心即位，是为周灵王。',
],
'baseInfo' => [
    '本名' => '姬夷',
    '别名' => '周简王',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 572年',
    '在位时间' => '前586年—前572年',
    '谥号' => '简王',
    '性别' => '男',
],
'人物生平' => [
    '周简王在位时，周天子权威已经荡然无存，故其本人也无要事可述。但这时，除了晋、楚、秦、宋、郑等国相互攻伐不止以外，位于东南地区的吴国兴起，屡次攻入楚国，卷入了春秋混战的行列。',
    '在晋国，晋景公为赵朔平了反，派人请来程婴和尚未成年的赵武，并允许程婴带兵攻杀了屠岸贾，灭了屠家一族，为赵氏一门复了仇。赵武成年后，袭父职，又为晋国重臣。这时，程婴却拜别大家，对赵武说：“当年下宫之难，我所以没有尽忠死节，是为了抚育你，为赵家保住后代。如今你赵氏一门大仇已报，冤屈已伸，你也袭职立业，我应该报答令尊大人的知遇之恩和老友公孙杵臼的一片赤诚之心了。”说完就自杀了。赵武十分哀痛，为他服丧3年，每年春、秋两季都去祭祀他的坟墓。',
    '周简王十一年(公元前575)，长期争霸的晋、楚两国，在鄢陵(今河南鄢陵西北)展开的一次大战。晋国经鞍之战而制服大国齐，与楚国势均力敌。',
    '周简王七年，在宋大夫华元调停下，晋、楚弭兵议和，实则蓄积力量，等待时机，以利新的争霸决战。晋国乘楚背弃秦国之机，击败秦国于麻隧(今陕西泾阳北)，暂时解除侧背威胁；又以会盟方式巩固与吴国的联盟，形成南北策应以对楚之势。楚国亦置弭兵之盟于不顾，于周简王十年出兵进攻郑、卫,对郑软硬兼施，迫其叛晋附楚。次年春，郑发兵攻宋，全歼抗郑之宋军于勺陵(今河南宁陵南)。由是，保宋图郑或保郑图宋，便成为晋、楚争夺中原霸权的焦点。此时，晋国虽有内部不睦之忧,仍排除晋卿士燮留外患以警内忧的主张，决定不失争霸良机,兴师伐郑以救宋，进而与楚决战,重振晋国霸业。',
    '当年四月，晋厉公为防止郑军阻遏晋军渡河水(黄河)，急令与晋结盟的卫国派兵先趋鸣雁(今河南杞县北),威胁郑军侧背，使其不敢北进。又分遣新军主将郤犫、大夫栾黶联络齐、鲁、卫等国出兵会集郑地鄢陵。随即令下军副将荀罃留守国内，晋厉公亲自统领大军南下，按上、中、下、新四军编成：栾书为中军元帅，指挥全军，士燮为副将；郤锜为上军主将；荀偃为副将；韩厥为下军主将；郤至为新军副将；厉公率公族亲兵居中军。楚共王得知晋军攻郑，亦亲率楚军及夷兵救郑,按左、中、右三军编成:司马子反为中军将，指挥三军；令尹子重为左军将；右尹子辛为右军将；楚王率左、右两“广”(每“广”30乘)亲兵戎车居中军。楚军由申邑(今河南南阳北)出方城(起自今河南叶县西南，沿东南走向至泌阳东北的一条长城),向北疾进，迅速与郑成公所率郑军会合，企图在齐、鲁、卫三国之军到达鄢陵之前与晋展开决战，以优势兵力制胜。五月,晋军渡过河水，虽然士燮力主退兵，晋厉公及栾书等多数军将仍坚持既定决心,催军前进,于六月进抵鄢陵。是时，齐、鲁、卫三国之军尚在途中，而楚军及夷、郑之兵已迎头赶至战地。',
    '六月二十九日，楚军不顾兵忌晦日作战，利用晨雾掩护，先机迫近晋军营垒布阵，造成有利于己的战场态势。晋军统帅栾书自知兵力单薄，且受楚军之逼，主张先避其锋，固营坚守，待诸侯援军到达，以优势兵力转取攻势，乘楚军后退而击破之。郤至则认为楚军将帅不和，郑军阵势不整，夷兵不能成阵，且部伍混杂，纪律松懈，彼此观望后顾，没有战斗意志，力主不待援军而速决取胜。晋厉公鉴于固守待援尚需时日，则战场情势难以逆料，而乘楚军之隙迅速展开决战，虽兵力不及楚军，亦可获胜，乃弃栾书之谋而从郤至之见。又采纳士燮之子士匄之谋，在营内填井平灶，扩大空间，就地列阵，既可摆脱不能出营布阵的困境，又能隐蔽自己的部署调整。当楚共王登巢车(了望车)观察晋军情况时,陪伴于侧的晋旧臣伯州犂仅告知晋军动向而不设谋。楚旧臣苗贲皇伴晋厉公观察楚军阵势,针对楚军精锐集于中军,建议分晋中军之锐加强两翼，先击破楚左、右军，尔后合力围歼其中军。晋厉公及栾书即决定以上军及中军之一部攻楚实力较强的左军，以下军、新军及中军之另一部攻楚实力较弱的右军及郑兵，以护卫厉公的栾(栾书)、范(士燮)二卿族之家兵引诱楚军。',
    '晋军先发制人，开营攻击，绕开营前泥沼，沿两侧而进。楚共王见晋厉公所在中军兵力薄弱，且晋厉公乘车陷于泥沼，乃率王族亲兵戎车攻厉公。栾书欲救厉公于危急，为其子栾针制止，仍保持全军指挥不乱。晋公族大夫魏锜以箭射中楚王左目,迫其后退,晋军恢复攻势。楚军得知共王负伤，军心动摇，锐气大减。楚右军及郑兵在晋重兵攻击下，力不能支，迅即溃退。楚中军及左军受此影响，亦向后退却。楚军在败退中阵势大乱，晋军乘胜全线追击。郤至率新军追楚"王卒"，三遇楚王而趋避，又协同韩厥所率下军追郑军，恪守不辱伤国君之礼，纵郑成公撤旗逃遁。楚右军及郑军已溃不成军，而楚左军仍边退边战，直至天黑见星犹鼓勇不止。晋军在追击中俘楚公子茷，至日暮时进迫楚军于颍水北岸。楚共王以精锐之"王卒"奋力抵御，精于射艺的养由基连发两箭均射中晋卒，叔山冉抓晋卒以投而折车轼，晋军为之震慑，兼因天色已晚，乃停止进攻。',
    '双方激战整日，楚军虽失利，主力尚未大伤。是夜，楚军修缮兵器，补充兵卒，拟于明日再战。晋军更不示弱，故纵楚俘，将晋加紧备战，次日决胜的消息宣告于楚军。楚共王欲召子反商议应敌之策，及见子反醉酒不能议事，自料再战难于取胜；又恐援晋诸侯军于次日到达，楚以劣势之兵必受惨重损失，若吴国乘其敝而袭楚,则更有社稷之危,乃趁夜率军南撤。晋军于次日进入楚营，休整三日，尔后旋师。至战斗结束，仅齐军到达战场。楚军退至瑕，子反愧于失职而自杀。',
    '此役，楚在不利的战略形势下与晋展开决战已是失策，在有利的战场态势下未能抓住战机出击又是败着。唯楚共王“知难而退”，趁夜撤军，保全楚军主力，为明智之举。晋军根据楚军阵势及地形特点，当机决策，及时改变部署，灵活使用兵力，以典型的两翼攻击战法制胜，反映出春秋中期野战进攻战术的长足发展。而晋将战中修“礼”，未对楚军作彻底打击，固属春秋时代观念的局限，不足为训。',
],
'史籍记载' => '《史记·卷四·周本纪第四》',
];
