<?php
return [
'brief' => '姬泄心 （？―前545年）姬姓，名泄心，是周简王之子，东周第11代君主，史称周灵王，在位27年。育有二子：长太子（姬晋）次子（姬贵）。',
'baseInfo' => [
    '主要成就' => '宠爱姬晋，弭兵会盟',
    '本名' => '姬泄心',
    '别名' => '周灵王',
    '所处时代' => '春秋时代',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 545年',
],
'人物生平' => [
    '周灵王姬泄心在位期间，周朝国势日益衰败，周天子威信日益低落。各诸侯国通过战争扩张势力，大诸侯国无视周君。强国伐弱国，连年战争，民生疾苦。',
    '公元前546年7月，宋国大夫向戌约晋、楚两国在宋国都城商丘(今河南省商丘市)会盟，调停两国间的战争，晋、楚、宋、鲁、卫、陈、郑、曹、许、蔡等十国的有势力的大夫都参加了会盟。会盟约定各国间停止战争，奉晋、楚两国为共同霸主，平分霸权，谁破坏协议，各国共讨之。这次大会史称“弭兵会盟”。',
    '“弭兵会盟”后的10多年间，因为楚国专注于对付吴国，晋国则忙于应付内事，无力开战，所以参与会盟的10个国家没有发生过战争。然而，各国内部的争权斗争却异常尖锐。',
    '“弭兵会盟”成为春秋时期两个阶段的分水岭。会盟以前以诸侯国之间的兼并为主，会盟以后却以各国内部大夫间的兼并为主，各国社会正酝酿着巨大的变化，阶级矛盾趋于尖锐。如公元前555年，郑国执政大臣子孔专制，国人不满，在子展、子西率领下攻杀了子孔。同年，莒国国君犁比公暴虐百姓，国人愤而杀死了他。公元前550年，陈国贵族庆氏强征庶民筑城。筑城时，夹板脱落了，监督筑城的庆氏以残杀庶民来惩罚，“役人”怒而举行暴动，分别杀死了以庆虎、庆寅为首的大小监工。这次起义吓得陈国的贵族胆战心惊，惊呼难以再统治下去了。',
    '姬泄心的长子姬晋天性聪明，喜欢吹笙，能吹奏出如同凤凰欢鸣一般的乐曲，令人陶醉。姬泄心对他十分钟爱，立他为太子。不料，太子于20岁时突然得病身亡，姬泄心哀痛欲绝。传说当时有人见灵王如此悲伤，担心这有损他的健康，就利用迷信编造了一段情节劝慰他说：太子在沟岭上，骑着白鹤，吹着笙。他要农夫转告灵王，暂不必挂念，他现随仙人浮丘公居住在嵩山，十分快乐。姬泄心听了却反而更加怀念太子，日夜不宁，神情恍惚。公元前545年11月的一天深夜，姬泄心迷迷糊糊入睡，梦见太子骑着白鹤来迎接他。他惊醒后说：“我儿来迎我，我应当走了。”于是命令传位于次子姬贵。癸巳日，姬泄心病死。姬贵即位，是为周景王。',
],
'文献记载' => ['《史记·卷四·周本纪第四》', '《国语·卷三·周语下》'],
'家庭成员' => [
    '太子晋，周灵王的太子，不幸早逝。',
    '王子贵，周灵王的儿子。继承周灵王的王位，为周景王。',
    '王子佞夫。',
],
];
