<?php
return [
'brief' => '周景王（？-前520年），姓姬，名贵，是周灵王的儿子。东周第十二任君主，在位25年。',
'description' => [
    '周景王在位时，财政困难，连器皿都要向各国乞讨。有一次，景王宴请晋国大臣知文子荀跞，指着鲁国送来的酒壶说：“各国都有器物送给王室，为何晋国没有？”荀跞答不出来，让副使籍谈答覆，籍谈说当初晋国受封时，未赐以礼器，现在晋国忙于对付戎狄，自然送不出礼物来。周景王列数了王室赐给晋的土地器物，讽刺其“数典而忘其祖”，这是“数典忘祖”的典故。此时周天子的地位已经一落千丈。',
    '周景王，太子寿早死，后又立猛为太子，却宠爱庶长子王子朝。公元前520年四月，周景王病重，嘱咐宾孟要扶立王子朝。王子朝未及立为嗣君，其父却突然病死，谥号为景王。',
],
'baseInfo' => [
    '本名' => '姬贵',
    '别名' => '周景王',
    '所处时代' => '周朝',
    '民族族群' => '华夏族',
    '出生地' => '洛邑',
    '逝世日期' => '公元前 520年',
    '在位时间' => '前545年—前520年',
    '主要成就' => '铸造大钱 ',
],
'人物生平' => [
    '周景王姬贵：周灵王第二子。灵王死后继位。在位25年，病死，葬于翟泉（今河南省洛阳市旧城）。他在位时，财政窘困，连宫室器皿用具都得向各国乞讨。有一次，他宴请晋国大臣荀跞，指着鲁国送来的酒壶说：“各国都有器物送给王室，为何独独晋国没有？”荀跞的随员籍谈答复说，当初晋国受封时，王室就没有赐以礼器，目下晋国又忙于对付戎狄，送不出礼物来。姬贵列数了王室赐给晋国的土地器物，讽刺世代掌管典籍的籍谈是“数典而忘其祖”，这就是成语“数典忘祖”的来源。这件事说明，春秋初年王室还能赐些土地器物给诸侯，这时却只能靠向诸侯乞讨度日了，天子的威望已经一落千丈。',
    '姬贵在位期间，郑国的执政大臣子产（即公孙侨，字子美）实行改革，整顿贵族田地和农户编制，承认土地私有，按田亩征税等。接着，他又用200多斤铁铸造了一只鼎，把新制定的保障改革成果的刑书铸在鼎上，放置于王宫门口，让百姓都知道新刑法。这就是历史上有名的刑鼎。新刑法由于限制了旧贵族的胡作非为，触及了贵族的利益，贵族们就用歌谣诅咒子产说：“硬逼我将好衣服藏在家，还将我的田产左盘右查，谁去杀子产啊，我一定参加!”子产听了，毫不动摇，说：“只要对国家有好处的事，我死也得坚持，改革可不能中途变卦。”几年后，子产的改革已见成效，郑国的百姓就用歌谣来感谢他说：“我们的子弟，子产来教导；我们的田地，子产帮助我们把产量提高。如果子产死去，有谁能象他那样好？” 子产执政20年，使郑国内部安定，生产发展；对外维护了国家尊严，使大国不敢轻视郑国这一小国。',
    '公元前522年，郑国由子大叔执政，他对百姓进行残酷的压迫。大批平民聚集到萑苻之泽（今河南省中牟县内），依据险要，和奴隶主贵族展开了武装斗争。后在子大叔的镇压下，起义者因寡不敌众而全部战死。',
    '公元前524年，周景王铸造大钱，是我国文献中关于铸钱的最早纪录。姬贵在位时，因太子寿早而夭，立嫡次子姬猛为太子。后来姬贵却又宠爱庶子姬朝。',
    '公元前520年4月，姬贵病重，特嘱咐大夫孟宾要扶立姬朝为嗣君。姬朝还没有来得及被立为嗣君，姬贵就病死。姬贵死后的谥号为景王。',
],
'史书记载' => '《史记·卷四·周本纪第四》',
'家庭成员' => [
    '王子朝，庶长子，得到周景王的宠爱。非嫡系，只是庶出长子。周悼王即位後，王子朝杀悼王，各诸侯介入处理。前516年王子朝逃到楚国。前505年春，楚国被吴国击败，险些亡国，周敬王趁机派人在楚杀死王子朝。儋翩带领王子朝支持者在次年举事，敬王出逃，在前503年得晋国帮助下回都。',
    '太子寿，由周景王王后所生，早死。',
    '王子猛，后又立为太子，是为周悼王。周景王之子，周敬王之同母兄。被王子朝杀害。',
    '王子匄，周悼王之同母弟。因王子朝之乱受到晋国支持，而即位，是为周敬王。在前503年，王子朝的支持者起兵，敬王出逃，得晋国帮助下回都。',
],
];
