<?php
return [
'brief' => '姬猛，又称周悼王，周景王长子，景王死后继位。在位1年就病死，葬处不明。',
'baseInfo' => [
    '本名' => '姬猛',
    '别名' => '周悼王',
    '所处时代' => '周朝——春秋',
    '逝世日期' => '公元前 520年10月',
    '在位时间' => '前521年—前520年',
    '谥号' => '悼王',
    '性别' => '男',
],
'人物生平' => [
    '景王在位时，因长子太子寿早死，就立姬猛为太子。但景王又宠爱庶子姬朝，于病重时要大夫孟宾扶立姬朝，姬朝没来得及继位，景王就病死了。景王死后，贵族刘卷、单旗将孟宾杀死，仍拥立太子姬猛为王。',
    '姬猛继位后，姬朝很不甘心，就带领失去职位的旧官吏和百工以及一部分兵士叛乱，争夺王位，刘卷被打败逃跑了，单旗保护着姬猛待在王宫内。姬朝的党徒乘深夜潜入宫中，劫走了姬猛。单旗突围而逃，姬朝的徒众挟持着姬猛追赶单旗。半路上，晋顷公遣大夫籍谈、荀跞带兵救出了姬猛，护迎他避于王城(今河南省洛阳市东北)。不久，派兵护送他回都城。公元前520年10月，姬猛病死。',
    '姬猛死后的谥号为悼王。',
],
'史书记载' => '《史记·卷四·周本纪第四》',
];
