<?php
return [
'brief' => '姬匄【gāi】（一说前519年—前476年在位《左传·哀公十九年》公元前477年《史记·十二诸侯年表》，去世年份有二说，存疑，周本纪在位四十二年当为传抄之误），即周敬王，姬姓，名匄，东周第十四任君主。他是周景王的儿子，周悼王之弟。',
'description' => [
    '前520年，周景王死后，周悼王继位。王子朝攻击并杀害周悼王，晋国攻打王子朝而拥立周敬王，史家以次年（前519年）为周敬王元年。此后敬王与王子朝不时仍有冲突。前516年王子朝逃到楚国。前505年春，楚国被吴国击败，险些亡国，周敬王趁机派人在楚地杀死王子朝。儋翩带领王子朝支持者在次年起兵举事，敬王出逃，在前503年得晋国帮助下回都。',
    '东周自周平王开始以雒邑（洛邑，又称成周）为都城，平王东迁后，又称雒邑为王城。敬王时，因王子朝在雒邑势大，乃迁都至雒邑之东，称新都为成周，称旧都为王城。',
    '周敬王二十六年（前494年），吴王夫差为父报仇，起兵击败越国，越王勾践求和，并献上美女西施。',
    '《左传·哀公十九年》记载，冬，周敬王去世，葬于三壬陵（今河南省洛阳市西南10里处）。',
    '前476年，周敬王在位四十四年而卒，十二诸侯年表作公元前477年，因其去世时间恰好处于春秋、战国之交这段时期，故史学家以其去世之年作为划分春秋、战国时期的分界点。',
],
'baseInfo' => [
    '本名' => '姬匄',
    '别名' => '周敬王、东王',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '出生地' => '楚国',
    '出生日期' => '不详',
    '在位时间' => '前520年—前476年（有争议）',
    '谥号' => '敬王',
    '陵寝' => '三壬陵'
    '性别' => '男',
],
'人物生平' => [
    '郢都之战' => [
        '周敬王在位期间，吴国也强盛了起来，积极参加争霸。公元前515年，吴王诸樊的儿子公子光，在从楚国逃亡来的贵族伍子胥(名员)的协助下，指使勇士专诸将匕首藏在鱼腹中，乘宴会上进食的机会，刺杀了公子光的堂弟、国君僚，夺取了王位。公子光登上了王位，史称吴王阖闾。',
        '阖闾成为吴王之后，采用伍子胥的计策，用几支军队轮番骚扰、攻掠楚国。公元前506年，阖闾又以伍子胥为谋主，大军事家、齐国人孙武为将军，统帅数万大军攻楚，五战五捷，攻入了楚国都城郢 (今湖北省江陵市北)，楚昭王出逃。楚国大臣申包胥见国破君逃，赶往秦国乞求救兵。秦哀公犹豫不决，申包胥便在宫门外哀哭了七天七夜，水米不入，从而感动了秦哀公，下令发兵。经过几个月的激战，加上吴国发生了内讧，才打败了吴军。楚昭王回到郢，怕吴军再来，就迁都到若（今湖北省宜城东南)。这场大战，长达10个多月，史称“吴楚郢都之战”。',
    ]
    '吴越争霸' => [
        '公元前496年，阖闾乘越国(都城在今浙江省绍兴市)国君允常死，子勾践初立之机，不听伍子胥的劝阻，出兵攻越，勾践带兵北上迎战，两军会战于携李(今浙江省嘉兴市西南)。吴军阵容严整，勾践组织敢死队两次冲锋都失利，又强令三队死囚将刀架在自己脖子上，朝着吴军高喊：“两军对阵，我们违犯了军令，不配为军人，该死罪，现在甘愿以死赎罪。”喊罢，一个个自刎，仆地而亡。这惊心动魄的场面震惊了吴军，松懈了他们的斗志。越军乘机擂动战鼓猛扑过去，使吴军大败，阖闾也被越将灵姑砍去了一个大脚趾，死于回师途中。其子夫差继位，发誓要报此杀父之仇。这场大战，史称“吴越携李之战”。两年后(公元前494年)，夫差以伍子胥为大将，伯嚭为副将，倾全国之兵攻越。越王勾践不听谋士范蠡和文种的劝阻，贸然出兵会战，在夫椒(今江苏省太湖椒山)之战中，被吴军击败。勾践率领主力部队5000人退守都城会稽，被吴军包围。越王勾践这才听从文种的建议，以卑词重礼求降。伍子胥力谏夫差杀勾践，灭越国，以免后患；伯嚭因为收受了越国的贿赂，竭力劝说夫差受降。夫差听从了伯嚭的建议。',
        '越国投降后，勾践和夫人及臣吏300人被押往吴国。勾践为吴王驾车养马，夫人打扫宫室。他俩居于囚室，秽衣恶食，受尽屈辱。经过整整3年，历尽艰险，又仗着伯嚭阻止了伍子胥除掉他俩的主张，终于被赦免回国。从此，勾践君臣制定了“十年生聚、十年教训”的复国计划，一方面不断地将西施、郑旦等美女和财物贡奉夫差，以结欢心，并且借此助长夫差的骄奢淫逸；一方面积极发展生产，繁息人户，整饬内政，招集贤才，加强军备，暗中养精蓄锐。为了激励自己，勾践特意给自己安排了艰苦的生活环境，睡的是草堆，吃的是粗茶淡饭，还在门口挂一只苦胆，出入时都要舔尝一下，以使自己牢记往日的耻辱和复国的志向，这就是流传千古的“卧薪尝胆”。越国逐渐恢复、强盛起来。',
        '伍子胥眼见夫差放虎归山，养虎为患，再次劝谏夫差攻灭越国，杀死勾践，夫差不听，加上伯嚭的谗言，夫差赐剑伍子胥命他自尽。伍子胥仰天长叹说：“我死后，将我的双眼挂在姑苏(今江苏省苏州市)城的东门吧，我要看着越军攻入姑苏。”果然，两年后即公元前482年，勾践乘夫差北上到黄池(今河南省封丘县西南)与晋、鲁会盟之机，统帅50000大军直捣吴国，经过3天激战，攻克姑苏，活捉吴太子友。夫差闻讯回师，与勾践媾和。',
        '4年后，勾践再次伐吴，三战三捷，第二次攻入姑苏。公元前473年冬，越军第三次攻入姑苏，夫差被围于姑苏山上(今江苏省苏州市西南)，只得派人向勾践乞降为臣。在范蠡的劝阻下，勾践没有应允。夫差羞愧难言而自杀，吴灭。',
    ],
    '卫庄公暴死' => [
        '姬匄在位时的公元前478年，卫国工匠们(手工业奴隶)因为受不了卫庄公的虐待，发生了暴动，包围了王宫。卫庄公求饶不成，只得带着太子疾和公子青从宫墙北面跳墙逃命，把腿也摔断了。这时卫都城附近受过卫庄公残害的“戎州人”也赶来，先杀死了太子疾和公子青。卫庄公逃入戎州己氏家中，哀求说：“救我一命吧，我把玉璧送给你。” 己氏的妻子曾经无辜地被卫庄公剪光一头美发拿去给卫庄公夫人做了假发，这时便怒斥说：“我杀了你，那块玉还是我的!”就杀死了卫庄公。这次工匠暴动沉重地打击了卫国的奴隶主统治集团，把奴隶主吓得胆战心惊。',
    ],
    '儒家思想形成' => [
        '姬匄在位期间，我国古代的大思想家、大教育家孔子度过了他忙碌的中年和晚年。孔子名丘，鲁国陬(名邹)邑(今山东省曲阜县东南)人。他提出了一套维护正在崩溃的奴隶制度的政治主张和理论根据。他的保守思想后来被封建统治者加以改造和利用，成为维护封建制度和统治人民的精神工具。孔子兴办私学，扩大教育对象，在教育思想和教学方法上也积累了不少有益的经验。相传他晚年编订了古代文化典籍《诗经》、《尚书》、《春秋》，为保存和发展我国古代文化遗产作出了重要贡献。',
    ],
    '王子朝之乱' => [
        '敬王继位后，和西王姬朝长期相互攻伐，争夺王位。六年后，他在晋兵帮助下，击败姬朝，巩固了王位。',
        '公元前476年（另说前478年），姬匄病死，死后的谥号为敬王。',
    ],
],
'史书记载' => ['《史记·卷四·周本纪第四》', '《史记·十二诸侯年表》', '《左传》'],
];
