<?php
return [
'brief' => '周贞王（？-前441年），姬姓，名介，中国东周君主，周元王子，在位28年，谥号贞定王。 姬介在位期间的公元前453年，晋国的三家大夫赵襄子、韩康子、魏桓子在陆续并吞了其他贵族后，共同攻灭了最后一家贵族智伯，形成实际上的三个国家(赵国、韩国、魏国)，晋国国君晋幽公反而要分别向他们朝贡。公元前441年春，姬介病死。姬介死后的谥号为贞定王。',
'baseInfo' => [
    '本名' => '姬介',
    '别名' => '周贞定王',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '前441年',
    '在位时间' => '前469年—前441年',
    '谥号' => '贞定王',
    '性别' => '男',
],
'人物生平' => [
    '周哀王，继承王位三个月后，即遭其弟王子叔袭所杀害。',
    '王子叔袭，杀哀王而即位，是为周思王。同为周贞定王之子，哀王之弟。在位仅五个月，八月又被弟王子嵬所杀。',
    '王子嵬，贞定王之子，哀王及思王之弟。杀兄周思王，是为周考王。',
    '王子揭，贞定王之子，疑似是周考王的同母弟，受周考王册封，是为西周桓公，是中国战国时期小国西周的首任国君（这是东周再一次分裂，国土缩小）。周考王将他封于河南（王城），以续周公之官职。',
    '清朝学者黄式三在其《周季编略》中认为周王介的谥号贞定王的说法是一个错误。他指出，《史记·周本纪》中周王介被称为定王，与周定王瑜同谥，黄式三认为此处史记是沿袭了《国语》的错误记载。黄式三认为皇甫谧在《帝王世纪》中，按照《世本》和《史记》等称周王介为贞王或定王的记载，臆造了周贞定王的称谓，司马贞《史记索隐》就对皇甫谧的做法提出批评。而后世学者多从皇甫谧，黄式三认为应该根据《国语》韦昭注和司马贞《史记索隐》的说法，而称周王介为周贞王。',
    '姬介是周元王之子，元王死后继位，前468年―前441年在位，在位共28年，病死，葬处不明。',
    '姬介在位期间的公元前453年，晋国的三家大夫赵襄子、韩康子、魏桓子在陆续并吞了其他贵族后，共同攻灭了最后一家贵族智伯，形成实际上的三个国家(赵国、韩国、魏国)，晋国国君晋幽公反而要分别向他们朝贡。',
    '公元前441年春，姬介病死。姬介死后的谥号为贞定王。',
],
'谥号争议' => [
    '清朝学者黄式三在其《周季编略》中认为周王介的谥号贞定王的说法是一个错误。他指出，《史记·周本纪》中周王介被称为定王，与姬瑜同谥，黄式三认为此处史记是沿袭了《国语》的错误记载。黄式三认为皇甫谧在《帝王世纪》中，按照《世本》和《史记》等称周王介为贞王或定王的记载，臆造了周贞定王的称谓，司马贞《史记索隐》就对皇甫谧的做法提出批评。而后世学者多从皇甫谧，黄式三认为应该根据《国语》韦昭注和司马贞《史记索隐》的说法，而称周王介为周贞王。',
],
'史书记载' => '《史记·卷四·周本纪第四》',
];
