<?php
return [
'brief' => '周哀王（？—前441年），华夏族，姬姓，名去疾，为周贞定王长子。前441年周贞定王死后即位，即位后三个月为弟姬叔袭杀，葬处不明。死后的谥号为哀王。在位1年',
'baseInfo' => [
    '本名' => '姬去疾'
    '别名' => '周哀王',
    '所处时代' => '周朝——战国',
    '民族族群' => '华夏族',
    '逝世日期' => '前441年',
    '在位时间' => '前442年—前441年',
    '谥号' => '哀王',
    '性别' => '男',
],
'人物简介' => [
    '姬去疾，即周哀王，东周君主。',
],
'史书记载' => '《史记·卷四·周本纪第四》：二十八年，定王崩，长子去疾立，是为哀王。哀王立三月，弟叔袭杀哀王而自立，是为思王。思王立五月，少弟嵬攻杀思王而自立，是为考王。此三王皆定王之子。考王十五年，崩，子威烈王午立。考王封其弟于河南，是为桓公，以续周公之官职。桓公卒，子威公代立。威公卒，子惠公代立，乃封其少子於巩以奉王，号东周惠公。',
];
