<?php
return [
'brief' => '周考王（？—前426年），全谥为周考哲王，《帝王世纪》云“考哲王”，或曰“考悊王”。华夏族，姬姓，名嵬。周贞定王之子，周哀王与周思王之弟。公元前441年，姬嵬杀害其兄周思王自立，是为周考王，在位15年。公元前426年周考王去世，其子姬午接替即位，是为周威烈王。谥法云：“大虑行节曰考”。葬处不明。',
'baseInfo' => [
    '本名' => '姬嵬',
    '别名' => '周考王',
    '所处时代' => '周朝——春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '前426年',
    '在位时间' => '前441年——前426年',
    '谥号' => '周考王',
    '性别' => '男',
],
'人物生平' => [
    '公元前441年，周贞定王崩，其有四子，长子姬去疾继位，即周哀王。三个月后，二子姬叔弑兄篡位，即周思王。五个月后，三子姬嵬又弑兄篡位，即周考王。姬嵬弑兄篡位之后，忧前事重现，公元前440年，姬嵬即位后，划王畿河南之地，封其弟揭于王城，建周国，疆域为瀍水以西、洛河以南，是为西周桓公。',
    '周桓公死，传位于子威公。公元前367年，威公卒，公子朝代立，即西周惠公，公子根遂叛。赵成侯与韩懿侯乘乱侵周，分周为两，逼周显王封公子根于巩(今河南省巩县西南)，即东周惠公。周王畿于是分裂为西周、东周两个小国。周王地盘越来越小，只剩下一座宫殿和几户人家以及几千军队那么小。',
    '考王姬嵬在位期间，越国日益强大，和齐国、晋国、楚国成为中原霸主，越王灭了滕国，开始向中原发展。',
],
'史书记载' => '《史记·卷四·周本纪第四》',
];
