<?php
return [
'brief' => '周威烈王姬午(?—前402年)：是东周第20代君主，周考王之子。在位24年，病死。葬于今河南洛阳。公元前403年，封晋国大夫韩虔、赵籍、魏斯为诸侯，此即“三家分晋”。三家分晋标志着春秋时代的结束，紧接着是战国时代的来临，本年也是司马光《资治通鉴》记载的起点，司马光还为三家分晋一事发表长篇的感言。他死后，其子周安王姬骄即位。',
'baseInfo' => [
    '本名' => '姬午',
    '别名' => '周威烈王',
    '所处时代' => '周朝——春秋'
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 402年',
    '谥号' => '威烈王',
    '性别' => '男',
    '主要成就' => '分封三晋',
],
'人物生平' => [
    '周威烈王在位期间的公元前403年，分别封魏、赵、韩为诸侯国。',
    '魏当时的国君是魏文侯斯，他任用著名政治家李悝进行改革，使魏国很快富强起来，成为战国初期的头号强国。',
    '赵烈侯也任用公孙连等一批贤能之士整顿吏治，提高统治机构效率，节省财政开支，使赵国逐渐强盛起来。',
    '公元前402年，姬午病死。死后的谥号为威烈王。按谥法：猛以刚果曰威，有功安民曰烈。',
    '《资治通鉴》即从周威烈王二十三年(公元前403年)开始写起。',
],
'历史影响' => [
    '姬午在位时承认赵魏韩三家分晋，政治立场上支持赵魏韩，从而间接引发田齐代姜，导致战国臣克君、父克子、兄克弟的混乱时期。',
    '春秋末期，天子号召力已弱但仍可号令鲁、燕、宋、郑等诸侯，使齐楚不敢欺周。三家分晋后又承认田氏齐国代姜氏齐国，齐晋皆为西周开国时的重要成员。作为天子的威烈王支持三家分掉晋国，使周王室少了一座靠山，又引发了战国下克上的大潮，自此燕、楚、魏、赵、韩、齐、秦纷纷称王，不复春秋五霸尊王攘夷之事。',
    '至此，周天子彻底成为了吉祥物，中国历史进入了战国时代。',
];
