<?php
return [
'brief' => '周安王姬骄（？—前376年），姬姓，名骄，华夏族，周威烈王之子，威烈王死后继位，在位26年，病死。葬处不明。在位时封齐国大夫田和为齐侯，是谓“田氏代齐”。',
'baseInfo' => [
    '本名' => '姬骄',
    '别名' => '周安王',
    '所处时代' => '周朝——战国',
    '民族族群' => '华夏族',
    '逝世日期' => '前376年',
    '在位时间' => '前402年—前376年',
    '谥号' => '安王',
    '性别' => '男',
],
'人物生平' => [
    '周安王（？－前376年），多字谥为周元安王，姓姬，名骄，为周威烈王之子，中国东周第二十一代国王。安王元年是前401年。',
    '姬骄在位期间，齐相田和在公元前391年将齐康公放逐到海上，只留下一城之地作为他的食邑，田和成为齐国实际上的国君。安王十六年，公元前386年，姬骄封田和为齐侯，正式将他列为诸侯。这标志着齐国的新兴的封建势力取代了旧势力。',
    '当时，楚国国君是悼王，他于公元前382年任用杰出的军事家、政治家，卫国人吴起进行变法。吴起整顿吏治，加强中央集权，改善财政，增加军事力量。这有力地打击了旧贵族，使楚国迅速强大起来，南平百越，北灭陈、蔡等国，又大败魏国。但是，第二年楚悼王死去后，仇视变法的旧贵族发动叛乱，用乱箭射死了吴起，废除了新政，使楚国的社会发展受到严重的阻碍，致使地大物博的楚国没有能发展成为统一六国的力量，最终为秦国所攻灭。',
    '公元前376年，韩、赵、魏一起将徒有虚名的晋国国君俱酒废为平民，瓜分了他仅有的一点领地，使晋国名实俱亡。',
    '同年，姬骄病死。死后的谥号为安王。全谥为周元安王。',
    '二十六年（乙巳，前376年），姬骄病死，谥号安王。其子姬喜继位。',
],
'史书记载' => '《史记·卷四·周本纪第四》。',
];
