<?php
return [
'brief' => '周烈王（前401—前369年），姓姬，名喜，为周安王之子。前376年到前369年在位，又称周夷烈王。公元前369年，姬喜病死。姬喜死后的谥号为烈王。',
'baseInfo' => [
    '本名' => '姬喜',
    '别名' => '周夷烈王、周烈王',
    '所处时代' => '周朝——战国',
    '民族族群' => '华夏族',
    '逝世日期' => '前369年',
    '在位时间' => '前377年—前369年',
    '谥号' => '烈王、夷烈王',
    '性别' => '男',
],
'基本介绍' => [
    '秦献公当政时，废除了野蛮的殉葬制度，将国都由雍(今陕西风翔)迁到东部的栎阳(今陕西省临潼市)，以便于向东发展和接受先进的文化影响，摆脱旧贵族势力的影响，以及整顿内政，加强王权。他还清理户籍，整顿军队，注意发展经济，使国势好转，为日后秦孝公时候的商鞅变法准备了条件。公元前371年，秦献公发兵攻占了韩的六座城市，成为秦向东发展的开始。',
],
'人物事迹' => [
    '齐威王朝拜周烈王。当时周王室已经十分衰弱，诸国都不来朝拜，唯独齐威王来朝拜，因此天下都称齐威王贤德。',
],
'在位贡献' => [
    '周烈王姬喜在位期间，是秦献公在位的后期。秦献公当政时，废除了野蛮的殉葬制度，将国都由雍(今陕西风翔)迁到东部的栎阳(今陕西省西安市临潼区)，以便于向东发展和接受先进的文化影响，摆脱旧贵族势力的影响，以及整顿内政，加强王权。他还清理户籍，整顿军队，注意发展经济，使国势好转，为日后秦孝公时候的商鞅变法准备了条件。公元前371年，秦献公发兵攻占了韩的六座城市，成为秦向东发展的开始。公元前369年，姬喜病死。 姬喜死后的谥号为烈王。',
],
'史书记载' => '《史记·卷四·周本纪第四》',
];
