<?php
return [
'brief' => '周慎靓（音：jìng）王（？－前315年），姓姬，名定，一名顺，东周君主，在位6年，为周显王之子。',
'description' => [
    '当时战国七雄为了壮大自己，各自找寻盟友，有些国家联合起来对抗秦国，称为“合纵”，以苏秦为首；也有一些国家和秦国结合，攻打其它国家，史称“连横”，以张仪为首。',
    '公元前316年，秦军攻灭了巴、蜀两个小国，大量移民巴、蜀，形成对抗长江中下游的楚国的战略优势。',
    '公元前318年，魏国国相公孙衍发起了一次五国合纵攻秦的战役最终失败。',
    '公元前315年，周王定病死，谥号为慎靓王。',
],
'baseInfo' => [
    '本名' => '姬定',
    '别名' => '周慎靓王',
    '所处时代' => '周朝——战国',
    '民族族群' => '华夏族',
    '出生地' => '狄泉（洛邑）',
    '逝世日期' => '前315年',
    '谥号' => '慎靓王',
    '在位时间' => '前321年——前315年',
    '性别' => '男',
],
'人物生平' => [
    '周慎靓王姬定在位期间，战国七雄为了保存自己，壮大自己，各自找寻盟友，有时几个较弱的国家联合，攻打一个强国，称为“合纵”；有时一个或两个强国（主要是秦国和齐国）联合，攻打较弱的国家，称为“连横”。一些游说之士研究天下形势，奔走于各国之间，劝说国君进行合纵或连横，历史上称他们为纵横家。为了解除当时最强盛的秦国对各国的威胁，公元前318年，魏国国相公孙衍发起了一次五国合纵攻秦的战役，五国是魏、赵、韩、楚、燕，推举楚国为纵长。同年，五国联军进抵函谷关（今河南省灵宝县境内），秦出兵迎击，联军撤走。第二年，秦军又与五国中的韩、赵、魏军队大战于修鱼（今河南省原阳县西），秦军斩杀敌方8万人，取得大捷，挫败了这一次的五国合纵。',
    '公元前316年，秦军攻灭了巴、蜀两个小国（今四川省境内），接着大量移民，占领了巴、蜀，取得了日后顺长江东下攻击位于长江中下游的楚国的有利的战略地位，为日后灭楚创造了重要条件。',
    '公元前315年，姬定驾崩。姬定死后的庙号为慎靓王，若是其父在位时短，约出生于安王三年。',
],
'史书记载' => '《史记·卷四·周本纪第四》',
];
