<?php
return [
'brief' => '姬延（？ -公元前256年），即周赧王，姬姓，名延，洛邑（今河南省洛阳市）人，战国时期周朝第37任君主。周显王的孙子，周慎靓王的儿子。时周已分东周、西周两小国。赧王名为天子，实寄居于西周。西周武公尽献其地于秦，王亦卒，周王朝亡。在位五十九年。相传赧王负债于民，因逃债避居宫内台上，周人称其台为“逃债台”，债台高筑的成语即由此而来。',
'baseInfo' => [
    '本名' => '姬延',
    '别名' => '周赧王',
    '所处时代' => '战国时代',
    '民族族群' => '华夏族',
    '出生地' => '洛邑（今河南省洛阳市）',
    '逝世日期' => '公元前 256年',
    '谥号' => '赧王',
    '在位时间' => '前315年－前256年',
],
'人物生平' => [
    '东周王朝末代君主，姬姓，名延，公元前315年，父亲周慎靓王在位6年驾崩，周王延登基为王，改第二年（公元前314）为元年。后世通常把他叫做“周赧王”。',
    '姬延在位期间，周王室已经十分衰弱。姬延初居“东周”（即成周），公元前307年，秦武王欲入东周试举周鼎，命右丞相樗里疾率领兵车百乘先至东周国，试探东周反应。遭周赧王严词拒绝，樗里疾大怒，把周赧王逐出王宫，强迁至“西周”（即王城）。',
    '当时秦国已攻占了韩国、魏国、赵国的很多地方，眼看下一步就要收拾周朝。姬延在忧心忡忡中度日。这时，楚国想抑制秦国势力的扩展，派使者请姬延以天子名义，号令各国协力攻秦。姬延大喜，命令西周公签订凑起了一支五六千人的军队，可是缺少武器、粮饷。姬延向境内的富户筹借军资，付给他们借券，答应周军班师之日以战利品偿还。',
    '公元前256年，姬延准备就绪，任命西周公为大将，率领五千军队伐秦，并约六国诸侯到伊阙(今河南省洛阳市南)会合，一起出击。不料，除了楚、燕两国派了些兵来以外，其他四国的兵马都失约不来，在伊阙的总兵力不过几万，远不是几十万秦兵的对手。结果，等了3个月仍不见其他四国的兵马到来，士气涣散，西周公只好带着自己的人马无功而回。',
    '“西周”的富户见周军回来，纷纷持借券向姬延讨债。他们从早到晚聚集在宫门外，喧哗不止，声音直传入内宫。姬延愧悔不及，又无可奈何，只好躲到宫后的一个高台上避债。周朝人将这个高台称为“逃责台”（即逃债台）。此后，秦军不肯罢休，攻下韩国的阳城（今河南省登封县东南）、负黍（今河南省登封县西南）后，直扑东周王城。西周公前去谢罪才罢。',
    '秦齐称帝' => [
        '秦国的日益壮大，使秦昭王不满足于王的称号，要称帝以示尊严，准备取周而代之。公元前288年10月，秦昭王约齐愍王一起称帝，秦为西帝，齐为东帝。12月，在纵横家苏秦劝说下，齐愍王去帝号，迫使秦昭王也取消了帝号。两强称帝，暴露了他们吞并五国、瓜分天下的企图，使五国十分惶恐，导致了五国攻秦和六国攻齐两大事件。韩、赵、魏、齐、燕的五国攻秦，由于各国各怀目的，难以统一步调，最后无功而散。',
        '公元前284年， 燕、秦、楚、赵、魏、韩六国在秦王组织下联合攻齐，燕军在名将乐毅指挥下大败齐军，长驱直入，攻占齐国都城临淄，攻取齐国七十多城，齐国只剩下莒、即墨两城，齐王逃奔于莒。五年以后，在齐国名将田单指挥下，齐军才打败燕军，收复失地。经过这次打击，齐国国力大衰，此后就不是秦的对手了。',
    ],
    '楚攻西周' => [
        '周赧王在位时，东西两周分裂，各自为政。周赧王又把国都迁到了成周。',
        '当时，位于西周的周武公姬共的太子死了，还有五个儿子都是庶出，没有嫡子可以立为太子，周武公很头疼。楚国下卿司马翦对楚怀王说：“咱们不如用土地资助公子咎，替他请求立为太子。”另一位楚大夫左成说：“不行！如果我们用土地资助了公子咎，而西周却不听我们的，这样您的主意就行不通了，与西周的交情也疏远了。我们不如去问问周君，到底想要立谁为太子，然后悄悄地告诉给司马翦，然后司马翦再让楚国资助给他土地。”结果，西周真的就立公子咎为太子。',
        '周赧王八年（公元前307年），秦国发兵攻打宜阳，楚国则派兵去援救。当时楚国以为西周是帮助秦国的，所以想顺带攻打西周。大夫苏代则为西周游说楚怀王说：“您怎么知道西周是帮助秦国的？说西周帮助秦国比帮助楚国更出力的人，是想让西周投到秦国方面去，所以人们都把西周、秦国放在一起说‘周秦’啊。西周如果觉得自己解脱不了，就必定投向秦国一方，那可就真是帮助秦国取西周的妙计呀。我为大王考虑，西周为秦国出力，您要好好待他；不为秦国出力，您依然好好待他，这样，才能让西周与秦国疏远。如果西周与秦国绝了交，就一定会投向楚国郢都的。”',
        '楚怀王听从了苏代的意见，放弃了攻打西周的计划。',
    ],
    '秦国借道' => [
        '之后，秦国向东周和西周借道，想通过两周之间的地区去攻打韩国。周赧王担心：借了道会得罪韩国，不借又会得罪秦国。大夫史厌便对周赧王说：“为什么不派人去见韩公叔呢？就对韩公叔说：‘秦国敢穿过周地去攻打韩国，是由于信任东周。您为什么不给周一些土地，并派出人质前往楚国呢？’这样，秦国一定会怀疑楚国，不相信周君，也就不会攻打韩国了。您再派人去对秦国说：‘韩国非要给我们周一些土地，想以此来让秦国怀疑周君，周不敢不接受。’秦国也就没有说词儿，不让周接受韩国的土地了，这样就既得到了韩的土地，又是听命于秦国了。”',
        '秦国召见西周君，西周君不愿意去，就派人对韩王说：“秦国召见西周君，他是想攻打大王的南阳，大王为什么不派兵驻守南阳？周君将以此为借口不到秦国去。周君不到秦国去，秦国就一定不敢渡河来攻打南阳了。”',
        '东周和西周打仗，韩国派兵去救援西周。有人为东周游说韩王说：“西周原先是天子的国都，有许多钟鼎宝器和贵重的宝物。您如果控制住军队不出动，就可以让东周感激您，又可以使您尽得西周的宝物。”',
    ],
    '韩索粮草' => [
        '周赧王被称做成君。楚军包围韩国的雍氏，韩国向东周要兵器和粮草，东周君姬班害怕，叫来苏代把这事告诉他。苏代说：“您何必为这件事担忧呢！我能使韩国不向东周要兵器和粮草，又能让您得到高都。”东周君说：“你如果能办到，我可以把国政交给你。”苏代会见了韩相国公仲侈说：“楚国包围了雍氏，原来计划三个月攻下，如今已经五个月了，还攻不下来，这说明楚兵已经疲惫了。现在您向周要兵器粮草，就是向楚宣告您自己已经疲备了。”韩相国说：“对。可是使者已经派出去了。”苏代于是说：“为什么不把高都送给东周呢？”韩相国非常生气，说：“我不向东周要兵器粮草也就够可以了，为什么还要把高都送给东周呢？”苏代说：“把高都送给东周，东周就会转过来投向韩国，秦国听了一定很恼火，怨恨东周，与东周断绝使者的往来，这样就等于是拿一个破烂的高都换来一个完整的东周。为什么不给呢？”韩相国听了大乐说：“好。”果然把高都送给东周了。',
    ],
    '劝秦退兵' => [
        '周赧王三十四年（公元前281年），大夫苏厉对周赧王说：“秦国攻克韩国、魏国，打败魏国大将师武，往北攻取赵国的蔺、离石二县，这些都是白起干的。这个人善于用兵，又有天命佑助。而今他又带兵出伊阙塞去攻打梁国，如果梁国被攻破，那么西周就危险了。您为什么不派人去劝说白起呢？您可以讲楚国养由基的故事给他听，然后说：如今，您攻克了韩国、魏国，打败了师武，往北攻取了赵国的蔺、离石二县，您的功绩是很大了。现在您又带兵出伊阙塞，过东西两周，背对韩国，攻打魏国，这一次如果打不胜，就会前攻尽弃。您不如假称有病，不要出伊阙塞去攻打梁国了。”',
    ],
    '借兵筑城' => [
        '周赧王四十二年（公元前273年），秦国攻破魏国的华阳。东周的大夫马犯对东周君说：“请允许我去让梁国给东周筑城。”他跑去对梁王嬴甚说：“周王病了，如果他真的死了，我也一定活不成。请让我把九鼎献给大王，您拿到了九鼎之后希望能想办法救我。”梁王说：“好。”于是给他一批士兵，声称是去保卫东周。马犯又去对秦昭襄王说：“梁国并非是想保卫东周，而是要攻打东周。您可以派兵到国境去看看。”秦国果然出兵。马犯又去对梁王说：“周王病好了，九鼎的事没有办成，请您让我在以后找适当的机会再献九鼎吧。但是现在您已经派兵到东周去了，诸侯都起了疑心，怀疑您要攻打东周，以后您办事将不会有人相信了。不如让那些士兵为东周筑城，借此把诸侯怀疑您要攻打东周的事端掩盖住。”梁王说：“好。”于是就让那些士兵给东周筑城。',
    ],
    '巴结秦国' => [
        '周赧王四十五年（公元前270年），秦国的说客周冣对周赧王说：“您不如称赞秦昭襄王的孝道，趁便把应地献给秦国作为太后的供养之地，秦昭襄王一定很高兴，这样您和秦国就有了交情。交情好了，周君一定认为这是您的功绩；交情不好，劝周君归附秦国的人一定会获罪。”',
        '后来秦昭襄王要去攻打西周国，周冣果然对秦昭襄王说：“如果为大王您考虑，那就不应该去攻打西周。攻打西周，实在利益不多，却使您的名声让天下人都害怕。天下人都因为秦国攻打西周的名声而害怕，一定会往东边去与齐国联合。您的军队在西周打得疲惫了，又使天下都去与齐国联合，这样，秦国就无法称王，不能统一天下。天下正希望使秦国疲惫，所以鼓励您去攻打周。如果秦国和诸侯都疲惫，那样您的教命就不会通行于诸侯。”',
        '周赧王五十八年（公元前257年），韩、赵、魏三国与秦国相对抗。西周公派相国御展前往秦国，因为怕遭到秦国的轻视，就半路返回。有人对御展说：“秦国是轻视您还是重视您，这个还不能确定。秦国是想要了解那三国的实情。您不如赶快去拜见秦王，就说‘请让我来给您打探东方三国的变化’，秦昭襄王一定会重视您。如果秦昭襄王重视您，就表明秦国重视西周，西周因此也取得秦国的信任。至于齐国对西周的重视，那么早就有周冣和齐国联络好了。这样，西周就可以永远不会失去与强国的交情。”秦昭襄王果然信任西周，就转而发兵去攻打韩、赵、魏三国。',
    ],
    '联合伐秦' => [
        '周赧王五十九年（公元前256年），秦军攻取韩国的阳城、负黍，西周国惧怕之下背叛秦国，与东方各诸侯相联合，率领天下的精锐部队出伊阙塞去攻打秦国，使得秦国与阳城之间无法相通。秦昭襄王因此大怒，派大将军摎攻打西周。西周君跑到秦国，叩头认罪，把全部三十六邑、三万人口都献给秦昭襄王。秦国将西周君绑在柱子上游街示众，贬为平民。便放其回到西周。',
    ],
    '周朝灭亡' => [
        '同年，周赧王郁愤而终。王朝国权已为西周公与东周公把持，西周公据洛阳，东周公据巩邑。其后不久，西周文公姬咎逝世，西周一地的民众就纷纷向东方逃亡。秦国于是轻易地收取九鼎和其他珍宝，并且未立新王，西周灭亡，同时宣告着历时八百年的周王朝走向终结。',
        '公元前249年，秦庄襄王灭掉东周国。东、西两周就全都归属于秦国，周王朝的祭祀从此断绝。',
    ],
],
'历史疑案' => [
    '债台高筑' => [
        '据《史记·周本纪》记载，赧王八年，东周与西周战，韩救西周。或为东周说韩王曰：西周故天子之国，多名器重宝。王案兵毋出，可以德东周。这里所说的“东周”和“西周”都是当时的诸侯国，而不是作为王朝的存在。',
        '西周国是公元前440年周考王从自己的领地中划地出来分封给他的弟弟而形成的一个小诸侯国。所以史料才说“西周故天子国”，注意这里用了一个“故”字。而“东周国”则是后来“西周国”分裂而形成了一个新的小诸侯国。但为什么周天子自己债台高筑，却仍然不惜要用自己仅有的土地去分封，就很奇怪了。',
    ],
    '在位时间' => [
        '据《史记·周本纪》记载，五十九年，秦昭襄王怒，使将军摎攻西周。西周君饹秦，顿首受罪，尽献其邑三十六，口三万。秦受其献，归其君于周。',
        '据《史记·秦本纪》记载，秦昭襄王五十一年，将军摎攻韩，取阳城、负黍。西周君背秦，与诸侯约从，将天下锐兵出伊阙攻秦，令秦毋得通阳城。于是秦使将军摎攻西周。西周君（是指诸侯国西周国的国君，而不是周天子周赧王）走来自归，顿首受罪，尽献其邑三十六城，口三万。秦王受献，归其君于周。五十二年，周民东亡，其器九鼎入秦。也就是说周赧王五十九年和秦昭襄王五十一年是同一年，而周民不可能在赧王死后一年才东亡，秦也不可能在赧王活着时取九鼎。',
    ],
    '赧王结局' => [
        '资治通鉴中对赧王的记载可信吗？',
        '关于赧王之死，应该是寿终正寝。关于司马光对周赧王降秦和迁于项城的记载，更是无中生有。如果周赧王降秦的话，秦昭襄王为什么要在周君王赧死、周民东亡后才取象征天子的九鼎宝器？显然说不通。',
        '《资治通鉴》的作者司马光是北宋人，而《史记》的作者司马迁是西汉人，司马光关于周王朝的真实史料，显然不会比司马迁更多。司马光关于周王朝的编写也就不足为信。',
    ],
    '谥号争议' => '史书认为赧王并非姬延的谥号：“赧非谥，谥法无赧。正以微弱，窃鈇逃债，赧然惭愧，故号曰‘赧’耳”。',
],
];
