<?php
return [
'chapters' => [
'nationalStyle' => [
    'name' => '国风',
    'spell' => 'guó fēng',
    'elems' => [[
        'code' => 'zhounan',
        'spell' => 'zhōu nán',
        'name' => '周南',
        'infos' => [
            '01', '02', '03', '04', '05', '06', '07', '08', '09', '10', '11',
        ],
   ],
   [
        'code' => 'shaonan',
        'spell' => 'shào nán',
        'name' => '召南',
        'infos' => [
            '12', '13', '14', '15', '16', '17', '18', '19', '20', '21', '22', '23', '24', '25',
        ],
   ],
   [
        'code' => 'beifeng',
        'spell' => 'bèi fēng',
        'name' => '邶风',
        'infos' => [
            '26', '27', '28', '29', '30', '31', '32', '33', '34', '35', '36', '37', '38', '39', '40', '41', '42', '43', '44',
        ],
   ],
   [
        'code' => 'yongfeng',
        'spell' => 'yōng fēng',
        'name' => '鄘风',
        'infos' => [
            '45', '46', '47', '48', '49', '50', '51', '52', '53', '54',
        ],
   ],
   [
        'code' => 'weifeng',
        'spell' => 'wèi fēng',
        'name' => '卫风',
        'infos' => [
            '55', '56', '57', '58', '59', '60', '61', '62', '63', '64',
        ],
   ],
   [
        'code' => 'wangfeng',
        'spell' => 'wáng fēng',
        'name' => '王风',
        'infos' => [
            '65', '66', '67', '68', '69', '70', '71', '72', '73', '74',
        ],
   ],
   [
        'code' => 'zhengfeng',
        'spell' => 'zhèng fēng',
        'name' => '郑风',
        'infos' => [
            '75', '76', '77', '78', '79', '80', '81', '82', '83', '84', '85', '86', '87', '88', '89', '90', '91', '92', '93', '94', '95',
        ],
   ],
   [
        'code' => 'qifeng',
        'spell' => 'qí fēng',
        'name' => '齐风',
        'infos' => [
            '96', '97', '98', '99', '100', '101', '102', '103', '104', '105', '106',
        ],
   ],
   [
        'code' => 'weifeng',
        'spell' => 'wèi fēng',
        'name' => '魏风',
        'infos' => [
            '107', '108', '109', '110', '111', '112', '113',
        ],
   ],
   [
        'code' => 'tangfeng',
        'spell' => 'táng fēng',
        'name' => '唐风',
        'infos' => [
            '114', '115', '116', '117', '118', '119', '120', '121', '122', '123', '124', '125',
        ],
   ],
   [
        'code' => 'qinfeng',
        'spell' => 'qín fēng',
        'name' => '秦风',
        'infos' => [
            '126', '127', '128', '129', '130', '131', '132', '133', '134', '135',
        ],
   ],
   [
        'code' => 'chenfeng',
        'spell' => 'chén fēng',
        'name' => '陈风',
        'infos' => [
            '136', '137', '138', '139', '140', '141', '142', '143', '144', '145',
        ],
   ],
   [
        'code' => 'guifeng',
        'spell' => 'guì fēng',
        'name' => '桧风',
        'infos' => [
            '146', '147', '148', '149',
        ],
   ],
   [
        'code' => 'caofeng',
        'spell' => 'cáo fēng',
        'name' => '曹风',
        'infos' => [
            '150', '151', '152', '153',
        ],
   ],
   [
        'code' => 'binfeng',
        'spell' => 'bīn fēng',
        'name' => '豳风',
        'infos' => [
            '154', '155', '156', '157', '158', '159', '160',
        ],
   ],
],
],
'xiaoya' => [
    'name' => '小雅',
    'spell' => 'xiǎo yǎ',
    'elems' => [[
        'code' => 'lumingzhishi',
        'spell' => 'lù míng zhī shí',
        'name' => '鹿鸣之什',
        'infos' => [
            '161', '162', '163', '164', '165', '166', '167', '168', '169', '170',
        ],
    ],
    [
        'code' => 'nanyoujiayuzhishi',
        'spell' => 'nán yǒu jiā yú zhī shí',
        'name' => '南有嘉鱼之什',
        'infos' => [
            '171', '172', '173', '174', '175', '176', '177', '178', '179', '180',
        ],
    ],
    [
        'code' => 'hongyanzhishi',
        'spell' => 'hóng yàn zhī shí',
        'name' => '鸿雁之什',
        'infos' => [
            '181', '182', '183', '184', '185', '186', '187', '188', '189', '190',
        ],
    ],
    [
        'code' => 'jienanshanzhishi',
        'spell' => 'jié nán shān zhī shí',
        'name' => '节南山之什',
        'infos' => [
            '191', '192', '193', '194', '195', '196', '197', '198', '199', '200',
        ],
    ],
    [
        'code' => 'gufengzhishi',
        'spell' => 'gǔ fēng zhī shí',
        'name' => '谷风之什',
        'infos' => [
            '201', '202', '203', '204', '205', '206', '207', '208', '209', '210',
        ],
    ],
    [
        'code' => 'putianzhishi',
        'spell' => 'fǔ tián zhī shí',
        'name' => '甫田之什',
        'infos' => [
            '211', '212', '213', '214', '215', '216', '217', '218', '219', '220',
        ],
    ],
    [
        'code' => 'yuzaozhishi',
        'spell' => 'yú zǎo zhī shí',
        'name' => '鱼藻之什',
        'infos' => [
            '221', '222', '223', '224', '225', '226', '227', '228', '229', '230',
        ],
    ],
    [
        'code' => 'huyezhishi',
        'spell' => 'hù yè zhī shí',
        'name' => '瓠叶之什',
        'infos' => [
            '231', '232', '233', '234', '2341', '2342', '2343', '2344', '2345', '2346',
        ],
    ],
],
],
'daya' => [
    'name' => '大雅',
    'elems' => [[
        'code' => 'wangwangzhishi',
        'spell' => 'shēng mín zhī shí',
        'name' => '文王之什',
        'infos' => [
            '235', '236', '237', '238', '239', '240', '241', '242', '243', '244',
        ],
    ],
    [
        'code' => 'shengminzhishi',
        'spell' => 'shēng mín zhī shí',
        'name' => '生民之什',
        'infos' => [
            '245', '246', '247', '248', '249', '250', '251', '252', '253', '254',
        ],
    ],
    [
        'code' => 'dangzhishi',
        'spell' => 'dàng zhī shí',
        'name' => '荡之什',
        'infos' => [
            '255', '256', '257', '258', '259', '260', '261', '262', '263', '264', '265',
        ],
    ],
],
],
'song' => [
    'name' => '颂',
    'elems' => [[
        'code' => 'zhousong',
        'spell' => 'zhōu sòng',
        'name' => '周颂',
        'infos' => [
            '266', '267', '268', '269', '270', '271', '272', '273', '274', '275', '276', '277',
            '278', '279', '280', '281', '282', '283', '284', '285', '286', '287', '288', '289',
            '290', '291', '292', '293', '294', '295', '296',
        ],
    ],
    [
        'code' => 'lusong',
        'spell' => 'lǔ sòng',
        'name' => '鲁颂',
        'infos' => [
            '297', '298', '299', '300',
        ],
    ],
    [
        'code' => 'shangsong',
        'spell' => 'shāng sòng',
        'name' => '商颂',
        'infos' => [
            '301', '302', '303', '304', '305',
        ],
    ],
],
],
],
];
