<?php
return [
'chapters' => [
[
    'content' => [
        '大学之道(1)，在明明德(2)，在亲民(3)，在止于(4)至善。',
        '知止(5)而后有定，定而后能静(6)，静而后能安(7)，安而后能虑(8)，虑而后能得(9)。物有本末，事有终始。知所先后，则近道矣。',
        '古之欲明明德于天下者，先治其国；欲治其国者，先齐其家(10)；欲齐其家者，先修其身(11)；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知(12)。致知在格物(13)。物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。自天子以至于庶人(14)，壹是皆以修身为本(15)。',
        '其本乱，而末(16)治者否矣。其所厚者薄，而其所薄者厚(17)，未之有也(18)。',
    ],
    'notes' => [
        '(1)大学之道：大学的宗旨，大学的最终目的。大学：在古代其含义有两种：“博学”之态；与“小学”相对的“大人之学”。古代儿童八岁上小学，主要学习“洒扫、应对、进退、礼乐射御书数”之类的文化课和基本的礼节。十五岁后可进入大学，开始学习伦理、政治、哲学等“穷理正心，修己治人”的学问。两种含义虽有明显的区别之处，但都有“博学”之意。道：本指道路，在这里指的是在学习政治、哲学时所掌握的规律和原则，在中国古代哲学、政治学里，也指宇宙万物的本原、个体，一定的政治观或思想体系等，在不同的上下文环境里有不同的意思。',
        '(2)明明德：第一个“明”是动词，彰显、发扬、弘扬之意。第二个“明”是形容词，含有高尚、光辉的意思。，明德也就是光明正大的品德。',
        '(3)亲民：根据后面的“传”文，“亲”应为“新”，即革新、弃旧图新。亲民，也就是新民，使人弃旧图新、去恶从善。引导、教化人民之意。',
        '(4)止于：处在。',
        '(5)知止：明确目标所在。',
        '(6)静：心不妄动。',
        '(7)安：所处而安。',
        '(8)虑：处事精详。',
        '(9)得：收获，得到成果。',
        '(10)齐其家：将自己家庭或家族的事务安排管理得井井有条，人与人之间的关系和谐，使家庭或家族和和美美，蒸蒸日上，兴旺发达。',
        '(11)修其身：锻造、修炼自己的品行和人格。',
        '(12)致其知：让自己得到知识和智慧。',
        '(13)格物：认识、研究世间万物。',
        '(14)庶人：普通百姓。',
        '(15)壹是皆以修身为本：壹是：全部都是之意。本：本源、根本。',
        '(16)末：与“本”相对，末节之意。',
        '(17)厚者薄：该厚待的却怠慢。薄者厚：该怠慢的反倒厚待。',
        '(18)未之有也：宾语前置句，“未有之也”。没有这样的道理(事情、做法等)。',
    ],
    'vernacular' => [
        '大学的宗旨在于弘扬光明正大的品德，在于使人弃旧图新，在于使人达到最完善的境界。',
        '知道应达到的境界才能够志向坚定；志向坚定才能够镇静不躁；镇静不躁才能够心安理得；心安理得才能够思虑周祥；思虑周祥才能够有所收获。每样东西都有根本有枝未，每件事情都有开始有终结。明白了这本末始终的道理，就接近事物发展的规律了。',
        '古代那些要想在天下弘扬光明正大品德的人，先要治理好自己的国家；要想治理好自己的国家，先要管理好自己的家庭和家族；要想管理好自己的家庭和家族，先要修养自身的品性；要想修养自身的品性，先要端正自己的心思；要想端正自己的心思，先要使自己的意念真诚；要想使自己的意念真诚，先要使自己获得知识；获得知识的途径在于认识、研究万事万物。通过对万事万物的认识、研究后才能获得知识；获得知识后意念才能真诚；意念真诚后心思才能端正；心思端正后才能修养品性；品性修养后才能管理好家庭和家族；管理好家庭和家族后才能治理好国家；治理好国家后天下才能太平。上自国家元首，下至平民百姓，人人都要以修养品性为根本。',
        '若这个根本被扰乱了，家庭、家族、国家、天下要治理好是不可能的。不分轻重缓急，本末倒置却想做好事情，这也同样是不可能的！',
    ],
    'unscramble' => [
        '这里所展示的，是儒学三纲八目的追求。所谓三纲，是指明德、新民、止于至善。它既是《大学》的纲领旨趣，也是儒学“垂世立教”的目标所在。所谓八目，是指格物、致知、诚意、正心、修身、齐家、治国、平天下。它既是为达到“三纲”而设计的条目工夫，也是儒学为我们所展示的人生进修阶梯。纵览四书五经，我们发现，儒家的全部学说实际上都是循着这三纲八目而展开的。所以，抓住这三纲八目你就等于抓住了一把打开儒学大门的钥匙。循着这进修阶梯一步一个脚印，你就会登堂入室，领略懦学经典的奥义。就这里的阶梯本身而言，实际上包括“内修”和“外治”两大方面：前面四级“格物、致知，诚意、正心”是“内修”；后面三纲“齐家、治国、平天下”是“外治”。而其中间的“修身”一环，则是连结“年修”和“外治”两方面的枢纽，它与前面的“内修”项目连在一起，是“独善其身”；它与后面的“外治”项目连在一起，是“兼善天下”。两千多年来，一代又一代中国知识分子“穷则独善其身，达则兼善天下”(《孟子·尽心下》)，把生命的历程铺设在这一阶梯之上。所以，它实质上已不仅仅是一系列学说怯质的进修步骤，而是具有浓厚实践色彩的人生追求阶梯了。它铸造了一代又一代中国知识分子的人格心理，时至今日，仍然在我们身上发挥着潜移默化的作用。不管你是否意识明确，不管你积极还是消极，“格、致、诚、正，修、齐、治、平”的观念总是或隐或显地在影响看你的思想，左右着你的行动，使你最终发现，自己的人生历程也不过是在这儒学的进修阶梯上或近或远地展开。事实上，作为中国知识分子，又有几人是真正出道入佛的野鹤闲云、隐逸高士呢？说到底，依然是十人九儒，如此而已。',
    ],
],
],
];
