<?php
return [
'chapters' => [
[
    'content' => [
        '汤之《盘铭》(1)曰：“苟日新(2)，日日新，又日新。”《康诰》曰：“作新民(3)。”《诗》曰：“周虽旧邦，其命维新(4)。”是故君子无所不用其极(5)。',
    ],
    'notes' => [
        '(1)汤：即成汤，商朝的开国君主。盘铭：刻在金属器皿上的警示语言或是箴言。这里的器皿是指商汤的洗澡盆。',
        '(2)苟：如果。新：本义是指洗澡除去身体上的污垢，使身体焕然一新，引申义则是指行精神上的弃旧图新。',
        '(3)作：振作，激励。新民：即“经”里面说的“亲民”，实应为“新民”。意思是使民新，也就是使人弃旧图新，去恶从善。',
        '(4)周，周朝。旧邦：旧有的国家。其命：指周朝所禀受的天命。维：语助词，无意义。本句出自《诗经·大雅·文王》。',
        '(5)是故君子无所不用其极：所以品德高尚的人无处不追求完善。是故：所以。君子，有时候指贵族，有时指品德高尚的人，根据上下文不同的语言环境而有不同的意思。极：完善、极致。',
    ],
    'vernacular' => [
        '商汤王刻在洗澡盆上的箴言说：“如果能够一天新，就应保持天天新，新了还要更新。”《康诰》说：“激励人弃旧图新。”《诗经》说：“周朝虽然是旧的国家，但却禀受了新的天命。”所以，品德高尚的人无处不追求完善。',
    ],
    'unscramble' => [
        '如果说“在明明德”还是相对静态地要求弘扬人性中光明正大的品德的话，那么，“苟日新，日日新，又日新”就是从动态的角度来强调不断革新，加强思想革命化的问题了。“苟日新，日日新，又日新”被刻在商汤王的洗澡盆上，本来是说洗澡的问题：假如今天把一身的污垢洗干净了，以后便要天天把污垢洗干净，这样一大一大地下去，每人都要坚持。引申出来，精神上的洗礼，品德上的修炼，思想上的改造又何尝不是这样呢？这使人想到基督教的每日忏悔，使人联想到女作家杨绛把她那本写“干校”生活的书起名为“洗澡”。精神上的洗澡就是《庄子·知北游》所说的“澡雪而精神”，《礼记·儒行》所说的“澡身而浴德”，说到底，也就是毛泽东所一再强调的”加强思想革命化”。话说回来，“苟日新，日日新，又日新”无论如何展示的是一种革新的姿态，驱动人们弃旧图新。所以，你不仅可以像商汤王一样把它刻在洗澡盆上，而且也可以把它刻在床头、案头，使它成为你的座右铭。',
    ],
],
],
];
