<?php
return [
'chapters' => [
[
    'content' => [
        '所谓诚其意(1)者，毋(2)自欺也。如恶恶臭(3)，如好好色(4)，此之谓自谦(5)。故君子必慎其独(6)也。小人闲居(7)为不善，无所不至，见君子而后厌然(8)，掩其不善，而著其善(9)。',
        '人之视己，如见其肺肝然，则何益(10)矣。此谓诚于中(11)，形于外(12)，故君子必慎其独也。',
        '曾子曰：“十目所视，十手所指，其严(13)乎！”富润屋(14)，德润身(15)，心广体胖(16)，故君子必诚其意。',
    ],
    'notes' => [
        '(1)诚其意：指意念真诚。',
        '(2)毋：不要。',
        '(3)恶(wù)恶(è)臭(xiù)：指的是讨厌恶臭的气味。臭，气味，较现代单指臭味的含义宽泛。',
        '(4)好(hào)好(hǎo)色：喜爱容貌出众的女子。好色：美女。',
        '(5)谦：通“谦”，心安理得，心满意足的样子。',
        '(6)慎其独：在独处时要慎重，谨慎，不苟。',
        '(7)闲居：单独在家中，独处。',
        '(8)厌然：遮遮掩掩、躲避之意。',
        '(9)掩：隐藏之意。著：彰显出来。',
        '(10)益：益处，好处。',
        '(11)中：内心。',
        '(12)外：指外表。',
        '(13)严：严峻，令人敬畏。',
        '(14)润屋：装饰住所。',
        '(15)润身：修养自己。',
        '(16)心广体胖(pán)：心胸宽广，身体舒适。胖：舒适之意。',
    ],
    'vernacular' => [
        '使意念真诚的意思是说，不要自己欺骗自己。要像厌恶腐臭的气味一样，要像喜爱美丽的女人一样，一切都发自内心。所以，品德高尚的人哪怕是在一个人独处的时候，也一定要谨慎。品德低下的人在私下里无恶不作，一见到品德高尚的人便躲躲闪闪，掩盖自己所做的坏事而自吹自擂。',
        '殊不知，别人看你自己，就像能看见你的心肺肝脏一样清楚，掩盖有什么用呢？这就叫做内心的真实一定会表现到外表上来。所以，品德高尚的人哪怕是在一个人独处的时候，也一定要谨慎。',
        '曾子说：“十只眼睛看着，十只手指着，这难道不令人畏惧吗？！”财富可以装饰房屋，品德却可以修养身心，使心胸宽广而身体舒泰安康。所以，品德高尚的人一定要使自己的意念真诚。',
    ],
    'unscramble' => [
        '要做到真诚，最重要，也是最考验人的一课便是“慎其独”在一个人独处的时候也谨慎，简而言之，就是人前人后一个样。人前真诚，人后也真诚，一切都发自肺腑，发自内心，发自我全部的感官，就像手脚长在我自己身上一样自然自如，一样真实无欺，而不是谁外加于我的“思想改造”，外加于我的清规戒律。',
        '这是从正面来说。',
        '从反面来说，“若要人不知，除非己莫为。”自欺欺人，掩耳盗铃，总有东窗事发的一天。',
        '说到这里，在市场经济时代，金钱诱惑滚滚而来，政府反腐倡廉，“慎其独”是不是也应该作为公务员们必修的一课呢？',
        '须知，金玉满堂，并不能保得你心情舒畅，身体安康，倒是那疯破道人的《好了歌》唱得好：“终朝只恨聚无多，及到多时眼闭了。”所以，比装修房屋(富润屋)更重要的还是装修你自己(德润身)，修养身心，做到心宽体胖。而要做到这一切，还得要回到那起始的一点去——君子必诚其意。',
        '真诚做人，立身之本。',
    ],
],
],
];
