<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '孟子曰：“仕非为贫也，而有时乎为贫；娶妻非为养也，而有时乎为养。为贫者，辞尊居卑，辞富居贫。辞尊居卑，辞富居贫，恶乎宜乎？抱关击柝(1)。孔子尝为委吏(2)矣，曰：‘会计当而已矣。’尝为乘田(3)矣，曰：‘牛羊茁壮长而已矣。’位卑而言高，罪也；立乎人之本朝，而道不行，耻也。”',
        ],
        'notes' => [
            '(1)柝(tuò)：《周礼·天官·宫正》：“夕击柝而比之。”《左传·哀公七年》：“鲁击柝闻于邾。”《荀子·荣辱》：“抱关击柝而不以为寡。”《谷梁传·庄公二十五年》：“大夫击门，士击柝。”《资治通鉴·唐纪》：“留击柝者。”本义为巡夜打更用的梆子之意，这里用为打更之意。',
            '(2)委吏：管理仓库的小官。',
            '(3)承田：管理畜牧的小官。',
        ],
        'vernacular' => [
            '孟子说：“做官不是因为贫穷，但有时却是因为贫穷；娶妻不是为了奉养父母，但有时却是为了奉养父母。因为贫穷而做官，就该不做大官而做小官，不要高薪只求薄禄。不做大官做小官，不要高薪求薄禄，干哪样最适宜呢？守门打更就行了。孔子曾经做过管仓库的小吏，说道：‘账目对头就行了。’又曾经做过管理牲畜的小吏，说道：‘牛羊长得肥壮就行了。’地位低下而议论朝政，是罪过；在君主的朝廷上做官，而政治主张不能推行，是耻辱。”',
        ],
    ],
],
];
