<?php
return [
'chapters' => [
    [
        'name' => '第十四节',
        'content' => [
            '孟子曰：“人之于身也，兼所爱。兼所爱，则兼所养也。无尺寸之肤不爱焉，则无尺寸之肤不养也。所以考其善不善者，岂有他哉？于己取之而已矣。体有贵贱，有小大(1)。无以小害大，无以贱害贵。养其小者为小人，养其大者为大人。今有场师(2)，舍其梧标(3)，养其樲棘(4)，则为贱场师焉。养其一指而失其肩背，而不知也，则为狼疾(4)人也。饮食之人，则人贱之矣，为其养小以失大也。饮食之人无有失也，则口腹岂适为尺寸之肤哉？”',
        ],
        'vernacular' => [
            '孟子说：“人对于自己的身体，是各部分都爱护的。都爱护，便都加以保养。没有哪点儿肌肤不爱护，便没有哪点儿肌肤不保养。用来考察他保养得好不好，难道有别的方法吗？在于看他注重保养哪一部分罢了。身体有重要部分和次要部分，有小的部分和大的部分。不能因为（保养了）小的部分而损害了大的部分，不能因为（保养了）次要部分而损害了重要部分。只保养小的部分的，是小人，能保养大的部分的，是君子。如果现在有这么个园艺师，放弃培植梧桐标树，去培植酸枣荆棘，那他就是个顶蹩脚的园艺师。（如果有人）保养了自己一个手指却丧失了肩背的功能，自己还不清醒，那他就是个顶糊涂的人。专讲吃喝的人，人们鄙视他，是因为他保养了小的部分而丧失了大的部分。如果讲究吃喝的人没有丢弃（善心的培养），那么他的吃喝难道还只是为了保养一尺一寸的肌肤吗？”',
        ],
        'notes' => [
            '(1)体有贵贱，有小大：朱熹《四书集注》云：“贱而小者，口腹也；贵而大者，心志也。”',
            '(2)场师：古代的园艺师。',
            '(3)梧(wú)檟(jiǎ)：果木名，梧桐树和山楸树，两者皆良木，所以并称，比喻良才。',
            '(4)樲(èr)棘(jí)：果木名，即酸枣和荆棘，两者皆无用之木，所以并称，比喻贱才。',
            '(5)狼疾：又称为狼藉，散乱、错杂的样子。比喻为昏愦糊涂之人。',
        ],
    ],
],
];
