<?php
return [
'chapters' => [
    [
        'name' => '第十二节',
        'content' => [
            '孟子曰：“今有无名之指屈而不信(1)，非疾痛害事也，如有能信之者，则不远秦楚之路，为指之不若人也。指不若人，则知恶之；心不若人，则不知恶，此之谓不知类(2)也。”',
        ],
        'vernacular' => [
            '孟子说：“如果现在有个人无名指弯曲了不能伸直，（虽然）既不疼痛又不妨碍做事，但如果有人能使它伸直，那么即使赶到秦国楚国去（医治），也不会嫌路远，为的是手指不如别人。手指不如别人，知道厌恶它；心不如别人，却不知道厌恶，这叫不懂轻重。”',
        ],
        'notes' => [
            '(1)信：古同“伸”。《易·系辞下》：“尺蠖之屈，以求信也。龙蛇之蛰，以存身也。精义之神，以致用也。”《周礼·考工记》：“引而信之，欲其直也，信之而直，则取材正也。”《汉书·律历志》：“丈者，张也。引者，信也。”这里用为舒展开、伸直之意。',
            '(2)不知类：朱熹《四书集注》云：“言不知轻重之等也。”译文从之。',
        ],
    ],
],
];
