<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '告子(1)曰：“性犹杞柳(2)也，义犹桮棬(3)也；以人性为仁义，犹以杞柳为桮棬。”',
            '孟子曰：“子能顺杞柳之性而以为桮棬乎？将戕贼杞柳而后以为桮棬也？如将戕贼杞柳而以为桮棬，则亦将戕贼人以为仁义与？率天下之人而祸仁义者，必子之言夫！”',
        ],
        'vernacular' => [
            '告子说：“人的本性好比杞柳，义好比杯盘；使人性变得仁义，就像把杞柳做成杯盘。”',
            '孟子说：“你能顺着杞柳的性状把它做成杯盘呢，还是要伤害了它的性状把它做成杯盘呢？如果是伤害了它的性状而把它做成杯盘，那么也要伤害了人的本性使它变得仁义吗？率领天下的人给仁义带来灾难的，必定是你这种论调吧！”',
        ],
        'notes' => [
            '(1)告子：人名，孟子的学生。',
            '(2)杞(qǐ)柳：杨柳科植物，即柜柳，杨柳树的一种。枝条柔韧，可以编制箱筐等器物。',
            '(3)桮棬(bēi quān)：先用枝条编成杯盘之形，再以漆加工制成杯盘。木制的盛汤、酒的器皿。',
        ],
    ],
],
];
