<?php
return [
'chapters' => [
    [
        'name' => '第十节',
        'content' => [
            '孟子曰：“鱼，我所欲也，熊掌亦我所欲也；二者不可得兼，舍鱼而取熊掌者也。生亦我所欲也，义亦我所欲也；二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟(1)得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。',
            '如使人之所欲莫甚于生，则凡可以得生者，何不用也？使人之所恶莫甚于死者，则凡可以辟患者，何不为也？由是则生而有不用也，由是则可以辟患而有不为也，是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。',
            '一箪食，一豆(2)羹，得之则生，弗得则死，嘑(3)尔而与之，行道之人弗受；蹴(4)尔而与之，乞人不屑也；万钟(5)则不辩礼义而受之。万钟于我何加焉？为宫室之美、妻妾之奉、所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得(6)我而为之，是亦不可以已乎？此之谓失其本心。”',
        ],
        'vernacular' => [
            '孟子说：“鱼是我所喜爱的，熊掌也是我所喜爱的；两样不可能同时得到，就舍弃鱼而要熊掌。生存是我所喜爱的，义也是我所喜爱的；两样不能同时兼顾，就放弃生存而要义。生存是我所喜爱的，但所喜爱的有超过生存的，所以不做苟且偷生的事；死亡是我所憎恶的，但我所憎恶的有超过死亡的，所以有些祸患我不躲避。',
            '假使人们所喜爱的没有什么超过生存的了，那么凡是可以保命的手段，哪样不采用呢？假使人们所憎恶的没有什么超过死亡的了，那么凡是可以躲避祸患的事，哪样不去干呢？按这么做就能生存，然而有人却不去做，按这么做就能避开祸患，然而有人却不干，由此可见，所喜爱的有超过生存的，所憎恶的有超过死亡的。不仅仅是贤人有这样的思想，人人都是有的，只是贤人能不丧失它罢了。',
            '一筐饭，一碗汤，得到就能活，得不到就饿死，（但如果）吆喝着施舍给人，路上的饿汉也不愿接受；（如果）用脚踢着施舍给人，那就连乞丐也会不屑一顾的。一万钟的俸禄，（有人）却不问是否合乎礼义就接受了。万钟的俸禄对我有什么好处呢？是为了住宅的华美、妻妾的侍奉和所认识的穷人感激我吗？本该宁死也不接受的，现在却为了住宅的华美而接受了；本该宁死也不接受的，现在却为了妻妾的侍奉而接受了；本该宁死也不接受的，现在却为了让所认识的穷人感激我而接受了，这些行径不也应该停止了么？这就叫丧失了他的本性。”',
        ],
        'notes' => [
            '(1)苟：《诗"唐风"采苓》：“人之为言，苟亦无信。”《礼记·曲礼上》：“临财毋苟得。”司马迁《报任少卿书》：“仆虽怯儒欲苟活，亦颇识去就之分矣。”《韩诗外传》：“不恤乎公道之达义，偷合苟同，以持禄养者，是谓国贼也。”这里用为随便之意。',
            '(2)豆：甲骨文字形，古代一种盛食物的器皿，形似高脚盘，或有盖。从“豆”的字或与食器有关，或与豆类有关。《诗·小雅·楚茨》：“或燔或炙，君妇莫莫，为豆孔庶。”《诗·大雅·生民》：“卬盛于豆。”《诗·鲁颂·閟宫》：“笾豆大房。”《尔雅》：“木豆谓之豆，竹豆谓之笾，瓦豆谓之登。”《说文》：“豆，古食肉器也。”本义是指古代一种盛食物的器皿。新石器时代晚期开始出现，盛行于商周时，多陶制，也有青铜制或木制涂漆的。后世也作礼器。这里用为器皿之意。',
            '(3)嘑(hū)：《诗·大雅·荡》：“式号式嘑。”《礼记·曲礼上》：“城上不嘑。”《仪礼·士昏礼》：“媵侍于户外，嘑则闻。”《史记·滑稽列传》：“嘑河伯妇来。”《广韵》：“嘑，唤也。”这里用为大声叫喊之意。',
            '(4)蹴(cù)：《荀子·哀公》：“孔子蹴然曰。”《说文》：“蹴，蹑也。”《一切经音义》引说文：“蹴，蹋也。以足逆蹋曰蹴。”这里用为踩踏之意。',
            '(5)钟：古代量器，六石四斗为一钟。',
            '(6)得：通“德”，此处作动词。',
        ],
    ],
],
];
