<?php
return [
'chapters' => [
    [
        'name' => '第十七节',
        'content' => [
            '孟子曰：“欲贵者，人之同心也。人人有贵于己者，弗思耳矣。人之所贵者，非良贵也。赵孟(1)之所贵，赵孟能贱之。《诗》云：‘既(2)醉以酒，既饱(3)以德。’言饱乎仁义也，所以不愿人之膏(4)粱之味也；令闻广誉施于身，所以不愿人之文绣(5)也。”',
        ],
        'vernacular' => [
            '孟子说：“想要尊贵，这是人们共同的心理。人人都有可尊贵的东西，只是不去想到它罢了。别人给予的尊贵，不是真正的尊贵。赵孟给予了一个人尊贵，赵孟也能使他低贱。《诗经》上说：‘既供奉美酒使他陶醉，又献上仁德使他满足。’这是说仁义满足了，所以就不羡慕别人的美味佳肴了；美好的名声、广泛的赞誉落在自己身上了，所以就不羡慕别人的锦绣衣裳了。“',
        ],
        'notes' => [
            '(1)赵孟：即赵盾，字孟。春秋时晋国正卿，掌握晋国的实权，因而他的子孙后来也称赵孟。',
            '(2)出自《诗经。大雅。既醉》，是周代祭祖时祭辞中的两句。今人高亨认为“德”字当作“食”，古德字作“惪”，与食形近而误（说见其《诗经今注》）。既：《诗·小雅·大东》：“佻佻公子，行彼周行，既往既来，使我心疚。”裴学海《古书虚字集释》卷五：“既，犹其也。一为指事之词。”这里用为代词，相当于“其”之意。',
            '(3)饱：《诗"小雅"苕之华》：“人可以食，鲜可以饱。”《诗·大雅·既醉》：“既醉以酒，既饱以德。”《论语·述而》：“子食於有丧者之侧，未尝饱也。”《文心雕龙·事类》：“有学饱而才馁，有才富而学贫。”这里用为充满、满足之意。',
            '(4)膏：《易·屯·九五》：“屯其膏，小，贞，吉；大，贞，凶。”《左传·成公十年》：“膏之下。”《大戴礼记·易本命》：“无角者膏。”《庄子·则阳》：“内热溲膏。”《春秋·玄命苞》：“膏者，神之液也。”《山海经·海内经》：“西南，黑水之间有都广之野，后稷葬焉，爰有膏菽、膏稻、膏黍、膏稷。”这里用为甘甜、肥腴、美好之物之意。膏梁：肥肉和细粮。',
            '(5)文绣：刺绣精美的丝织品或衣服。',
        ],
    ],
],
];
