<?php
return [
'chapters' => [
    [
        'name' => '第十五节',
        'content' => [
            '公都子问曰：“钧是人也，或为大人，或为小人，何也？”',
            '孟子曰：“从其大体为大人，从其小体为小人。”',
            '曰：“钧是人也，或从其大体，或从其小体，何也？”',
            '曰：“耳目之官不思，而蔽于物。物交物，则引之而已矣。心之官则思，思则得之，不思则不得也。此天之所与我者。先立乎其大者，则其小者不能夺也。此为大人而已矣。”',
        ],
        'vernacular' => [
            '公都子问道：“同样是人，有的成了君子，有的成了小人，是什么原因？”',
            '孟子说：“能依从重要器官的就成为君子，依从次要器官的就成为小人。”',
            '公都子又问：“同样是人，有人能依从重要器官，有人却依从次要器官，为什么呢？”',
            '孟子说：“耳朵、眼睛这些器官不会思考，（容易）被外物蒙蔽。因此一与外物接触，就被引诱过去。心这个器官是会思考的，思考就能得到（善性），不思考就得不到（善性）。这是天赋予我们的（最重要的）器官。先抓紧这个重要器官，那么（耳朵眼睛之类）次要器官就不会被（外物的引诱）夺走了。这就是成为君子的道理罢了。”',
        ],
    ],
],
];
