<?php
return [
'chapters' => [
    [
        'name' => '第二节',
        'content' => [
            '告子曰：“性犹湍(1)水也，决诸东方则东流，决诸西方则西流。人性之无分于善不善也，犹水之无分于东西也。”',
            '孟子曰：“水信无分于东西，无分于上下乎？人性之善也，犹水之就下也。人无有不善，水无有不下。今夫水，搏而跃之，可使过颡(2)；激而行之，可使在山。是岂水之性哉？其势则然也。人之可使为不善，其性亦犹是也。”',
        ],
        'notes' => [
            '(1)湍(tuān)：《楚辞·抽思》：“长濑湍流。”《淮南子·说山》：“稻生于水，而不能生于湍濑之流。”《史记·河渠书》：“水湍悍。”《说文》：“湍，疾濑也。”这里用为水势急速之意。',
            '(2)颡(sǎng)：额头',
        ],
        'vernacular' => [
            '告子说：“人性好比湍急的水，在东边开个口就往东流，在西边开个口就往西流。人性本来就不分善与不善，就像水流本来不分向东向西一样。”',
            '孟子说：“水流确实是本来不分向东向西的，难道也不分向上向下吗？人性的善，就好比水朝下流一样。人性没有不善的，水没有不向下流的。水，拍打一下叫它飞溅起来，也能使它高过人的额头；阻挡住它叫它倒流，可以使它流到山上。这难道是水的本性吗？是形势导致这样的。人之所以可以使他变得不善，他本性的改变也正像这样。”',
        ],
    ],
],
];
