<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '告子曰：“生之谓性。”',
            '孟子曰：“生之谓性也，犹白之谓白与？”',
            '曰：“然。”',
            '“白羽之白也，犹白雪之白；白雪之白犹白玉之白与？”',
            '曰：“然。”',
            '“然则犬之性犹牛之性，牛之性犹人之性与？”',
        ],
        'vernacular' => [
            '告子说：“天生的称作天性。”',
            '孟子说：“天生的称作天性，就像白的称作白吗？”',
            '告子说：“是的。”',
            '孟子说：“白羽毛的白，就像白雪的白；白雪的白就像白玉的白吗？”',
            '告子说：“是的。”',
            '孟子说：“那么，狗的天性就像牛的天性，牛的天性就像人的天性吗？”',
        ],
    ],
],
];
