<?php
return [
'chapters' => [
    [
        'name' => '第八节',
        'content' => [
            '孟子曰：“牛山(1)之木尝美矣，以其郊于大国也，斧斤伐之，可以为美乎？是其日夜之所息，雨露之所润，非无萌蘖(2)之生焉，牛羊又从而牧之，是以若彼濯(3)濯也。人见其濯濯也，以为未尝有材焉，此岂山之性也哉？虽存乎人者，岂无仁义之心哉？其所以放其良心者，亦犹斧斤之于木也，旦旦而伐之，可以为美乎？其日夜之所息，平旦之气，其好恶与人相近也者几希，则其旦昼之所为，有梏(4)亡之矣。梏之反覆，则其夜气不足以存；夜气不足以存，则其违禽兽不远矣。人见其禽兽也，而以为未尝有才焉者，是岂人之情也哉？故苟得其养，无物不长；苟失其养，无物不消。孔子曰：”操则存，舍则亡；出入无时，莫知其乡(5)。’惟心之谓与？”',
        ],
        'vernacular' => [
            '孟子说：“牛山的树木曾经很繁茂，因为它处在大都市的郊外，常用刀斧砍伐它，还能保持繁茂吗？那山上日夜生长，受雨露滋润的树木，不是没有嫩芽新枝长出来，但牛羊接着又放牧到这里，因此成了那样光秃秃的了。人们见它光秃秃的，就以为这山不曾长过成材的大树，这难道是牛山的本性么？就说在人的身上，难道会没有仁义之心吗？有些人之所以丧失了他的善心，也就像刀斧砍伐树木一样，天天砍伐，还能保住善心的繁茂吗？（尽管）他日夜有所滋生的善心，接触了天明时的晨气，而使他的好恶之心同一般人也有了少许的相近，（可是）他白天的所作所为，又将它搅乱、丧失了。反复地搅乱，那么他夜里滋生的那点善心就不足以保存下来；夜里滋生的善心不足以保存下来，那他离禽兽就不远了。人们见他像禽兽，就以为他不曾有过善良的天性，这难道是人的实情吗？所以如果得到好好的养护，没有东西不能生长；如果失去护养，没有东西不会消亡。孔子说：‘把握着就存在，放弃了就丧失；出去进来没有定时，无人知道它的去向。’大概就是说的心吧？”',
        ],
        'notes' => [
            '(1)牛山：山名，在今山东临淄县南部。',
            '(2)蘖(niè)：《书·盘庚上》：“若颠本之有由蘖。”《诗·商颂·长发》：“苞有三蘖。”本意是指被砍去或倒下的树木再生的枝芽之意。萌蘖：草木萌生的新芽。',
            '(3)濯(zhuó)：《篇海类编·地理类·水部》：“濯濯，山秃貌。”这里用为山秃无木之意。',
            '(4)牿(gù)：《书·费誓》：“今惟淫舍牿牛马。”《史记·鲁世家》：“无敢伤牿。”《说文》：“牿，牛马牢也。”本意为关牛马的圈栏之意。牿亡：受遏制而消亡。梏：通“搅”，可参清焦循《孟子正义》。',
            '(5)乡：《诗"小雅"庭燎》：“夜如何其，夜乡晨，庭燎有辉。”《左传·僖公三十三年》：“乡师而哭。”《论语·颜渊》：“樊迟退，见子夏曰：‘乡也，吾见於夫子而问‘知’；子曰：‘举直错诸枉，能使枉者直。’何谓也？’”《史记·田单列传》：“东乡坐。”这里用作动词，读向(xiang)，意谓过去、刚才之意。',
        ],
    ],
],
];
