<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '任(1)人有问屋庐子(2)曰：“礼与食孰重？”',
            '曰：“礼重。”',
            '“色与礼孰重？”',
            '曰：“礼重。”',
            '曰：“以礼食，则饥而死；不以礼食，则得食，必以礼乎？亲迎(3)，则不得妻；不亲迎，则得妻，必亲迎乎？”',
            '屋庐子不能对，明日之邹以告孟子。',
            '孟子曰：“于答是也，何有？不揣其本，而齐其末，方寸之木可使高于岑楼。金重于羽者，岂谓一钩金与一舆羽之谓哉？取食之重者与礼之轻者而比之，奚翅(4)食重？取色之重者与礼之轻者而比之，奚翅色重？往应之曰：‘紾(5)兄之臂而夺之食，则得食；不紾，则不得食，则将紾之乎？逾东家墙而搂其处子，则得妻；不搂，则不得妻，则将搂之乎？’”',
        ],
        'vernacular' => [
            '任国有个人问屋庐子道：“礼节和吃饭哪样重要？”',
            '屋庐子说：“礼节重要。”',
            '那人又问：“娶妻和礼节哪样重要？”',
            '回答说：“礼节重要。”',
            '那人又问：“按照礼节求饭吃，却吃不上而饿死；不按礼节求饭吃，却吃上了饭，那么也一定要按礼节行事吗？按亲迎礼娶亲，却娶不到妻子；不按亲迎礼，却能娶到妻子，那么也一定要行亲迎礼吗？”',
            '屋庐子不能回答，第二天就到邹国去，把问题告诉给孟子。',
            '孟子说：”回答这个问题有什么困难呢？不度量原来基础的高低，只比较它们的末端，那么寸把长的木块也能使它高过尖顶的高楼。金属比羽毛重，难道是就一只金属带钩和一车子羽毛相比来说的吗？拿吃饭的重要问题同礼节的细小方面相比，何止是吃饭重要？拿娶妻的重要问题同礼节的细小方面相比，何止是娶妻重要？你去这样回答他：‘扭住哥哥的胳膊夺他的饭吃，就能得到饭吃；不扭就得不到饭吃，那么就该扭他吗？翻过东边人家的墙头，搂抱那家的闺女，就能得到妻子；不去搂抱，就得不到妻子，那么就该去搂抱吗？’”',
        ],
        'notes' => [
            '②③翅：同“啻”，止。④紾（zhěn）：扭。',
            '(1)任：古国名，在今山东济宁境内。',
            '(2)屋庐子：姓屋庐，名连，孟子弟子。',
            '(3)亲迎：古代结婚六礼之一，新郎亲自至女家，迎新娘入室，行交拜合卺(jǐn)之礼。',
            '(3)翅(chì)：通“啻”。《庄子·大宗师》：“阴阳于人，不翅于父母。”清朱骏声《说文通训定声·解部》：“翅，假借为啻。”这里用为“但”、“仅仅”之意。',
            '(4)紾(zhěn)：《淮南子·原道》：“无所左而无所右，蟠委错紾，与万物始终。是谓至德。”《说文·系部》：“紾，转也。”这里用为扭、拧之意。',
        ],
    ],
],
];
