<?php
return [
'chapters' => [
    [
        'name' => '第十五节',
        'content' => [
            '孟子曰：“舜发于畎亩(1)之中，傅说(2)举(3)于版筑之间，胶鬲(4)举于鱼盐之中，管夷吾(5)举于士，孙叔敖(6)举于海，百里奚(7)举于市。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂(8)乱其所为，所以动心忍性，曾(10)益其所不能。人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士(11)，出则无敌国外患者，国恒亡。然后知生于忧患而死于安乐也。”',
        ],
        'vernacular' => [
            '孟子说：“舜在田野中兴起，傅说从筑墙的苦役中提拔出来，胶鬲从鱼盐贩子中提拔出来，管夷吾从狱官手中提拔出来，孙叔敖从海边的隐居生活中提拔出来，百里奚从买卖场所提拔出来。所以上天要把重大的担子加给这个人，必定要先使他的心志受困苦，使他的筋骨受劳累，使他的肌体受饥饿，使他的身子受困乏，使他每做一事都受干扰、被打乱，以此来使他心理受振动、性格变坚韧，增加他所缺少的才能。一个人常有过失，才能改正；心志遭困苦，思虑被阻塞，才能发愤有为；表露在脸色上，抒发在言语中，才能使人了解。国内没有执法的大臣和辅佐君主的士人，国外没有势均力敌的国家和外患的威胁，国家常常会灭亡。这样，就能明白忧患中能获得生存、安乐中会遭致灭亡的道理了。”',
        ],
        'notes' => [
            '(1)畎(quǎn)亩：耕地',
            '(2)傅说(yuè)：传说是商代一位贤人，因罪服刑，在傅险筑墙；后被商王武丁访求到而提拔为相。版筑：古代筑墙的方法，用两版相夹，填入泥土，用杵捣实，拆版后即成土墙。',
            '(3)举：《左传"襄公三年》：“建一官而三物成，能举善也。”《论语·为政》：“举直错诸枉，则民服。”《孟子·万章上》：“时举於秦，知穆公之可与有行也而相之：可谓不智乎？”《后汉书·张衡传》：“举孝廉不行。”这里用为选拔、举荐之意。',
            '(4)胶鬲(gé)：传说是商纣王的臣，他怎么被提拔、被谁提拔，已不见于记载。一说是周文王把他举荐给纣，后来他又辅佐周武王。',
            '(5)管夷吾：即管仲，一称管敬仲。名夷吾，字仲。齐颖上(颖水之滨)人。春秋时齐国著名的政治家、思想家。出身微贱。辅佐齐桓公实行了一系列重大的政治和社会改革，使齐桓公成为春秋时期第一个霸主。原是齐国公子纠的家臣，纠与公子小白（即后来的齐桓公）争夺君位，失败后逃至鲁国而遭杀；管仲也被鲁人囚禁押回齐国。后由鲍叔牙推荐，被桓公提拔为相。',
            '(6)孙叔敖：楚国隐士，原隐居在海边。后被楚庄王提拔为令尹。',
            '(7)百里奚：虞国大夫，虞灭后被转卖到楚国，秦穆公听说他有贤才，遂以五张羊皮的代价将他赎出，任命他为秦国大夫。在他的辅佐下，秦穆公成就了春秋霸业。',
            '(8)拂：违背，不顺。',
            '(9)曾：“增”的本字。《诗"小雅"雨无正》：“戎成不退，饥成不遂。曾我暬御，憯憯日瘁。”《楚辞·离骚》：“曾欷歔余郁邑兮。”这里用为增加之意。',
            '(8)拂：《国语·吴语》：“而无拂吾虑。”《礼记·大学》：“是谓拂人之性。”《汉书·东方朔传》：“拂于耳。”这里用为违背之意。',
            '(9)拂（bì）：通“弼”，辅佐。',
        ],
    ],
],
];
