<?php
return [
'chapters' => [
    [
        'name' => '第十四节',
        'content' => [
            '陈子(1)曰：“古之君子何如则仕？”',
            '孟子曰：“所就三，所去三。迎之致敬以有礼；言，将行其言也，则就之。礼貌未衰，言弗行也，则去之。其次，虽未行其言也，迎之致敬以有礼，则就之。礼貌衰，则去之。其下，朝不食，夕不食，饥饿不能出门户，君闻之，曰，‘吾大者不能行其道，又不能从其言也，使饥饿于我土地，吾耻之。’周之。亦可受也，免死而已矣。”',
        ],
        'vernacular' => [
            '陈子问道：“古代的君子怎样才肯做官？”',
            '孟子说：“去做官有三种情况，辞去官职有三种情况。（君主）恭敬礼貌地迎接他，并将按他所说的去实行，那就去做官。礼貌没有衰减，却不再按他说的去做了，那就辞去官职。其次，虽然没有按他说的去做，但也恭敬礼貌地迎接他去，那就去做官。一旦礼貌也衰减了，那就辞去官职。最差的是，早上没饭吃，晚上也没饭吃，饿得出不了门；君主知道后说，‘我在大政方针上不能实行他的主张，又不能听取他的言论，致使他在我的国土上又饥又饿，对此我感到耻辱。’于是周济他。这也是可以接受的，是为了免于饿死罢了。”',
        ],
        'notes' => [
            '(1)陈子：即陈臻，孟子弟子。',
        ],
    ],
],
];
