<?php
return [
'chapters' => [
    [
        'name' => '第六节',
        'content' => [
            '淳于髡(1)曰：“先名实者，为人也；后名实者，自为也。夫子在三卿(2)之中，名实未加于上下而去之，仁者固如此乎？”',
            '孟子曰：“居下位，不以贤事不肖者，伯夷也；五就汤，五就桀者，伊尹也；不恶污君，不辞小官者，柳下惠也。三子者不同道，其趋一也。一者何也？曰，仁也。君子亦仁而已矣，何必同？”',
            '曰：“鲁缪公之时，公仪子(3)为政，子柳、子思(4)为臣，鲁之削也滋甚，若是乎，贤者之无益于国也！”',
            '曰：“虞不用百里奚而亡，秦穆公用之而霸。不用贤则亡，削何可得与？”',
            '曰：“昔者王豹处于淇(5)，而河西善讴；绵驹处于高唐(6)，而齐右善歌；华周、杞梁之妻善哭其夫而变国俗(7)。有诸内，必形诸外。为其事而无其功者，髡未尝睹之也。是故无贤者也，有则髡必识之。”',
            '曰：“孔子为鲁司寇，不用，从而祭，燔肉不至(8)，不税(9)冕而行。不知者以为为肉也，其知者以为为无礼也。乃孔子则欲以微罪行(10)，不欲为苟去。君子之所为，众人固不识也。”',
        ],
        'notes' => [
            '(1)淳(chún)于髡(kūn)：战国时期齐国学者，以博学著称。见本书《离娄上》第十七章注。',
            '(2)三卿：指上卿、亚卿、下卿。卿是古代高级官员或爵位的称谓。',
            '(3)公仪子：鲁国博士，即公仪休，曾任鲁国的相。',
            '(4)子柳、子思：子柳，即泄柳，曾任鲁缪公的卿。子思，孔子之孙，名汲。',
            '(5)王豹：卫国人，善于唱歌。淇水，卫国河流名。',
            '(6)绵驹：齐国人，一位善于唱歌的人。高唐：齐国邑名。',
            '(7)华周、杞梁：齐国大夫，在齐国攻打莒国时战死，传说他们的妻子闻讯后，对着城墙痛哭，把城墙哭塌了；齐国人受到感染，以至善哭成风。',
            '(9)燔(fán)肉：祭时用的熟肉。古礼，天子和诸侯祭祀后，要将一部分祭肉赐给大夫。',
            '(10)税：通“脱”。《左传·成公九年》：“郑人所献楚囚也，使税之。”《墨子·三辩》：“此譬之犹马驾而不税，弓张而不弛。”《吕氏春秋·慎大》：“乃税马于华山，说收于桃林。”《史记·李斯列传》：“吾未知所税驾也。”这里用为“脱”，也有解脱之意。',
            '(11)乃孔子则欲以微罪行：这句隐含的意思是，孔子不想让人觉得自己弃官而去都是鲁国执政者的过错，因为这样做是失礼的。',
        ],
        'vernacular' => [
            '淳于髡说：“重视名望功业的，是为了天下的人；轻视名望功业的，是为了自己（的清白）。先生的地位在齐国的三卿之中，但就名望功业来说，上不能匡正君主，下不能拯救百姓，就辞职而去了，仁人本该就是这样的吗？”',
            '孟子说：“处在低下的地位，不以贤人的身份侍奉不贤的君主，这是伯夷的态度；五次到汤那里做事，五次到桀那里做事，这是伊尹的态度；不讨厌昏庸的君主，不拒绝微小的官职，这是柳下惠的态度。三个人做法不同，方向是一致的。一致的是什么？就是仁。君子只要仁就行了，何必要处处相同？”',
            '淳于髡说：“鲁缪公的时候，公仪子掌管政事，子柳、子思也在朝做臣，然而鲁国疆土被别国侵夺却更加严重，贤人无益于国家就像这样的呀！”',
            '孟子说：“（从前，）虞国因为不用百里奚而亡国，秦穆公用了他就称霸，（可见）不用贤人就会亡国，（到那时，只是想）割让点地方办得到吗？”',
            '淳于髡说：“从前王豹居住在淇水边，河西的人因此而善于唱歌；绵驹居住在高唐，齐国西部的人因此而善于唱歌；华周、杞梁的妻子，为丈夫的死而哭得异常伤心，因而改变了一国的风气。内心有什么，必然会显露在外面。做了那件事而不见那件事的功效，我还没有见过这种情况呢。所以现在是没有贤人，要有，我一定会知道的。”',
            '孟子说：“孔子担任鲁国的司寇，不受信任，有一次跟随（鲁君）去祭祀，祭肉不按规定送来，于是顾不上脱掉祭祀时所戴的礼帽就走了。不了解孔子的，以为他是为了那点祭肉而离开的，了解孔子的，只认为他是因为鲁国的失礼而离开的。至于孔子，却正想担点儿（这一类的）小罪名离开，不想随便弃官而去。君子所做的事，一般人本来就是不理解的。”',
        ],
    ],
],
];
