<?php
return [
'chapters' => [
    [
        'name' => '第七节',
        'content' => [
            '孟子曰：“五霸(1)者，三王(2)之罪人也；今之诸侯，五霸之罪人也；今之大夫，今之诸侯之罪人也。天子适诸侯曰巡狩，诸侯朝于天子曰述职。春省耕而补不足，秋省敛而助不给。入其疆，土地辟，田野治，养老尊贤，俊杰在位，则有庆，庆以地。入其疆，土地荒芜，遗老失贤，掊(3)克在位，则有让(4)。一不朝，则贬其爵；再不朝，则削其地；三不朝，则六师移之。是故天子讨而不伐，诸侯伐而不讨。五霸者，搂(5)诸侯以伐诸侯者也，故曰，五霸者，三王之罪人也。',
            '五霸，桓公为盛。葵丘之会(6)，诸侯束牲载书(7)而不歃血(8)。初命曰，诛不孝，无易树子，无以妾为妻。再命曰，尊贤育才，以彰有德。三命曰，敬老慈幼，无忘宾旅。四命曰，士无世官，官事无摄，取士必得，无专杀大夫。五命曰，无曲防，无遏籴，无有封而不告。曰，凡我同盟之人，既盟之后，言归于好。今之诸侯皆犯此五禁，故曰，今之诸侯，五霸之罪人也。长君之恶其罪小，逢君之恶其罪大。今之大夫皆逢君之恶，故曰，今之大夫，今之诸侯之罪人也。”',
        ],
        'vernacular' => [
            '孟子说：“五霸是三王的罪人，现在的诸侯是五霸的罪人，现在的大夫是现在诸侯的罪人。天子到诸侯那里去叫作巡狩，诸侯朝见天子叫作述职。（天子巡狩，）春天视察耕种情况，补助（种子、劳力）不足的农户；秋天视察收获情况，救济缺粮农户。进入某个诸侯国，（那里）土地开垦得多，田野整治得好，老人得到赡养，贤人受到尊敬，有才能的人在位做官，那就有奖赏，拿土地奖赏。进入某个诸侯国，（如果那里）土地荒芜，遗弃老人，排斥贤人，贪官污吏在位，那就给予责罚。（诸侯）一次不朝见（天子），就降他的爵位；两次不朝见，就削减他的封地；三次不朝见，就派军队去。所以，天子（对于有罪的诸侯，只是）发布命令声讨他的罪行，而不（亲自）征伐；诸侯（是奉天子之命去）征伐而不声讨。五霸却是胁迫诸侯去讨伐别的诸侯，（破坏了三王规矩，）所以说五霸是三王的罪人。',
            '五霸中，齐桓公最强。在葵丘盟会上，诸侯们捆绑了牺牲，把盟书放在它身上，并不歃血。（盟书）第一条说，责罚不孝的人，不得擅自改立太子，不得把妾立为正妻。第二条说，尊重贤人，培育人才，用来表彰有德行的人。第三条说，要敬老爱幼，不要忘了来宾和旅客。第四条说，士人不能世代做官，公职不能兼任，选用士人一定要得当，不得擅自杀戮大夫。第五条说，不得到处修筑堤坝，（垄断水利，）不得阻止邻国来买粮食，不能私自封赏而不报告盟主。盟书最后说，凡是我们同盟的人，盟会之后都恢复友好关系。现在的诸侯都违背了这五条誓约，所以说，现在的诸侯是五霸的罪人。（因为顺从君王而）助长了君王的过错，这个罪行还算小的；（故意）逢迎君王的过错，这个罪行就大了。现在的大夫都逢迎君王的过错，所以说，现在的大夫是现在诸侯的罪人。”',
        ],
        'notes' => [
            '',
            '(1)五霸：指春秋时期先后称霸的五个诸侯。具体哪五个诸侯，说法不一；据《孟子》原书考察，可能是指齐桓公、晋文公、秦穆公、楚庄公、吴王阖庐。另一说法是：齐桓公、晋文公、楚庄王、秦穆公、宋襄公。',
            '(2)三王：指先周时期称王的三个王，即夏禹王、商汤王、周文王。',
            '(3)掊(pǒu)：《说文》：“掊，杷也。今盐官入水取盐为掊。”《汉书·郊祀志上》：“见地如钩状，掊视得鼎。”宋王安石《兼并》：“俗吏不知方，掊克乃为材。本义为五指扒土，后引伸为聚敛，搜括之意。',
            '(4)让：《左传·昭公二十五年》：“且让之。”《国语·周语》：“让不贡。”《小尔雅》：“诘责以辞谓之让。”《史记·齐世家》：“鲁人以为让。”《说文》：“让，相责让也。”《广雅》：“让,责也。”这里用为责备之意。',
            '(5)搂(lǒu)：《说文·手部》：“搂，曳聚也。”《广韵·侯韵》：“搂，曳也。”这里用为拉拢之意。',
            '(6)葵丘之会：葵丘：春秋时宋国地名，在今河南兰考、民权县境内。会，盟会，古代诸侯间聚会而结盟。盟会时要用牛作祭品，或杀，或不杀。齐桓公于公元前年在葵丘邀集鲁、宋、卫、许、曹等国代表结成同盟，从而确定了齐国的霸主地位。',
            '(7)载书：《左传·昭公十五年》：“夫有勋而不废，有绩而载。”萧统《文选序》：“推而广之，不可胜载矣。”载书即盟书，是记载盟约的文件。',
            '(8)歃(shà)血：结盟时的一种仪式。立盟时杀牲取血，盟誓者口含其血，或涂于口旁，表示诚信。如果不歃血，则表示相信与盟的人不敢背约。《史记·平原君虞卿列传》：“王当歃血而定从，次者吾君，次者遂。”古人盟会时，微饮牲血，或含于口中，或涂于口旁，以示信守誓言的诚意。葵丘之盟不杀牲口，不用牲畜血，而是用书写的文字表示诚意。',
        ],
    ],
],
];
