<?php
return [
'chapters' => [
    [
        'name' => '第二十二节',
        'content' => [
            '孟子曰：“伯夷辟纣，居北海之滨，闻文王作，兴曰：‘盍归乎来，吾闻西伯(1)善养老者。’太公辟纣，居东海之滨，闻文王作，兴曰：‘盍归乎来，吾闻西伯善养老者。’天下有善养老，则仁人以为己归矣。五亩之宅，树墙下以桑，匹妇蚕之，则老者足以衣帛矣。五母鸡，二母彘，无失其时，老者足以无失肉矣。百亩之田，匹夫耕之，八口之家足以无饥矣。所谓西伯善养老者，制其田里，教之树畜，导其妻子使养其老。五十非帛不暖，七十非肉不饱。不暖不饱，谓之冻馁。文王之民无冻馁之老者，此之谓也。”',
        ],
        'notes' => [
            '(1)西伯：即周文王。',
        ],
        'vernacular' => [
            '孟子说：“伯夷躲避纣王，隐居在北海之滨，听说文王兴盛起来了，就说：‘何不归到他那里去呢，我听说西伯善于奉养老人。’姜太公躲避纣王，隐居在东海之滨，听说文王兴盛起来了，就说：‘何不归到他那里去呢，我听说西伯善于奉养老人。’天下有善于奉养老人的人，仁人便把他当作自己要投奔的人了。五亩的住宅地，墙下栽上桑树，妇女用它养蚕，老人就完全能穿上丝棉衣了。养五只母鸡、两只母猪，不错过它们的繁殖时期，老人就完全不会缺肉吃了。一百亩的耕地，由男子耕种，八口之家就完全不会有饥饿了。所谓西伯善于奉养老人，（就在于他）规定了百姓的田亩宅地，教育他们栽桑养畜，引导他的妻子儿女奉养老人。五十岁的人，不穿丝棉就不暖，七十岁的人，没有肉吃就不饱。不暖不饱，就叫挨冻受饿。文王的百姓中没有挨冻受饿的人，说的就是这种情况。”',
        ],
    ],
],
];
