<?php
return [
'chapters' => [
    [
        'name' => '第二十六节',
        'content' => [
            '孟子曰：“杨子(1)取(2)为我，拔一毛而利天下，不为也。墨子(3)兼爱，摩顶放踵利天下(4)，为之。子莫执中(5)；执中为近之。执中无权，犹执一也。所恶执一者，为其贼道也，举一而废百也。“',
        ],
        'vernacular' => [
            '孟子说：”杨子奉行‘为我’，拔根汗毛就对天下有利，他也不干。墨子提倡‘兼爱’，（哪怕）从头到脚都受伤，只要对天下有利，也愿干。子莫持中间态度，持中间态度就接近正确了。（但是，）持中间态度而没有变通，也还是执着在一点上。执着于一点之所以不好，是因为它损害了道，抓住了一点而丢弃了其他一切的缘故。”',
        ],
        'notes' => [
            '(1)杨子：姓杨名朱，又称阳子居、阳生。魏国人。战国初期著名的道家、思想家，主张“贵生”、“重己”，见《滕文公下》第九章注。',
            '(2)取：《诗·魏风·伐檀》：“不稼不穑,胡取禾三百廛兮?”《诗·豳风·鸱鴞》：“既取我子，无毁我室。”《荀子·劝学》：“青,取之于蓝,而青于蓝。”《韩非子·五蠹》：“钻燧取火。”谓选取，择定之意。',
            '(3)墨子：墨子 （约前468一前376），春秋战国之际的思想家、政治家，墨家学派的创始人， 名翟。相传原为宋国人，后长期住在鲁国。“兼爱”是他的基本思想之一。',
            '(4)摩顶放踵(zhǒng)：摩，假借为，《说文》：“，烂也。”引申为损伤。放，疑为“致”，前人引此多有作“致”者。',
            '(5)子莫：人名，战国时鲁国贤人。',
        ],
    ],
],
];
