<?php
return [
'chapters' => [
    [
        'name' => '第二节',
        'content' => [
            '孟子曰：“莫非命(1)也，顺受其正；是故知命者不立乎岩墙之下(2)。尽其道而死者，正命也；桎梏死者(3)，非正命也。”',
        ],
        'notes' => [
            '(1)命：《易·讼·九四》：“不克讼，复即命，渝，安，贞，吉。”《易·否·九四》：“有命，无咎，畴，离祉。”《诗·周颂·维天之命》：“维天之命，於穆不已。”孔颖达疏：“言天道转运，无极止时也。”《老子"十六章》：“归根曰静，静曰复命。”《论语·尧曰》：“子曰：‘不知命，无以为君子也。不知礼，无以立也。不知言，无以知人也。’”这里用为天命、命运的规律之意。总结自《周易》以来所有古籍中关于“命”的辞意，不论是指天命、人命等，其实都是指天的规律，人的规律，宇宙的法则等，当人事、物理、历史的命运、时间和空间加起来，形成一股力量的时候，成为规律的时候，人们称它为命。现代我们称它为“时代的趋势”之意。只是后来的人误解并歪曲了“命”的本义，将它看成是迷信意义上的天命论、宿命论了。',
            '(2)岩墙：就要倾塌的墙。',
            '(3)桎梏：拘禁犯人的刑具。',
        ],
        'vernacular' => [
            '孟子说：“没有一样不是天命（决定），顺从天命，接受的是正常的命运；因此懂天命的人不会站立在危墙下面。尽力行道而死的，是正常的命运；犯罪受刑而死的，不是正常的命运。”',
        ],
    ],
],
];
