<?php
return [
'chapters' => [
    [
        'name' => '第三十五节',
        'content' => [
            '桃应(1)问曰：“舜为天子，皋陶为士，瞽瞍杀人，则如之何？”',
            '孟子曰：“执之而已矣。”',
            '“然则舜不禁与？”',
            '曰：“夫舜恶得而禁之？夫有所受之也。”',
            '“然则舜如之何？”',
            '曰：“舜视弃天下犹弃敝蹝也。窃负而逃，遵海滨而处，终身沂然(2)，乐而忘天下。”',
        ],
        'notes' => [
            '(1)桃应：人名，孟子的学生。',
            '(2)沂(xīn)然：同“欣”，高兴的样子。',
        ],
        'vernacular' => [
            '桃应问道：“舜是天子，皋陶是法官，（如果）瞽瞍杀了人，那该怎么办？”',
            '孟子说：“把他捉起来罢了。”',
            '（桃应问：）“那么，舜不阻止吗？”',
            '孟子说：“舜哪能去阻止呢？（皋陶的权力）是有所承受的。”',
            '（桃应问：）“那么舜该怎么办？”',
            '孟子说：“舜把抛弃天下看得如同丢弃破草鞋一样。（因此他会）偷偷地背着父亲逃跑，沿海边住下来，一辈子高高兴兴的，快乐得忘了天下。”',
        ],
    ],
],
];
