<?php
return [
'chapters' => [
    [
        'name' => '第三十九节',
        'content' => [
            '齐宣王欲短丧。公孙丑曰：“为期之丧，犹愈于已乎？”',
            '孟子曰：“是犹或紾其兄之臂，子谓之姑徐徐云尔，亦教之孝悌而已矣。”',
            '王子有其母死者，其傅为之请数月之丧(1)。公孙丑曰：“若此者何如也？”',
            '曰：“是欲终之而不可得也。虽加一日愈于已，谓夫莫之禁而弗为者也。”',
        ],
        'vernacular' => [
            '齐宣王想缩短服丧的期限。公孙丑说：“（为父母）服丧一年，总还比不服丧好吧？”',
            '孟子说：“这就像有人在扭他哥哥的胳膊，你却对他说暂且慢慢扭罢之类的话，（能有什么用呢？）你只要用孝父母、敬兄长的道理去教育他就行了。”',
            '有个王子的生母死了，他的老师为他去请求君主，允许他服丧几个月。公孙丑问（孟子）道：“像这样的事该怎样看？”',
            '孟子说：“这是想服丧三年而无法办到的缘故。即使多服丧一天也总比不服丧好，这是针对那些没有谁禁止他，而他自己不肯服丧的人说的。”',
        ],
        'notes' => [
            '(1)以上两句，据《仪礼。丧服记》，王子在母亲（诸侯之妾）死后，因父亲还在，不必服丧，只在下葬时穿穿麻衣而已，因此“数月之丧”也就不是短丧了。',
        ],
    ],
],
];
