<?php
return [
'chapters' => [
    [
        'name' => '第四十四节',
        'content' => [
            '孟子曰：“于不可已(1)而已者，无所不已。于所厚者薄，无所不薄也。其进锐者，其退速。”',
        ],
            '(1)巳(yǐ)：《诗·郑风·风雨》：“风雨如晦，鸡鸣不已。”郑玄笺：“已，止。”《诗·小雅·南山有台》：“德音不已。”《诗"小雅"巧言》：“昊天已威，予慎无罪。”《老子·二章》：“天下皆知美之为美，斯恶已。”《论语·公冶长》：“子张问曰：‘令尹子文三仕为令尹，无喜色；三已之，无愠色。’”《礼记·中庸》：“君子遵道而行，半途而废：吾弗能己矣。”《孟子·梁惠王下》：“人皆谓我毁明堂；毁诸？已乎？”《列子·汤问》：“操蛇之神闻之，惧其不已也，告之于帝。”《广韵·止韵》：“已，止也。”这里用为停止之意。',
        'vernacular' => [
            '孟子说：“对于不该抛弃的人却抛弃了，那就没有什么人不可抛弃了。对于该厚待的人却给予薄待，那就没有什么人不可薄待的了。进得太快的人，退得也快。”',
        ],
    ],
],
];
