<?php
return [
'chapters' => [
    [
        'name' => '第四十节',
        'content' => [
            '孟子曰：“君子之所以教者五：有如时雨化之者，有成德者，有达财者(1)，有答问者，有私淑(2)艾(3)者。此五者，君子之所以教也。”',
        ],
        'vernacular' => [
            '孟子说：“君子教育的方法有五种：有像及时雨滋润沾化的，有帮助养成品德的，有帮助发展才能的，有解答疑问的，有（靠品德学问使人）私下受到教诲的。这五种就是君子施行教育的方法。”',
        ],
        'notes' => [
            '(1)财：《易·泰·象》：“天地交，泰；后以财成天地之道，辅相天地之宜，以左右民。”《孟子·公孙丑下》：“无财，不可以为悦。”《荀子·天论》：“财非其类以养其类，夫是之谓天养。”杨倞注：“财，与裁同。”《史记·魏其武安侯列传》：“所赐金，陈之廊庑下，军吏过，辄令财取为用，金无入家者。”清朱骏声《说文通训定声·颐部》：“财，假借为裁。”这里用为“裁”之意。［裁］：《淮南子·主术》：“取民则不裁其力。”高诱注：“裁，度。”《楚辞·惜誓》：“神龙失水而陆居兮，为蝼蚁之所裁。”王逸注：“裁，制。”《尔雅·释言》：“裁，节也。”郝懿行义疏：“裁者，制也。”《国语·吴语》：“王曰：‘越国之中，富者吾安之，贫者吾予之，救其不足，裁其有余，使贫富皆利之。”这里用为节制、节度、度量之意。财：同“才”。',
            '(2)淑(shū)：“淑”假借为“俶”。《诗·周南·关雎》：“窈窕淑女，君子好逑。”《诗·王风·中谷有蓷》：“遇人之不淑矣。”《诗·曹风·鳲鸠》：“淑人君子。”《诗"小雅"鼓钟》：“淑人君子，怀允不忘。”《尔雅》：“淑，善也。”《荀子·劝学》：“淑人君子，其仪一兮。”《楚辞·招魂》：“九侯淑女。”这里用为善良、美好之意。私淑：古人敬仰某一个人的学问，虽然没有得到他本人的亲自传授，而把他当做自己的老师，私下学习，于是便称为私淑弟子。',
            '(3)艾：《诗"小雅"小旻》：“或肃或艾，如彼泉流，无沦胥以败。”《国语·晋语》：“国君好艾，大夫殆。”《孟子·万章上》：“知好色，则慕少艾。”这里用为漂亮的人之意。',
        ],
    ],
],
];
