<?php
return [
'chapters' => [
    [
        'name' => '第四十一节',
        'content' => [
            '公孙丑曰：“道则高矣，美矣，宜若登天然，似不可及也；何不使彼为可几及而日孳孳(1)也？”',
            '孟子曰：“大匠不为拙工改废绳墨(2)，羿不为拙射变其彀率。君子引而不发，跃如也。中道而立，能者从之。”',
        ],
        'vernacular' => [
            '公孙丑说：“道是很高很好啊，（但要学它，）那就像登天那样，似乎不可能达到的；何不让它变得有希望达到从而使人每天不懈地追求它呢？”',
            '孟子说：“高明的木匠不会因为笨拙的徒工而改变、废弃绳墨，羿不会因为笨拙的射手而改变拉弓的标准。君子（教导别人，正如教人射箭，）拉满了弓却不射出箭，只是跃跃欲试（地做示范）。君子站立在道的中间，有能力的人便会跟从他学。”',
        ],
        'notes' => [
            '(1)孳(zī)：通“孜”。《史记·夏本纪》：“予思日孳孳。”《汉书·萧何传》：“尚复孳孳得民和。”《汉书·东方朔传》：“此士所以日夜孳孳。”这里用为勤勉不怠之意。',
            '(2)绳墨：木工取直用的工具。',
        ],
    ],
],
];
