<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '孟子曰：“行之而不着(1)焉，习(2)矣而不察焉，终身由之而不知其道者，众也。”',
        ],
        'notes' => [
            '(1)著：《礼记·大传》：“名著而男女有别。”《礼记·乐记》：“著不息者，天也。”《礼记·大学》：“其不善而著其善。”《礼记·中庸》：“诚则形，形则著。”《小尔雅》：“著，明也。”《韩非子·功名》：“而日月之名久著于天地。”《谷梁传·僖公六年》：“病郑也。著郑伯之罪也。”这里用为显著、显明之意。',
            '(2)习：《易·坤·六二》：“直方大，不习，无不利。”《易·坎·辞》：“习坎，有孚，维心，亨。行有尚。”《易·兑·象》：“丽泽，兑；君子以朋友讲习。”《论语·学而》：“子曰：‘学而时习之，不亦说乎？’”《大戴礼记·子张问入官》：“既知其以生有习，然后民特从命也。”卢辩注：“生，谓性也；习。调节也。”这里用为调节之意。',
        ],
        'vernacular' => [
            '孟子说：“做了而不明白，习惯了而不觉察，一辈子走这条路，却不知道那是条什么路，这种人是一般的人。”',
        ],
    ],
],
];
