<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“周(1)于利者凶年不能杀(2)，周于德者邪世不能乱。”',
        ],
        'notes' => [
            '(1)周：《诗·小雅·鹿鸣》：“人之好我，示我周行。”《诗·小雅·皇皇者华》：“载驰载驱，周爰咨谋。”《左传·昭公四年》：“其藏之也周。”《国语·鲁语》：“忠信为周。”《管子·人主》：“人不可不周。”《论语·为政》：“君子周而不比，小人比而不周。”《礼记·缁衣》：“自周有终。”《说文》：“周，密也。”这里用为周密、周到之意。',
            '(2)杀：《礼记·乐记》：“是故志微噍杀之音作，而民思忧。《集韵·怪韵》：“杀，削也。”苏轼《次韵林子中春日新堤书事》：“为报年来杀风景，连江梦雨不知春。”这里用为败坏，衰败之意。',
        'vernacular' => [
            '孟子说：“富于财利的人荒年不能使他困窘，富于道德的人乱世不能使他迷乱。”',
        ],
    ],
],
];
