<?php
return [
'chapters' => [
    [
        'content' => [
            '浩生不害问曰(1)：“乐正子何人也？”',
            '孟子曰：“善人也，信人也。”',
            '“何谓善？何谓信？”',
            '曰：“可欲(2)之谓善，有诸已之谓信，充实之谓美，充实而有光辉之谓大，大而化之之谓圣，圣而不可知之之谓神。乐正子，二之中、四之下也。”',
        ],
        'notes' => [
            '(1)浩生不害：姓浩生，名不害，齐国人',
            '(2)欲：《书·秦誓》：“仡仡勇夫，射御不违，我尚不欲。”《庄子·则阳》：“故卤莽其性者，欲恶之孽，为性萑苇蒹葭。”《论衡·案书》：“人情欲厚恶薄。”《增韵》：“欲，爱也。”这里用为爱好，喜爱之意。',
        ],
        'vernacular' => [
            '浩生不害问道：“乐正子是怎样一个人？”',
            '孟子说：“是个善人、信人。”',
            '（浩生不害问：）“什么叫‘善’？什么叫‘信’？”',
            '孟子说：“值得喜爱的叫‘善’，自己确实具有‘善’就叫‘信’，‘善’充实在身上就叫‘美’，既充实又有光辉就叫‘大’，既‘大’又能感化万物就叫‘圣’，‘圣’到妙不可知就叫‘神’。乐正子是在‘善’和‘信’二者之中，‘美’、‘大’、‘圣’、‘神’四者之下的人。”',
        ],
    ],
],
];
