<?php
return [
'chapters' => [
    [
        'content' => [
            '齐饥。陈臻曰：“国人皆以夫子将复为发棠(1)，殆不可复？”',
            '孟子曰：“是为冯妇(2)也。晋人有冯妇者，善搏虎，卒为善，士则之。野有众逐虎，虎负(3)嵎(4)，莫之敢撄(5)。望见冯妇，趋而迎之。冯妇攘臂下车。众皆悦之，其为士者笑之。”',
        ],
        'notes' => [
            '(1)棠：地名，齐国的一个城邑，在今山东即墨县境内。',
            '(2)冯妇：男人名，姓冯名妇，晋国人。',
            '(3)负：《易·睽·上九》：“睽，孤，见豕负涂；载鬼一车。”《左传·襄公十四年》：“昔秦人负恃其众，贪于土地，逐我诸戎。”《老子·四十二章》：“万物负阴而抱阳，冲气以为和。”《仪礼·士丧礼》：“授卜人龟，负东扉。”《庄子·逍遥游》：“背负青天而莫之千阏者。”这里用为“依靠、凭借”之意。',
            '(4)嵎(yú)：《字汇·山部》：“嵎，山曲曰嵎。”这里用为山势弯曲险阻的地方之意。',
            '(5)撄(yīng)：《正字通·手部》：“撄，触也，迫近也。”这里用为接触、触犯之意。',
        ],
        'vernacular' => [
            '齐国饥荒。陈臻说：“国都里的人都认为老师会再次（劝说齐王）打开棠邑的粮仓（救济百姓），恐怕不会再这么做了吧？”',
            '孟子说：“这样就成冯妇了。晋国有个叫冯妇的人，善于打虎，后来行善不打虎了，士人都效法他。（有一次）野外有许多人在追逐一只虎，老虎背靠山的角落，没有人敢靠近它。（人们）远远看见了冯妇，便跑上去迎接他。冯妇便捋起袖子下车（去打虎）。大家都喜欢他，可是那些称为士的人却讥笑他。”',
        ],
    ],
],
];
