<?php
return [
'chapters' => [
    [
        'content' => [
            '曾晳嗜羊枣(1)，而曾子不忍食羊枣。公孙丑问曰：“脍炙与羊枣孰美？”',
            '孟子曰：“脍炙哉！”',
            '公孙丑曰：“然则曾子何为食脍炙而不食羊枣？”',
            '曰：“脍炙所同也，羊枣所独也。讳名不讳姓，姓所同也，名所独也。”',
        ],
        'notes' => [
            '(1)曾皙：即曾点，曾参的父亲，亦是孔子的学生。姓曾，名点，字子皙。春秋末鲁国南武城（原属山东费县，现属平邑县）人。羊枣：即黑枣，因形状色泽似羊屎，故称羊枣。',
        ],
        'vernacular' => [
            '曾晳爱吃羊枣，（死后，他的儿子）曾子就不忍心吃羊枣。公孙丑问道：“烤肉与羊枣，哪样味道好？”',
            '孟子说：“当然是烤肉！”',
            '公孙丑又问：“那么曾子为什么吃烤肉而不吃羊枣？”',
            '孟子说：“烤肉是大家共同爱吃的，而吃羊枣是（曾晳）独有的嗜好。（因此曾子不忍心吃。）（如同避讳）只避名不避姓，因为姓是很多人共用的，而名是一个人独有的。”',
        ],
    ],
],
];
