<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“言近而指远者，善言也；守约而施博者，善道也。君子之言也，不下带而道存焉(1)；君子之守，修其身而天下平。人病舍其田而芸人之田，所求于人者重，而所以自任者轻。“',
        ],
        'notes' => [
            '不下带：带，腰带。古人视不下带，即只视带之上。此处比喻注意眼前常见之事。带：《墨子·兼爱中》：“肱息然后带，扶墙然后起。”《广雅·释诂三》：“带，束也。”这里用为束缚之意。',
        ],
        'vernacular' => [
            '孟子说：“言语浅近而含义深远，这是善言；把握住的十分简要，而施行时效用广大，这是善道。君子所说的，虽然是眼前近事，而道却蕴含在其中；君子所把握住的，是修养自己，却能使天下太平。常人的毛病在于荒弃自己的田地，却要人家锄好田地，要求别人的很重，而加给自己的责任却很轻。”',
        ],
    ],
],
];
