<?php
return [
'chapters' => [
    [
        'name' => '第二节',
        'content' => [
            '孟子见梁惠王。王立于沼上，顾鸿雁麋鹿，曰：“贤者亦乐此乎？”',
            '孟子对曰：“贤者而后乐此，不贤者虽有此，不乐也。《诗》(1)云：‘经始灵台，经之营之，庶民攻之，不日成之(2)。经始勿亟，庶民子来(3)。王在灵囿，麀鹿攸伏，麀鹿濯濯，白鸟鹤鹤(4)。王在灵沼、于牣鱼跃(5)。’文王以民力为台为沼，而民欢乐之，谓其台曰灵台，谓其沼曰灵沼，乐其有麋鹿鱼鳖。古之人与民偕乐，故能乐也。《汤誓》(6)曰：‘时日害丧，予及女偕亡(7)。’民欲与之偕亡，虽有台池鸟兽，岂能独乐哉？“',
        ],
        'notes' => [
            '(1)《诗》：即《诗经》，我国最早的诗歌总集。本只称诗，儒家列为经典，故称《诗经》，大抵是周初至春秋中期的作品，共三百零五篇，分为风、小雅、大雅、颂四类。此章所引为《大雅•灵台》，全诗共四章，文中引的是前两章。',
            '(2)经始：开始规划营造；灵台，台名，故址在今陕西西安西北。攻：建造。不日：不几天。',
            '(3)亟：急。庶民子来：老百姓像儿子似的来修建灵台。',
            '(4)囿(yòu)：古代帝王畜养禽兽的园林。麀(yōu)鹿：母鹿；攸：同“所”。濯(zhuó)濯：肥胖而光滑的样子。鹤鹤：羽毛洁白的样子。',
            '(5)灵沼：池名。於(wu):赞叹词；轫(rèn),满。王：此指周文王姬昌，殷王纣时的诸侯，子武王伐纣，灭殷。',
            '(6)《汤誓》：《尚书》中的一篇，记载商汤王讨伐夏桀时的誓师词。《尚书》是我国上古历史文件和部分追述上古事迹着作的汇编，是儒家经典之一。传说，夏桀曾自比太阳，说太阳灭亡他才灭亡。此章所引是百姓诅咒夏桀的话。',
            '(7)时日害丧：这太阳什么时候毁灭呢？时，这；日，太阳；害，同“曷”，何，何时；丧，毁灭。予及女：我和你。女同“汝”，你。',
        ],
        'vernacular' => [
            '孟子谒见梁惠王。惠王站在池塘边上，一面观赏着鸿雁麋鹿，一面问道：“贤人对此也感受到快乐吗？”',
            '孟子答道：”只有贤人才能感受到这种快乐，不贤的人纵然拥有珍禽异兽，也不会（真正感受到）快乐的。《诗经》上说：“文王规划筑灵台，基址方位细安排，百姓踊跃来建造，灵台很快就造好。文王劝说不要急，百姓干活更积极。文王巡游到灵囿，母鹿自在乐悠悠，母鹿肥美光泽好，白鸟熠熠振羽毛。文王游观到灵沼，鱼儿满池喜跳跃。’文王依靠民力造起了高台深池，但人民却高高兴兴，把他的台叫做灵台，把他的池沼叫做灵沼，为他能享有麋鹿鱼鳖而高兴。古代的贤君与民同乐，所以能享受到（真正的）快乐。《汤誓》中说：”这个太阳什么时候灭亡？我们要跟你同归于尽！‘人民要跟他同归于尽，（他）纵然拥有台池鸟兽，难道能独自享受到快乐吗？“',
        ],
    ],
],
];
