<?php
return [
'chapters' => [
    [
        'content' => [
            '梁惠王曰：“寡人之于国也(1)，尽心焉耳矣(2)。河内凶(3)，则移其民于河东(4)，移其粟于河内(5)。河东凶亦然(6)。察邻国之政(7)，无如(8)寡人之用心者。邻国之民不加少(9)，寡人之民不加多，何也？”',
            '孟子对(10)曰：“王好战，请以战喻(11)。填然鼓之，兵刃既接(12)，弃甲曳兵而走(13)。或(14)百步而后止，或五十步而后止。以五十步笑百步，则何如(15)？”',
        ],
        'notes' => [
            '(1)寡人：寡德之人，是古代国君对自己的谦称。于：介词，对于。',
            '(2)尽心焉耳矣：真是费尽心力了。尽心，费尽心思 焉耳矣，都是句末助词，重叠使用，增强语气。',
            '(3)河内：指黄河以北的今河南省沁阳、济源、博爱一带，当时是魏国的领土。今河南境内黄河以北的地方。凶：谷物收成不好，荒年。',
            '(4)于：到。河东：黄河以东的地方，在今山西西南部。黄河流经山西省境，自北而南，故称山西境内黄河以东的地区为河东。',
            '(5)粟：谷子，脱壳后为小米，也泛指谷类。',
            '(6)亦然：也是这样。',
            '(7)察：考察。政：当权者。',
            '(8)无如：没有像……。',
            '(9)加少：更少。加：更。古代人口少，为了增加劳力和扩充兵员，希望人口增多，以人口增多为好事。',
            '(10)对：回答。',
            '(11)王好战：大王喜欢打仗。好：喜欢。请：有“请允许我”的意思。喻：打比方，作说明。',
            '(12)填：拟声词，模拟鼓声。鼓之：敲起鼓来。鼓，动词，击鼓。之，没有实在意义的衬字。下文“树之”的“之”用法相同。兵刃既接：两军的兵器已经接触，指战斗已开始。兵，兵器、武器。刃，刀、刀剑等。既：已经。接，接触、交锋。',
            '(13)甲：铠甲，古代的战衣，上面缀有金属片，可以保护身体。走：跑，这里指逃跑。',
            '(14)或：有的人。',
            '(15)则：连词，那么。何如：怎么样。',
        ],
        'vernacular' => [
            '梁惠王说：“我对于国家，真是够尽心的了。河内发生灾荒，就把那里的（一部分）百姓迁移到河东去，把粮食运到河内去赈济。河东发生灾荒，我也这么办。考察邻国的政务，没有哪个国君能像我这样为百姓操心的了。但是邻国的人口并不减少，而我们魏国的人口并不增多，这是什么缘故呢？”',
            '孟子回答道：“大王喜欢打仗，请让我拿打仗作比喻。咚咚地擂起战鼓，刀刃剑锋相碰，（就有士兵）丢盔弃甲，拖着兵器逃跑。有的逃了一百步停下来，有的逃了五十步住了脚。（如果）凭着自己只逃了五十步就嘲笑那些逃了一百步的人，那怎么样？”',
        ],
    ],
    [
        'content' => [
            '曰：“不可，直不百步耳，是亦走也(1)。”',
            '曰：“王如知此，则无望民之多于邻国也(2)。不违农时，谷不可胜食也(3)；数罟不入洿池，鱼鳖不可胜食也(4)；斧斤以时入山林，材木不可胜用也(5)。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也(6)。养生丧死无憾，王道之始也(7)。',
        ],
        'notes' => [
            '(1)直：通“只”，只是，不过。是：代词，这，指代上文“五十步而后止”。',
            '(2)如：如果。则：连词，就。无：通“毋”，不要。望：希望。于：比。',
            '(3)违：违反，耽误。这里指耽误。时：季节。谷：粮食的统称。胜：完全，尽。',
            '(4)数罟(shuò gǔ)：密网。洿(wū)池：大池，深。',
            '(5)斤：锛子。以时：按一定的季节。',
            '(6)养生：供养活着的人。丧死：为死了的人办丧事。憾：遗憾。',
            '(7)王道：以仁义治天下，这是儒家的政治主张。始：开端。',
        ],
        'vernacular' => [
            '惠王说：“不可以，只不过后面的逃不到一百步罢了，这同样是逃跑呀？”',
            '孟子说：“大王如果懂得这一点，就不要指望魏国的百姓会比邻国多了。不耽误百姓的农时，粮食就吃不完；细密的鱼网不放入大塘捕捞，鱼鳖就吃不完；按一定的时令采伐山林，木材就用不完。粮食和鱼鳖吃不完，木材用不完，这就使百姓养家活口、办理丧事没有什么遗憾的了。百姓生养死丧没有什么遗憾，这就是王道的开始。',
        ],
    ],
    [
        'content' => [
            '五亩之宅，树之以桑，五十者可以衣帛矣(1)。鸡豚狗彘之畜，无失其时，七十者可以食肉矣(2)。百亩之田，勿夺其时，数口之家可以无饥矣。谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣(3)。七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也(4)。',
            '狗彘食人食而不知检，途有饿莩而不知发(5)；人死，则曰‘非我也，岁也’，是何异于刺人而杀之，曰‘非我也，兵(6)也’。王无罪岁，斯天下之民至焉(7)。“',
        ],
        'notes' => [
            '(1)五亩：先秦时五亩约合现在一亩二分多。树：给……种植。衣帛：穿上丝织品的衣服。衣，穿。',
            '(2)豚：小猪。彘：猪。畜：畜养。之：助词。无：通“毋”，不要。失：与下文的“夺”均为“错过”意。',
            '(3)谨：谨慎，这里指认真从事。庠序：都指学校。商(殷)代叫序，周代叫庠。教：教化。申：反复陈述。孝悌：古代尊敬父母为“孝”，敬爱兄长为“悌”。义：道理。颁白者不负戴于道路矣：头发花白的老人不会在路上背着或者顶着东西了。意思是，年轻人知道孝敬老人，都来代劳了。颁白，头发花白。颁：通“斑”。负，背着东西。戴，顶着东西。',
            '(4)黎民：百姓。然而：这样(如此)却。未之有也：宾语前置，“未有之也”。',
            '(5)食：动词，吃。食：名词，食物。检：通敛。收积、储藏的意思。涂：通“途”，路上。饿莩(piǎo)：饿死的人。发：指打开粮仓，赈济百姓。',
            '(6)兵：兵器。',
            '(7)无：通“毋”，不要。罪：归咎，归罪。斯：则、那么。至：到，这里指归顺。',
        ],
        'vernacular' => [
            '五亩田的宅地，（房前屋后）多种桑树，五十岁的人就能穿上丝棉袄了。鸡、猪和狗一类家畜不错过它们的繁殖时节，七十岁的人就能吃上肉了。一百亩的田地，不要占夺（种田人的）农时，几口人的家庭就可以不饿肚子了。搞好学校教育，不断向年轻人灌输孝顺父母、敬爱兄长的道理，头发花白的老人就不必肩扛头顶着东西赶路了。七十岁的人穿上丝棉袄，吃上肉，百姓不挨冻受饿，做到这样却不能统一天下的，是绝不会有的。',
            '（现在，富贵人家的）猪狗吃着人吃的粮食，却不知道制止；道路上有饿死的尸体，却不知道开仓赈济；人饿死了，却说‘这不是我的责任，是收成不好’，这跟把人刺死了，却说‘不是我杀的人，是兵器杀的’，又有什么两样呢。大王请您不要怪罪于年成不好，（只要推行仁政）这样天下的百姓就会投奔到您这儿来了。“',
        ],
    ],
],
];
