<?php
return [
'chapters' => [
    [
        'content' => [
            '庄暴(1)见孟子，曰：“暴见于王(2)，王语暴以好乐(3)，暴未有以对也。”曰：“好乐何如？”',
            '孟子曰：“王之好乐甚，则齐国其庶几(4)乎！”',
            '他日，见于王曰：“王尝语庄子以好乐，有诸？”',
            '王变乎色(5)，曰：“寡人非能好先王之乐也，直(6)好世俗之乐耳。”',
            '曰：“王之好乐甚，则齐其庶几乎！今之乐由古之乐也。”',
            '曰：“可得闻与？”',
            '曰：“独乐乐(7)，与人乐乐，孰乐？”',
            '曰：“不若与人。”',
        ],
        'notes' => [
            '(1)庄暴：齐国大臣。',
            '(2)见(xiàn现)于王：被齐王召见。王：指齐宣王',
            '(3)乐(yuè)：《说文》：“五声八音总名。”《易》曰：“雷出地奋豫，先王以作乐崇德。”《礼记•乐记》：“先王之所以饰喜也”“天地之和”“德之华也”。可见，古代的乐是为了身心合德而作。音乐是道德感情的心声，也是回归天地万物和谐境界的途径。',
            '(4)庶几：差不多。朱熹《集注》云：“近辞也，言近于。”',
            '(5)变乎色：改变了脸色。朱熹《集注》云：“变色者，惭其好之不正也。”赵注则说是宣王恼怒庄暴把他“好乐”的事告诉孟子。',
            '(6)直：不过、仅仅。',
            '(7)独乐乐：独自一人娱乐的快乐。前一个“乐(yue)”作动词用，以下几句类似的句子同。',
        ],
        'vernacular' => [
            '庄暴来见孟子，说：“我被齐王召见，齐王告诉我，他喜爱音乐，我没有话回答他。”庄暴问道：“喜爱音乐怎么样？”',
            '孟子说：“（如果）齐王非常喜爱音乐，齐国恐怕就有希望了！”',
            '后来的某一天，孟子被齐王接见，问（齐王）道：“大王曾对庄暴说喜爱音乐，有这回事吗？”',
            '齐王（不好意思地）变了脸色，说：“我不是喜爱古代先王的音乐，只是喜爱世俗的音乐罢了。”',
            '孟子说：“大王非常喜爱音乐，齐国恐怕就有希望了！现在的音乐如同古代的音乐。”',
            '齐王说：“可以把道理讲给我听听吗？”',
            '孟子问：“一个人欣赏音乐的快乐，与别人一起欣赏音乐的快乐，哪一种更快乐？”',
            '齐王说：“不如同别人一起欣赏快乐。”',
        ],
    ],
    [
        'content' => [
            '曰：“与少乐乐，与众乐乐，孰乐？”',
            '曰：“不若与众。”',
            '“臣请为王言乐。今王鼓乐于此，百姓闻王钟鼓之声，管龠(1)之音，举疾首蹙頞(2)而相告曰：‘吾王之好鼓乐，夫何使我至于此极(3)也？父子不相见，兄弟妻子离散。’今王田猎(4)于此，百姓闻王车马之音，见羽旄(5)之美，举疾首蹙頞而相告曰：‘吾王之好田猎，夫何使我至于此极也？父子不相见，兄弟妻子离散。’此无他，不与民同乐也。',
        ],
        'notes' => [
            '(1)管龠(yuè)：古管乐器名。赵注云：“管，笙；龠，萧。”笙是一种簧管乐器，在商代的甲骨文中已有记载；龠，似笛而短小。这里的萧是指排萧，与现在所称类似笛的萧不同。',
            '(2)举：皆、都。疾首蹙頞(cù è)：蹙，收紧。頞，额头。蹙頞，形容愁眉苦脸的样子。',
            '(3)极：《说文》：“栋也。”《通训定声》按：在屋之正中至高处。引申为极致，极端。',
            '(4)田猎：在野外打猎。在春秋战国时代，这是一项带有军事训练性质的活动。由于它要发动百姓驱赶野兽，各级地方官员都要准备物资和亲自参与，所以古人主张应该在农闲时候有节制地举行，以免扰乱正常的主产秩序。',
            '(5)羽旄(máo)：旄，《说文》：“幢也。”通“毛”。羽旄：鸟羽和旄牛尾，古人用作旗帜上的装饰，故可代指旗帜。古代用牦尾装饰的旗子，这种旗子为前军所持，故曰“前旄”。',
        ],
        'vernacular' => [
            '孟子问：“同少数人一起欣赏音乐的快乐，同很多人一起欣赏音乐的快乐，哪一种更快乐？”',
            '齐王说：“不如同很多人一起欣赏快乐。”',
            '（孟子说：）“请让我为大王谈谈音乐。假设现在大王在这里奏乐，百姓听了大王钟鼓的声音，箫笛的曲调，全都头脑作痛，眉头紧皱，互相议论说：”我们君王喜爱音乐，为什么使我们痛苦到这样的极点？父子不能相见，兄弟妻儿离散。‘假设现在大王在这里打猎，百姓听到大王车马的声音，看到旗帜的华美，全都头脑作痛，眉头紧皱，互相议论说：“我们君王喜欢打猎，为什么使我们痛苦到这样的极点？父子不能相见，兄弟妻儿离散。’这没有别的原因，是不和百姓共同快乐的缘故。',
        ],
    ],
    [
        'content' => [
            '“今王鼓乐于此，百姓闻王钟鼓之声，管龠之音，举欣欣然有喜色而相告曰：‘吾王庶几无疾病与，何以能鼓乐也？’今王田猎于此，百姓闻王车马之音，见羽旄之美，举欣欣然有喜色而相告曰：‘吾王庶几无疾病与，何以能田猎也？’此无他，与民同乐也。今王与百姓同乐，则王矣。”',
        ],
        'vernacular' => [
            '“假设现在大王在这里奏乐，百姓听到钟鼓的声音，箫笛的曲调，都欢欣鼓舞，喜形于色，互相议论说：”我们君王大概没什么病吧，不然怎么能奏乐呢？‘假设现在大王在这里打猎，百姓听到君王车马的声音，看到旗帜的华美，都欢欣鼓舞，喜形于色，互相议论说：“我们君王大概没什么病吧，不然怎么能打猎呢？’这没有别的原因，是和百姓共同快乐的缘故。如果大王能和百姓共同快乐，那就能称王于天下了。”',
        ],
    ],
],
];
