<?php
return [
'chapters' => [
    [
        'content' => [
            '滕文公问曰：“齐人将筑薛(1)，吾甚恐，如之何则可？”',
            '孟子对曰：“昔者大王居邠(2)，狄人侵之(3)。去之岐山之下居焉(4)。非择而取之，不得已也。苟为善，后世子孙必有王者矣。君子创业垂统，为可继也。若夫成功，则天也。君如彼何哉？强为善而已矣。”',
        ],
        'vernacular' => [
            '滕文公问道：“齐国要修筑薛城，我很害怕，怎么办才好呢？”',
            '孟子回答道：“从前，太王居住在邠地，狄人侵犯那里，他便离开，迁到岐山下居住。不是愿意选择那里居住，迫不得已罢了。（一个君主）如果能施行善政，后代子孙中必定会有称王于天下的。君子创立基业，传给后世，是为了可以继承下去。至于能否成功，那就由天决定了。您怎样对付齐国呢？只有努力推行善政罢了。”',
        ],
        'notes' => [
            '(1)薛：国名，其地在今山东滕县东南，战国初期为齐所灭，后成为齐权臣田婴、田文的封邑。',
            '(2)邠（bīn）：地名，在今陕西郴县。',
            '(3)狄：即獯鬻，参看本篇第三章注。',
            '(4)岐山：在今陕西省岐山县东北。',
        ],
    ],
],
];
