<?php
return [
'chapters' => [
    [
        'content' => [
            '鲁平公将出(1)，嬖(2)人臧仓者请曰：“他日君出，则必命有司所之。今乘舆已驾矣，有司未知所之，敢请。”',
            '公曰：“将见孟子。”',
            '曰：“何哉，君所为轻身以先于匹夫者？以为贤乎？礼义由贤者出，而孟子之后丧逾前丧。君无见焉！”',
            '公曰：“诺。”',
            '乐正子(3)入见，曰：“君奚为不见孟轲也？”',
        ],
        'notes' => [
            '(1)鲁平公：鲁国国君姬叔，名叔，鲁景公的儿子。公元前314～294年在位。前316年—前297年在位。',
            '(2)嬖：(bi壁)《左传·襄公二十五年》：“叔孙还，纳其女于灵公，嬖，生景公。”《左传·定公十年》：“宋公子地嬖蘧富猎。”《左传·隐公三年》：“嬖人之子也。”《国语·郑语》：“而嬖是女也。”《礼记·缁衣》：“毋以嬖御人疾庄后。”《说文》：“便嬖，爱也。”这里用为宠爱之意。',
            '(3)乐正子：名克，孟子的学生，当时正在鲁国做官。',
        ],
        'vernacular' => [
            '鲁平公要外出，他所宠幸的近臣臧仓来请示，说道：“往日您外出，总是告诉有关的官员要去的地方。现在车马都已准备好了，官员还不知道您要去哪儿，因此冒昧请示。”',
            '鲁平公说：“要去见孟子。”',
            '臧仓说：“您降低自己的身份主动去见一个普通人，是为什么呢？是认为他是个贤人吗？礼义的事是由贤人做出来的，然而孟子为母亲办丧事，超过了先前为父亲办丧事。您别去见他！”',
            '鲁平公说：“好吧。”',
            '乐正子入朝见鲁平公，问道：“您为什么不去见见孟轲呢？”',
        ],
    ],
    [
        'content' => [
            '曰：“或告寡人曰：‘孟子之后丧逾前丧’，是以不往见也。”',
            '曰：“何哉，君所谓逾者？前以士，后以大夫；前以三鼎(1)，而后以五鼎与？”',
            '曰：“否，谓棺椁衣衾(2)之美也”',
            '曰：“非所谓逾也，贫富不同也。”',
            '乐正子见孟子，曰：“克告于君，君为来见也。嬖人有臧仓者沮(3)君，君是以不果来也。”',
            '曰：“行，或使之；止，或尼(4)之。行止，非人所能也。吾之不遇鲁侯，天也。臧氏之子焉能使予不遇哉？”',
        ],
        'notes' => [
            '(1)鼎：《易·鼎·辞》：“鼎，元吉，亨。”《说文》：“鼎，三足两耳，和五味之宝器也；昔禹收九牧之金，铸鼎荆山之下，入山林川泽，螭蛛蝄蜽，莫能逢之，以协承天休。”《玉篇·鼎部》：“鼎，器也，所以熟食者。”常见的鼎为三足两耳圆腹，也有方形四足的，用金属或陶土等材料做成，盛行于殷周时期。至今我国南方少数民族亦有常用鼎煮食或存放食品的。',
            '(2)椁(guǒ)：外棺。衣衾(qīn)：这里指死者入殓时所用的衣服被褥。',
            '(3)沮(jǔ)：《诗·小雅·巧言》：“乱庶遄沮。”《诗·小雅·小旻》：“谋犹回遹，何日斯沮？”《礼记·儒行》：“沮之以兵。”《荀子·强国》：“是以为善者劝，为不善者沮，上下一心，三军同力。”《商君书·靳令》：“其次，为赏劝罚沮。这里用为阻止之意。',
            '(6)尼尼(nì)：《墨子》：“淫嚣不静，当路尼众。”《尔雅·释诂下》：“尼，定也。”《玉篇·尸部》：“尼，止也。”这里用为制止之意，阻止。',
        ],
        'vernacular' => [
            '鲁平公说：”有人告诉我说：“孟子为母亲办丧事超过了为父亲办丧事’，所以我不去见他。”',
            '乐正子说：“您所说的超过，是指什么呢？是指先前为父亲办丧事用士礼，后来为母亲办丧事用大夫之礼；先前办丧事用三个鼎，后来用五个鼎吗？”',
            '鲁平公说：“不是的，是指棺椁衣物的华美。”',
            '乐正子说：“这不叫超过，是前后贫富不同的缘故。”',
            '乐正子去见孟子，说：“我告诉过国君，他打算来见您的，宠臣中有个叫臧仓的阻止他，所以国君最终没有来。”',
            '孟子说：“（道，）行得通，有某种力量促使它；行不通，有某种力量阻挠它。行和不行，不是人力所能决定的。我不能被鲁君信用，是天意啊。姓臧的小子怎能使我不被鲁君信用呢？”',
        ],
    ],
],
];
