<?php
return [
'chapters' => [
    [
        'content' => [
            '齐宣王见孟子于雪宫(1)。王曰：“贤者亦有此乐乎？”',
            '孟子对曰：“有。人不得，则非(2)其上矣。不得而非其上者，非(3)也；为民上而不与民同乐者，亦非也。乐民之乐者，民亦乐其乐；忧民之忧者，民亦忧其忧。乐以天下，忧以天下，然而不王者，未之有也。昔者齐景公问于晏子曰(4)：‘吾欲观于转附、朝儛(5)，遵海而南，放于琅邪(6)；吾何修而可以比于先王观也？’',
        ]
        'notes' => [
            '(1)雪宫：齐宣王的离宫(古代帝王在正宫以外临时居住的宫室，相当于当今的别墅之类)。'
            '(2)非：动词，认为......非，即非难，埋怨。'
            '(3)非：不对，错误。'
            '(4)齐景公：春秋时代齐国国君姜杵臼，公元前547年至前490年在位。晏子：春秋时齐国贤相，名婴，《晏子春秋》一书记载了他的事迹和学说。'
            '(5)转附、朝儛(wǔ)：均为山名'
            '(6)琅邪：山名，在今山东省诸城东南，面临黄海。'
        ],
        'vernacular' => [
            '齐宣王在雪宫接见孟子。宣王问道：“贤人也有这种快乐吗？”',
            '孟子答道：”有。人们得不到这种快乐，就要抱怨他们的君主了。得不到就抱怨他们的君主，是不好的；作为百姓的君主却不与百姓同乐，也是不好的。君主把百姓的快乐当作自己的快乐，百姓也就会把君主的快乐当作自己的快乐；君主把百姓的忧患当作自己的忧患，百姓也就会把君主的忧患当作自己的忧患。乐，同天下人一起乐，忧，同天下人一起忧，这样还不能称王天下的，是从来不会有的。从前，齐景公问晏子道：‘我想去游览转附、朝儛两座山，然后沿着海边往南，一直游览到琅邪；我要怎样修养才能和先王的巡游相比呢？’',
        ],
    ],
    [
        'content' => [
            '晏子对曰：‘善哉问也！天子适诸侯曰巡狩。巡狩者，巡所守也。诸侯朝于天子曰述职。述职者，述所职也。无非事者。春省耕而补不足，秋省敛而助不给。夏谚曰：‘吾王不游，吾何以休？吾王不豫(1)，吾何以助？一游一豫，为诸侯度。’今也不然，师行而粮食，饥者弗食，劳者弗息。睊睊胥谗，民乃作慝(2)。方命(3)虐民，饮食若流；流连荒亡，为诸侯忧。从流下而忘反谓之流，从流上而忘反谓之连，从兽无厌谓之荒，乐酒无厌谓之亡。先王无流连之乐、荒亡之行。惟君所行也。’',
            '景公悦，大戒(4)于国，出舍于郊。于是始兴发补不足。召大师曰：”为我作君臣相说之乐！‘盖《徵招》、《角招》是也(5)。其诗曰：“畜君何尤(6)？’畜君者，好君也。”',
        ],
        'notes' => [
            '(1)豫：义同“游”。'
            '(2)睊(juàn)睊：因愤恨侧目而视的样子；胥：皆，都；谗：毁谤，说坏话。慝(tè)：恶。'
            '(3)方命：违反命令。方，反，违反。'
            '(4)大戒：充分的准备。(13)大师：读为“太师”，古代的乐官。'
            '(5)《徴(zhǐ)招》、《角招》：与角是古代五音(宫、商、角、徴、羽)中的两个，招同“韶”，乐曲名。'
            '(6)畜(xù)：爱好，喜爱。尤：错误，过失。'
        ],
        'vernacular' => [
            '晏子答道：‘问得好啊！天子到诸侯那里去叫巡狩。所谓巡狩，就是巡视诸侯所守的疆土。诸侯去朝见天子叫述职。所谓述职，就是汇报履行职守的情况。都没有无事外出的。春天视察耕作情况，补助（种子、耕力）不足的人；秋天视察收获情况，周济歉收的人。夏代的民谚说：‘我王不出来巡游，我们哪会得到休息？我王不出来视察，我们哪会得到补助？巡游视察，成为诸侯的榜样。’现在却不是这样，出巡时兴师动众，征集粮食，使得饥饿的人没有饭吃，劳累的人不得休息。人人侧目而视，个个怨声不绝，百姓就会作乱造反。（这样的巡游）背逆天意，祸害百姓，吃喝浪费如同流水；流连荒亡，成了诸侯的忧患。从上游顺流玩到下游，乐而忘返，这叫流；从下游逆水玩到上游，乐而忘返，这叫连；打猎不知尽兴，这叫荒；喝酒不知满足，这叫亡。先王没有流连的享乐、荒亡的行径。只看您怎么做了。’',
            '景公听了十分高兴，在都城内做好了充分的准备，然后离开宫室搬到郊外住。接着就开仓救济穷人。又召来乐官，吩咐道：‘给我作一首君臣同乐的乐曲！’大概就是《徵招》、《角招》这两首吧。其中有句歌词说：‘畜君有什么过错？’‘畜君’就是爱护君主的意思。”',
        ],
    ],
],
];
