<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '齐宣王问曰：“人皆谓我毁明堂①，毁诸？已乎？”',
            '王曰：“王政可得闻与？”',
            '对曰：“昔者文王之治岐也②，耕者九一，仕者世禄，关市讥而不征，泽梁无禁，罪人不孥。老而无妻曰鳏，老而无夫曰寡，老而无子曰独，幼而无父曰孤。此四者，天下之穷民而无告者。文王发政施仁，必先斯四者。《诗》云：”哿矣富人，哀此茕独！‘“③',
            '王曰：“善哉言乎！”',
            '曰：“王如善之，则何为不行？”',
            '王曰：“寡人有疾，寡人好货。”',
            '对曰：“昔者公刘好货④，《诗》云：”乃积乃仓，乃裹糇粮，于橐于囊⑤，思戢用光。弓矢斯张，干戈戚扬，爰方启行。‘⑥故居者有积仓，行者有裹囊也，然后可以爰方启行。王如好货，与百姓同之，于王何有？“',
            '王曰：“寡人有疾，寡人好色。”',
            '对曰：“昔者大王好色，爱厥妃。《诗》云：”古公亶父，来朝走马，率西水浒，至于岐下，爰及姜女，聿来胥宇。‘⑦当是时也，内无怨女，外无旷夫。王如好色，与百姓同之，于王何有？“',
        ],
        'vernacular' => [
            '齐宣王问道：“人家都建议我毁掉明堂，毁掉它呢，还是不毁呢？”孟子对曰：“夫明堂者，王者之堂也。王欲行王政，则勿毁之矣。”孟子答道：“明堂是（施行仁政的）王者的殿堂。大王如果打算施行仁政，就不要毁掉它了。”',
            '宣王说：“仁政的道理，能说给我听听吗？”',
            '孟子说：”从前周文王治理岐地，农民只抽九分之一的税；做官的世代享受俸禄，关卡和市场（对商人）只稽查不征税；湖泊池沼不设禁令，（任人捕鱼；）惩办罪人不牵连妻儿。年老无妻叫鳏，年老无夫叫寡，年老无子叫独，年幼无父叫孤。这四种人是天下最困难而又无所依靠的人。文王发布政令、施行仁政，必定先照顾这四种人。《诗经》上说：“富人的生活是称心啦，要怜悯这些孤独无依的人！’”',
            '宣王说：“说得好啊！”',
            '孟子说：“大王如果觉得好，那么为什么不照着去做呢？”',
            '宣王说：“我有个毛病，我爱财。”',
            '孟子说：“从前公刘爱钱财，《诗经》上说：”粮食积聚满囤仓，筹足干粮装橐囊。团结安定声威扬。箭上弦弓开张，干戈斧钺都带上，于是启程奔前方。‘这就是说，留守故土的人粮食满囤仓，迁徙新地的人带足干粮，然后才启程远行。大王如果爱财，能和百姓共同享用，那么实行仁政有什么困难的呢？“',
            '宣王说：“我还有个毛病，我好色。”',
            '孟子说：“从前太王也好色，宠爱他的妃子。《诗经》上说：”古公亶父，清晨骑马奔驰，沿着西边水滨，到了岐山脚下，带着宠妃姜氏女，来勘察可建宫室的地方。‘在那时候，内无找不到丈夫的女子，外无打光棍的单身汉。大王如果好色，（同时）也让百姓都有配偶，那么，实行仁政会有什么困难呢？“',
        ],
        'notes' => [
            '①明堂：周天子东巡时接受诸侯朝见的地方，在泰山脚下。②岐：地名，在今陕西省岐山县东北。相传周太王古公亶父自豳（陕西甸邑迁此建邑，成为周族居住之处。③以上两句出自《诗经。小雅。正月》。哿（gě），同“可”。④公刘：周族早期首领，曾率部落从邰迁至豳，周族从此兴旺起来。⑤橐、囊：盛东西的口袋。⑥以上七句出自《诗经。大雅。公刘》。⑦以上六句出自《诗经。大雅。绵》。',
        ],
    ],
],
];
