<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子见齐宣王，曰：“为巨室，则必使工师(1)求大木。工师得大木，则王喜，以为能胜其任也。匠人斫而小之，则王怒，以为不胜其任矣。夫人幼而学之，壮而欲行之，王曰：‘姑舍女所学而从我’，则何如？今有璞玉(2)于此，虽万镒(3)，必使玉人雕琢之。至于治国家，则曰：‘姑舍女所学而从我’，则何以异于教玉人雕琢玉哉？”',
        ],
        'notes' => [
            '(1)工师：管理各种工匠的官员。',
            '(2)璞玉：未雕琢加工过的玉。'
            '(3)镒（yì）：古代重量单位，二十两（一说二十四两）为一镒。',
        ],
        'vernacular' => [
            '孟子谒见齐宣王，说：“建造大房子，就一定要叫工师去寻找大木料。工师找到了大木料，大王就高兴，认为工师是称职的。木匠砍削木料，把木料砍小了，大王就发怒，认为木匠是不称职的。一个人从小学到了一种本领，长大了想运用它，大王却说：‘暂且放弃你所学的本领来听我的’，那样行吗？设想现在有块璞玉在这里，虽然价值万金，也必定要叫玉人来雕琢加工。至于治理国家，却说：‘暂且放弃你所学的本领来听我的’，那么，这和非要玉匠（按您的办法）去雕琢玉石不可，有什么不同呢？”',
        ],
    ],
],
];
