<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '孟子曰：“以力假仁者霸，霸必有大国；以德行仁者王，王不待大。汤以七十里，文王以百里。以力服人者，非心服也，力不赡(1)也；以德服人者，中心悦而诚服也，如七十子(2)之服孔子也。《诗》云(3)：‘自西自东，自南自北，无思(4)不服。’此之谓也。”',
        ],
        'vernacular' => [
            '孟子说：”凭借武力假托仁义的可以称霸，称霸必须具备大国的条件；依靠道德施行仁义的可以称王，称王不必要有大国的条件。商汤凭七十里见方的地方，文王凭百里见方的地方就称王了。靠武力使人服从，不是真心服从，只是力量不够（反抗）罢了；靠道德使人服从，是心里高兴，真心服从，就像七十位弟子敬服孔子那样。《诗经》上说：‘从西从东，从南从北，无不心悦诚服。’就是说的这种情况。”',
        ],
        'notes' => [
            '(1)赡(shàn)：《孟子·梁惠王上》：“此惟救死而不赡，奚暇治礼义哉？”《晋书·羊祜传》：“皆以赡给九族，赏赐军士。”这里用为供养、供给之意。',
            '(2)七十子：孔子办学多年，传说有弟子三千，其中优秀者七十人，这里是举其整数。',
            '(3)以上三句出自《诗经·大雅·文王有声》。',
            '(4)思：《易·临·象》：“泽上有地，临；君子以教思无穷，容保民无疆。”《诗·大雅·文王之声》：“自西自东，自南自北，无思不服。”《周礼·地官·司市》：“上旌于思次以令市，市师涖焉，而听大治大讼。”郑玄注：“思次若今市亭也……郑司农云：思，辞也；次，市中候楼也……玄谓思当为司字，声之误也。”《礼记·中庸》：“神之格思，不可度思，矧可射思？”《释名·释言语》：“思，司也。凡有所司捕必静思忖亦然也。”清朱骏声《说文通训定声·颐部》：“思，假借为司。”这里用为司法之意。',
        ],
    ],
],
];
