<?php
return [
'chapters' => [
    [
        'name' => '第六节',
        'content' => [
            '孟子曰：“人皆有不忍人之心(1)。先王有不忍人之心，斯有不忍人之政矣。以不忍人之心，行不忍人之政，治天下可运之掌上。所以谓人皆有不忍人之心者，今人乍(2)见孺子将入于井，皆有怵惕恻隐(3)之心——非所以内交(4)于孺子之父母也，非所以要誉(5)于乡党朋友也，非恶其声而然也。',
            '由是观之，无恻隐之心，非人也；无羞恶之心，非人也；无辞让之心，非人也；无是非之心，非人也。恻隐之心，仁之端(6)也；羞恶之心，义之端也；辞让之心，礼之端也；是非之心，智之端也。人之有是四端也，犹其有四体也。有是四端而自谓不能者，自贼者也；谓其君不能者，贼其君者也。凡有四端于我(7)者，知皆扩而充之矣，若火之始然(8)，泉之始达。苟能充之，足以保(9)四海；苟不充之，不足以事父母。”',
        ],
        'notes' => [
            '(1)不忍人之心；怜悯心，同情心。',
            '(2)乍：突然、忽然。',
            '(3)怵(chù)惕(tì)：惊惧。侧隐：哀痛，同情。',
            '(4)内交，内交即结交，内同“纳”。',
            '(5)要(yao)誉：博取名誉。要同“邀”，求。',
            '(6)端：开端，起源．源头。',
            '(7)我：同“己”。',
            '(8)然，同“燃”。',
            '(9)保：定，安定。',
        ],
        'vernacular' => [
            '孟子说：“人都有不忍伤害别人的心。先王有不忍伤害别人的心，才有不忍伤害别人的政治。用不忍伤害别人的心，施行不忍伤害别人的政治，那么治理天下就会像在手掌中转动它那么容易。之所以说人都有不忍伤害别人的心，（根据在于，）假如现在有人忽然看到一个孩子要掉到井里去了，都会有惊恐同情的心情——不是想借此同孩子的父母攀交情，不是要在乡邻朋友中博取名声，也不是讨厌那孩子惊恐的哭叫声才这么做的。',
            '由此看来，没有同情心的，不是人；没有羞耻心的，不是人；没有谦让心的，不是人；没有是非心的，不是人。同情心是仁的开端，羞耻心是义的开端，谦让心是礼的开端，是非心是智的开端。人有这四种开端，就像他有四肢一样。有这四种开端却说自己不行，这是自己害自己；说他的君主不行，这是害他的君主。凡自身保有这四种开端的，就懂得扩大充实它们，（它们就会）像火刚刚燃起，泉水刚刚涌出一样，（不可遏止。）如果能扩充它们，就足以安定天下；如果不扩充它们，那就连侍奉父母都做不到。“',
        ],
    ],
],
];
