<?php
return [
'chapters' => [
    [
        'name' => '第七节',
        'content' => [
            '孟子曰：”矢人(1)岂不仁于函人(2)哉？矢人唯恐不伤人，函人唯恐伤人。巫匠(3)亦然。故术(4)不可不慎也。孔子曰：‘里仁为美。择不处仁，焉得智？’夫仁，天之尊爵也，人之安宅也。莫之御(5)而不仁，是不智也。不仁、不智，无礼、无义，人役也。人役而耻为役，由(6)弓人而耻为弓，矢人而耻为矢也。如耻之，莫如为仁。仁者如射：射者正己而后发；发而不中，不怨胜己者，反求诸己而已矣。”',
        ],
        'vernacular' => [
            '孟子说：“造箭的人难道比造铠甲的人不仁吗？造箭的唯恐（造的箭不尖利）不能射伤人，造铠甲的唯恐（铠甲不坚硬）使人被射伤。（求神治病的）巫医和（做棺材的）木匠之间的关系也是这样。所以谋生的职业不能不慎重选择啊。孔子说：‘住在有仁德的地方才好。经过选择却不住在有仁德的地方，哪能算聪明？’仁，是天（赋予人的）最尊贵的爵位，是人最安定的住所。没有谁阻挡他（行仁），他却不仁，这是不明智。不仁、不智，无礼、无义，只配当别人的仆役。当了仆役而觉得当仆役羞耻，就像造弓的觉得造弓可耻，造箭的觉得造箭可耻一样。果真觉得可耻，不如就行仁。行仁的人就如比赛射箭：射箭手先要端正自己的姿势，然后放箭；射不中，不怨恨赢了自己的人，只有反过来在自己身上找原因罢了。”',
        ],
        'notes' => [
            '(1)矢人：造箭的人。',
            '(2)函人，造销甲的人。函：铠甲。',
            '(3)巫：巫医，鹅生。巫：以装神弄鬼替人祈祷为职业的人。有的兼给人治病，称为“巫医”。匠：匠人，这里特指做棺材的木匠。',
            '(4)术：这里指选择谋生之术，也就是选择职业。',
            '(5)御：阻挡。',
            '(6)由：同“犹”，好像。',
        ],
    ],
],
];
