<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '孟子曰：“天时不如地利，地利不如人和(1)。三里之城，七里之郭(2)，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池(3)非不深也，兵革(4)非不坚利也，米粟非不多也，委(5)而去之，是地利不如人和也。故曰：域民(6)不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔(7)之；多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有(8)不战，战必胜矣。”',
        ],
        'notes' => [
            '(1)天时、地利、人和：《苟子•王霸篇》说：“农夫朴力而寡能，则上不失天时，下不失地利，中得人和而百事不废。”苟子所指的“天时”指农时，“地利”指土壤肥沃，“人和”是指人的分工。而孟子在这里所说的“天时”则指尖兵作战的时机、气候等；“地利”是指山川险要，城池坚固等；“人和”则指人心所向，内部团结等。',
            '(2)三里之城，七里之郭：内城叫“城”，外城叫“郭”。内外城比例一般是三里之城，七里之郭。',
            '(3)池：即护城河。',
            '(4)兵：武器，指戈矛刀箭等攻击性武器。革：皮革，指甲胄。古代甲胄确皮革做的，也有用铜铁做的。',
            '(5)委：弃。',
            '(6)域民：限制人民。域，界限．',
            '(7)畔：同“叛”。',
            '(8)有：或，要么。',
        ],

        'vernacular' => [
            '孟子说：“有利的天时不如有利的地势，有利的地势不如人心的团结。三里的内城，七里的外城，包围起来攻打它，却不能取胜。包围起来攻打它，必定有得天时的战机，然而却不能取胜，这是有利的天时不如有利的地势。城墙不是不高，护城河不是不深，兵器铠甲不是不坚利，粮食不是不多，（可是敌人一来却）弃城逃离，这便是有利的地势不如人心的团结。所以说，控制人民不迁逃，不靠国家的疆界，巩固国家不靠山川的险阻，威服天下不靠兵器铠甲的坚利。得到仁义的人，帮助他的就多；失掉仁义的人，帮助他的就少。帮助他的人少到极点，连家里人都背叛他；帮助他的人多到极点，天下的人都归顺他。让天下人都归顺他的人去攻打连家里人都背叛他的人，（必然所向无敌；）所以君子不战则罢，战则必胜。”',
        ],
    ],
],
];
