<?php
return [
'chapters' => [
    [
        'name' => '第十二节',
        'content' => [
            '孟子去齐。尹士(1)语人曰：“不识王之不可以为汤武，则是不明也；识其不可，然且至，则是干(2)泽(3)也。千里而见王，不遇故去，三宿而后出昼，是何濡(4)滞(5)也？士则兹不悦。”',
            '高子(6)以告。',
            '曰：“夫尹士恶知予哉？千里而见王，是予所欲也；不遇故去，岂予所欲哉？予不得已也。予三宿而出昼，于予心犹以为速，王庶几改之，王如改诸，则必反予。夫出昼，而王不予追也，予然后浩(7)然有归志。予虽然，岂舍王哉？王由(8)足用为善。王如用予，则岂徒齐民安，天下之民举安。王庶几改之！予日望之！予岂若是小丈夫然哉？谏于其君而不受，则怒，悻悻然(9)见于其面，去则穷日之力而后宿哉？”',
            '尹士闻之，曰：“士诚小人也。”',
        ],
        'vernacular' => [
            '孟子离开齐国。尹士对人说：“不知道齐王不能成为商汤、周武王那样的君主，那就是不明智；知道齐王不可能，然而还是到齐国来，那就是为着期求好处。不远千里地来见齐王，不相投合而离开，在昼邑住了三夜才走，为什么这样滞留迟缓呢？我对（孟子）这一点很不高兴。”',
            '高子把这番话告诉了孟子。',
            '孟子说：“那尹士哪会懂得我（的想法）呢？千里迢迢来见齐王，这是我自己愿意的；不相投合而离开，难道也是我愿意的吗？我是不得已罢了。我住了三夜才离开昼邑，在我心里还觉得太快了，（心想）齐王或许会改变态度的，齐王如果改变了态度，一定会召我回去。（等到）离开了昼邑，齐王没有（派人）追我回去，我这才毅然下定决心回老家去。我虽然这么做了，难道肯舍弃齐王吗？齐王还是完全可以行善政的。齐王如果任用我，那岂只是齐国的百姓得到安宁，天下的百姓都能得到安宁。齐王或许会改变态度的！我天天期望着他能改变！我难道像那种气度狭小的人吗？向君主进谏不被接受，就怒气冲冲，脸上显露出不满的表情，离开时就非得拼尽一天的气力赶路，然后才歇宿吗？”',
            '尹士听了这话，说：“我真是个小人啊。”',
        ],
        'notes' => [
            '(1)尹士：齐国人。',
            '(2)干：《书·大禹谟》：“罔违道以干百姓之誉，罔咈百姓以从己之欲。”《诗·周南·兔罝》：“赳赳武夫，公侯干城。”《诗·小雅·采芑》：“师干之试。”《诗·大雅·旱麓》：“岂弟君子，干禄岂弟。”《论语·为政》：“子张学干禄。”《庄子·徐无鬼》：“其欲干酒肉之味邪?”《荀子·议兵》：“皆干赏蹈利之兵也。”《韩非子·说难》：“伊尹为宰，百里奚为虏，皆所以干其上也。”这里用为求取之意。',
            '(3)泽：《书·多士》：“殷王亦罔敢失帝，罔不配天其泽。”《庄子·大宗师》：“泽及万世而不为仁。”《荀子·非十二子》：“饰非而好，玩奸而泽，言辩而逆。”《韩非子·说难》：“周泽未渥也，而语极知。”《史记·西门豹传》：“故西门豹为邺令，名闻天下，泽流后世。”这里用为恩泽、恩惠之意。',
            '(4)濡：《易·夬·九三》：“壮于頄，有凶。君子夬夬独行，遇雨，若濡，有愠；无咎。”《易·既济·初九》：“曳其轮，濡其尾，无咎。”《字汇·水部》：“濡，滞也。”这里用为滞留之意。',
            '(5)滞：《国语·鲁语》：“敢告滞积以纾执事。”《后汉书·韦彪传》：“且眩瞀滞疾，不堪久待。”这里用为久，长期之意。"',
            '(6)高子：齐国人，孟子的学生。',
            '(7)浩：《书·尧典》：“咨！四岳，汤汤洪水方割，荡荡怀山襄陵，浩浩滔天。”《书·益稷》：“洪水滔天，浩浩怀山襄陵，下民昏垫。”《礼记·王制》：“丧祭有余曰浩。”《字林》：“浩，遶也，水大也。”《广雅》：“浩，浩流也。”这里用为“多”之意。',
            '(8)由：《书·武成》：“乃反商政，政由旧。”《书·康诰》：“乃由裕民。”《诗·小雅·宾之初筵》：“匪言勿言，匪由勿语。”《诗·大雅·假乐》：“不愆不忘，率由旧章。”高亨注：“由，从也。”《诗·大雅·抑》：“无易由言，无曰苟矣。”《论语·泰伯》：子曰：‘民可使由之，不可使知之。’”《孟子·梁惠王上》：“由水之就下，沛然谁能御之？”《荀子·修身》：“凡用血气、志意、知虑，由礼则治通，不由礼则勃乱提僈。”这里用为遵从，遵照之意。',
            '(9)悻悻然：怨恨失意的样子。',
        ],
    ],
],
];
