<?php
return [
'chapters' => [
    [
        'name' => '第十三节',
        'content' => [
            '孟子去齐，充虞(1)路问曰：“夫子若有不豫(2)色然。前日虞闻诸夫子曰：‘君子不怨天，不尤人(3)’“',
            '曰：“彼一时，此一时也。五百年必有王者兴，其间必有名世者(4)。由周而来，七百有余岁矣。以其数，则过矣；以其时考之，则可矣。夫天未欲平治天下也，如欲平治天下，当今之世，舍我其谁也？吾何为不豫哉？”',
        ],
        'vernacular' => [
            '孟子离开齐国，充虞在路上问道：“老师似乎有些不愉快的样子。以前我听您说过：‘君子不抱怨天，不责怪人。’”',
            '孟子说：“那是一个时候，现在是一个时候。每五百年必定会有圣王出现，这期间也必定会有闻名于世的贤才。从周以来，已经七百多年了。按年数说，已经超过了；按时势来考察，该出现圣君贤臣了。上天还不想让天下太平罢了，如果想让天下太平，在当今这个时代，除了我，还有谁（能担当这个重任）呢？我为什么不愉快呢？”',
        ],
        'notes' => [
            '(1)充虞：孟子弟子。',
            '(2)豫：快乐，愉快。',
            '(3)此句是孔子之语，见《论语。宪问》。尤，责怪，抱怨。',
            '(4)名世者：有名望而辅佐君王的人。',
        ],
    ],
],
];
