<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '陈臻(1)问曰：“前日于齐，王馈兼金(2)一百(3)而不受；于宋，馈七十镒而受；于薛(4)，馈五十镒而受。前日之不受是，则今日之受非也；今日之受是，则前日之不受非也。夫子必居一于此矣。”',
            '孟子曰：“皆是也。当在宋也，予将有远行，行者必以赆(5)，辞曰：‘馈赆。’予何为不受？当在薛也，予有戒心(6)，辞曰：‘闻戒，故为兵馈之。’予何为不受？若于齐，则未有处(7)也。无处而馈之，是货(8)之也。焉有君子而可以货取乎？”',
        ],
        'vernacular' => [
            '陈臻说：“以前在齐国，齐王送您一百镒好金您不接受；在宋国，送您七十镒，您接受了；在薛，送您五十镒，您接受了。如果以前不接受是对的，那么后来接受就是错的；后来接受如果是对的，那么以前不接受就是不对的。在这两种情况中，您必定处于其中的一种了。”',
            '孟子说：“都是对的。当在宋国的时候，我将要远行，远行的人必然要用些路费，宋君说：‘送点路费（给你）。’我为什么不接受？当在薛地的时候，我有防备（在路上遇害）的打算，主人说：‘听说需要防备，所以送点钱给你买兵器。’我为什么不接受？至于在齐国，就没有（送钱的）理由。没有理由而赠送，这是收买我啊。哪有君子可以用钱收买的呢？”',
        ],
        'notes' => [
            '(1)陈臻：孟子弟子。',
            '(2)兼金：好金。因其价格双倍于普通金，所以称为“兼金”。金：古代所说的金，多是指黄铜。',
            '(3)一百：即一百镒(yì)。镒为古代重量单位之一，一镒为二十两。',
            '(4)薛：春秋时有薛国，但在孟子的时代已被齐国所灭，所以，这里的薛是指齐国靖郭君田婴的封地，在今山东滕县东南。',
            '(5)赆(jìn):给远行的人送路费或礼物。',
            '(6)戒心：戒备意外发生。根据赵歧的注释，当时有恶人要害孟子，所以孟子有所戒备。',
            '(7)未有处：没有出处，引申为没有理由。',
            '(8)货：动词，收买，贿赂。',
        ],
    ],
],
];
