<?php
return [
'chapters' => [
    [
        'name' => '第八节',
        'content' => [
            '沈同(1)以其私问曰：“燕(2)可伐与？”',
            '孟子曰：“可。子哙(3)不得与人燕，子之(4)不得受燕于子哙。有仕(5)于此，而子悦之，不告于王而私与之吾子之禄爵，夫士也，亦无王命而私受之于子，则可乎？何以异于是？”',
            '齐人伐燕。',
            '或问曰：“劝齐伐燕，有诸？”',
            '曰：“未也。沈同问‘燕可伐与’，吾应之曰，‘可’，彼然而伐之也。彼如曰：‘孰可以伐之？’则将应之曰：‘为天吏(6)，则可以伐之。’今有杀人者，或问之曰：‘人可杀与？’则将应之曰：‘可。’彼如曰：‘孰可以杀之？’则将应之曰：‘为士师，则可以杀之。’今以燕伐燕，何为劝之哉？”',
        ],
        'vernacular' => [
            '沈同以个人名义问道：“燕国可以讨伐吗？”',
            '孟子说：“可以。子哙不得把燕国让给别人，子之不得从子哙那里接受燕国。比方说，这里有个士人，您喜欢他，就不禀告君王而私自把自己的俸禄、爵位让给他，那个士人也不经君王同意，私自从您那里接受俸禄和爵位，这样行吗？（子哙）让君位的事，同这有什么两样？”',
            '齐国攻打燕国。',
            '有人问道：“（您）鼓励齐国攻打燕国，有这回事吗？”',
            '孟子说：“没有。沈同问‘燕国可以征伐吗？’我答复他说‘可以’，他们认为这个说法对，便去征伐燕国。他如果问‘谁能去征伐燕国？’那我将答复他说：‘奉了上天使命的人才可以去征伐。’就好比这里有个杀人犯，如果有人问我：‘这个人该杀吗？’我就回答说：‘可以。’他如果再问：‘谁可以去杀这个杀人犯？’那我就会回答他：‘做法官的才可以杀他。’现在，让一个跟燕国一样无道的国家去征伐燕国，我为什么要鼓励它呢？”',
        ],
        'notes' => [
            '(1)沈同：齐国大臣。',
            '(2)燕：周代诸侯国名。本作:匽、郾。姬姓；周召公之后，世称北燕，拥有今河北省北部和辽宁省西端，建都蓟(今北京)。战国时成为七雄之一。后灭于秦。',
            '(3)子哙(kuài)：燕国的国君。',
            '(4)子之：燕国的宰相。',
            '(5)仕：同“士”。',
            '(6)天吏：代表上天管理人民的官员之意。',
        ],
    ],
],
];
