<?php
return [
'chapters' => [
    [
        'name' => '第九节',
        'content' => [
            '燕人畔(1)。王曰：“吾甚惭于孟子(2)。”',
            '陈贾(3)曰：“王无患焉。王自以为与周公孰仁且智？”',
            '王曰：“恶！是何言也！”',
            '曰：“周公使管叔监殷，管叔以殷畔(4)。知而使之，是不仁也；不知而使之，是不智也。仁智，周公未之尽也，而况于王乎？贾请见而解之。”',
            '见孟子，问曰：“周公何人也？”',
            '曰：“古圣人也。”',
            '曰：“使管叔监殷，管叔以殷畔也，有诸？”',
            '曰：“然。”',
            '曰：“周公知其将畔而使之与？”',
            '曰：“不知也。”',
            '“然则圣人且有过与？”',
            '曰：“周公，弟也；管叔，兄也。周公之过，不亦宜乎？且古之君子，过则改之；今之君子，过则顺之。古之君子，其过也，如日月之食(5)，民皆见之；及其更也，民皆仰之。今之君子，岂徒顺之，又从为之辞。”',
        ],
        'notes' => [
            '(1)畔：《书·胤征》：“沈乱于酒，畔官离次。”《论语·颜渊》：“博学於文，约之以礼，亦可以弗畔矣夫。”《论语·阳货》：“公山弗扰以费畔，召，子欲往。”《庄子·徐无鬼》：“其为人也，上忘而下畔。”这里用为背叛之意。',
            '(2)齐国占领燕国时，孟子曾向齐宣王提出，为燕立一君主而后撤离。齐王不听。两年内，燕人不服；赵国等诸侯国也反对齐吞并燕，怕齐国因此而变得更强大，于是立燕昭王，燕人拥护，迫使齐军败退撤回。',
            '(3)陈贾：齐国大夫。',
            '(4)周武王灭商后，封纣王之子武庚于其旧都，派其弟管叔、蔡叔、霍叔去监视殷的遗民。武王死后，成王幼，周公执政，管叔等和武庚反叛，后周公平定了叛乱。',
            '(3)食：通“蚀”。《诗·小雅·十月之交》：“彼月而食，则维其常。”《左传·隐公三年经》：“三年春王二月，己巳，日有食之。”《管子·四时》：“是故圣王日食则修德，月食则修刑。”这里用指为日食月食之意。',
        ],
        'vernacular' => [
            '燕国人反抗（齐国的占领）。齐王说：“对孟子我感到很惭愧。”',
            '陈贾说：“大王不必犯愁。大王如果在仁和智方面同周公相比较，自己觉得谁强一些？”',
            '齐王说：“咳！这是什么话！”',
            '陈贾说：“周公派管叔去监察殷人，管叔却带着殷人叛乱。（如果周公）知道他会反叛还派他去，这是不仁；如果不知道他会反叛而派他去，这是不智。仁和智，周公还未能完全具备，何况您大王呢？请允许我见到孟子时向他作些解释。”',
            '陈贾见到孟子，问道：“周公是怎样一个人？”',
            '孟子说：“古代的圣人。”',
            '陈贾说：“他派管叔监察殷人，管叔却带着殷人叛乱，有这回事吗？”',
            '孟子说：“是这样。”',
            '陈贾说：“周公是知道他会反叛而派他去的吗？”',
            '孟子说：“（周公）不知道。”',
            '“既然这样，那么（岂不是）圣人也会有过错吗？”',
            '孟子说：“周公是弟弟，管叔是哥哥，（谁能料到哥哥会背叛呢？）周公的过错，不也是情有可原的吗？况且，古代的君子，犯了过错就改正；现在的君子，犯了过错却照样犯下去。古代的君子，他的过错就像日食月食一样，人民都能看到；等他改正后，人民都仰望着他。现在的君子，岂只是坚持错误，竟还为错误作辩解。”',
        ],
    ],
],
];
