<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '陈代(1)曰：“不见诸侯，宜若小然；今一见之，大则以王，小则以霸。且《志》曰：‘枉尺而直寻(2)’，宜若可为也。”',
            '孟子曰：“昔齐景公田，招虞人(3)以旌，不至，将杀之。志士不忘在沟壑，勇士不忘丧其元。孔子奚取焉？取非其招不往也(4)。如不待其招而往，何哉？且夫枉尺而直寻者，以利言也。如以利，则枉寻直尺而利，亦可为与？昔者赵简子(5)使王良(6)与嬖奚(7)乘，终日而不获一禽。嬖奚反命曰：‘天下之贱工也。’或以告王良。良曰：‘请复之。’强而后可，一朝而获十禽。嬖奚反命曰：‘天下之良工也。’简子曰：‘我使掌与女乘。’谓王良。良不可，曰：‘吾为之范(8)我驰驱，终日不获一；为之诡遇(9)，一朝而获十。《诗》云：「不失其驰，舍矢如破(10)。」我不贯(11)与小人乘，请辞。’御者且羞与射者比；比而得禽兽，虽若丘陵，弗为也。如枉道而从彼，何也？且子过矣：枉己者，未有能直人者也。”',
        ],
        'notes' => [
            '(1)陈代：孟子弟子。',
            '(2)枉尺而直寻：弯曲一尺而伸展八尺，比喻以小的牺牲而换取大的成就。枉：弯曲。寻：八尺。',
            '(3)虞人：守园林的官吏。',
            '(4)古代君子召唤臣下，按规定要有相当的物件作标志，如齐景公召管园囿的小吏应以打猎的皮冠，他不遵守规定，小吏就不应召。',
            '(5)赵简子：即赵鞅，春秋末年晋国的大夫。',
            '(6)王良：春秋末年晋国著名的驾车能手，善御者。',
            '(7)嬖奚：赵简子的宠臣，名奚。',
            '(8)范：通“笵”。《礼记·礼运》：“范金合土。”《荀子·强国》：“刑范正，金锡美，工冶巧，火齐得，剖刑而莫邪已。”宋沈括《梦溪笔谈·活板》：“则以一铁范置铁板上，仍密布字印，满铁苑为一板。”这里用为用模子浇铸,引申纳入规范之意。',
            '(9)诡遇：不依法驾御。',
            '(10)以上两句出自《诗经·小雅·车攻》。',
            '(11)贯：通“惯”。《吕氏春秋·不二》：“无术之智，不教之能，而恃强速贯刃，不足以成也。”这里用为习惯之意。《尔雅。释诂》：“习也。”即今“惯”字。',
        ],
        'vernacular' => [
            '陈代说：“您不愿谒见诸侯，似乎气量小了些；如果现在谒见一下诸侯，大则凭借他们推行王政，小则凭借他们称霸天下。何况《志》上说：‘委屈一尺却能伸直八尺’，好像是值得去做的。”',
            '孟子说：“从前，齐景公打猎，用旌旗召唤看护园囿的小吏，小吏不来，景公要杀他。志士不怕弃尸山沟，勇士不怕丢掉脑袋。孔子（称赞那个小吏，）取他哪一点呢？取的是，不是他应该接受的召唤标志他就是不去。如果我不等诸侯的召聘就主动去谒见，那算什么呢？而且所谓委屈一尺可以伸直八尺，是根据利益来说的。如果只讲利益，那么假使委屈了八尺能伸直一尺而获利，也可以去干么？从前赵简子派王良给自己宠幸小臣奚驾车去打猎，一整天打不到一只鸟。奚回来报告说：‘（王良）是天下最无能的驾车人。’有人把这话告诉了王良。王良说：‘请让我再驾一次。’经强求后奚才同意，结果一个早晨就猎获了十只鸟。奚回来报告说：‘王良是天下最能干的驾车人。’简子说：‘我就叫他专门给你驾车。’也对王良说了。王良不肯，说道：‘我为他按规矩驾车，整天打不到一只；不按规矩驾车，一个早上就打到了十只。《诗经》上说：「不违反驾车规矩，箭一出手就能射中。」我不习惯给小人驾车，请同意我辞掉这差使。’驾车的人尚且耻于同（不守规矩的）射手合作，即使这样的合作能猎获堆积如山的禽兽，也不愿去干。如果背离正道去屈从他们诸侯，那算什么呢？而且你错了：使自己变得不正直的人，是不能够使别人正直的。”',
        ],
    ],
],
];
