<?php
return [
'chapters' => [
    [
        'name' => '第十节',
        'content' => [
            '匡章(1)曰：“陈仲子(2)岂不诚廉士哉？居于陵(3)，三日不食，耳无闻，目无见也。井上有李，螬(4)食实者过半矣，匍匐往，将食之，三咽，然后耳有闻目有见。”',
            '孟子曰：“于齐国之士，吾必以仲子为巨擘(5)焉。虽然，仲子恶能廉？充仲子之操，则蚓而后可者也。夫蚓，上食槁壤，下饮黄泉。仲子所居之室，伯夷(6)之所筑与？抑亦盗跖(7)之所筑与？所食之粟，伯夷之所树与？抑亦盗跖之所树与？是未可知也。”',
            '曰：“是何伤哉？彼身织屡，妻辟纑(8)，以易之也。”',
            '曰：“仲子，齐之世家也。兄戴，盖(9)禄万钟；以兄之禄为不义之禄而不食也，以兄之室为不义之室而不居也，辟(10)兄离母，处于于陵。他日归，则有馈其兄生鹅者，已频顣(11)曰：‘恶用是鶂鶂(12)者为哉？’他日，其母杀是鹅也，与之食之。其兄自外至，曰：’是鶂鶂之肉也。’出而哇之。以母则不食，以妻则食之；以兄之室则弗居，以于陵则居之，是尚为能充其类也乎？若仲子者，蚓而后充其操者也。”',
        ],
        'vernacular' => [
            '匡章说：“陈仲子难道不是真正的廉洁之士吗？居住在于陵，三天没吃东西，（饿得）耳朵失去听觉，眼睛失去视觉。井台上有个李子，已被金龟子吃掉大半个了，他爬过去，拿起来吃，咽了三口，耳朵才听得见声音，眼睛才看得见东西。”',
            '孟子说：“在齐国的士人当中，我肯定认为陈仲子是首屈一指的。虽然这样，陈仲子哪能叫作廉洁？要想将他所持的廉洁扩展到（衣、食、住、行）一切方面，那只有变成蚯蚓才能做到。蚯蚓，在地上吃干土，在地下喝泉水（一切都不求人）。而陈仲子住的房子，是伯夷造的呢，还是盗跖造的呢？他吃的粮食，是伯夷种的呢，还是盗跖种的呢？这些都还不知道呢。”',
            '匡章说：“这有什么关系呢？他自己编草鞋，妻子绩麻搓线，用它们换取所需要的东西。”',
            '孟子说：“仲子是齐国的世家。他的哥哥陈戴，在盖邑享受禄米一万钟；仲子认为哥哥的禄米是不该得来的，因而不吃，认为哥哥的房屋也是不该得来的，因而不住，避开哥哥，离开母亲，住在于陵。有一天回家，见有人送给他哥哥一只活鹅，他紧皱着眉头说：‘哪用得着这呃呃叫的东西？’后来，他母亲杀了这只鹅，给仲子吃。他哥哥从外面回来，告诉仲子：‘这就是那呃呃叫的东西的肉呀。’仲子便跑出去把吃的肉呕吐出来。因为是母亲的食物就不吃，因为是妻子的食物就吃；因为是哥哥的房屋就不住，因为是在于陵就住了，这还称能扩展他那种廉洁吗？像陈仲子那样的人，只有变成了蚯蚓才能扩展他所持的那种廉洁了。”',
        ],
        'notes' => [
            '(1)匡章：齐国人，曾在齐威王和宣王朝做过将军。',
            '(2)陈仲子：齐国人，世称陈仲、田仲，因他居住在於陵，后人又称他为於陵子，是个思想家。《淮南子·泛论训》：“季襄、陈仲子立节抗行，不入洿(同污)君之朝，不食乱世之食，遂饿而死。”',
            '(3)于陵：於陵，齐国地名，在今山东邹平县境。(长山县南。)',
            '(4)螬(cáo)：即蛴螬。金龟子的幼虫。白色，圆柱状，向腹面弯曲。居粪土中，吃农作物的根和茎。俗称地蚕、土蚕、核桃虫。《庄子·至乐》：“鸟足之根为蛴螬。”',
            '(5)巨擘(bò)：大拇指。引申为特殊人物之意。',
            '(6)伯夷：见《公孙丑上》第二章注。这里以伯夷代表廉洁的人。',
            '(7)盗跖(zhí)：春秋末年奴隶起义的领袖，姓展，名跖，因住在鲁国柳下，故又称柳下跖：“盗”是对他的诬称。这里以盗跖代表恶人。',
            '(8)纑(lú)：《左传·昭公十九年》：“因纺纑。”《说文》：“纑，布缕也。从糸，卢声。”这里用为纺织麻线之意。',
            '(9)盖(gě)：齐国地名，是陈戴的食邑。在今山东沂水县西北。',
            '(10)辟：绩麻，即把麻分开，把短的续长。',
            '(11)频顣(cù)：同颦蹙，形容皱着眉头。忧愁的样子。',
            '(12)鶃(yì)：同“鶂”，鹅叫声。',
        ],
    ],
],
];
