<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '周霄(1)问曰：“古之君子仕(2)乎？”',
            '孟子曰：“仕。传曰：‘孔子三月无君，则皇皇(3)如也；出疆必载(4)质(5)。’公明仪(6)曰：‘古之人三月无君，则吊(7)。’”',
            '“三月无君则吊，不以急乎？”',
            '曰：“士之失位也，犹诸侯之失国家也。《礼》曰：‘诸侯耕助(8)，以供粢(9)盛；夫人(10)蚕缫，以为衣服。牺牲不成，粢盛不洁，衣服不备，不敢以祭。惟士无田，则亦不祭。‘牲杀、器皿、衣服不备，不敢以祭，则不敢以宴，亦不足吊乎？“',
            '“出疆必载质，何也？”',
            '曰：“士之仕也，犹农夫之耕也；农夫岂为出疆舍其耒耜哉？”',
            '曰：“晋国亦仕国也，未尝闻仕如此其急。仕如此其急也，君子之难仕，何也？”',
            '曰：“丈夫生而愿为之有室，女子生而愿为之有家；父母之心，人皆有之。不待父母之命、媒妁之言，钻穴隙相窥，逾墙相从，则父母国人皆贱之。古之人未尝不欲仕也，又恶不由其道。不由其道而往者，与钻穴隙之类也。”',
        ],
        'vernacular' => [
            '周霄问道：“古代的君子做官吗？”',
            '孟子说：“做官。古代的记载说：‘孔子三个月没有被君主任用，就惶惶不安；离开这个国家时，必定要带上谒见另一个国家君主的见面礼。’公明仪说过：‘古代的人如果三个月不被君主任用，那就要去安慰他。’”',
            '（周霄说：）“三个月不被君主任用，就要去安慰，不是求官太迫切了吗？”',
            '孟子说：“士失掉了官位，就像诸侯失掉了国家。《礼》上说：‘诸侯亲自耕种，用来供给祭品；夫人养蚕缫丝，用来供给祭服。（用作祭祀的）牛羊不肥壮，谷米不洁净，礼服不齐备，就不敢用来祭祀。士（失掉了官位就）没有田地俸禄，也就不能祭祀。’（祭祀用的）牲畜、祭器、祭服都不齐备，不敢用来祭祀，也就不敢宴请，（就像遇到丧事的人一样，）还不该去安慰他吗？”',
            '（周霄问道：）“离开一国时，定要带上谒见别的国君的礼物，为什么呢？”',
            '孟子说：“士做官，就像农夫种田；农夫难道会因为离开一个国家就丢弃他的农具吗？”',
            '周霄说：“我们魏国也是个有官可做的国家，却不曾听说想做官这样急迫的。想做官是这样急迫，君子却又不轻易去做官，为什么呢？”',
            '孟子说：“男孩一出生，就愿给他找妻室，女孩一出生，就愿给她找婆家；父母的这种心情，人人都是有的。（但是，如果）不等父母的同意，媒人的说合，就钻洞扒缝互相偷看，翻过墙头跟人，那么父母和社会上的人都会认为这种人下贱。古代的君子不是不想做官，但又厌恶不从正道求官。不从正道求官，是同钻洞扒缝之类行径一样的。”',
        ],
        'notes' => [
            '(1)周霄：战国时魏人。',
            '(2)仕：《诗·大雅·文王有声》：“丰水有芑，武王岂不仕。”《论语·微子》：“君子之仕也，行其义也。道之不行，已知之矣！”《韩非子·说难》：“此非能仕之所耻也。”这里用为从仕做官之意。',
            '(3)皇：通“惶”。《诗·豳风·东山》：“皇驳其马。”《诗·豳风·破斧》：“周公东征，四国是皇。”《吕氏春秋·先己》：“督听则奸塞不皇。”俞樾平议：“皇读为惶，谓奸邪闭塞不至惶惑也。”这里用为徘徊迟疑之意。',
            '(4)载：《易·小畜·上九》：“既雨既处，尚德载；妇贞，厉。”《书·皋陶谟》：“亦言其人有德，乃言曰：载采采。”孔传：“载，行；采，事也。”孔颖达疏：“载者，运行之义，故为行也，此谓荐举人者，称其人有德，欲使在上用之，必须言其所行之事。”《诗"豳风"狼跋》：“狼跋其胡，载疐其尾。”《诗"小雅"斯干》：“乃生男子，载寝之床，载衣之裳，载弄之璋。”《周礼·春官·大宗伯》：“大宾客，则摄而载果。”《老子·十章》：“载营魄抱一，能无离乎？”《易·坤·象》：“地势坤；君子以厚德载物。”《管子·形势》：“虎豹得幽而威可载也。”尹知章注：“载，行也。”《小尔雅·广言》：“载，行也。”这里用为施行之意。',
            '(5)质：《诗·小雅·天保》：“民之质矣，日用饮食。”《礼记·中庸》：“质诸鬼神而无疑，百世以俟圣人而不惑。”《礼记·曲礼上》：“虽质君之前，臣不讳也。”《汉书·王陵传》：“面质吕须於平前。”颜师古注：“质，对也。”这里用为双方对质，验证之意。',
            '(6)公明仪：鲁国贤人。',
            '(7)吊：《诗·小雅·天保》：“神之吊矣，诒尔多福。”《左传·襄公十四年》：“有君不弔。”《孟子·梁惠王下》：“诛其君而吊其民。”《淮南子·人间训》：“人皆吊之。”《资治通鉴》：“肃请得奉命吊表二子，并慰劳其军中用事者。”这里用为慰问之意。',
            '(8)耕助：即“耕藉”。藉，藉田，帝王亲耕之田。古代每到开春，都有耕藉之礼，以示重视农业。其礼先由天子亲耕，然后三公九卿诸侯大夫等依次躬耕。助：假借为“藉”。藉：《易·大过·初六》：“藉用白茅，无咎。”《孟子·滕文公上》：“彻者，彻也；助者，藉也。”《墨子·公输》：“借子杀之。”《韩非子·孤愤》：“其可以借以美名者，以外权重之。”《汉语大字典·草部》：“藉，为凭借之意。”这里用为凭借之意。',
            '(9)粢(zī)：《公羊传·桓公十四年》：“御廪者何？粢盛委之所藏也。”《玉篇》：“粢，稷米也。”这里用为古代供祭祀用的谷物之意。',
            '(10)夫人：诸侯的妻子。',
        ],
    ],
],
];
