<?php
return [
'chapters' => [
    [
        'name' => '第六节',
        'content' => [
            '孟子谓戴不胜(1)曰：“子欲子之王之善与？我明告子。有楚大夫于此，欲其子之齐语也，则使齐人傅诸？使楚人傅诸？”',
            '曰：“使齐人傅之。”',
            '曰：“一齐人傅之，众楚人咻(2)之，虽日挞而求其齐也，不可得矣。引而置之庄岳(3)之间数年，虽日挞而求其楚，亦不可得矣。子谓薛居州(4)，善士也，使之居于王所。在于王所者，长幼卑尊皆薛居州也，王谁与为不善？在王所者，长幼卑尊皆非薛居州也，王谁与为善？一薛居州，独如宋王何？”',
        ],
        'vernacular' => [
            '孟子对戴不胜说：“你希望你的君王学好吗？我明白地告诉你。假定有个楚国大夫在这里，想让他的儿子学齐国话，那么请齐国人教他呢，还是请楚国人教他呢？”',
            '戴不胜说：“请齐国人教他。”',
            '孟子说：“一个齐国人教他，许多楚国人哇啦哇啦干扰他，即使天天鞭打他，逼他学会齐国话，也不可能学会的了。如果带他到齐国都城的闹市上住上几年，即使天天鞭打他，要他讲楚国话，也不可能的了。你说薛居州是个好人，让他住在宋王宫中。如果在王宫中的人，不论年龄大小、地位高低，都是薛居州那样的人，宋王还能同谁一起干坏事呢？如果在王宫中的人，不论年龄大小、地位高低，都不是薛居州那样的人，宋王又能同谁一起做好事呢？仅仅一个薛居州，能对宋王起什么作用呢？”',
        ],
        'notes' => [
            '(1)戴不胜：宋国大夫。',
            '(2)咻(xiū)：这里用为喧哗之意。',
            '(3)庄岳：庄，街名；岳，里名，都在齐都城临淄城内。这里代指齐都中的闹市区。',
            '(4)薛居州：宋国人。',
        ],
    ],
],
];
