<?php
return [
'chapters' => [
    [
        'name' => '第七节',
        'content' => [
            '公孙丑问曰：“不见诸侯何义？”',
            '孟子曰：“古者不为臣不见。段干木(1)逾垣而辟之，泄柳(2)闭门而不纳(3)，是皆已甚。迫，斯可以见矣。阳货(4)欲见孔子而恶无礼。大夫有赐于士，不得受于其家，则往拜其门。阳货瞰(5)孔子之亡也，而馈孔子蒸豚；孔子亦瞰其亡也，而往拜之。当是时，阳货先，岂得不见？曾子曰：‘胁肩谄笑，病于夏畦(6)。’子路曰：‘未同而言，观其色赧赧(7)然，非由之所知也。’由是观之，则君子之所养，可知已矣。”',
        ],
        'vernacular' => [
            '公孙丑问道：“不去求见诸侯，有什么道理吗？”',
            '孟子说：“古时候，不是诸侯的臣下，不去谒见诸侯。段干木越墙躲避（魏文侯的来访），泄柳关门不接待（鲁穆公），这么做都太过分了。如果主动来见，这样也是可以见见的。阳货想要孔子来见他，又怕被说成不懂礼数。（按礼节规定，）大夫赠赐礼物给士，（士因故）不能在家接受礼物，（事后）就应该前往大夫家拜谢。阳货探听到孔子不在家时，给孔子送去一只蒸熟的小猪；孔子也探听到阳货不在家时，才上门拜谢。当时，阳货先（送了礼物来），孔子哪能不去见他呢？曾子说：‘耸起肩膀，装出笑脸，去巴结人，真比大热天在地里干活还难受。’子路说：‘明明合不来还要交谈，看他脸色羞惭得通红的样子，这不是我能理解的。’由此看来，君子所要培养的道德操守，就可以知道了。”',
        ],
        'notes' => [
            '(1)段干木：战国初期人，孔子弟子子夏的弟子，曾做过魏文侯的老师。',
            '(2)泄柳：鲁缪公时的贤者。',
            '(3)内(nà)：《礼记·月令》：“无不务内。”《史记·屈原贾生列传》：“赵不内。”《史记·项羽本纪》：“欲止不内。”《说文》：“内，入也。自外而入也。”这里用为接纳之意。',
            '(4)阳货：又称阳虎，季氏的家臣。季氏曾几代掌握了鲁国的朝政，而此时阳货又掌握着季氏的家政。后来他与公山弗扰共谋杀害了季桓子，失败后逃往晋国。',
            '(5)矙(kàn)：同“瞰”。《孟子·离娄下》：“王使人矙夫子。”《文选·班固·东都赋》：“瞰四裔而抗棱。”《文选·张衡·东京赋》：“左瞰暘谷。”《广雅·释诂一》：“瞰，视也。这里用为探看之意。',
            '(6)畦(qí)：《庄子》：“见一丈人方将为圃畦。”《史记·货殖列传》：“千畦姜韭。”《说文》：“畦，田五十亩曰畦。”菜圃间划分的行列。这里是当动词用。',
            '(7)赧(nǎn)：柳宗元《乞巧文》：“大赧而归,填恨低首。”宋司马光《训俭示康》：“自为乳儿,长者加以金银华美之服,辄羞赧弃去之。”这里用为形容词，因羞惭而脸红之意。',
        ],
    ],
],
];
