<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '孟子曰：“离娄(1)之明，公输子(2)之巧，不以规(3)矩(4)，不能成方圆；师旷(5)之聪，不以六律(6)，不能正五音(7)；尧舜之道，不以仁政，不能平治天下。今有仁心仁闻而民不被其泽，不可法于后世者，不行先王之道也。故曰，徒善不足以为政，徒法不能以自行。《诗》云：‘不愆不忘，率由旧章(8)。’遵先王之法而过者，未之有也。圣人既竭目力焉，继之以规矩准绳，以为方员平直，不可胜用也；既竭耳力焉，继之以六律正五音，不可胜用也；既竭心思焉，继之以不忍人之政，而仁覆天下矣。',
            '故曰，为高必因丘陵，为下必因川泽；为政不因先王之道，可谓智乎？是以惟仁者宜在高位。不仁而在高位，是播其恶于众也。上无道揆(9)也，下无法守也，朝不信道，工不信度(10)，君子犯(11)义，小人犯刑(12)，国之所存者幸也。故曰，城郭不完，兵甲不多，非国之灾也；田野不辟，货财不聚，非国之害也。上无礼，下无学，贼民兴，丧无日矣。《诗》曰(13)：‘天之方蹶(14)，无然泄泄(15)。’泄泄犹沓沓(16)也。事君无义，进退无礼，言则非先王之道者，犹沓沓也。故曰，责难于君谓之恭，陈善闭邪谓之敬，吾君不能谓之贼。”',
        ],
        'vernacuar' => [
            '孟子说：“即使有离娄那样的眼力，公输子那样的巧技，不靠圆规和曲尺，也画不出（标准的）方形和圆形；即使有师旷那样的听力，不靠六律，不能校正五音；即使有尧、舜之道，不行仁政，不能使天下太平。如果有了仁爱之心和仁爱的名声，百姓却没有受到他的恩泽，不能被后世效法，是因为他没有实行先王之道。所以说，光有善心不足以搞好政治，光有好的法度不会自动实行。《诗经》上说：‘不犯错误，不要遗忘，完全遵循旧规章。’遵循先王的法度而犯错误，这是从来没有的事。圣人竭尽了目力，接着用圆规、曲尺、水准器、墨线，来制作方的、圆的、平的、直的东西，这些东西就用不尽了；圣人竭尽了耳力，接着用六律来校正五音，五音就运用无穷了；圣人竭尽了心思，接着又施行仁政，仁德就遍布天下了。',
            '所以说，要想显得高，一定要凭借山陵，要想显得低，一定要凭借河泽；执掌国政不凭借先王之道，能说是聪明吗？因此，只有仁人才应该处在高位。不仁的人处在高位，这会使他把邪恶传播给众人。在上的不依照义理度量事物，在下的不用法度约束自己，朝廷不信仰道义，官吏不信仰法度，君子触犯理义，小人触犯刑律，国家还能生存的，只是由于侥幸罢了。所以说，城墙不坚固，军队不够多，不是国家的灾难；土地没有扩大，财富没有积聚，不是国家的祸害。在上的不讲礼义，在下的不学礼义，作恶的百姓日益增多，国家的灭亡就没有几天了。《诗经》上说：‘上天正要颠覆王朝，群臣不要吵吵闹闹。’吵吵闹闹，就是说话放肆随便。侍奉君主不讲义，一举一动不合礼，张口就诋毁先王之道，便是放肆随便。所以说，责求君王施行仁政，这叫恭敬；向君王陈述好的意见，堵塞他的邪念，这叫尊重；认为君王不能行善，这叫坑害君王。”',
        ],
        'notes' => [
            '(1)离娄：相传是黄帝时一个视力特别好的人，能于百步之外见秋毫之末。',
            '(2)公输子：即公输班（或作公输般、公输盘），春秋末年鲁国人，故又称鲁班，是古代著名的建筑工匠。',
            '(3)规：《墨子·天志上》：“我有天志，譬若轮人之有规，匠人之有矩。”《荀子·赋》：“圆者中规，方者中矩。”《荀子·劝学》：“木直中绳，輮以为轮，其曲中规。”《楚辞·离骚》：“圆曰规，方曰矩。”《说文》：“规，有法度也。从矢，从见，会意。”这里用为画圆形的工具。',
            '(4)矩：本字作巨，今字作矩。形声。从矢，巨声。《论语·为政》：“六十而耳顺，七十而从心所欲，不逾矩。”《楚辞·离骚》：“求榘鑊之所同。”本义：矩尺。画直角或方形的工具。后来用为比喻规矩、法则之意。',
            '(5)师旷：春秋时晋平公的乐师，名旷，相传他的辨音能力特别强。',
            '(6)六律：指十二律中的六个阳律。十二律是古人用十二根律管所定的十二个标准音，分为阴阳两类，阴律又叫六吕，阳律又叫六律。这里的六律代指十二律。《礼记·礼运》：“五声六律十二管。”古代用来校正乐音标准的管状仪器。以管的长短来确定音阶。从低音算起，成奇数的六个管叫律，成偶数的六个管叫吕。统称十二律。六律分别是：太簇、姑洗、蕤宾、夷则、无射、黄钟。',
            '(7)五音：最古的音阶仅用五音，即宫、商、角、徵、羽。古人通常以宫作为音阶的第一级音。',
            '(8)这两句出自《诗经·大雅·假乐》。愆(qiān)：《诗"小雅"楚茨》：“我孔熯矣，式礼莫愆。”《诗·大雅·假乐》：“不愆不忘。”《左传·哀公十六年》：“失所为愆。”《论语·季氏》：“侍於君子有三愆：言未及之而言。”《说文》：“愆，过也。”这里用为过失、毛病之意。',
            '(9)揆：《诗·鄘风·定之方中》：“揆之以日，作于楚室。”《易·系辞》：“初率其辞而揆其方。”《国语·周语》：“南北之揆七同也。”《楚辞·离骚》：“皇览揆予初度兮，肇锡予以嘉名。”《论衡·实知》：“凡圣人见祸福也，亦揆端推类。”《说文》：“揆，度也。”这里用为大致估量之意。',
            '(10)度：《诗"魏风"汾沮洳》：“彼其之子，美无度。美无度，殊异乎公路。”《礼记·王制》：“度地居民。”《周礼·司市》：“执鞭度守门。”《孟子·梁惠王上》：“度，然后知长短。”《韩非子》：“吾忘持度。”《虞书》：“同律度量衡。”《说文》：“度，法制也。”这里用为计量长短的标准、尺码之意。',
            '(11)犯：通范。《论语·学而》：“其为人也孝弟，而好犯上者，鲜矣；不好犯上，而好作乱者，未之有也。”《墨子·备蛾传》：“轴间广大，以圉，犯之，融其两端以束轮。”于省吾新证：“犯应读作范……此言轴间广大，以围范之，融其两端以束轮。”《逸周书·文传》：“土可犯，材可蓄。”这里用为约束使合规范之意。',
            '(12)刑：《尚书·康诰》：“用其义刑义杀，勿庸以次汝封。乃汝尽逊曰时叙，惟曰未有逊事。”《诗"大雅"思齐》：“神罔时恫，刑于寡妻。”《诗·周颂·我将》：“仪式刑文王之典，日靖四方。”《诗"周颂"清庙》：“不显维德，百辟其刑之。”《论语·为政》：“道之以政，齐之以刑，民免而无耻；道之以德，齐之以礼，有耻且格。”《管子·侈靡》：“贱有实，敬无用，则人可刑也。”《孟子·梁惠王上》：“刑于寡妻。”这里用为典范、榜样之意。',
            '(13)这两句出自《诗经·大雅·板》。',
            '(14)蹶：《诗·小雅·十日之交》：“棸子内史，蹶维趣马。”《诗·大雅·板》：“天之方蹶，无然泄泄。”毛传：“蹶，动也。”陈奂传疏：“蹶训动，犹扰乱也。”清徐灏《说文解字注笺·足部》：“蹶，又为兴起之义，与僵仆相反而相成，盖蹶者必起也。”这里用为动乱之意。',
            '(15)泄：《诗·邶风·雄雉》：“雄雉于飞，泄泄其羽。”《诗"魏风"十亩之间》：“十亩之外兮，桑者泄泄兮，行与子逝兮。”《诗·大雅·板》：“天之方蹶，无然泄泄。”陆德明释文：“《尔雅》：‘宪宪，泄泄，制法则也。’”《荀子·荣辱》：“憍泄者，人之殃也。恭俭者，屏五兵也。”清朱骏声《说文通训定声·泰部》：“泄，假借为亵。”这里用为轻慢、懈怠之意。',
            '(16)沓：《说文》：“沓,语多沓沓也。”这里用为拖沓、疲沓之意。',
        ],
    ],
],
];
