<?php
return [
'chapters' => [
    [
        'name' => '第十一节',
        'content' => [
            '孟子曰：“道在迩(1)而求诸远，事在易而求诸难：人人亲其亲、长其长，而天下平。”',
        ],
        'notes' => [
            '(1)迩(ěr)：《诗·周南·汝坟》：“父母孔迩。”《诗"小雅"小旻》：“匪大犹是经，维迩言是听。”《左传·僖公二十二年》：“戎事不迩女器。”《论语·阳货》：“迩之事父，远之事君；多识於鸟、兽、草、木之名。”《礼记·中庸》：“舜其大知也与！舜好问以好察迩言。”《虞书》：“柔远能迩。”《礼记·郊特性》：“节远迩之期也。”《说文》：“迩，近也。”这里用为“近”之意。',
        ],
        'vernacular' => [
            '孟子说：“道路就在眼前，却向远处去寻找；事情本来容易，却找难的去做：只要人人爱父母、敬长辈，天下就会太平。”',
        ],
    ],
],
];
