<?php
return [
'chapters' => [
    [
        'name' => '第十五节',
        'content' => [
            '孟子曰：“存(1)乎人者，莫良于眸子(2)。眸子不能掩其恶。胸中正，则眸子了焉；胸中不正，则眸子眊(3)焉。听其言也，观其眸子，人焉廋(4)哉？”',
        ],
        'notes' => [
            '(1)存：《尔雅·释诂》：“在、存、省、士、察也。”《礼记·礼运》：“故圣人参于天地、并于鬼神，以治政也；处其所存，礼之序也。”郑玄注：“存，察也。”这里用为考察之意。',
            '(2)眸(móu)子：眼珠。也指眼睛。',
            '(3)眊(mào)：《书·吕刑》：“眊荒。”《汉书·息夫躬传》：“愦眊不知所为。”《汉书·五行志》：“厥咎眊。”《汉书·武帝纪》：“哀夫老眊孤寡鳏独。”《说文》：“眊,目少精也。”这里用为眼睛失神、看不清楚之意。',
            '(4)廋(sōu)：《论语·为政》：“视其所以，观其所由，察其所安。人焉廋哉？人焉廋哉？”《汉书·赵广汉传》：“直突入其门，廋索私屠酤。”颜师古注：“廋读与搜同，谓入室求之也。”《玉篇·广部》：“廋，求也，索也……亦作搜。”这里用为搜求之意。',
        ],
        'vernacular' => [
            '孟子说：“观察一个人，最好的办法莫过于观察他的眼睛。眼睛掩藏不了他（内心）的邪恶。心胸正直，眼睛就明亮；心胸不正，眼睛就浊暗。听他说话，同时观察他的眼睛，这个人的善恶还能隐藏到哪里去呢？”',
        ],
    ],
],
];
