<?php
return [
'chapters' => [
    [
        'name' => '第十八节',
        'content' => [
            '公孙丑曰：“君子之不教子，何也？”',
            '孟子曰：“势不行也。教者必以正；以正不行，继之以怒。继之以怒，则反夷(1)矣。‘夫子教我以正，夫子未出于正也。’则是父子相夷也。父子相夷，则恶矣。古者易子而教之，父子之间不责善。责善则离，离则不祥莫大焉。”',
        ],
        'notes' => [
            '(1)夷：《左传·成公十三年》：“芟夷我农功。”《囯语·周语下》：“是以人夷其宗庙。”南朝梁丘迟《与陈伯之书》：“自相夷戮。”这里用为伤害之意。',
        ],
        'vernacular' => [
            '公孙丑说：“君子不亲自教育自己的儿子，为什么呢？”',
            '孟子说：“因为情理上行不通。（父亲）教育（儿子）必然要用正确的道理；用正确的道理行不通，接着便会动怒。一动怒，就反而伤了感情了。（儿子会说：）‘你用正确的道理教育我，而你自己的做法就不正确。’这样，父子之间就伤了感情。父子之间伤了感情，就坏事了。古时候相互交换儿子进行教育，父子之间不求全责备。相互求全责备，会使父子关系疏远，父子疏远，那就没有比这更不幸的了。”',
        ],
    ],
],
];
