<?php
return [
'chapters' => [
    [
        'name' => '第二节',
        'content' => [
            '孟子曰：“规矩，方员之至(1)也；圣人，人伦(2)之至也。欲为君，尽君道；欲为臣，尽臣道。二者皆法尧舜而已矣。不以舜之所以事尧事君，不敬其君者也；不以尧之所以治民治民，贼其民者也。孔子曰：‘道二，仁与不仁而已矣。’暴其民甚，则身弑国亡；不甚，则身危国削，名之曰‘幽’、‘厉’(3)，虽孝子慈孙，百世不能改也。《诗》云：‘殷鉴不远，在夏后之世(4)。’此之谓也。”',
        ],
        'vernacular' => [
            '孟子说：“圆规、曲尺，是方和圆的最高标准；圣人，是做人的最高典范。想成为好君主，就要尽到做君主的道理；想成为好臣子，就要尽到做臣子的道理。二者都效法尧、舜就行了。不用舜侍奉尧的态度来侍奉君主，就是不敬重他的君主；不用尧治理百姓的方法来治理百姓，就是残害他的百姓。孔子说：‘道路只有两条，仁和不仁罢了。’对百姓残暴太厉害，就会自身被杀、国家灭亡；即使不太厉害，也会自身危险、国家削弱，死后被加上‘幽’、‘厉’这类恶谥，即使他有孝顺的子孙，一百代也无法更改了。《诗经》上说：‘殷朝的借鉴不远，就在前代的夏朝。’说的就是这种情况。”',
        ],
        'notes' => [
            '(1)至：《逸周书》：“民生而有习有常，以习为常，以常为慎…上贤而不穷，哀乐不谣，民知其至。”《荀子·正论》：“夫是之谓视形势而制械用，称远近而等贡献，是王者之制也。”《荀子·议兵》：“夫是之谓三至。”这里用为准则之意。',
            '(2)伦：《论语·微子》：“欲洁其身，而乱大伦。”《礼记·曲礼下》：“儗人必于其伦。”《礼记·曲礼下》：“毛犹有伦。”《孟子·公孙丑下》：“内则父子，外则君臣，人之大伦也。”《荀子·富国》：“人伦并处。”汉贾谊《过秦论》：“廉颇赵奢之伦。”《说文》：“伦，辈也。”这里用为人与人之间尊卑长幼之间的关系之意。',
            '(3)幽、厉：谥号名。《逸周书。谥法解》说：“动祭乱常曰幽，杀戮无辜曰厉。”幽：昏暗乱常；厉：暴虐嗜杀；周朝的幽王和厉王，就是因其所为而得此不好的谥号。',
            '(4)这两句出自《诗经·大雅·荡》。',
        ],
    ],
],
];
