<?php
return [
'chapters' => [
    [
        'name' => '第二十四节',
        'content' => [
            '乐正子(1)从于子敖(2)之齐。',
            '乐正子见孟子。孟子曰：“子亦来见我乎？”',
            '曰：“先生何为出此言也？”',
            '曰：“子来几日矣？”',
            '曰：“昔者。”',
            '曰：“昔者，则我出此言也，不亦宜乎？”',
            '曰：“舍馆未定。”',
            '曰：“子闻之也，舍馆定，然后求见长者乎？”',
            '曰：“克有罪。”',
        ],
        'notes' => [
            '(1)乐正子：名克，鲁国人，孟子的学生，当时正在鲁国做官。《孟子·梁惠王下》：“乐正子入见。”',
            '(2)子敖：姓王名驩，字子敖。齐国贵臣，官右师。',
        ],
        'vernacular' => [
            '乐正子跟随王子敖来到齐国。',
            '乐正子去见孟子。孟子说：“你也来看我吗？”',
            '乐正子说：“先生为什么要说这样的话呢？”',
            '孟子问：“你来了几天了？”',
            '乐正子说：“前些日子。”',
            '孟子说：“前些日子就来了，那么我说这话不也是应该的吗？”',
            '乐正子说：“（因为）住所没有定下来。”',
            '孟子说：“你听说过，（非要）住所定下来了，才去求见长辈的吗？”',
            '乐正子说：“我有过错。”',
        ],
    ],
],
];
