<?php
return [
'chapters' => [
    [
        'name' => '第二十五节',
        'content' => [
            '孟子谓乐正子曰：“子之从于子敖来，徒餔(1)啜(2)也。我不意子学古之道而以餔啜也。”',
        ],
        'notes' => [
            '(1)哺(bǔ)：《楚辞·渔父》：“众人皆醉，何不餔其糟而啜其醨？”《史记·高祖本纪》：“有一老父过请饮,吕后因餔之。”这里用为吃食之意。',
            '(2)啜(chuò)：《墨子·节用中》：“饮于土塯，啜于土形。”《荀子·天论》：“君子啜菽饮水，非愚也，是节然也。”《荀子·非相》：“君子啜其羹。”《史记·屈原贾生列传》：“众人皆醉，何不餔其糟而啜其醨？”《说文》：“啜，尝也。”这里用为饮、喝之意。',
        ],
        'vernacular' => [
            '孟子对乐正子说：“你跟着王子敖来，只是为了混饭吃罢了。我没有想到，你学习古人的道理，竟是用它来混饭吃。”',
        ],
    ],
],
];
