<?php
return [
'chapters' => [
    [
        'name' => '第二十六节',
        'content' => [
            '孟子曰：“不孝有三(1)，无后为大。舜不告而娶(2)，为无后也，君子以为犹告也。”',
        ],
        'vernacular' => [
            '孟子说：“不孝的事有三件，其中没有子孙后代是最大的不孝。舜没有禀告父母就娶妻，就因为怕没有后代，所以君子认为他如同禀告了一样。”',
        ],
        'notes' => [
            '(1)不孝有三：据赵歧注，不孝的三件事是：一、对父母的过错“阿意曲从”，使父母陷入“不义”；二、家境贫困，父母年老，却不愿当官求俸禄以供养父母；三、不娶妻子，没有儿子，断绝了后代。',
            '(2)舜不告而娶：传说舜的父亲凶狠愚蠢，舜如果告诉他娶妻的事，肯定得不到他同意。不禀告不合礼，没有后代又是最大的不孝，两相权衡，只好“不告而娶”。'
        ],
    ],
],
];
