<?php
return [
'chapters' => [
    [
        'name' => '第二十八节',
        'content' => [
            '孟子曰：“天下大悦而将归己，视天下悦而归己，犹草芥也，惟舜为然。不得乎亲，不可以为人；不顺乎亲，不可以为子。舜尽事亲之道而瞽瞍(1)厎(2)豫(3)，瞽瞍厎豫而天下化，瞽瞍厎豫而天下之为父子者定。此之谓大孝。”',
        ],
        'vernacular' => [
            '孟子说：“天下的人都很高兴地要来归附自己，把这种情景看得如同草芥的，只有舜是这样。不能得到父母的欢心，不可以做人；不能顺从父母的心意，不能做儿子。舜竭尽全力按侍奉父母的道理去做，终于使他的父亲瞽瞍高兴了；瞽瞍高兴了，天下的人由此受到感化；瞽瞍高兴了，天下父子之间应有的关系就确定了。这叫作大孝。”',
        ],
        'notes' => [
            '(1)鼓瞍(gǔ sǒu)：舜的父亲，其事可参《万章上》二、四章。',
            '(2)厎(zhí)：《书·皋陶谟》：“皋陶曰：‘朕言惠可厎行？’”《尔雅·释言》：“厎，致也。”《玉篇·厂部》：“厎，致也。”这里用为致之意。',
            '(3)豫：假借为“娱”。《诗"小雅"白驹》：“尔公尔侯，逸豫无期。”《尔雅》：“豫，乐也。”《庄子·应帝王》：“何问之不豫也?”《孟子·梁惠王下》：“吾王不游，吾何以休？吾王不豫。”《孟子·公孙丑下》：“夫子若有不豫色然。”《荀子·礼论》：“说豫娩泽。”《珠丛》：“心中和悦谓之豫。”《痛史》：“致令皇帝受惊，圣躬不豫，实属罪大恶极。”这里用为快乐之意。',
        ],
    ],
],
];
