<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '孟子曰：“三代之得天下也以仁，其失天下也以不仁。国之所以废兴存亡者亦然。天子不仁，不保四海；诸侯不仁，不保社稷(1)；卿大夫不仁，不保宗庙(2)；士庶人不仁，不保四体。今恶死亡而乐不仁，是犹恶醉而强酒。”',
        ],
        'notes' => [
            '(1)社稷：《诗·小雅·甫田》：“以社以方。”《老子·七十八章》：“受国之垢，是谓社稷主；受国不祥，是为天下王。”《论语·八佾》：“哀公问社於宰我。宰我对曰。”《礼记·月令·仲春》：“命民社。”《国语·鲁语上》：“故祀以为社。”《史记·陈涉世家》：“将军身被坚执锐，伐无道，诛暴秦，复立楚国之社稷，功宜为王。”这里用为土地神神主之意。土神和谷神是古时君主都祭祀的社稷，后来就用社稷代表国家。',
            '(2)宗庙：本义是指皇帝、诸侯祭祀祖先的地方。《国语·越语》：“吾将残汝社稷，灭汝宗庙。”旧时帝王以天下为自己一家所有，世代相传，所以以宗庙代称王室、国家。',
        ],
        'vernaclar' => [
            '孟子说：“夏、商、周三代的得天下，是由于仁；他们失掉天下，是由于不仁。国家衰败、兴盛、生存、灭亡的原因，也是这样。天子不仁，不能保住天下；诸侯不仁，不能保住国家；卿大夫不仁，不能保住宗庙；士人和百姓不仁，不能保住自身。如果害怕死亡，却又乐意干不仁的事，这就像害怕喝醉却硬要多喝酒一样。”',
        ],
    ],
],
];
