<?php
return [
'chapters' => [
    [
        'name' => '第八节',
        'content' => [
            '孟子曰：“不仁者可与言哉？安其危而利其葘(1)，乐其所以亡者。不仁而可与言，则何亡国败家之有？有孺子歌曰：‘沧浪(2)之水清兮，可以濯我缨(3)；沧浪之水浊兮，可以濯我足。’孔子曰：‘小子听之！清斯濯缨，浊斯濯足矣。自取之也。’夫人必自侮，然后人侮之；家必自毁，而后人毁之；国必自伐，而后人伐之。《太甲》曰：‘天作孽，犹可违；自作孽，不可活。’此之谓也。”',
        ],
        'notes' => [
            '(1)葘(zī)：甲骨文字形，象火焚屋的形状。小篆从川，表水，从火。同灾。《周礼·掌客》：“祸烖杀礼。”《周礼·大祝》：“国有大故天烖。”《国语·周语》：“天灾降戾。”《荀子·臣道》：“灾及其身。”《说文》：“天火曰烖，从火，哉声。古文从才，籀文从巛声。”这里用为灾祸之意。',
            '(2)沧浪：水名。有汉水、汉水之别流，汉水之下流、夏水诸说。此处则是指青苍色的水。',
            '(3)缨：《墨子·公孟》：“鲜冠组缨，绛衣博袍。”《庄子·让王》：“正冠而缨绝。”《楚辞·渔父》：“沧浪之水清兮，可以濯吾缨。”《说文》：“缨，冠系也。”这里用指为系在脖子上的帽带。',
        ],
        'vernacular' => [
            '孟子说：“不仁的人还能同他讲什么吗？他们面临危险还自以为安全，灾祸临头还自以为得利，把导致亡国败家的事当作快乐。不仁的人如果还能同他谈什么，哪还会有亡国败家的事呢？从前有个孩子唱道：‘沧浪的水碧清哟，可以洗我的帽带；沧浪的水浑浊哟，可以洗我的脚。’孔子说：‘弟子们听着！水清就洗帽带，水浊就洗脚了。这是由水自己招来的。’一个人必然是自己招致侮辱，人家才来侮辱他；一个家必然是自己招致毁败，人家才来毁败它；一个国必然是自己招致讨伐，别人才来讨伐它。《太甲》上说：‘上天降灾，还可以躲；自己作孽，别想再活。’说的就是这个意思。“',
        ],
    ],
],
];
