<?php
return [
'chapters' => [
    [
        'name' => '第九节',
        'content' => [
            '孟子说：“桀、纣之失天下也，失其民也；失其民者，失其心也。得天下有道：得其民，斯得天下矣；得其民有道：得其心，斯得民矣；得其心有道：所欲与之聚之，所恶勿施，尔也。民之归仁也，犹水之就下、兽之走圹(1)也。故为渊驱鱼者，獭也；为丛驱爵(2)者，鹯(3)也；为汤、武驱民者，桀与纣也。今天下之君有好仁者，则诸侯皆为之驱矣。虽欲无王，不可得已。今之欲王者，犹七年之病求三年之艾(4)也。苟为不畜，终身不得。苟不志于仁，终身忧辱，以陷于死亡。《诗》云(5)：‘其何能淑(6)，载(7)胥(8)及(9)溺(10)。’此之谓也。”',
        ],
        'vernacular' => [
            '孟子说：“桀和纣失天下，是由于失去了人民；失去人民，是由于失去了民心。得天下有办法：得到人民，就能得到天下了；得人民有办法：赢得民心，就能得到人民了；得民心有办法：他们想要的，就给他们积聚起来；他们厌恶的，不加给他们，如此罢了。人民归向于仁，如同水往下方流、野兽奔向旷野一样。所以，替深水赶来鱼的是水獭；替树丛赶来鸟雀的是鹞鹰；替汤王、武王赶来百姓的，是夏桀和商纣。如果现在天下的国君有爱好仁德的，那么诸侯们就会替他把人民赶来。哪怕他不想称王天下，也不可能了。现在想称王天下的人，好比害了七年的病要找存放多年的艾来治。如果平时不积存，那就终身得不到。如果不立志在仁上，必将终身忧愁受辱，以至子死亡。《诗经》上说：‘那怎能把事办好，只有一块儿淹死了。’说的就是这种情况。“',
        ],
        'notes' => [
            '(1)圹：通“旷”。《庄子·应帝王》：“以处圹埌之野。”《荀子·礼论》：“故圹垅，其貌象室屋也。”这里用为旷野之意。',
            '(2)爵：通“雀”。这里用指为飞禽之意。(爵jué)',
            '(3)鸇(zhān)：这里用指为鹞、鹰一类猛禽。',
            '(4)艾：即艾蒿。一种菊科的多年生草本植物，叶制成艾绒，供针灸用。《诗·王风·采葛》：“彼采艾兮，一日不见，如三岁兮。”《说文》：“艾，冰台也。”《博物志》：“削冰令圆举以向日，干艾于后，承其景则得火，故曰冰台。”这里用为药物之意。',
            '(5)这两句出自《诗经·大雅·柔桑》。',
            '(6)淑：假借为“俶(shū)”。《诗·周南·关雎》：“窈窕淑女，君子好逑。”《诗·王风·中谷有蓷》：“遇人之不淑矣。”《诗·曹风·鳲鸠》：“淑人君子。”《诗"小雅"鼓钟》：“淑人君子，怀允不忘。”《尔雅》：“淑，善也。”《荀子·劝学》：“淑人君子，其仪一兮。”《楚辞·招魂》：“九侯淑女。”这里用为善良、美好之意。',
            '(6)载：《易·小畜·上九》：“既雨既处，尚德载；妇贞，厉。”《书·皋陶谟》：“亦言其人有德，乃言曰：载采采。”孔传：“载，行；采，事也。”孔颖达疏：“载者，运行之义，故为行也，此谓荐举人者，称其人有德，欲使在上用之，必须言其所行之事。”《周礼·春官·大宗伯》：“大宾客，则摄而载果。”郑玄注：“载，为也；果，读为裸，代王裸宾客以鬯，君无酌臣之礼。言为者，摄酌献耳。”《管子·形势》：“虎豹得幽而威可载也。”尹知章注：“载，行也。”《小尔雅·广言》：“载，行也。”这里用为施行之意。',
            '(7)胥(xū)：《诗"小雅"桑扈》：“君子乐胥，受天之祜。”《诗·大雅·公刘》：“于胥斯原，既庶既繁。”《管子·大匡》：“将胥有所定也。”《孟子·梁惠王下》：“爰及姜女，聿来胥宇。”《孟子·万章上》：“帝将胥天下而迁之焉。”《荀子·大略》：“故《春秋》善胥命，而《诗》非屡盟。”《史记·廉颇蔺相如传》：“胥后令。”这里用为观察、考察之意。',
            '(8)及：《孟子·公孙丑下》：“子为长者虑，而不及子思。”《战囯策·齐策》：“徐公何能及君也？”韩愈《师说》：“郯子之徒，其贤不及孔子。”这里用为比得上，能与…相比之意。',
            '(9)溺：《诗·大雅·桑柔》：“其何能淑，载胥及溺。”《庄子·齐物论》：“其溺之所为之，不可使复之也；其厌也如缄，以言其老洫也。”宋欧阳修《伶官传·序》：“困于所溺。”《正字通·水部》：“溺，凡人情沈湎不反亦曰溺。”这里用为沉湎，无节制之意。',
        ],
    ],
],
];
