<?php
return [
'chapters' => [
    [
        'name' => '第十八节',
        'content' => [
            '徐子(1)曰：“仲尼亟称于水，曰‘水哉，水哉！’何取于水也？”',
            '孟子曰：“源泉混混(2)，不舍昼夜，盈科(3)而后进，放乎四海。有本者如是，是之取尔。苟为无本，七八月之间雨集，沟浍皆盈，其涸也，可立而待也。故声闻过情，君子耻之。”',
        ],
        'vernacular' => [
            '徐子说：“孔子多次称赞水，说道‘水啊，水啊！’对于水，孔子取它哪一点呢？”',
            '孟子说：“源头里的泉水滚滚涌出，日夜不停，注满洼坑后继续前进，最后流入大海。有本源的事物都是这样，孔子就取它这一点罢了。如果没有本源，像七八月间的雨水那样，下得很集中，大小沟渠都积满了水，但它们的干涸却只要很短的时间。所以，声望超过了实际情况，君子认为是可耻的。”',
        ],
        'notes' => [
            '(1)徐子：姓徐名辟，孟子的学生。《孟子·滕文公上》：“墨者夷之，因徐辟而求见孟子。”',
            '(2)混混(hùn)：《楚辞·王逸·九思·伤时》：“时混混兮浇饡。”《说文》：“混，丰流也。”司马相如《子虚赋》：“汩乎混流。”郭璞《江赋》：“或混沦乎泥沙。”这里用为水势盛大之意。',
            '(3)科：通“窠”。《易·说卦》：“其于木也，为科上槁。”这里用为坎、坑之意。',
            '(4)浍(kuài)：沟渠',
        ],
    ],
],
];
