<?php
return [
'chapters' => [
    [
        'name' => '第二节',
        'content' => [
            '子产(1)听郑国之政，以其乘舆济人于溱(2)、洧(3)。孟子曰：“惠而不知为政。岁十一月(4)，徒杠(5)成；十二月，舆梁(6)成，民未病涉也。君子平其政，行辟人可也，焉得人人而济之？故为政者，每人而悦之，日亦不足矣。”',
        ],
        'vernacular' => [
            '子产治理郑国的政事，用自己乘坐的车子帮助别人渡过溱水和洧水。孟子说：“（子产）仁惠却不懂治理政事的方法。（如果）十一月份把走人的桥修好，十二月份把行车的桥修好，百姓就不会为渡河发愁了。在上位的人搞好了政治，出行时让行人回避自己都可以的，哪能一个个地帮别人渡河呢？所以治理政事的人，对每个人都一一去让他喜欢，时间也就太不够用了。”',
        ],
        'notes' => [
            '(1)子产：(？～前522)春秋后期政治家，郑国执政。郑穆公之孙，名侨，字子产，亦称公孙侨。青年时即表现出远见卓识。',
            '(2)溱(zhēn)：郑国水名，源于河南密县东北圣水峪，东南会合洧水为双洎河，东流入贾鲁河。《诗·郑风·褰裳》：“子惠思我,褰裳涉溱。”《诗·郑风·溱洧》：“溱与洧,方涣涣兮。”',
            '(3)洧(wěi)：郑国水名，源于河南登封县东部阳城山，东流经密县与溱水会合。《诗·郑风·褰裳》：“子惠思我,褰裳涉洧。”《诗·郑风·溱洧》：“溱与洧,方涣涣兮。”《广韵》：“洧,水名。在郑。”',
            '(4)十一月：指周历，夏历为九月。下句中的十二月指夏历十月。',
            '(5)徒杠：指徒步行走的简易的独木桥。',
            '(6)舆梁：指可通行马车的大桥。',
        ],
    ],
],
];
