<?php
return [
'chapters' => [
    [
        'name' => '第二十四节',
        'content' => [
            '逄蒙(1)学射于羿(2)，尽羿之道，思天下惟羿为愈己，于是杀羿。孟子曰：“是亦羿有罪焉。”',
            '公明仪曰：“宜若无罪焉。”',
            '曰：“薄乎云尔，恶得无罪？郑人使子濯孺子(3)侵卫，卫使庾公之斯(4)追之。子濯孺子曰：‘今日我疾作，不可以执弓，吾死矣夫！’问其仆曰：‘追我者谁也？’其仆曰：‘庾公之斯也。’曰：‘吾生矣。’其仆曰：‘庾公之斯，卫之善射者也；夫子曰吾生，何谓也？’曰：‘庾公之斯学射于尹公之他(5)，尹公之他学射于我。夫尹公之他，端(6)人也，其取友必端矣。’庾公之斯至，曰：‘夫子何为不执弓？’曰：‘今日我疾作，不可以执弓。’曰：‘小人学射于尹公之他，尹公之他学射于夫子，我不忍以夫子之道反害夫子。虽然，今日之事，君事也，我不敢废。’抽矢，扣轮，去其金，发乘矢而后反。”',
        ],
        'vernacular' => [
            '逢蒙向羿学射箭，完全学会了羿的技术，他想到天下只有羿比自己强，于是杀害了羿。孟子说：“这件事羿也有过错。”',
            '公明仪说：“好像不该有过错吧。”',
            '孟子说：“过错小一点罢了，哪能说没有过错？郑国派子濯孺子侵犯卫国，卫国派庾公之斯追击他。子濯孺子说：”今天我的病发作了，不能拿弓，我是必死无疑的了。‘问他的驾车人：“追我的人是谁？’驾车的说：”是庾公之斯。‘子濯孺子说：“我能活了！’驾车的说：”庾公之斯是卫国善于射箭的人；您（反而）说“我能活了”，为什么这样说呢？‘子濯孺子说：“庾公之斯是跟尹公之他学的射箭，尹公之他是跟我学的射箭。尹公之他是正派人，他看中的朋友一定也是正派的。’庾公之斯追到跟前，说：”先生为什么不拿弓？‘子濯孺子说：“今天我的病发作了，无法拿弓。’庾公之斯说：”我向尹公之他学射箭，尹公之他是向您学射箭，我不忍心用您传授的技术反过来伤害您。虽然这么说，可是今天这事，是国君交付的事，我不敢不办。‘说完便抽出箭来，在车轮上敲，敲掉箭头，射了四箭之后返身回去了。“',
        ],
        'notes' => [
            '(1)逄蒙学射于羿：逢蒙，羿的家臣，曾向羿学习箭法，后背叛羿，帮助有穷国的相寒浞杀死了羿。',
            '(2)羿(yì)：羿，传说是古代有穷国的国君，以善射闻名。《左传》：“羿犹不悛，将归自田，家众杀而亨之。”《论语·宪问》：“羿善射，奡荡舟，俱不得其死然。”这里指为夏时有穷氏国君。古代有羿毙十日(指羿射日)的传说。',
            '(3)子濯(zhuó)孺子：郑国大夫。',
            '(4)庾(yǔ)公之斯：卫国大夫。',
            '(5)尹公之他(tuō)：卫国人。',
            '(6)端：《礼记·王藻》：“端行颐霤如矢。”《荀子·成相》：“水至平，端不倾。”《说文》：“端，直也。”《广雅·释诂一》：“端，正也。”这里用为端庄正直之意。',
        ],
    ],
],
];
