<?php
return [
'chapters' => [
    [
        'name' => '第二十六节',
        'content' => [
            '孟子曰：“天下之言性也，则故而已矣。故者以利为本。所恶于智者，为其凿也。如智者若禹之行水也，则无恶于智矣。禹之行水也，行其所无事也。如智者亦行其所无事，则智亦大矣。天之高也，星辰之远也，苟求其故，千岁之日至(1)，可坐而致也。”',
        ],
        'vernacular' => [
            '孟子说：“天下之人所说的本性，无非指万物固有的道理而已。固有的道理是以顺乎自然作根本的。（有时）之所以要讨厌聪明，是因为它穿凿附会。如果聪明得能像禹使水顺势流泄那样，那就不会讨厌聪明了。禹使水顺势流泄，做的是不用穿凿而顺其自然的事。如果聪明人也能做不用穿凿而顺其自然的事，那聪明也就大得了不起了。天是很高的，星辰是很远的，如果能推求它们固有的（运行）规律，那么一千年后的冬至，也是可以坐着推算出来的。”',
        ],
        'notes' => [
            '(1)日至：这里指冬至。',
        ],
    ],
],
];
