<?php
return [
'chapters' => [
    [
        'name' => '第二十七节',
        'content' => [
            '公行子(1)有子之丧，右师(2)往吊。入门，有进而与右师言者，有就右师之位而与右师言者。孟子不与右师言，右师不悦曰：“诸君子皆与驩言，孟子独不与驩言，是简(3)驩也。”',
            '孟子闻之，曰：“礼，朝廷不历位而相与言，不逾阶而相揖也。我欲行礼，子敖以我为简，不亦异乎？”',
        ],
        'vernacular' => [
            '公行子为儿子办丧事，右师前去吊丧。进了门，就有走上来同他说话的，（坐下后，）又有走近他的座位来同他说话的。孟子不同右师说话，右师不高兴地说：“大夫们都来同我说话，只有孟子不同我说话，这是怠慢我。”',
            '孟子听了这话，说：“按礼的规定，在朝廷上不能越过位次相互交谈，不能越过台阶相互作揖。我是想按礼办事，子敖却认为我怠慢了他，不也奇怪吗？”',
        ],
        'notes' => [
            '(1)公行子：齐国大夫。',
            '(2)右师：先秦时期官名，此处指齐国大夫王驩(huān)，驩字子敖。',
            '(3)简：《诗"邶风"简兮》：“简兮简兮，方将万舞。”《论语·公冶长》：“吾党之小子狂简，斐然成章，不知所以裁之。”《荀子·议兵》：“简礼贱义者，其国乱。”这里用为怠慢、倨傲之意。如：简侮(轻侮)、简薄(鄙薄轻视)、简倨(犹高傲)、简恣(简慢放肆)、简亵(怠慢，失敬不恭)、简弛(惰慢弛废)、简怠(怠慢)等。',
        ],
    ],
],
];
