<?php
return [
'chapters' => [
    [
        'name' => '第二十八节',
        'content' => [
            '孟子曰：“君子所以异于人者，以其存心也。君子以仁存心，以礼存心。仁者爱人，有礼者敬人。爱人者，人恒爱之；敬人者，人恒敬之。有人于此，其待我以横逆，则君子必自反也：我必不仁也，必无礼也，此物奚宜至哉？其自反而仁矣，自反而有礼矣，其横逆由是也，君子必自反也：我必不忠。自反而忠矣，其横逆由是也，君子曰：‘此亦妄人也已矣。如此，则与禽兽奚择哉？于禽兽又何难焉？’是故君子有终身之忧，无一朝之患也。乃若所忧则有之：舜，人也；我，亦人也。舜为法于天下，可传于后世，我由未免为乡人也，是则可忧也。忧之如何？如舜而已矣。若夫君子所患则亡矣。非仁无为也，非礼无行也。如有一朝之患，则君子不患矣。”',
        ],
        'notes' => [
            '(1)逆：《书·太甲下》：“有言逆于汝心，必求诸道。”《诗·鲁颂·泮水》：“既克淮夷，孔淑不逆。”《左传·昭公四年》：“庆封惟逆命，是以在此。”《论语·宪问》：“不逆‘诈’，不亿‘不信’。抑亦先觉者，是贤乎？”《史记·太史公自序》：“夫阴阳四时、八位、十二度、二十四节各有教令，顺之者昌，逆之者不死则亡，未必然也。”《玉篇·辵部》：“逆，不从也。”这里用为不顺从之意。',
        ],
        'vernacular' => [
            '孟子说：“君子之所以不同于一般人，是因为他保存在心里的思想不同。君子把仁保存在心里，把礼保存在心里。仁人爱人，有礼的人尊敬人。爱人的人，别人就一直爱他；尊敬人的人，别人就一直尊敬他。假设有个人，他以粗暴蛮横的态度对待我，那么君子必定会反省自己：我（对他）一定还有不仁的地方，无礼的地方，要不这种态度怎么会冲着我来呢？反省后做到仁了，反省后有礼了，那人的粗暴蛮横仍然如此，君子必定再反省：我（待他）一定还没有尽心竭力。经过反省，做到了尽心竭力，那人的粗暴蛮横还是这样，君子就说：‘这不过是个狂人罢了。像他这样，同禽兽有什么区别呢？对于禽兽又有什么可计较的呢？’因此君子有终身的忧虑，没有一时的担心。至于终身忧虑的事是：舜是人，我也是人；舜给天下的人树立了榜样，影响可以流传到后世，我却仍然不免是个平庸的人，这是值得忧虑的。忧虑了怎么办？像舜那样去做罢了。至于说到君子（一时）所担心的，那是没有的。不仁的事不干，不合礼的事不做。即使有一时的担心，君子也不认为值得担心了。“',
        ],
    ],
],
];
