<?php
return [
'chapters' => [
    [
        'name' => '第三十三节',
        'content' => [
            '齐人有一妻一妾而处室者，其良人(1)出，则必餍(2)酒肉而后反。其妻问所与饮食者，则尽富贵也。其妻告其妾曰：“良人出，则必餍酒肉而后反；问其与饮食者，尽富贵也，而未尝有显者来，吾将瞷(3)良人之所之也。”',
            '蚤起，施(4)从良人之所之，遍国中无与立谈者。卒之东郭墦间(5)，之祭者，乞其余；不足，又顾而之他，此其为餍足之道也。',
            '其妻归，告其妾，曰：“良人者，所仰望而终身也，今若此！”与其妾讪其良人，而相泣于中庭。而良人未之知也，施施(6)从外来，骄其妻妾。',
            '由君子观之，则人之所以求富贵利达者，其妻妾不羞也，而不相泣者，几希矣。',
        ],
        'vernacular' => [
            '齐国有个一妻一妾住在一起的人家。她们的丈夫每次出门，必定是喝足了酒、吃饱了肉之后才回家。妻子问同他一起吃喝的是什么人，他就说都是有钱有势的人。妻子告诉他的妾说：“丈夫每次出去，总是酒足肉饱后回来；问他同谁一起吃喝，他就说都是有钱有势的人，可是从来没见有显贵的人来过，我打算暗暗地察看他到什么地方去。”',
            '（第二天）一早起来，（妻子）暗中跟着丈夫到他要去的地方，走遍全城没有一个站住了跟他说话的。最后走到了东门外的一块墓地中间，（见他）跑到祭坟的人那里，讨些残剩的酒菜吃；没吃饱，又东张西望上别处去乞讨，这就是他吃饱喝足的办法。',
            '妻子回家后，（把情况）告诉了妾，并说道：“丈夫，是我们指望终身依靠的人，现在他竟像这样！”（说罢）同妾一起嘲骂丈夫，在庭中相对而泣。而丈夫还不知道，得意洋洋地从外面回来，向妻妾摆架子。',
            '从君子看来，人们用来追求升官发财的手段，能使他们妻妾不感到羞耻、不相对而泣的，恐怕是很少的。',
        ],
        'notes' => [
            '(1)良人：古时女子对丈夫的称呼，意思近于“郎”。',
            '(2)餍(yàn)：《国语·晋语九》：“主之既已食，愿以小人之腹，为君子之心，属餍而已，是以三叹。”《玉篇·食部》：“餍，饱也。”这里用为吃饱之意。',
            '(3)瞷(jiàn)：偷看',
            '(4)施（yì）：斜行，这里形容暗暗尾随着别人走的样子。《诗"王风"丘中有麻》：“彼留子嗟，将其来施施。”这里用为逶迤斜行之意。意为偷偷地跟着。',
            '(5)墦(fán)：坟墓。《广雅·释丘》：“墦，冢也。”这里用为坟场之意。',
            '(6)施施（yìyì）：得意的样子。',
        ],
    ],
],
];
