<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '万章问曰：“舜往于田，号泣于旻(1)天，何为其号泣也？”',
            '孟子曰：“怨慕也。”',
            '万章曰：“‘父母爱之，喜而不忘；父母恶之，劳(2)而不怨。’然则舜怨乎？”',
            '曰：“长息问于公明高(3)曰：‘舜往于田，则吾既得闻命矣；号泣于旻天，于父母，则吾不知也。’公明高曰：‘是非尔所知也。’夫公明高以孝子之心，为不若是恝(4)：我竭力耕田，共(5)为子职而已矣，父母之不我爱，于我何哉？帝使其子九男二女，百官牛羊仓廪备，以事舜于畎亩之中，天下之士多就之者，帝将胥(6)天下而迁之焉。为不顺于父母，如穷人无所归。天下之士悦之，人之所欲也，而不足以解忧；好色，人之所欲，妻帝之二女(7)，而不足以解忧；富，人之所欲，富有天下，而不足以解忧；贵，人之所欲，贵为天子，而不足以解忧。人悦之、好色、富贵，无足以解忧者，惟顺于父母可以解忧。人少，则慕父母；知好色，则慕少艾(8)；有妻子，则慕妻子；仕则慕君，不得于君则热中(9)。大孝终身慕父母。五十而慕者，予于大舜见之矣。”',
        ],
        'notes' => [
            '(1)旻(mín)：《尚书·尧典》：“钦若旻天。”《尚书·多士》：“不吊旻天。”《诗·小雅·雨无止》：“旻无疾威。”《尔雅·释天》：“秋为旻天。”本义为秋天，这里泛用为“天”之意。',
            '(2)劳：《诗·陈风·月出》：“舒窈纠兮。劳心悄兮。”《诗·邶风·燕燕》：“实劳我心。”《论语·泰伯》：“恭而无礼则劳；慎而无礼则葸。”清魏源《默觚上·学篇二》：“故君子者，佚乐而为君子也；小人者，忧劳而成小人也。”这里用为忧愁愁苦操心之意。',
            '(3)长息、公明高：长息，公明高的弟子；公明高，曾参的弟子。',
            '(4)恝(jiá)：无忧无愁的样子。《广韵·黠韵》：“恝，无愁貌。”这里用为淡然，不经心的样子之意。',
            '(5)共：通“恭”。 《诗·小雅·六月》：“共武之服。”《诗"小雅"巧言》：“匪其止共,维王之邛。”《诗·大雅·韩奕》：“虔共尔位。”《左传·僖公二十七年》：“公卑杞，杞不共也。”《史记·屈原贾生列传》：“共承嘉惠。”这里用为恭敬之意。',
            '(6)胥：《诗"小雅"桑扈》：“君子乐胥，受天之祜。”《诗·大雅·公刘》：“于胥斯原，既庶既繁。”《管子·大匡》：“将胥有所定也。”《孟子·梁惠王下》：“爰及姜女，聿来胥宇。”《孟子·万章上》：“帝将胥天下而迁之焉。”《荀子·大略》：“故《春秋》善胥命，而《诗》非屡盟。”《史记·廉颇蔺相如传》：“胥后令。”这里用为观察、考察之意。',
            '(7)妻帝之二女：传说尧把自己两个女儿娥皇和女英嫁给了舜。',
            '(8)少艾：《国语·晋语》：“国君好艾，大夫殆。”这里用为漂亮的人之意。',
            '(9)热中：内心焦躁。',
        ],
        'vernacular' => [
            '万章问道：“舜走到田里，对着天诉说、哭泣，他为什么要诉说、哭泣呢？”',
            '孟子说：“因为他（对父母）既抱怨又眷念。”',
            '万章说：“‘父母喜欢自己，高兴而不忘记父母；父母讨厌自己，忧愁而不抱怨父母。’（按您这么说，）那么舜是抱怨父母吗？”',
            '孟子说：“（以前）长息曾问公明高：‘舜到田里去，我听您解说过了；对天诉说、哭泣，这样对父母，我还不理解。’公明高说：‘这不是你所能明白的了。’公明高认为，孝子的心是不能像这样无忧无虑的：我竭力耕田，恭敬地尽到做儿子的职责就行了，（要是）父母不喜欢我，我有什么责任呢？（舜却不是这样。）帝尧让自己的九个儿子两个女儿，带着大小官员、牛羊、粮食，到田野中侍奉舜，天下的士人投奔他的也很多，帝尧还将把整个天下让给他。（舜却）因为不能使父母顺心，而像走投无路的人无所归宿似的。天下的士人喜欢他，这是人人想得到的，却不足消除他的忧愁；漂亮的女子，这是人人想得到的，舜娶了帝尧的两个女儿，却不足以消除他的忧愁；财富，是人人想得到的，舜富有天下，却不足以消除他的忧愁；地位尊贵，是人人想得到的，舜尊贵到当了天子，却不足以消除他的忧愁。士人的喜欢、漂亮的女子、财富和尊贵，没有一样足以消除忧愁的，只有顺了父母心意才能消除忧愁。人在幼小的时候，就依恋父母；懂得找对象了，就倾慕年轻美貌的女子；有了妻子，就眷念妻子；做了官就思念君主，得不到君主信任，心里就热辣辣地难受。具有最大孝心的人，才能终身眷念父母。到了五十岁上还眷念父母的，我在伟大的舜的身上看到了。”',
        ],
    ],
],
];
