<?php
return [
'chapters' => [
    [
        'name' => '第二节',
        'content' => [
            '万章问曰：“《诗》云(1)，‘娶妻如之何？必告父母’。信斯言也，宜莫如舜。舜之不告而娶，何也？”',
            '孟子曰：“告则不得娶。男女居室，人之大伦也；如告，则废人之大伦，以怼(2)父母，是以不告也。”',
            '万章曰：“舜之不告而娶，则吾既得闻命矣；帝之妻舜而不告，何也？”',
            '曰：“帝亦知告焉则不得妻也。”',
            '万章曰：“父母使舜完廪(3)，捐(4)阶，瞽瞍焚廪。使浚井，出，从而揜(5)之。象(6)曰：‘谟(7)盖(8)都君咸我绩。牛羊父母，仓廪父母，干戈朕，琴朕，弤(9)朕，二嫂使治朕栖。’象往入舜宫，舜在床琴。象曰：‘郁陶(10)思君尔。’忸怩。舜曰：‘惟兹臣庶，汝其于予治。’不识舜不知象之将杀己与？”',
            '曰：“奚而不知也？象忧亦忧，象喜亦喜。”',
            '曰：“然则舜伪喜者与？”',
            '曰：“否。昔者有馈生鱼于郑子产，子产使校人畜之池。校人(11)烹之，反命曰：‘始舍之，圉圉(12)焉；少则洋洋焉；攸然而逝。’子产曰：‘得其所哉！得其所哉！’校人出，曰：‘孰谓子产智？予既烹而食之，曰：得其所哉，得其所哉。’故君子可欺以其方，难罔以非其道。彼以爱兄之道来，故诚信而喜之，奚伪焉？”',
        ],
        'notes' => [
            '(1)这两句出自《诗经·齐风·南山》。',
            '(2)怼(duì)：《左传·僖公二十四年》：“以死谁怼。”《谷梁传·庄公三十一年》：“力尽则怼。”《说文》：“怼，怨也。”《汉书·外戚传》：“怼以手自捣。”《广雅·释诂四》：“怼，恨也。”这里用为怨恨之意。',
            '(3)廪(lǐn)：《诗·周颂·丰年》：“亦有高廪。”《周礼·廪人》注：“盛米曰廩。”《公羊传·桓公十四年》：“御廪者，粢盛委之所藏也。”《荀子·荣辱》：“余刀布，有囷廪。”《汉书·五行志》：“御廪，夫人八妾所舂米，藏以奉宗庙也。”这里用为米仓之意。',
            '(4)捐：《谷梁传·宣公十八年》：“捐殡。”《说文》：“捐，弃也。”按：“粪除秽污谓之捐。故寺人谓之中涓。以涓为之。”《汉书·食货志》：“而国无捐瘠者。”孟康曰：“捐，谓民有饥相弃捐者，或谓贫乞者谓捐。”《后汉书·列女传》：“捐金于野。”这里用为舍弃之意。捐阶：撤掉梯子之意。',
            '(5)揜(yǎn)：《礼记·中庸》：“诚之不可揜，如此夫。”《礼记·檀弓》：“广轮揜坎。”《礼记·王制》：“诸侯不揜群。”《荀子·富国》：“出入相揜。”这里用为掩盖、掩藏之意。',
            '(6)象：相传是舜的同父异母弟。',
            '(7)谟(mó)：《尔雅·释诂》：“谟，谋也。”《淮南子·脩务》：“周爰谘谟。”陆机《辩亡论下》：“遂献宏谟。”这里用为计谋，谋略之意。',
            '(8)盖：“害”的假借字。都君：指舜。',
            '(9)弤(dǐ)：《广韵·荠韵》：“弤，《埤苍》云，舜弓名。”《类篇·弓部》：“弤，画弓也。”这里用为漆成红色的弓之意。',
            '(10)郁陶：思念之状。',
            '(11)校人：《周礼·校人》：“六厩成校。”《左传·成公十八年》：“校正属焉。”这里用为管理池沼的小吏之意。',
            '(12)圉(yǔ)：《尔雅》：“圉，禁也。”《周书·宝典》：“不圉我哉！”《太玄·卷三疆》：“终莫之圉。”《管子·轻重甲》：“守圉之国，用盐独甚。”《庄子》：“其来不可圉。”《说文》：“圉，囹圉，所以拘罪人也。”本义为监押之意，这里用比喻为如犯人被监押而死气沉沉的样子之意。',
        ],
        'vernacular' => [
            '万章问道：“《诗经》上说，‘娶妻应该怎么做？一定先要禀告父母’。信守这道理的，应该没有人能比得上舜的。（可是）舜不禀告父母就娶妻，这是为什么呢？”',
            '孟子说：“禀告了，就娶不成了。男女成婚，是人类重大的伦理关系；如果舜禀告了（而娶不成妻），就废掉了这种伦理关系，反而引起对父母怨恨，所以不禀告。”',
            '万章说：“舜不禀告就娶妻，我已领教了您的解释，帝尧把女儿嫁给舜，却也不告诉舜的父母，为什么呢？”',
            '孟子说：“帝尧也知道，告诉了他们就嫁不成了。”',
            '万章说：“父母叫舜修理粮仓，（等他爬上仓后，）拿掉了梯子，（他父亲）瞽瞍放火烧粮仓，（想把舜烧死。）又曾叫舜淘井，（舜已经逃）出了井，（瞽瞍不知道，）随即就填井，（想把舜埋在井里。）象说：‘谋害舜都是我的功劳。（害死了他，他的）牛羊归父母，粮食归父母，干戈归我，琴归我，弓归我，让两个嫂嫂替我整理床铺。’象走进舜的住房，（不料舜没有死，）舜正在床上弹琴。象（赶忙掩饰）说：‘我可想念你啦！’神情很不自然。舜说：‘我惦念着这些臣仆，希望你来帮我管理。’我不知道，舜真的不晓得象要杀害他吗？”',
            '孟子说：“怎么会不知道呢？（舜看重兄弟情义，）象忧愁，他也忧愁；象高兴，他也高兴。”',
            '万章说：“这么说，舜是假装高兴的吗？”',
            '孟子说：“不。从前有人送条活鱼给郑国的子产，子产叫管理池塘的小吏把它放养到池塘里。小吏把鱼煮煮吃了。回来报告说：‘刚放它时，半死不活的；不一会儿就摇摆着尾巴游开了；一转眼就游不见了。’子产说：‘得着它的好去处了！得着它的好去处了！’小吏出来后说：‘谁说子产聪明？我都把鱼煮吃掉了，他还说：得着它的好去处了，得着它的好去处了。’所以君子可以用合乎道理的事欺骗他，难以用没有道理的事蒙骗他。象装着敬爱兄长的样子来了，所以舜真诚地相信他，而且感到高兴，怎么是假装的呢？”',
        ],
    ],
],
];
