<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '万章问曰：“象日以杀舜为事，立为天子则放之，何也？”',
            '孟子曰：“封之也；或曰放焉。”',
            '万章曰：“舜流共工于幽州(1)，放驩兜于崇山(2)，杀三苗于三危(3)，殛鲧于羽山(4)，四罪而天下咸服，诛不仁也。象至不仁，封之有庳(5)。有庳之人奚罪焉？仁人固如是乎：在他人则诛之，在弟则封之？”',
            '曰：“仁人之于弟也，不藏怒焉，不宿怨焉，亲爱之而已矣。亲之，欲其贵也；爱之，欲其富也。封之有庳，富贵之也。身为天子，弟为匹夫，可谓亲爱之乎？”',
            '“敢问或曰放者，何谓也？”',
            '曰：“象不得有为于其国，天子使吏治其国而纳其贡税焉，故谓之放。岂得暴彼民哉？虽然，欲常常而见之，故源源而来，‘不及贡，以政接于有庳。’(6)此之谓也。”',
        ],
        'notes' => [
            '(1)共工：古史传说人物。共工本为其官名。相传为尧的大臣。幽州：地名，在今北京密云县东北部。',
            '(2)驩(huān)兜：相传是尧、舜时的大臣。与共工互相勾结，结成死党。崇山：地名，在今湖北崇阳县南部。',
            '(3)三苗：古代国名，顽固不服舜的统治，舜因而杀其首领。三危：地名，在今甘肃敦煌县东南部。',
            '(4)殛(jí)鲧(gǔn)于羽山：古人名，夏禹的父亲。《史记》：“禹之父曰鲧。”相传他因治水无功而获罪被杀。',
            '(5)有庳(bēi)：地名，传说是象的封地。旧说在今河南道县之北。',
            '(6)这两句可能是《尚书》逸文',
        ],
        'vernacular' => [
            '万章问道：“象天天都把谋杀舜当作自己要干的事，舜做了天子后，只是流放了他，这是为什么？”',
            '孟子说：“是封他当诸侯；有人说是流放罢了。”',
            '万章说：“舜把共工流放到幽州，把驩兜流放到崇山，把三苗的君主驱逐到三危，把鲧诛死在羽山，将这四个人治了罪，天下便都归服，因为惩处的是不仁的人。象是最不仁的人，却封给他有庳。有庳的百姓有什么罪呢？仁人本该这么做的吗：对旁人就严加治罪，对弟弟就封他诸侯？”',
            '孟子说：“仁人对于自己的弟弟，不藏怒气在心里，不留怨恨在胸中，只知道要亲他爱他罢了。亲他，就想让他尊贵；爱他，就想让他富有。把有庳封给他，就是要让他既富有又尊贵。自己当了天子，弟弟却做百姓，能说是亲他爱他吗？”',
            '万章又问道：“请问，有人说是流放，这话怎么讲呢？”',
            '孟子说：“象不能在他的国家里任意行事，天子派了官吏去治理他的国家，收取那里的贡税，所以说是流放。象哪能对他的百姓施行暴政呢？虽然这样，舜还想常常见到象，所以象不断地来。（古书上说：）‘不必等到朝贡的日子，（平常就）以政事为名接见有庳的国君。’就是说的这种情况。”',
        ],
    ],
],
];
