<?php
return [
'chapters' => [
    [
        'name' => '第四节',
        'content' => [
            '咸丘蒙(1)问曰：“语云，‘盛德之士，君不得而臣，父不得而子。’舜南面而立，尧帅诸侯北面而朝之，瞽瞍亦北面而朝之。舜见瞽瞍，其容有蹙(2)。孔子曰：‘于斯时也，天下殆(3)哉，岌岌(4)乎！’不识此语诚然乎哉？”',
            '孟子曰：“否，此非君子之言，齐东野人之语也。尧老而舜摄也。《尧典》(5)曰：‘二十有八载，放勋乃徂落，百姓如丧考妣，三年，四海遏密八音(6)。’孔子曰：‘天无二日，民无二王。’舜既为天子矣，又帅天下诸侯以为尧三年丧，是二天子矣。”',
            '咸丘蒙曰：“舜之不臣尧，则吾既得闻命矣。《诗》云(7)：‘普天之下，莫非王土；率土之滨，莫非王臣。’而舜既为天子矣，敢问瞽瞍之非臣，如何？”',
            '曰：“是诗也，非是之谓也，劳于王事而不得养父母也。曰，‘此莫非王事，我独贤劳也’。故说诗者，不以文害辞，不以辞害志；以意逆志，是为得之。如以辞而已矣，《云汉》(8)之诗曰：‘周余黎民，靡有孑遗。’信斯言也，是周无遗民也。孝子之至，莫大乎尊亲；尊亲之至，莫大乎以天下养。为天子父，尊之至也；以天下养，养之至也。《诗》曰(9)：‘永言孝思，孝思维则。’此之谓也。《书》曰(10)：‘祗载见瞽瞍，夔夔斋栗，瞽瞍亦允若。’是为‘父不得而子’也？”',
        ],
        'vernacular' => [
            '咸丘蒙问道：“俗话说：‘很有道德的人，君主不能把他当作臣下，父亲不能把他当作儿子。’舜做了天子，尧率领诸侯朝见他，他父亲瞽瞍也朝见他。舜见了瞽瞍，神色很不安。孔子说：‘在这个时候呀，天下真是危险到极点啦！’不知这句话真这么说过吗？”',
            '孟子说：“不，这不是君子说的话，是齐国东边乡下人说的话。尧老了，舜代行天子职权。《尧典》上说：‘（舜代行天子职权）二十八年，尧才去世，群臣如同死了父母一般，服丧三年，天下不闻音乐之声。’孔子说：‘天上没有两个太阳，人间没有两个帝王。’（如果）舜当时已经做了天子，却又率领天下诸侯为尧服丧三年，这就同时有两个天子了。”',
            '咸丘蒙说：“舜没有把尧当作臣，我已领教了您的解释了。《诗经》上说：‘普天之下，没有哪里不是天子的土地；四海之内，没有哪个不是天子的臣民。’舜已经做了天子了，瞽瞍却不是他的臣民，请问这又是怎么回事？”',
            '孟子说：“这首诗，不是说的这个意思，（是说作这首诗的人）公事劳碌以致于不能奉养父母。（意思是）说，‘这些没有一件不是公事，却只有我最劳碌’。所以解说诗的人，不能因为字面的解释而损害词句的意思，不能因为词句的解释而损害全诗的意思；要用自己的体会去揣度作者的原意，这样才能把握住诗意。如果只拘泥于词句的解释，（那么，）《云汉》这首诗说：‘周朝剩下的百姓，没有一个留存。’相信了这句话，这就成了周朝没有一个人留存了。孝子最大的孝，莫过于使父母尊贵；使父母尊贵的最高标准，莫过于用天下奉养父母。做了天子的父亲，这是最尊贵的地位了；用天下奉养父亲，这是最高的奉养了。《诗经》上说：‘永远行孝道，孝道就是法则。’说的就是这个意思。《尚书》上说：‘舜恭恭敬敬地去见瞽瞍，谨慎而又畏惧，瞽瞍也就真的顺心了。’这是‘父亲不能把他当儿子’吗？”',
        ],
        'notes' => [
            '(1)咸丘蒙：姓咸丘，名蒙，孟子弟子。',
            '(2)蹙(cù)：《诗·小雅·节南山》：“我瞻四方，蹙蹙靡所骋。”《仪礼·士相见礼》：“始见于君，执挚至下，容弥蹙。”《孟子·梁惠王下》：“举疾首蹙頞而相告。”《荀子·富国》：“蹙然衣粗食恶。”这里用为局促不安之意。',
            '(3)殆(dài)：《书·泰誓》：“亦曰殆哉。”《诗·小雅·正月》：“民今方殆，视民梦梦。”《老子·十六章》：“天乃道，道乃久，没身不殆。”《老子·二十五章》：“独立而不改，周行而不殆，可以为天地母。”《论语·为政》：“学而不思则罔，思而不学则殆。”《说文》：“殆，危也。”这里用为危险之意。',
            '(4)岌(jí)：《管子·小问》： “危哉，君之国岌乎！”《说文新附》：“岌，山高貌。”本义山高，这里用为高耸危险之意。',
            '(5)《尧典》：《尚书》中的一篇，亦称《帝典》。主要记载尧舜禅让事迹，反映中国原始社会末期的一些历史概况。',
            '(6)八音：中国古代对乐器的统称。指金、石、土、革、丝、木、匏、竹等八种材料制成的乐器。这里指代音乐。',
            '(7)以上四句出自《诗经·小雅·北山》。',
            '(8)《云汉》：《诗经·大雅》中的一篇。',
            '(9)以上两句出自《诗经·大雅·下武》。',
            '(10)以上三句是《尚书》逸文。',
        ],
    ],
],
];
