<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '万章曰：“尧以天下与舜，有诸？”',
            '孟子曰：“否。天子不能以天下与人。”',
            '“然则舜有天下也，孰与之？”',
            '曰：“天与之。”',
            '“天与之者，谆谆然命之乎？”',
            '曰：“否，天不言，以行与事示之而已矣。”',
            '曰：“以行与事示之者，如之何？”',
            '曰：“天子能荐人于天，不能使天与之天下；诸侯能荐人于天子，不能使天子与之诸侯；大夫能荐人于诸侯，不能使诸侯与之大夫。昔者，尧荐舜于天，而天受之；暴之于民，而民受之。故曰，天不言，以行与事示之而已矣。”',
            '曰：“敢问荐之于天，而天受之；暴之于民，而民受之，如何？”',
            '曰：“使之主祭，而百神享之，是天受之；使之主事，而事治，百姓安之，是民受之也。天与之，人与之，故曰，天子不能以天下与人。舜相尧二十有八载，非人之所能为也，天也。尧崩，三年之丧毕，舜避尧之子于南河之南①，天下诸侯朝觐者，不之尧之子而之舜；讼狱者，不之尧之子而之舜；讴歌者，不讴歌尧之子而讴歌舜，故曰，天也。夫然后之中国，践天子位焉。而居尧之宫，逼尧之子，是篡也，非天与也。《泰誓》曰②：”天视自我民视，天听自我民听。‘此之谓也。“',
        ],
        'vernacular' => [
            '万章问道：“尧把天下送给舜，有这回事吗？”',
            '孟子说：“没有。天子不能把天下送给人。”',
            '万章问：“那么，舜拥有的天下是谁给的呢？”',
            '孟子说：“天给他的。”',
            '万章问：“所说天给他的，是天反复告诉他的吗？”',
            '孟子说：“不，天不说话，凭舜的行动和办事表明是天给了他天下罢了。”',
            '万章问：“凭舜的行动和办事表明天给了他天下，这怎么说？”',
            '孟子说：“天子能把人推荐给天，不能让天把天下给这个人；诸侯能把人推荐给天子，不能让天子把诸侯的职位给这个人；大夫能把人推荐给诸侯，不能让诸侯把大夫的职位给这个人。从前，尧把舜推荐给天，天接受了；把舜介绍给百姓，百姓接受了。所以说，天不说话，凭舜的行动和办事表明天把天下给了他罢了。”',
            '万章问：“请问，把舜推荐给天，天接受了；把舜介绍给百姓，百姓接受了，为什么这么说？”',
            '孟子说：”叫舜主持祭祀，百神都来享用祭品，这表明天接受了他；叫舜主持政事，政事办得妥帖，百姓对他放心，这表明百姓接受了他。天授给他，人授给他，所以说，天子不能把天下送给人。舜帮助尧治理天下二十八年，不是人的意愿所能决定的，而是天的旨意。尧去世了，三年服丧结束，舜避开尧的儿子，到了南河的南面，（可是）天下诸侯来朝见天子的，却不到尧的儿子那里去，而到舜那里去；打官司的，不到尧的儿子那里去，而到舜那里去；讴歌的人，不讴歌尧的儿子而讴歌舜，所以说，这是天的旨意。舜这才回到国都，登上天子的位子。（如果他当初）搬住进尧的宫室，逼迫尧的儿子让位，这就是篡位了，不是天授给他的了。《泰誓》上说：“天的看法来自我们下民的看法，天的听闻来自我们下民的听闻。’说的就是这个意思。”',
        ],
        'notes' => [
            '①南河：即漯河，因在尧都濮州的南面，故称南河。②《泰誓》：《尚书》篇名。下引两句是《泰誓》逸文。',
        ],
    ],
],
];
