<?php
return [
'chapters' => [
    [
        'name' => '第七节',
        'content' => [
            '万章问曰：“人有言，‘伊尹以割烹要(1)汤。’有诸？”',
            '孟子曰：“否，不然。伊尹耕于有莘(2)之野，而乐尧舜之道焉。非其义也，非其道也，禄之以天下，弗顾也；系马千驷，弗视也。非其义也，非其道也，一介不以与人，一介不以取诸人。汤使人以币(3)聘之，嚣嚣(4)然曰：‘我何以汤之聘币为哉？我岂若处畎亩之中，由是以乐尧舜之道哉？’汤三使往聘之，既而幡然改，曰：‘与我处畎亩之中，由是以乐尧舜之道，吾岂若使是君为尧舜之君哉？吾岂若使是民为尧舜之民哉？吾岂若干吾身亲见之哉？天之生此民也，使先知觉后知，使先觉觉后觉也。予，天民之先觉者也，予将以斯道觉斯民也。非予觉之，而谁也？’思天下之民匹夫匹妇有不被尧舜之泽者，若己推而内之沟中。其自任以天下之重如此，故就汤而说之以伐夏救民。吾未闻枉己而正人者也，况辱己以正天下者乎？圣人之行不同也，或远，或近，或去，或不去，归洁其身而已矣。吾闻其以尧舜之道要汤，未闻以割烹也。《伊训》(5)曰：‘天诛造攻自牧宫，朕载自亳。’”',
        ],
        'vernacular' => [
            '万章问道：“人们有这样的说法，‘伊尹以当厨子来求得汤的任用。’有这回事吗？”',
            '孟子说：“不，不是这样的。伊尹原在有莘国的郊野耕作，喜爱尧舜之道。（如果）不符合义，不符合道，即使把天下当作俸禄给他，他也不理睬；即使有四千匹马拴在那里，他也不看一眼。（如果）不符合义，不符合道，一根草也不拿去送人，一根草也不拿别人的。汤派人带了礼物去聘请他，他无动于衷地说：‘我要汤的聘礼干什么？哪如我生活在田野中，像这样把尧舜之道当作快乐呢？’汤又多次派人去聘请，不久他完全改变了态度，说：‘与其隐居在田野中，把尧舜之道当作快乐，哪如使这个君主成为尧舜那样的君主呢？哪如使百姓成为尧舜时代那样的百姓呢？哪如亲眼见到尧舜那样的盛世呢？上天生育这些人民，就要使先知者帮助后知者觉悟，先觉者帮助后觉者觉悟。我，上天所生人民中的先觉者，我将用这尧舜之道去使人民觉悟。不是我使他们觉悟，又有谁呢？’他想到天下的人民中，要是有一个男的或一个女的没有享受到尧舜之道的恩泽的，就像是自己把他们推入了山沟似的。他就像这样把天下的重任担在自己肩上，所以到汤那里劝说他讨伐夏桀，拯救人民。我未听说自己不正却能匡正别人的，更何况侮辱自己来匡正天下呢？圣人的行为是有不同的，有的避离君主，有的接近君主，有的离开朝廷，有的不离开朝廷，但都归结到使自身洁净罢了。我只听说他是凭尧舜之道去求汤任用的，没听说是靠当厨子去求官做的。《伊训》上（伊尹）说：‘上天诛灭夏桀，原因来自夏桀本人，我只是从亳都开始谋划（讨伐）罢了。’”',
        ],
        'notes' => [
            '(1)要(jiǎo)：通“徼”。 《晏子春秋·内篇问下》：“不庶几，不要幸。”孙星衍云：“要与徼通。”《孟子·公孙丑上》：“非所以要誉於乡党朋友也，非恶其声而然也。”《孟子·告子上》：“今之人修其天爵，以要人爵。”赵岐注：“要，求也。”《吕氏春秋·爱类》：“要利之人，犯危何益？”高诱注：“要，徼也。”这里用为探求、求取之意。',
            '(2)有莘(shēn)：莘，古国名，“有”是词头。故址在今山东曹县西北。传说商汤娶有莘氏之女。一说在今河南陈留县东北。',
            '(3)币：《周礼·大宰》：“四曰幣贡。”《左传·襄公二十八年》：“寡君是故使吉奉其皮幣。”《礼记·曲礼》：“幣曰量幣。”《礼记·月令》：“用圭璧更皮幣。”《战国策·齐策三》：“请具车马皮幣。”《说文》：“幣，帛也。”这里用为古人用作礼物的丝织品之意。',
            '(4)嚣(xiāo)：通敖。《诗·大雅·板》：“我及尔谋，听我嚣嚣。”《尔雅》：“仇仇，敖敖，傲也。”这里用为傲慢之意。嚣嚣然：很傲慢的样子。',
            '(5)《伊训》：《尚书》篇名。牧宫：桀所居之宫。',
        ],
    ],
],
];
