<?php
return [
'chapters' => [
    [
        'name' => '第九节',
        'content' => [
            '万章问曰：“或曰，‘百里奚(1)自鬻(2)于秦养牲者五羊之皮，食牛以要秦穆公(3)’，信乎？”',
            '孟子曰：“否，不然；好事者为之也。百里奚，虞(4)人也。晋人以垂棘之璧与屈产之乘假道于虞以伐虢(5)。宫之奇(6)谏，百里奚不谏。知虞公之不可谏而去之秦，年已七十矣，曾不知以食牛干(7)秦穆公之为污也，可谓智乎？不可谏而不谏，可谓不智乎？知虞公之将亡而先去之，不可谓不智也。时举(8)于秦，知穆公之可与有行也而相之，可谓不智乎？相秦而显其君于天下，可传于后世，不贤而能之乎？自鬻以成其君，乡党自好者不为，而谓贤者为之乎？”',
        ],
        'notes' => [
            '(3)秦穆公：',
            '(4)宫之奇：虞国大夫。晋国曾两次向虞国借路以攻打虢国，宫之奇用“唇亡齿寒”的道理劝告虞公拒绝晋的要求，虞公不听。结果晋灭虢后，接着灭掉了虞国。虞公，虞国国君。',
            '(1)百里奚：虞国大夫，虞灭后被转卖到楚国，秦穆公听说他有贤才，遂以五张羊皮的代价将他赎出，任命他为秦国大夫。在他的辅佐下，秦穆公成就了春秋霸业。',
            '(2)鬻(yù)：《左传·昭公十四年》：“鲋也鬻狱。”《国语·齐语》：“市贱鬻贵。”这里用为卖，出售之意。',
            '(3)秦穆公：春秋时秦国君，名任好。又作秦缪公(？——前621年)，秦国国君，公元前659 年—前621年在位。',
            '(4)虞(yú)：周初所封诸侯国名，在今山西平陆东北。',
            '(5)虢(guó)：周朝诸侯国名，在今山西平陆县境。',
            '(6)宫之奇：虞国大夫。',
            '(7)干：《诗"王风"中谷有蓷》：“中谷有蓷,暵其干矣。”《诗"鄘风"干旄》：“孑孑干旄，在浚之郊。”《诗·小雅·采芑》：“师干之试。”《论语·为政》：“子张学干禄。”《庄子·徐无鬼》：“其欲干酒肉之味邪?”《孟子·公孙丑下》：“识其不可，然且至，则是干泽也。”《荀子·议兵》：“皆干赏蹈利之兵也。”这里用为求取之意。',
            '(8)举：《左传"襄公三年》：“建一官而三物成，能举善也。”《论语·为政》：“举直错诸枉，则民服。”《孟子"告子下》：“傅说举于版筑之间。”《后汉书·张衡传》：“举孝廉不行。”这里用为选拔、举荐之意。',
        ],
        'vernacular' => [
            '万章问道：“有人说，‘百里奚用五张羊皮的代价把自己卖给秦国养牲口的人，替他喂牛，以此（寻找机会）求得秦穆公任用’，这是真的吗？”',
            '孟子说：“不，不是这样；是好事者编造的。百里奚是虞国人。当时晋国用垂棘所产的美玉和屈地所产的良马向虞国借路去攻打虢国。宫之奇劝告（虞公不要答应），百里奚不劝告。他知道虞公不会听从劝告，就离开虞国到了秦国，当时已经七十岁了，（如果）竟不知道靠替人喂牛求得秦穆公任用是污浊的，能说他聪明吗？（知道虞君）不会听从劝告就不去劝告，能说不聪明吗？知道虞公就要亡国而先离开，不能说不聪明啊。一旦在秦国受提拔，就知道穆公是个可以同他干一番事业的君主而辅佐他，能说不聪明吗？做了秦国的相而使他君主的威望显赫于天下，并且可以流传到后世，不是贤者能做到这一步吗？卖掉自己去成全君主，乡里自爱的人也不愿干的，倒能说贤者肯这么干吗？”',
        ],
    ],
],
];
