<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '三十辐(1)共一毂(2)，当其无，有车之用(3)。埏埴以为器(4)，当其无，有器之用。凿户牖以为室(5)，当其无，有室之用。故有之以为利，无之以为用(6)。',
    ],
    'vernacular' => [
        '三十根辐条汇集到一根毂中的孔洞当中，有了车毂中空的地方，才有车的作用。揉和陶土做成器皿，有了器具中空的地方，才有器皿的作用。开凿门窗建造房屋，有了门窗四壁内的空虚部分，才有房屋的作用。所以，“有”给人便利，“无”发挥了它的作用。',
    ],
    'notes' => [
        '(1)辐：车轮中连接轴心和轮圈的木条，古时代的车轮由三十根辐条所构成。此数取法于每月三十日的历次。',
        '(2)毂(gū)：音gu，是车轮中心的木制圆圈，中有圆孔，即插轴的地方。',
        '(3)当其无，有车之用：有了车毂中空的地方，才有车的作用。"无"指毂的中间空的地方。',
        '(4)埏埴(shān zhí)：埏，和；埴，土。即和陶土做成供人饮食使用的器皿。',
        '(5)户牖：门窗。',
        '(6)有之以为利，无之以为用："有"给人便利，"无"也发挥了作用。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '三十辐共一毂，当其无，有车之用；',
        '埏埴以为器，当其无，有器之用；凿户牖以为室，当其无，有室之用。故有之以为利，无之以为用。',
    ],
    'vernacular' => [
        '毂所以能统三十辐者，无也。以其无能受物之故，故能以实统众也。',
        '木埴壁所以成三者，而皆以无为用也。言无者，有之所以为利，皆赖无以为用也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '三十輻共一轂，當其無，有車之用；埏埴以為器，當其無，有器之用；鑿戶牖以為室，當其無，有室之用。故有之以為利，無之以為用。',
    ],
    'vernacular' => [
        '竭知盡物以為器，而器之用常在無有中。非有則無無以致其用#1，非無則有有以施其利#2，是以聖人常無以觀其妙，常有以觀其徹。知兩者之為一而不可分，則至矣。',
    ],
],
],
];
