<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '五色(1)令人目盲(2)；五音(3)令人耳聋(4)；五味(5)令人口爽(6)；驰骋(7)畋猎(8)，令人心发狂(9)；难得之货，令人行妨(10)；是以圣人为腹不为目(11)，故去彼取此(12)。',
    ],
    'vernacular' => [
        '缤纷的色彩，使人眼花缭乱；嘈杂的音调，使人听觉失灵；丰盛的食物，使人舌不知味；纵情狩猎，使人心情放荡发狂；稀有的物品，使人行为不轨。因此，圣人但求吃饱肚子而不追逐声色之娱，所以摒弃物欲的诱惑而保持安定知足的生活方式。',
    ],
    'notes' => [
        '(1)五色：指青、黄、赤、白、黑。此指色彩多样。',
        '(2)目盲：比喻眼花缭乱。',
        '(3)五音：指宫、商、角、徵、羽。这里指多种多样的音乐声。',
        '(4)耳聋：比喻听觉不灵敏，分不清五音。',
        '(5)五味：指酸、苦、甘、辛、咸，这里指多种多样的美味。',
        '(6)口爽：意思是味觉失灵，生了口病。古代以"爽"为口病的专用名词。',
        '(7)驰骋：纵横奔走，比喻纵情放荡。',
        '(8)畋猎：打猎获取动物。畋，音tian，打猎的意思。',
        '(9)心发狂：心旌放荡而不可制止。',
        '(10)行妨：伤害操行。妨，妨害、伤害。',
        '(11)为腹不为目：只求温饱安宁，而不为纵情声色之娱。"腹"在这里代表一种简朴宁静的生活方式；"目"代表一种巧伪多欲的生活方式。',
        '(12)去彼取此：摒弃物欲的诱惑，而保持安定知足的生活。"彼"指"为目"的生活；"此"指"为腹"的生活。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '五色令人目盲，五音令人耳聋，五味令人口爽，驰骋田猎令人心发狂，',
        '难得之货令人行妨。',
        '是以圣人为腹不为目，故去彼取此。',
    ],
    'vernacular' => [
        '爽，差失也，失口之用，故谓之爽。夫耳、目、口、心皆顺其性也，不以顺性命反以伤自然，故曰盲、聋、爽，狂也。',
        '难得之货，塞人正路，故令人行妨也。',
        '为腹者，以物养己。为目者，以物役己。故圣人不为目也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '五色令人目盲，五音令人耳聾，五味令人口爽，',
        '馳騁田獵令人心發狂，難得之貨令人行妨。是以聖人為腹不為目，故去彼取此。',
    ],
    'vernacular' => [
        '視色聽音嘗味，其本皆出於性，方其有性而未有物也，至矣。及目綠五色，耳綠五音，口綠五味，奪於所綠而忘其本，則雖見而實盲，雖聞而實聾，雖嘗而實爽也。',
        '聖人視色聽音嘗味，皆與人同，至於馳騁田獵，未嘗不為，而難得之貨未嘗不用也。然人皆以為病，而聖人獨以為福，何也？聖人為腹而眾人為目，目責而不能受，腹受而未嘗責故也。彼物之自外至者也，此性之凝於內者也。',
    ],
],
],
];
