<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '视而不见，名曰夷①；听之不闻，名曰希②；搏之不得，名曰微③。此三者不可致诘④，故混而为一⑤。其上不徼⑥，其下不昧⑦，绳绳兮⑧不可名，复归于无物⑨。是谓无状之状，无物之象，是谓惚恍⑩。迎之不见其首，随之不见其后。执古之道，以御今之有⑾。能知古始，是谓道纪⑿。',
            ],
            'vernacular' => [
                '看它看不见，把它叫做“夷”；听它听不到，把它叫做“希”；摸它摸不到，把它叫做“微”。这三者的形状无从追究，它们原本就浑然而为一。它的上面既不显得光明亮堂；它的下面也不显得阴暗晦涩，无头无绪、延绵不绝却又不可称名，一切运动都又回复到无形无象的状态。这就是没有形状的形状，不见物体的形象，这就是“惚恍”。迎着它，看不见它的前头，跟着它，也看不见它的后头。把握着早已存在的“道”，来驾驭现实存在的具体事物。能认识、了解宇宙的初始，这就叫做认识“道”的规律。',
            ],
            'notes' => [
                '①夷：无色。',
                '②希：无声。',
                '③微：无形。以上夷、希、微三个名词都是用来形容人的感官无法把握住"道"。这三个名词都是幽而不显的意思。',
                '④致诘：诘，音ji(阳平)，意为追问、究问、反问。致诘意为思议。',
                '⑤一：本章的一指"道"。',
                '⑥徼：音jiao（上声）。清白、清晰、光明之意。',
                '⑦昧：阴暗。',
                '⑧绳绳：不清楚、纷芸不绝。',
                '⑨无物：无形状的物，即"道"。',
                '⑩惚恍：若有若无，闪烁不定。',
                '⑾有：指具体事物。',
                '⑿古始：宇宙的原始，或"道"的初始。',
                '⒀道纪："道"的纲纪，即"道"的规律。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '视之不见名曰夷，听之不闻名曰希，搏之不得名曰微。此三者，不可致诘，故混而为一。',
                '其上不皦，其下不昧。绳绳不可名，复归於无物。是谓无状之状，无物之象，',
                '是谓惚恍。',
                '迎之不见其首，随之不见其后，执古之道，以御今之有。',
                '能知古始，是谓道纪。',
            ],
            'vernacular' => [
                '无状无象，无声无响，故能无所不通，无所不往。不得而知，更以我耳目体不知为名，故不可致诘，混而为一也。',
                '欲言无邪，而物由以成；欲言有邪，而不见其形。故曰无状之状，无物之象也。',
                '不可得而定也。',
                '有，有其事。',
                '无形无名者，万物之宗也。虽今古不同，时移俗易，故莫不由乎此，以成其治者也。故可执古之道，以御今之有。上古虽远，其道存焉，故虽在今，可以知古始也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '視之不見名曰夷，聽之不聞名曰希，搏之不得名曰微。此三者，不可致請，故復混而為一。',
                '其上不繳，其下不昧。',
                '繩繩不可名，復歸於無物。',
                '是謂無狀之狀，無象之象，是謂惚恍。',
                '迎之不見其首，隨之不見其後。',
                '執古之道以御今之有，能知古始，是謂道紀。',
            ],
            'vernacular' => [
                '視之而見者，色也，所以見色者，不可見也。聽之而聞者，聲也。所以聞聲者，不可聞也。搏之而得者，觸也，所以得觸者，不可得也。此三者，雖有智者莫能詰也，要必混而歸於一，而後可爾。所謂一者，性也。三者，性之用也。人始有性而已，及其與物構，然後分裂四出，為視為聽為觸，日用而不知反其本，非復混而為一，則日遠矣。若推而廣之，則佛氏所謂六入皆然矣。《首楞嚴》有云：反流全一，六用不行。此之謂也。',
                '物之有形者，皆麗於陰陽，故上皦下昧，不可逃也。道雖在上而不皦，雖在下而不昧，不可以形數推也。',
                '繩繩，運而不絕也。人見其運而不絕，則以為有物矣，不知其卒歸於無也。',
                '狀，其著也。象，其微也。無狀之狀，無象之象，皆非無也。有無不可名，故謂之惚恍。',
                '道無所不在，故無前後可見。',
                '古者，物之所從生也。有者物之今，則無者物之古也。執其所從生，則進退疾徐在我矣。',
            ],
        ],
    ],
];
