<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '大道废①，有仁义；智慧出②，有大伪；六亲不和③，有孝慈④；国家昏乱，有忠臣。',
            ],
            'vernacular' => [
                '大道被废弃了，才有提倡仁义的需要；聪明智巧的现象出现了，伪诈才盛行一时；家庭出现了纠纷，才能显示出孝与慈；国家陷于混乱，才能见出忠臣。',
            ],
            'notes' => [
                '1、大道：指社会政治制度和秩序。',
                '2、智慧：聪明、智巧。',
                '3、六亲：父子、兄弟、夫妇。',
                '4、孝慈：一本作孝子。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '大道废，有仁义；',
                '智慧出，有大伪；',
                '六亲不和，有孝慈；国家昏乱，有忠臣。',
            ],
            'vernacular' => [
                '失无为之事，更以施慧#8，立善道进物也。',
                '行术用明，以察奸伪。趣睹形见，物知避之。故智慧出，则大伪生也。',
                '甚美之名，生於大恶，所谓美恶同门。六亲，父子兄弟夫妇也。若六亲自和，国家自治，则孝慈忠臣不知其所在矣。鱼相忘於江湖之道，则相濡之德生也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '大道廢，有仁義；',
                '智慧出，有大偽；',
                '六親不和，有孝慈；國家昏亂，有忠臣。',
            ],
            'vernacular' => [
                '大道之隆也，仁義行於其中，而民不知。道既廢，而後仁義見矣。',
                '世不知道之足以澹足萬物也，而以智慧加之，於是民始以偽報之矣。',
                '六親方和，孰非孝慈？國家方治，孰非忠臣？堯非不孝也，而獨稱舜，無瞽支也。伊尹、周公非不忠也，而獨稱龍逢、比干，無桀紂也。涸澤之魚，相吻以沬，相濡以溼，不如相忘於江湖。',
            ],
        ],
    ],
];
