<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '曲则全，枉(1)则直，洼则盈，敝(2)则新，少则得，多则惑。是以圣人抱一(3)为天下式(4)。不自见(5)，故明(6)；不自是，故彰，不自伐(7)，故有功；不自矜，故长。夫唯不争，故天下莫能与之争。古之所谓"曲则全"者，岂虚言哉？诚全而归之。',
    ],
    'vernacular' => [
        '委曲便会保全，屈枉便会直伸；低洼便会充盈，陈旧便会更新；少取便会获得，贪多便会迷惑。所以有道的人坚守这一原则作为天下事理的范式，不自我表扬，反能显明；不自以为是，反能是非彰明；不自己夸耀，反能得有功劳；不自我矜持，所以才能长久。正因为不与人争，所以遍天下没有人能与他争。古时所谓“委曲便会保全”的话，怎么会是空话呢？它实实在在能够达到。',
    ],
    'notes' => [
        '(1)枉：屈、弯曲。',
        '(2)敝：凋敝。',
        '(3)抱一：抱，守。一，即道。此意为守道。',
        '(4)式：法式，范式。',
        '(5)见：同现。',
        '(6)明：彰明。',
        '(7)伐：夸。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '曲则全，',
        '枉则直，',
        '洼则盈，',
        '弊则新，',
        '少则得，多则惑。',
        '是以圣人抱一为天下式。',
        '不自见，故明；不自是，故彰；不自伐，故有功；不自矜，故长。夫唯不争，故天下莫能与之争。古之所谓曲则全者，岂虚言哉，诚全而归之。',
    ],
    'vernacular' => [
        '不自见，则其明全也。',
        '不自是，则其是彰也。',
        '不自伐，则其功有也。',
        '不自矜，则其德长也。',
        '自然之道，亦犹树也。转多转远其根，转少转得其本。多则远其真，故曰惑也；少则得其本，故曰得也。',
        '一，少之极也。式，犹则之也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '曲則全，',
        '枉則直，',
        '窪則盈，',
        '弊則新，',
        '少則得，',
        '多則惑矣。',
        '是以聖人抱一為天下式。',
        '不自見，故明；',
        '不自是，故彰；不自伐，故功；不自矜，故長。夫惟不爭，故天下莫能與之爭。',
        '古之所謂曲則全者，豈虛言哉，誠全而歸之。',
    ],
    'vernacular' => [
        '聖人動必循理，理之所在，或直或曲，要於通而已。通故與物不迕，不迕故全也。',
        '直而非理，則非直也。循理雖枉，而天下之至直也。',
        '衆之所歸者，下也，雖欲不盈，不可得矣。',
        '昭昭察察，非道也。悶悶，若將弊矣，而日新之所自出也。',
        '道一而已，得一則無不得矣。',
        '多學而無以一之，則惑矣。',
        '抱一者，復性者也。蓋曲則全，枉則直，窪則盈，弊則新，少則得，皆抱一之餘也，故以抱一終之。',
        '目不自見，故能見物；鏡不自照，故能照物。如使自見自照，則自為之不暇，而何暇及物哉。',
        '不自見，不自是，不自伐，不自矜，皆不爭之餘也，故以不爭終之。',
        '世以直為是，以曲為非，將循理而行於世，則有不免於曲者矣，故終篇復言之曰：此豈虛言哉，誠全而歸之。夫所謂全者，非獨全身也，內以全身，外以全物，物我兼全，而歸復於性，則其為直也大矣。',
    ],
],
],
];
