<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '重为轻根，静为躁君(1)。是以君子(2)终日行不离辎重(3)，虽有荣观(4)，燕处(5)超然。奈何万乘之主(6)，而以身轻天下(7)？轻则失根(8)，躁则失君。',
    ],
    'vernacular' => [
        '厚重是轻率的根本，静定是躁动的主宰。因此君子终日行走，不离开载装行李的车辆，虽然有美食胜景吸引着他，却能安然处之。为什么大国的君主，还要轻率躁动以治天下呢？轻率就会失去根本；急躁就会丧失主导。',
    ],
    'notes' => [
        '(1)躁：动。君：主宰。',
        '(2)君子：一本作“圣人”。指理想之主。',
        '(3)辎重：军中载运器械、粮食的车辆。',
        '(4)荣观：贵族游玩的地方。指华丽的生活。',
        '(5)燕处：安居之地；安然处之。',
        '(6)万乘之主：乘指车子的数量。“万乘”指拥有兵车万辆的大国。',
        '(7)以身轻天下：治天下而轻视自己的生命。',
        '(8)轻则失根：轻浮纵欲，则失治身之根。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '重为轻根，静为躁君。',
        '是以圣人终日行不离辎重。',
        '虽有荣观，燕处超然。',
        '奈何万乘之主，而以身轻天下。轻则失本，躁则失君。',
    ],
    'vernacular' => [
        '凡物轻不能载重，小不能镇大。不行者使行，不动者制动，是以重必为轻根，静必为躁君也。',
        '以重为本，故不离。',
        '不以经心也。',
        '轻不镇重也，失本为丧身也，失君为失君位也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '重為輕根，靜為躁君。',
        '是以君子終日行不離輜重。雖有榮觀，燕處超然。',
        '奈何萬乘之主，而以身輕天下。',
        '輕則失臣，躁則失君。',
    ],
    'vernacular' => [
        '凡物輕不能載重，小不能鎮大，不行者使行，不動者制動，故輕以重為根，躁以靜為君。',
        '行欲輕而不離輜重，榮觀雖樂而必有燕處，重靜之不可失如此。',
        '人主以身任天下，而輕其身，則不足以任天下矣。',
        '輕與躁無施而可，然君輕則臣知其不足賴，臣躁則君知其志於利，故曰輕則失臣，躁則失君。',
    ],
],
],
];
