<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '善行，无辙迹(1)；善言(2)，无瑕谪(3)；善数(4)，不用筹策(5)；善闭，无关楗而不可开(6)；善结，无绳约而不可解(7)。是以圣人常善救人，故无弃人；常善救物，故无弃物。是谓袭明(8)。故善人者，不善人之师；不善人者，善人之资(9)。不贵其师，不爱其资，虽智大迷，是谓要妙(10)。',
    ],
    'vernacular' => [
        '善于行走的，不会留下辙迹；善于言谈的，不会发生病疵；善于计数的，用不着竹码子；善于关闭的，不用栓梢而使人不能打开；善于捆缚的，不用绳索而使人不能解开。因此，圣人经常挽救人，所以没有被遗弃的人；经常善于物尽其用，所以没有被废弃的物品。这就叫做内藏着的聪明智慧。所以善人可以做为恶人们的老师，不善人可以作为善人的借鉴。不尊重自己的老师，不爱惜他的借鉴作用，虽然自以为聪明，其实是大大的糊涂。这就是精深微妙的道理。',
    ],
    'notes' => [
        '(1)撤迹：轨迹，行车时车轮留下的痕迹。',
        '(2)善言：指善于采用不言之教。',
        '(3)瑕谪：过失、缺点、疵病。',
        '(4)数：计算。',
        '(5)筹策：古时人们用作计算的器具。',
        '(6)关楗(jiàn)：栓梢。古代家户里的门有关，即栓；有楗，即梢，是木制的。',
        '(7)绳约：绳索。约，指用绳捆物。',
        '(8)袭明：内藏智慧聪明。袭，覆盖之意。',
        '(9)资：取资、借鉴的意思',
        '(10)要妙：精要玄妙，深远奥秘。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '善行无辙迹，',
        '善言无瑕谪，',
        '善数不用筹策，',
        '善闭无关楗而不可开，善结无绳约而不可解。',
        '是以圣人常善救人，故无弃人；',
        '常善救物，故无弃物，是谓袭明。故善人者，不善人之师；',
        '不善人者，善人之资。',
        '不贵其师，不爱其资，虽智大迷。',
        '是谓要妙。',
    ],
    'vernacular' => [
        '顺自然而行，不造不始，故物得至而无辙迹也。',
        '顺物之性，不别不析，故无瑕谪可得其门也。',
        '因物之数，不假形也。',
        '因物自然，不设不施，故不用关楗绳约，而不可开解也。此五者皆言不造不施，因物之性，不以形制物也。',
        '圣人不立形名，以检於物，不造进向以殊弃不肖，辅万物之自然而不为始，故曰无弃人也。不尚贤能，则民不争；不贵难得之货，则民不为盗；不见可欲，则民心不乱。常使民心无欲无惑，则无弃人矣。',
        '举善以师不善，故谓之师矣。',
        '资，取也。善人以善齐不善，以善弃不善也#3，故不善人，善人之所取也。',
        '虽有其智，自任其智不因物，於其道必失，故曰虽智大迷。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '善行無轍迹，',
        '善言無瑕謫，',
        '善計不用籌算，',
        '善閉無關楗而不可開，善結無繩約而不可解。',
        '是以聖人常善救人，故無棄人；常善救物，故無棄物，',
        '是謂襲明。',
        '故善人，不善人之師；不善人，善人之資。不貴其師，不愛其資。',
        '雖智大迷，是謂要妙。',
    ],
    'vernacular' => [
        '乘理而行，故無迹。',
        '時然後言，故言滿天下無口過。',
        '萬物之數，畢陳於前，不計而知，安用籌算。',
        '全德之人，其於萬物，如母之於子，雖縱之而不去，故無關而能閉，無繩而能約。',
        '彼方執算以計，設關以閉，持繩以結，其力之所及者少矣。聖人之於人，非特容之，又善救之。我不棄人，而人安得不歸我乎？',
        '救人於危難之中，非救之大者也。方其流轉生死，為物所蔽，而推吾至明以與之，使暗者皆明如燈，相傳相襲而不絕，則可謂善救人矣。',
        '聖人無心於教，故不愛其資；天下無心於學，故不貴其師。聖人非獨吾忘天下，亦能使天下忘我故也。',
        '聖人之妙，雖智者有所不諭也。',
    ],
],
],
];
