<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '知其雄①，守其雌②，为天下溪③。为天下溪，常德不离，复归于婴儿④。知其白，守其黑，为天下式⑤，为天下式，常德不忒⑥，复归于无极⑦。知其荣⑧，守其辱⑨，为天下谷⑩。为天下谷，常德乃足，复归于朴⑾。朴散则为器⑿，圣人用之，则为官长⒀，故大制不割⒁。',
            ],
            'vernacular' => [
                '深知什么是雄强，却安守雌柔的地位，甘愿做天下的溪涧。甘愿作天下的溪涧，永恒的德性就不会离失，回复到婴儿般单纯的状态。深知什么是明亮，却安于暗昧的地位，甘愿做天下的模式。甘愿做天下的模式，永恒的德行不相差失，恢复到不可穷极的真理。深知什么是荣耀，却安守卑辱的地位，甘愿做天下的川谷。甘愿做天下的川谷，永恒的德性才得以充足，回复到自然本初的素朴纯真状态。朴素本初的东西经制作而成器物，有道的人沿用真朴，则为百官之长，所以完善的政治是不可分割的。',
            ],
            'notes' => [
                '1、雄：比喻刚劲、躁进、强大。',
                '2、雌：比喻柔静、软弱、谦下。',
                '3、溪：沟溪。',
                '4、婴儿：象征纯真、稚气。',
                '5、式：楷模、范式。',
                '6、忒：过失、差错。',
                '7、无极：意为最终的真理。',
                '8、荣：荣誉，宠幸。',
                '9、辱：侮辱、羞辱。',
                '10、谷：深谷、峡谷，喻胸怀广阔。',
                '11、朴：朴素。指纯朴的原始状态。',
                '12、器：器物。指万事万物。',
                '13、官长：百官的首长，领导者、管理者。',
                '14、大制不割：制，制作器物，引申为政治；割，割裂。此句意为：完整的政治是不割裂的。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '知其雄，守其雌，为天下溪。为天下溪，常德不离，复归於婴儿。',
                '知其白，守其黑，为天下式。',
                '为天下式，常德不忒，',
                '复归於无极。',
                '知其荣，守其辱，为天下谷。为天下谷，常德乃足，复归於朴。',
                '朴散则为器，圣人用之则为官长，',
                '故大制不割。',
            ],
            'vernacular' => [
                '雄，先之属。雌，后之属也。知为天下之先也，必后也，是以圣人后其身而身先也。溪不求物而物自归之，婴兄不用智而合自然之智。',
                '式，模则也。',
                '忒，差也。',
                '不可穷也。',
                '此三者，言常反终后乃德全其所处也。下章云反者道之动也，功不可取，常处其母也。',
                '朴，真也。真散则百行出，殊类生，若器也。圣人因其分散，故为之立官长，以善为师，不善为资，移风易俗，复使归於一也。',
                '大制者，以天下之心为心，故无割也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '知其雄，守其雌，為天下谿。為天下谿，常德不離，復歸於嬰兒。知其白，守其黑，為天下式。為天下式，常德不武，復歸於無極。知其榮，守其辱，為天下谷。為天下谷，常德乃足，復歸於樸。',
                '樸散則為器，聖人用之則為官長，故大制不割。',
            ],
            'vernacular' => [
                '雄雌，先後之及我者也。白黑，明闇之及我者也。榮辱，貴賤之及我者也。夫欲先而惡後，欲明而惡闇，欲貴而惡賤，物之情也。然而先後之及我，不若明闇之切；明闇之及我，不若貴賤之深。古之聖人去妄以求復性，其性愈明，則其守愈下；其守愈下，則其德愈厚；其德愈厚，則其歸愈大。蓋不知而不為，不若知而不為之至也。知其雄，守其雌，知性者也。知性而爭心止，則天下之爭先者，皆將歸之，如水之赴谿，莫有去者。雖然，譬如嬰兒能受而未能用也，故曰復歸於嬰兒。知其白，守其黑，見性者也。居闇而視明，天下之明者，皆不能以形逃也，故衆明則之以為法，雖應萬物，而法未嘗差，用未嘗窮也，故曰復歸於無極。知其榮，守其辱，復性者也。諸妄已盡，處辱而無憾，曠兮如谷之虛，物來而應之，德足於此，純性而無雜矣，故曰復歸於樸。',
                '聖人既歸於樸，復散樸為器，以應萬物。譬如人君分政以立官長，亦因其勢之自然，雖制而非有所割裂也。',
            ],
        ],
    ],
];
