<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '将欲取(1)天下而为(2)之，吾见其不得已(3)。天下神器(4)，不可为也，不可执也(5)。为者败之，执者失之。是以圣人无为(6)，故无败，故无失。夫(7)物(8)或行或随(9)；或觑或吹(10)；或强或羸(11)；或载或隳(12)。是以圣人去甚、去奢、去泰(13)。',
    ],
    'vernacular' => [
        '想要治理天下，却又要用强制的办法，我看他不能够达到目的。天下的人民是神圣的，不能够违背他们的意愿和本性而加以强力统治，否则用强力统治天下，不能够违背他们的意愿和本性而加以强力统治，否则用强力纺治天下，就一定会失败；强力把持天下，就一定会失去天下。因此，圣人不妄为，所以不会失败；不把持，所以不会被抛弃。世人秉性不一，有前行有后随，有轻嘘有急吹，有的刚强，有的赢弱；有的安居，有的危殆。因此，圣人要除去那种极端、奢侈的、过度的措施法度。',
    ],
    'notes' => [
        '(1)取：为、治理。',
        '(2)为：指有为，靠强力去做。',
        '(3)不得己：达不到、得不到。',
        '(4)天下神器：天下，指天下人。神器，神圣的物。',
        '(5)执：掌握、执掌。',
        '(6)无为：顺应自然而不强制。',
        '(7)夫：一本作“故”。',
        '(8)物：指人，也指一切事物。',
        '(9)随：跟随、顺从。',
        '(10)觑(qù)：轻声和缓地吐气。吹：急吐气。',
        '(11)赢(léi)：赢弱、虚弱。',
        '(12)或载或隳(huī)：载，安稳。隳，危险。',
        '(13)泰：极、太。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '将欲取天下而为之，吾见其不得已。天下神器，',
        '不可为也。为者败之，执者失之。',
        '故物或行或随，或歔或吹，或强或羸，或挫或隳。是以圣人去甚，去奢，去泰。',
    ],
    'vernacular' => [
        '神，无形无方也。器，合成也。无形以合，故谓之神器也。',
        '万物以自然为性，故可因而不可为也，可通而不可执也。物有常性而造为之，故必败也；物有往来而执之，故必失矣。',
        '凡此诸或，言物事逆顺反覆，不施为执割也。圣人达自然之至，畅万物之情，故因而不为，顺而不施，除其所以迷，去其所以惑，故心不乱而物性自得之也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '將欲取天下而為之，吾見其不得已。',
        '天下神器，不可為也。為者敗之，執者失之。',
        '凡物或行或隨，或陶或吹，或強或贏，或載或嫦。是以聖人去甚，去奢，去泰。',
    ],
    'vernacular' => [
        '聖人之有天下，非取之也，萬物歸之，不得已而受之。其治天下，非為之也，因萬物之自然，而除其害耳。若欲取而為之，則不可得矣。',
        '凡物皆不可為也。雖有百人之聚，不循其自然而妄為之，鈴有齟齬不服者，而況天下乎？雖然小物寡衆，蓋有可以力取而智奪者，至於天下之大，有神主之，不待其自歸則叛，不聽其自治則亂矣。',
        '陰陽相盪，高下相傾，大小相使，或行於前，或隨於後，或徇而煖之，或吹而寒之，或益而強之，或損而贏之，或載而成之，或環而毀之，皆物之自然，而勢之不免者也。然世之愚人，私己而務得，乃欲龍而違之，其禍不覆則折。唯聖人知其不可逆，則順以待之，去其甚，去其奢，去其泰，使不至於過而傷物，而天下無患矣，此不為之至也。堯湯之於水旱，雖不能免，而終不至於敗，由此故也。《易》之泰曰：后以財成天地之道，輔相天地之宜，以左右民。三陽在內，三陰在外，物之泰極矣。聖人懼其過而害生，故財成而輔相之，使不至於過，此所謂去甚、去奢、去泰也。',
    ],
],
],
];
