<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '以道佐人主者，不以兵强天下，其事好还(1)。师之所处，荆棘生焉。大军之后，必有凶年(2)。善有果(3)而已，不敢(4)以取强(5)。果而勿矜，果而勿伐，果而勿骄，果而不得已，果而勿强。物壮(6)则老，是谓不道(7)，不道早已(8)。',
    ],
    'vernacular' => [
        '依照“道”的原则辅佐君主的人，不以兵力逞强于天下。穷兵黩武这种事必然会得到报应。军队所到的地方，荆棘横生，大战之后，一定会出现荒年。善于用兵的人，只要达到用兵的目的也就可以了，并不以兵力强大而逞强好斗。达到目的了却不自我矜持，达到目的了也不去夸耀骄傲，达到目的了也不要自以为是，达到目的却出于不得已，达到目的却不逞强。事物过去强大就会走向衰朽，这就说明它不符合于“道”，不符合于“道”的，就会很快死亡。',
    ],
    'notes' => [
        '(1)其事好还：用兵这件事一定能得到还报。还：还报、报应。',
        '(2)凶年：荒年、灾年。',
        '(3)善有果：果，成功之意。指达到获胜的目的。',
        '(4)不敢：帛书本为“毋以取强”。',
        '(5)取强：逞强、好胜。',
        '(6)物壮：强壮、强硬。',
        '(7)不道：不合乎于“道”。',
        '(8)早已：早死、很快完结。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '以道佐人主者，不以兵强天下，',
        '其事好还。',
        '师之所处，荆棘生焉。大军之后，必有凶年。',
        '善有果而己，不敢以取强。',
        '果而勿矜，果而勿伐，果而勿骄，',
        '果而不得已，果而勿强。',
        '物壮则老，是谓不道，不道早已。',
    ],
    'vernacular' => [
        '以道佐人主，尚不可以兵强於天下，况人主躬於道者乎？',
        '为始者务欲立功生事，而有道者务欲还反无为，故云其事好还也。',
        '言师凶害之物也，无有所济，必有所伤。贼害人民，残荒田亩，故约荆棘生也。',
        '果，犹济也。言善用师者，趣以济难而已矣，不以兵力取强於天下矣。',
        '吾不以师道为尚，不得已而用，何矜骄之有也。',
        '言用兵虽趣功果济难，然时故不得已当复，用者但当以除暴乱，不遂用果以为强也。',
        '壮，武力暴兴也，喻以兵强於天下者也。飘风不终朝，骤雨不终日，故暴兴必不道早已也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '以道佐人主者，不以兵強天下，其事好還。',
        '師之所處，荊棘生焉。大軍之後，必有凶年。',
        '故善者果而已，不敢以取強。',
        '果而勿矜，果而勿伐，果而勿驕，果而不得已，是果而勿強。',
        '物壯則老，是謂不道，不道早已。',
    ],
    'vernacular' => [
        '聖人用兵，皆出不得已。非不得已而欲以強勝天下，雖或能勝，其禍必還報之。楚靈、齊湣、秦始皇、漢孝武，或以殺其身，或以禍其子孫。人之所毒，鬼之所疾，未有得免者也。',
        '兵之所在，民事廢，故田不修。用兵之後，殺氣勝，故年穀傷。凡兵皆然，而況以兵強天下者耶？',
        '果，次也。德所不能綏，政所不能服，不得已而後以兵次之耳。',
        '勿矜、勿伐、勿驕、不得已四者，所以為勿強也。',
        '壯之必老，物無不然者。唯有道者成而若缺，盈而若沖，未嘗壯，故未嘗老，未嘗死。以兵強天下，壯亦甚矣，而能無老乎？',
    ],
],
],
];
