<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '将欲歙之(1)，必固张之(2)；将欲弱之，必固强之；将欲废之，必固兴之；将欲取之(3)，必固与之(4)。是谓微明(5)，柔弱胜刚强。鱼不可脱于渊(6)，国之利器不可以示人(7)。',
    ],
    'vernacular' => [
        '想要收敛它，必先扩张它，想要削弱它，必先加强它，想要废去它，必先抬举它，想要夺取它，必先给予它。这就叫做虽然微妙而又显明，柔弱战胜刚强。鱼的生存不可以脱离池渊，国家的刑法政教不可以向人炫耀，不能轻易用来吓唬人。',
    ],
    'notes' => [
        '(1)歙：敛，合。',
        '(2)固：暂且。',
        '(3)取：一本作“夺”。',
        '(4)与：给，同“予”字。',
        '(5)微明：微妙的先兆。',
        '(6)脱：离开、脱离。',
        '(7)国之利器不可以示人：利器，指国家的刑法等政教制度。示人，给人看，向人炫耀。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '将欲歙之，必固张之；将欲弱之，必固强之；将欲废之，必固兴之；将欲夺之，必固与之，是谓微明。',
        '柔弱胜刚强。鱼不可脱於渊，国之利器，不可以示人。',
    ],
    'vernacular' => [
        '将欲除强梁，去暴乱，当以此四者。因物之性，令其自戮，不假刑为大以除将物也，故曰微明也。足其张令之足，而又求其张，则众所歙也。与其张之不足，而改其求张者，愈益而己反危。',
        '利器，利国之器也。唯因物之性，不假形以理物。器不可睹，而物各得其所，则国之利器也。示人者，任刑也。刑以利国，则失矣。鱼脱於渊，则必见失矣。利国器而立刑以示人，亦必失也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '將欲歙之，必固張之；將欲弱之，必固強之；將欲廢之，必固興之；將欲奪之，必固與之，是謂微明。',
        '柔勝剛，弱勝強。',
        '魚不可以脫於淵，國之利器，不可以示人。',
    ],
    'vernacular' => [
        '未嘗與之而遽奪，則勢有所不極，理有所不足。勢不極則取之難，理不足則物不服，然此幾於用智也，與管仲、孫武何異？聖人之與世俗，其迹固有相似者也。聖人乘理，而世俗用智，乘理如醫藥巧於應病，用智如商賈巧於射利。',
        '聖人知剛強之不足恃，故以柔弱自處。天下之剛強，方相傾相軋，而吾獨柔弱以待之，及其大者傷，小者死，而吾以不校坐待其斃，此所謂勝也。雖然，聖人豈有意為此以勝物哉，知勢之自然而居其自然耳。',
        '魚之為物，非有爪牙之利足以勝物也，然方其託於深淵，雖強有力者，莫能執之。及其脫淵而陸，則蠢然一物耳，何能為哉？聖人居於柔弱，而剛強者莫能傷，非徒莫能傷也，又將以前制其後#3，此不亦天下之利器也哉？魚惟脫於淵，然後人得制之。聖人惟處於柔弱而不厭，故終能服天下，此豈與衆人共之者哉？',
    ],
],
],
];
