<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '名与身孰亲？身与货孰多(1)？得与亡孰病(2)？甚爱必大费(3)，多藏必厚亡(4)。故知足不辱(5)，知止不殆，可以长久。',
    ],
    'vernacular' => [
        '声名和生命相比哪一样更为亲切？生命和货利比起来哪一样更为贵重？获取和丢失相比，哪一个更有害？过分的爱名利就必定要付出更多的代价；过于积敛财富，必定会遭致更为惨重的损失。所以说，懂得满足，就不会受到屈辱；懂得适可而止，就不会遇见危险；这样才可以保持住长久的平安。',
    ],
    'notes' => [
        '(1)多：轻重的意思；货，财富。',
        '(2)得：指名利；亡，指丧失性命；病，有害。',
        '(3)甚爱必大费：过于爱名就必定要付出很大的耗费。',
        '(4)多藏必厚亡：丰厚的藏货就必定会招致惨重的损失。',
        '(5)知足不辱：今本没有“故”字，据帛书补之。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '名与身孰亲？',
        '身与货孰多？',
        '得与亡孰病？',
        '是故甚爱必大费，多藏必厚亡。',
        '知足不辱，知止不殆，可以长久。',
    ],
    'vernacular' => [
        '尚名好高，其身又疏。',
        '贪货无厌，其身必少。',
        '得多利而亡其身，何者为病也？',
        '甚爱不与物通，多藏不与物散。求之者多，攻之者众，为物所病，故大费厚亡也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '名與身執親？身與貨孰多？',
        '得與亡孰病？',
        '是故甚愛必大費，多藏必厚亡。',
        '知足不辱，知止不殆，可以長久。',
    ],
    'vernacular' => [
        '先身而後名，貴身而賤貨，猶未為忘我也。夫忘我者，身且不有，而況於名與貨乎？然貴以身為天下，非忘我不能。故使天下知名之不足親，貨之不足多，而後知貴身，知貴身，而後知忘我，此老子之意也。',
        '不得者以亡為病，及其既得而息失，則病又有甚於亡者。惟齊有無，均得喪，而後無病也。',
        '愛之甚，則几可以求之者無所不為，能無費乎？藏之多，則攻之者叉眾，能無亡乎？',
    ],
],
],
];
