<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '不出户，知天下；不窥牖(1)，见天道(2)。其出弥远，其知弥少。是以圣人不行而知，不见而明(3)，不为而成(4)。',
    ],
    'vernacular' => [
        '不出门户，就能够推知天下的事理；不望窗外，就可以认识日月星辰运行的自然规律。他向外奔逐得越远，他所知道的道理就越少。所以，有“道”的圣人不出行却能够推知事理，不窥见而能明了“天道”，不妄为而可以有所成就。',
    ],
    'notes' => [
        '(1)窥牖：窥，从小孔隙里看；牖(yǒu)，窗户。',
        '(2)天道：日月星辰运行的自然规律。',
        '(3)不见而明：一本作“不见而名”。此句意为不窥见而明天道。',
        '(4)不为：无为、不妄为。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '不出户，知天下；不窥牖，见天道。',
        '其出弥远，其知弥少。',
        '是以圣人不行而知，不见而名，',
        '不为而成。',
    ],
    'vernacular' => [
        '事有宗而物有主，途虽殊而同归也，虑虽百而其致一也。道有大常，理有大致，执古之道，可以御今。虽处於今，可以知古始，故不出户窥牖而可知也。',
        '无在於一，而求之於众也。道视之不可见，听之不可闻，搏之不可得，如其知之，不须出户。若其不知，出愈远愈迷也。',
        '得物之致，故虽不行，而虑可知也。识物之宗，故虽不见，而是非之理可得而名也。',
        '明物之性，因之而已。故虽不为，而使之成矣。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '不出戶，知天下；不窺牖，見天道。其出彌遠，其知彌少。',
        '是以聖人不行而知，不見而名，不為而成。',
    ],
    'vernacular' => [
        '性之為體，充遍宇宙，無遠近古今之異。古之聖人，其所以不出戶牖而無所不知者，特其性全故耳。世之人為物所蔽，性分於耳目，內為身心之所紛亂，外為山河之所障塞，見不出視，聞不出聽，戶牖之微，能蔽而絕之，不知聖人復性而足，乃欲出而求之，是以彌遠而彌少也。',
        '性之所及，非特能知能名而已，蓋可以因物之自然，不勞而成之矣。',
    ],
],
],
];
