<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '圣人常无心①，以百姓之心为心。善者，吾善之；不善者，吾亦善之，德善②。信者，吾信之；不信者，吾亦信之，德信。圣人在天下，歙歙焉③为天下浑其心④，百姓皆注其耳目⑤，圣人皆孩之⑥。',
            ],
            'vernacular' => [
                '圣人常常是没有私心的，以百姓的心为自己的心。对于善良的人，我善待于他；对于不善良的人，我也善待他，这样就可以得到善良了，从而使人人向善。对于守信的人，我信任他；对不守信的人，我也信任他，这样可以得到诚信了，从而使人人守信。有道的圣人在其位，收敛自己的欲意，使天下的心思归于浑朴。百姓们都专注于自己的耳目聪明，有道的人使他们都回到婴孩般纯朴的状态。',
            ],
            'notes' => [
                '1、常无心：一本作无常心。意为长久保持无私心。',
                '2、德：假借为“得”。',
                '3、歙：音Xi，意为吸气。此处指收敛意欲。',
                '4、浑其心：使人心思化归于浑朴。',
                '5、百姓皆注其耳目：百姓都使用自己的智谋，生出许多事端。',
                '6、圣人皆孩之：圣人使百姓们都回复到婴孩般纯真质朴的状态。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '圣人无常心，以百姓心为心。',
                '善者吾善之，不善者吾亦善之，',
                '德善。',
                '信者吾信之，不信者吾亦信之，德信。圣人在天下歙歙，为天下浑其心，百姓皆注其耳目，',
                '圣人皆孩之。',
            ],
            'vernacular' => [
                '动常因也。',
                '各因其用，则善不失也。',
                '无弃人也。',
                '各用聪明。',
                '皆使和而无欲，如婴兄也。夫天地设位，圣人成能，人谋鬼谋，百姓与能者。能者与之，资者取之，能大则大，资贵则贵，物有其宗，事有其主。如此则可冕旒充目而不惧於欺，黈纩塞耳而无戚慢，又何为劳一身之聪明，以察百姓之情哉。夫以明察物，物亦竞以其明应之。以不信察物，物亦竞以不信应之。夫天下之心不必同，其所应不敢异，则莫肯用其情矣。甚矣，害之大也，莫大於用其明矣。夫在智则人与之讼，在力则人与之争。智不出於人，而立乎讼地则穷矣；力不出於人，而立乎争地则危矣。未有能使人无用其智力乎己者也，如此则己以一敌人，而人以千万敌己也。若乃多其法纲，烦其刑罚，塞其径路，攻其幽宅，则万物失其自然，百姓丧其手足。鸟乱於上，鱼乱於下，是以圣人之於天下，歙歙焉心无所主也，为天下浑心焉，意无所适莫也。无所察焉，百姓何避？无所求焉，百姓何应？无避无应，则莫不用其情矣。人无为，舍其所能而为其所不能，舍其所长而为其所短。如此则言者言其所知，行者行其所能，百姓各皆注其耳目焉，吾皆孩之而已。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '聖人無常心，以百姓心為心。善者吾善之，不善者吾亦善之，德善矣；信者吾信之，不信者吾亦信之，德信矣。',
                '聖人之在天下，喋慄為天下渾其心，百姓皆注其耳目，聖人皆孩之。',
            ],
            'vernacular' => [
                '虛空無形，因萬物之形以為形，在方為方，在圓為圓，如使空自有形，則何以形萬物哉？是以聖人無心，因百姓之心以為心，無善不善皆善之，無信不信皆信之。善不善在彼，而吾之所以善之者，未嘗渝也，可謂德善矣。信不信在彼，而吾之所以信之者，未嘗變也，可謂德信矣。不然，善善而棄不善，信信而棄不信，豈所謂常善救人，故無棄人哉。',
                '天下善惡信偽，方各自是以相非相賊，不知所定。聖人憂之，故喋喋為天下渾其心，無善惡，無信偽，皆以一待之。彼方注其耳目，以觀聖人之予奪，而吾一以嬰兒遇之，於善無所喜，於惡無所嫉。夫是以善者不矜，惡者不慍，釋然皆化，而天下始定矣。',
            ],
        ],
    ],
];
