<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '出生入死(1)，生之徒(2)，十有三(3)；死之徒(4)，十有三；人之生，动之于死地(5)，亦十有三。夫何故？以其生生之厚(6)。盖闻善摄生(7)者，陆行不遇兕虎(8)，入军不被甲兵(9)。兕无所投其角，虎无所措其爪，兵无所容其刃。夫何故？以其无死地(10)。',
    ],
    'vernacular' => [
        '人始出于世而生，最终入于地而死。属于长寿的人有十分之三；属于短命而亡的人有十分之三；人本来可以活得长久些，却自己走向死亡之路，也占十分之三。为什么会这样呢？因为奉养太过度了。据说，善于养护自己生命的人，在陆地上行走，不会遇到凶恶的犀牛和猛虎，在战争中也受不到武器的伤害。犀牛于其身无处投角，老虎对其身无处伸爪，武器对其身无处刺击锋刃。为什么会这样呢？因为他没有进入死亡的领域。',
    ],
    'notes' => [
        '(1)出生入死：出世为生，入地为死。一说离开了生存必然走向死亡。',
        '(2)生之徒：徒，应释为类。生之徒即长寿之人。',
        '(3)十有三：十分之三。',
        '(4)死之徒：属于夭折的一类。',
        '(5)人之生，动之于死地：此句意为人本来可以长生的，却意外地走向死亡之路。',
        '(6)生生之厚：由于求生的欲望太强，营养过剩，因而奉养过厚了。',
        '(7)摄生者：摄生指养生之道，即保养自己。',
        '(8)兕(sì)：属于犀牛类的动物。',
        '(9)入军不被甲兵：战争中不被杀伤。',
        '(10)无死地：没有进入死亡范围。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '出生入死，',
        '生之徒十有三，死之徒十有三，人之生动之死地十有三。夫何故？以其生生之厚。盖闻善摄生者，陆行不遇兕虎，入军不被甲兵。兕无所投其角，虎无所措其爪，兵无所容其刃。夫何故？以其无死地。',
    ],
    'vernacular' => [
        '出生地，入死地。',
        '十有三，犹云十分有三分。取其生道，全生之极，十分有三耳。取死之道，全死之极，十分亦有三耳。而民生生之厚，更之无生之地焉。善摄生者，无以生为生，故无死地也。器之害者，莫甚乎兵。兽之害者，莫甚乎兕虎。而令兵戈无所容其锋刃，虎兕无所措其爪角，斯诚不以欲累其身者也，何死地之有乎？夫蚖蟺以渊为浅，而凿穴其中；鹰鹯以山为卑，而增巢其上。矰缴不能及，网罟不能到，可谓处於无死地矣。然而卒以甘饵，乃入於无生之地，岂非生生之厚乎？故物苟不以求离其本，不以欲渝其真，虽入军而不害，陆行而不可犯也。赤子之可则而贵，信矣。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '出生入死，',
        '生之徒十有三，死之徒十有三，人之生動之死地十有三。',
        '夫何故？以其生生之厚。',
        '蓋聞善攝生者，陸行不遇兕虎，入軍不被甲兵。兕無所投其角，虎無所措其爪，兵無所容其刃。夫何故？以其無死地。',
    ],
    'vernacular' => [
        '性無生死，出則為生，入則為死。',
        '用物取精以自滋養者，生之徒也。聲色臭味以自戕賊者，死之徒也。二者既分生死之道矣。吾又知作而不知休，知言而不知默，知思而不知忘，以趣於盡，則所謂動而之死地者也。生死之道以十言之，三者各居其三矣，豈非生死之道九，而不生不死之道一而已乎？不生不死，則《易》所謂寂然不動者也。老子言其九，不言其一，使人自得之，以寄無思無為之妙也。',
        '有生則有死，故生之徒，則死之徒也。人之所賴於生者厚，則死之道常十九。',
        '至人常在不生不死中，生地且無，焉有死地哉？',
    ],
],
],
];
