<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '道生之，德畜之，物形之，势(1)成之。是以万物莫不尊道而贵德。道之尊，德之贵，夫莫之命而常自然(2)。故道生之，德畜之，长之育之，亭之毒之(3)；养(4)之覆(5)之。生而不有，为而不恃，长而不宰，是谓玄德(6)。',
    ],
    'vernacular' => [
        '道生成万事万物，德养育万事万物。万事万物虽现出各种各样的形态，环境使万事万物成长起来。故此，万事万物莫不尊崇道而珍贵德。道之所以被尊崇，德所以被珍贵，就是由于道生长万物而不加以干涉，德畜养万物而不加以主宰，顺其自然。因而，道生长万物，德养育万物，使万物生长发展，成熟结果，使其受到抚养、保护。生长万物而不居为己有，抚育万物而不自恃有功，导引万物而不主宰，这就是奥妙玄远的德。',
    ],
    'notes' => [
        '(1)势：万物生长的自然环境。一说：势者，力也；一说，对立。',
        '(2)莫之命而常自然：不干涉或主宰万物，而任万物自化自成。',
        '(3)亭之毒之：一本作成之熟之。',
        '(4)养：爱养、护养。',
        '(5)覆：维护、保护。',
        '(6)玄德：即上德。它产生万物而不居为己有，养育万物而不自恃有功。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '道生之，德畜之，物形之，势成之。',
        '是以万物莫不尊道而贵德。',
        '道之尊，德之贵，夫莫之命常自然。',
        '故道生之，德畜之，长之育之，亭之毒之，养之覆之。',
        '生而不有，为而不恃，',
        '长而不宰，是谓玄德。',
    ],
    'vernacular' => [
        '物生而后畜，畜而后形，形而后成。何由而生？道也。何得而畜？德也。何由而形？物也。何使而成？势也。唯因也，故能无物而不形。唯势也，故能无物而不成。凡物之所以生，功之所以成，皆有所由。有所由焉，则莫不由乎道也。故推而极之，亦至道也。随其所因，故各有称焉。',
        '道者，物之所由也。德者，物之所得也。由之乃得，故曰不得不失。尊之则害，不得不贵也。',
        '命并作爵。',
        '谓成其实，各得其庇荫，不伤其体矣。',
        '为而不有。',
        '有德而不知其主也，出乎幽冥，故谓之玄德也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '道生之，德畜之，物形之，勢成之。',
        '是以萬物莫不尊道而貴德。',
        '道之尊，德之貴，夫莫之爵而常自然。',
        '故道生之畜之，長之育之，成之熟之，養之覆之。生而不有，為而不恃，長而不宰，是謂玄德。',
    ],
    'vernacular' => [
        '道者萬物之母，故生萬物者道也。及其運而為德，牧養群衆而不辭，故畜萬物者德也。然而道德則不能自形，因物而後形見。物則不能自成，遠近相取，剛柔相交，積而為勢，而後興亡治亂之變成矣。',
        '形雖由物，成雖由勢，而非道不生，非德不畜。是以尊道而貴德，尊如父兄，貴如侯王，道無位而德有名故也',
        '恃爵而後尊貴者，非實尊貴也。',
    ],
],
],
];
