<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '天下有始(1)，以为天下母(2)。既得其母，以知其子(3)；既知其子，复守其母，没身不殆。塞其兑，闭其门(4)，终身不勤(5)。开其兑，济其事(6)，终身不救。见小曰明(7)，守柔曰强(8)。用其光，复归其明(9)，无遗身殃(10)；是为袭常(11)。',
    ],
    'vernacular' => [
        '天地万物本身都有起始，这个始作为天地万物的根源。如果知道根源，就能认识万物，如果认识了万事万物，又把握着万物的根本，那么终身都不会有危险。塞住欲念的孔穴，闭起欲念的门径，终身都不会有烦扰之事。如果打开欲念的孔穴，就会增添纷杂的事件，终身都不可救治。能够察见到细微的，叫做“明”；能够持守柔弱的，叫做“强”。运用其光芒，返照内在的明，不会给自己带来灾难，这就叫做万世不绝的“常道”。',
    ],
    'notes' => [
        '(1)始：本始，此处指“道”。',
        '(2)母：根源，此处指“道”。',
        '(3)子：派生物，指由“母”所产生的万物。',
        '(4)塞其兑，闭其门：兑，指口，引伸为孔穴；门，指门径。此句意为：塞住嗜欲的孔穴，闭上欲念的门径。',
        '(5)勤：劳作。',
        '(6)开其兑，济其事：打开嗜欲的孔穴，增加纷杂的事件。',
        '(7)见小曰明：小，细微。能察见细微，才叫做“明”',
        '(8)强：强健，自强不息。',
        '(9)用其光，复归其明：光向外照射，明向内透亮。发光体本身为“明”，照向外物为光。',
        '(10)无遗身殃：不给自己带来麻烦和灾祸。',
        '(11)袭常：袭承常道。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '天下有始，以为天下母。',
        '既知其母，复知其子；既知其子，复守其母，没其不殆。',
        '塞其兑，闭其门，',
        '终身不勤；',
        '开其兑，济其事，终身不救。',
        '见小曰明，守柔曰强。',
        '用其光，',
        '复归其明。',
        '无遗身殃，是谓习常。',
    ],
    'vernacular' => [
        '善始之，则善养畜之矣。故天下有始，则可以为天下母矣。',
        '母，本也。子，末也。得本以知末，不舍本以逐末也。',
        '兑，事欲之所由生。门，事欲之所由从也。',
        '无事永逸，故终身不勤也。',
        '不问其原而济其事，故虽终身不救。',
        '为治之功不在大。见大不明，见小乃明。守强不强，守柔乃强也。',
        '显道以去民迷。',
        '不明察也。',
        '道之常也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '天下有始，以為天下母。',
        '既得其母，以知其子；既知其子，復守其母，沒身不殆。',
        '塞其兌，閉其門，終身不勤。開其兌，濟其事，終身不救。',
        '見小日明，',
        '守柔日強。',
        '用其光，復歸其明，無遺身殃，是謂襲常。',
    ],
    'vernacular' => [
        '無名，天地之始；有名，萬物之母。道方無名，則物之所資始也，及其有名，則物之所資生也。故謂之始，又謂之母。其子則萬物也。',
        '聖人體道以周物，譬如以母知子，了然無不察也。雖其智能周之，然而未嘗以物忘道，故終守其母也。',
        '天下皆具此道，然常息忘道而徇物。目悅於色，耳悅於聲，開其悅之之心，而以其事濟之，是以終身陷溺而不能救。夫聖人之所以終身不動者，唯塞而閉之，未嘗出而徇之也。',
        '悅之為害，始小而浸大。知小之將大而閉之，可謂明矣。',
        '趨其所悅而不顧，自以為強，而非強也。唯見悅而知畏之者，可謂強矣。',
        '世人開其所悅以身徇物，往而不反。聖人塞而閉之，非絕物也，以神應物，用其光而已，身不與也。夫耳之',
        '能聽，目之能視，鼻之能嗅，口之能嘗，身之能觸，心之能思，皆所謂光也。蓋光與物接，物有去而明無損，是以應萬變而不窮，殃不及於其身，故其常性湛然相襲而不絕矣。',
    ],
],
],
];
