<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '善剑者不拔，善抱①者不脱，子孙以祭祀不辍②。修之于身，其德乃真；修之于家，其德乃余；修之于乡，其德乃长③；修之于邦④，其德乃丰；修之于天下，其德乃普。故以身观身，以家观家，以乡观乡⑤，以邦观邦，以天下观天下。吾何以知天下然哉？以此。',
            ],
            'vernacular' => [
                '善于建树的不可能拔除，善于抱持的不可以脱掉，如果子孙能够遵循、守持这个道理，那么祖祖孙孙就不会断绝。把这个道理付诸于自身，他的德性就会是真实纯正的；把这个道理付诸于自家，他的德性就会是丰盈有余的；把这个道理付诸于自乡，他的德性就会受到尊崇；把这个道理付诸于自邦，他的德性就会丰盛硕大；把这个道理付诸于天下，他的德性就会无限普及。所以，用自身的修身之道来观察别身；以自家察看观照别家；以自乡察看观照别乡；以平天下之道察看观照天下。我怎么会知道天下的情况之所以如此呢？就是因为我用了以上的方法和道理。',
            ],
            'notes' => [
                '1、抱：抱住、固定、牢固。',
                '2、子孙以祭祀不辍：辍，停止、断绝、终止。此句意为：祖祖孙孙都能够遵守“善建”、“善抱”的道理，后代的香火就不会终止。',
                '3、长：尊崇。',
                '4、邦：一本作“国”。',
                '5、故以身观察，以家观家，以乡观乡：以自身察看观照别人；以自家察看观照别家；以自乡察看观照别乡。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '善建不拔，',
                '善抱者不脱，',
                '子孙以祭祀不辍。',
                '修之於身，其德乃真；修之於家，其德乃余；',
                '修之於乡，其德乃长；修之於国，其德乃丰；修之於天下，其德乃普。故以身观身，以家观家，以乡观乡，以国观国，',
                '以天下观天下。',
                '吾何以知天下然哉？以此。',
            ],
            'vernacular' => [
                '固其根而后营其末，故不拔也。',
                '不贪於多，齐其所能，故不脱也。',
                '子孙传此道以祭祀，则不辍也。',
                '以身及人也。修之身则真，修之家则有余。修之不废，所施转大。',
                '彼皆然也。',
                '以天下百姓心，观天下之道也。天下之道逆顺吉凶，亦皆如人之道也。',
                '此，上之所云也。言吾何以得知天下乎，察己以知之，不求於外也。所谓不出户，以知天下者也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '善建者不拔，善抱者不脫，子孫祭祀不輟。',
                '修之身，其德乃真；修之家，其德乃餘；修之鄉，其德乃長；修之國，其德乃豐；修之天下，其德乃普。',
                '故以身觀身，以家觀家，以鄉觀鄉，以國觀國，以天下觀天下。吾何以知天下之然哉？以此。',
            ],
            'vernacular' => [
                '世豈有建而不拔，抱而不脫者乎？惟聖人知性之真，審物之妄，捐物而脩身，其德充積，實無所立而其建有不可拔者，實無所執而其抱有不可脫者，故至其子孫，猶以祭祀不輟也。',
                '身既修，推其餘以及外，雖至於治天下可也。',
                '天地外者，世俗所不見矣，然其理可推而知也。修身之至，以身觀身，以家觀家，以鄉觀鄉，以國觀國，皆吾之所及知也，然安知聖人以天下觀天下，不若吾之以身觀身乎？豈身可以身觀，而天下獨不可以天下觀乎？故曰吾何以知天下之然哉，以此。言亦以身知之耳。',
            ],
        ],
    ],
];
