<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '其政闷闷(1)，其民淳淳(2)；其政察察(3)，其民缺缺(4)。祸兮，福之所倚；福兮，祸之所伏。孰知其极：其无正也(5)。正复为奇，善复为妖(6)。人之迷，其日固久(7)。是以圣人方而不割(8)，廉而不刿(9)，直而不肆(10)，光而不耀(11)。',
    ],
    'vernacular' => [
        '政治宽厚清明，人民就淳朴忠诚；政治苛酷黑暗，人民就狡黠、抱怨。灾祸啊，幸福依傍在它的里面；幸福啊，灾祸藏伏在它的里面。谁能知道究竟是灾祸呢还是幸福呢？它们并没有确定的标准。正忽然转变为邪的，善忽然转变为恶的，人们的迷惑，由来已久了。因此，有道的圣人方正而不生硬，有棱角而不伤害人，直率而不放肆，光亮而不刺眼。',
    ],
    'notes' => [
        '(1)闷闷：昏昏昧昧的状态，有宽厚的意思。',
        '(2)淳淳：一本作“沌沌”，淳朴厚道的意思。',
        '(3)察察：严厉、苛刻。',
        '(4)缺缺：狡黠、抱怨、不满足之意。',
        '(5)其无正也：正，标准、确定；其，指福、祸变换。此句意为：它们并没有确定的标准。',
        '(6)正复为奇，善复为妖：正，方正、端正；奇，反常、邪；善，善良；妖，邪恶。这句话意为：正的变为邪的，善的变成恶的。',
        '(7)人之迷，其日固久：人的迷惑于祸、福之门，而不知其循环相生之理者，其为时日必已久矣。（严灵峰释语）',
        '(8)方而不割：方正而不割伤人。',
        '(9)廉而不刿(guì)：廉，锐利；刿，割伤。此句意为：锐利而不伤害人。',
        '(10)直而不肆：直率而不放肆。',
        '(11)光而不耀：光亮而不刺眼。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '其政闷闷，其民淳淳；',
        '其政察察，其民缺缺。',
        '祸兮，福之所倚；福兮，祸之所伏。孰知其极？其无正。言谁知善治之极乎，',
        '善复为妖，',
        '人之迷，其日固久。',
        '是以圣人方而不割，',
        '廉而不剧，',
        '直而不肆，',
        '光而不惧。',
    ],
    'vernacular' => [
        '言善治政者，无形无名，无事无正可举，闷闷然卒至於大治，故曰其政闷闷也。其民无所争竞，宽大淳淳，故曰其民淳淳也。',
        '立刑名，明赏罚，以检奸伪，故曰其政察察#3也。殊类分析，民奸争竞，故曰其民缺缺。',
        '无可正举，无可形名，闷闷然而天下大化，是其极也。正复为奇，以正治国，则便复以奇用兵矣，故曰正复为奇。',
        '立善以和物，则便复有妖之患也。',
        '言人之迷惑失道固久矣，不可便正善治以责。',
        '以方导物，舍去其邪。以方割物，所谓大方无隅。',
        '康，清康也。剧，伤。以清康清民，令去其邪，令去其污，不以清康刿伤於物也。',
        '以直导物，令去其僻，而不以直激沸於物也，所谓直若屈也。',
        '以光鉴其所以迷，不以光照求其隐匿也，所谓明道若昧也。此皆崇本以息末，不攻而使复之也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '其政悶悶，其民淳淳；其政察察，其民缺缺。禍兮福所倚，福兮禍所伏。孰知其極，其無正邪。正復為奇，善復為妖，民之迷，其日固久。',
        '是以聖人方而不割，廉而不劇，直而不肆，光而不耀。',
    ],
    'vernacular' => [
        '天地之大，世俗之見有所眩而不知也。蓋福倚於禍，禍伏於福，譬如晝夜寒暑之相代。正之為奇，善之為妖，譬如老稚生死之相繼，未始有正，而迷者不知也。夫惟聖人出於萬物之表，而覽其終始，得其大全，而遺其小察，視之閥悶，若無所明而其民淳淳，各全其性矣。若夫世人不知道之全體，以耳目之所知為至矣。彼方且自以為福，而不知禍之伏於其後；方且自以為善，而不知妖之起於其中。區區以察為明，至於察甚，傷物而不悟其非也，可不哀哉。',
        '知小察之不能盡物，是以雖能方能康，能直能光，而不用其能，恐其陷於一偏而不反也，此則世俗所謂悶悶也。',
    ],
],
],
];
