<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '谷神不死(1)，是谓玄牝(2)。玄牝之门(3)，是谓天地之根。绵绵呵(4)！其若存(5)！用之不堇(6)。',
    ],
    'vernacular' => [
        '生养天地万物的道（谷神）是永恒长存的，这叫做玄妙的母性。玄妙母体的生育之产门，这就是天地的根本。连绵不绝啊！它就是这样不断的永存，作用是无穷无尽的。',
    ],
    'notes' => [
        '(1)谷神：过去据高亨说：谷神者，道之别名也。谷读为毂，《尔雅·释言》：“毂，生也。”《广雅·释诂》：“毂，养也。”谷神者，生养之神。另据严复在《老子道德经评点》中的说法，“谷神”不是偏正结构，是联合结构。谷，形容“道”虚空博大，象山谷；神，形容“道”变化无穷，很神奇。',
        '(2)玄牝(pin)：玄，原义是深黑色，在《老子》书中是经常出现的重要概念。有深远、神秘、微妙难测的意思。牝：本义是是雌性的兽类动物，这里借喻具有无限造物能力的“道”。玄牝指玄妙的母性。这里指孕育和生养出天地万物的母体。',
        '(3)门：指产门。这里用雌性生殖器的产门的具体义来比喻造化天地生育万物的根源。',
        '(4)绵绵：连绵不绝的样子。',
        '(5)若存：若，如此，这样。若存：据宋代苏辙解释，是实际存在却无法看到的意思。',
        '(6)堇(jin)：通勤。作“尽”讲。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '谷神不死，是谓玄牝。玄牝之门，是谓天地根。绵绵若存，用之不勤。',
    ],
    'vernacular' => [
        '谷神，谷中央无谷也。无形无影，无逆无违，处卑不动，守静不衰，谷以之成而不见其形，此至物也。处卑而不可得名，故谓天地之根，绵绵若存，用之不勤。门，玄牝之所由也。本其所由，与极同体，故谓之天地之根也。欲言存邪，则不见其形；欲言亡邪，万物以之生，故绵绵若存也。无物不成，用而不劳也，故曰用而不勤也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '谷神不死，是謂玄牝。',
        '玄牝之門，是謂天地根。',
        '綿綿若存，用之不勤。',
    ],
    'vernacular' => [
        '谷至虛而猶有形，谷神則虛而無形也。虛而無形，尚無有生，安有死耶？謂之谷神，言其德也。謂之玄牝，言其功也。牝生萬物，而謂之玄焉，言見其生之而不見其所以生也。',
        '玄牝之門，言萬物自是出也。天地根，言天地自是生也。',
        '綿綿，微而不絕也。若存，存而不可見也。能如是，雖終日用之而不勞矣。',
    ],
],
],
];
