<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '治大国，若烹小鲜(1)，以道莅(2)天下，其鬼不神(3)。非(4)其鬼不神，其神不伤人。非其神不伤人，圣人亦不伤人。夫两不相伤(5)，故德交归焉(6)。',
    ],
    'vernacular' => [
        '治理大国，好像煎烹小鱼。用“道”治理天下，鬼神起不了作用，不仅鬼不起作用，而是鬼怪的作用伤不了人。不但鬼的作用伤害不了人，圣人有道也不会伤害人。这样，鬼神和有道的圣人都不伤害人，所以，就可以让人民享受到德的恩泽。',
    ],
    'notes' => [
        '(1)小鲜：小鱼。',
        '(2)莅：临。',
        '(3)其鬼不神：鬼不起作用。',
        '(4)非：不唯、不仅。',
        '(5)两不相伤：鬼神和圣人不侵越人。',
        '(6)故德交归焉：让人民享受德的恩泽。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '治大国，若烹小鲜。',
        '以道莅天下，其鬼不神；',
        '非其鬼不神，其神不伤人；',
        '非其神不伤人，圣人亦不伤人。',
        '夫两不相伤，故德交归焉。',
    ],
    'vernacular' => [
        '不扰也。躁则多害，静则全真。故其国弥大，而其主弥静，然后乃能广得众心矣。',
        '治大国则若烹小鲜，以道莅天下，则其鬼不神也。',
        '神不害自然也。物守自然，则神无所加；神无所加，则不知神之为神也。',
        '道洽则神不伤人，神不伤人，则不知神之为神。道洽则圣人亦不伤人，圣人不伤人，则亦不知圣人之为圣也。犹云非独不知神之为神，亦不知圣人之为圣也。夫恃威网以使物者，治之衰也。使不知神圣之为神圣，道之极也。',
        '神不伤人，圣人亦不伤人。圣人不伤人，神亦不伤人。故曰两不相伤也，神圣合道，交归之也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '治大國，若烹小鮮。',
        '以道蒞天下，其鬼不神。',
        '非其鬼不神，其神不傷人。非其神不傷人，聖人亦不傷人。',
        '夫兩不相傷，故德交歸焉。',
    ],
    'vernacular' => [
        '烹小鮮者，不可撓；治大國者，不可煩。煩則人勞，撓則魚爛。',
        '聖人無為，使人各安其自然。外無所求，內無所畏，則物莫能侵，雖鬼無所用神矣。',
        '非其鬼之不神，亦有神而不傷人耳。非神之不傷人，聖人未嘗傷人，故鬼無能為耳。',
        '人鬼之所以不相傷者，由上有聖人耳，故德交歸之。',
    ],
],
],
];
