<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '善为士者①，不武；善战者，不怒；善胜敌者，不与②；善用人者，为之下。是谓不争之德，是谓用人之力，是谓配天古之极③。',
            ],
            'vernacular' => [
                '善于带兵打仗的将帅，不逞其勇武；善于打仗的人，不轻易激怒；善于胜敌的人，不与敌人正面冲突；善于用人的人，对人表示谦下。这叫做不与人争的品德，这叫做运用别人的能力，这叫做符合自然的道理。',
            ],
            'notes' => [
                '1、善为士者：士，即武士，这里作将帅讲。此句意为善作将帅的人。',
                '2、不与：意为不争，不正面冲突。',
                '3、配天古之极：符合自然的道理。一说“古”字是衍文。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '善为士者不武，',
                '善战者不怒，',
                '善胜敌者不与，',
                '善用人者为之下。是谓不争之德，是谓用人之力，',
                '是谓配天古之极。',
            ],
            'vernacular' => [
                '士，卒之帅也。武，尚先陵人也。',
                '后而不先，应而不唱，故不在怒。',
                '不与争也。',
                '用人而不为之下，则力不为用也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '善為士者不武，',
                '善戰者不怒，',
                '善勝敵者不爭，',
                '善用人者為之下。',
                '是謂不爭之德，是謂用人之力，是謂配天古之極。',
            ],
            'vernacular' => [
                '士當以武為本，行之以怯，若以武行武則死矣。',
                '聖人不得已而後戰，若出於怒，是以我故殺人也。以我故殺人之。',
                '以吾不爭，故能勝彼之爭。若皆出於爭，則未必勝矣。',
                '人皆有相上之心，故莫能相為用。誠能下之，則天下皆吾用也。',
            ],
        ],
    ],
];
