<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '用兵有言："吾不敢为主(1)，而为客(2)；不敢进寸，而退尺。"是谓行无行(3)；攘无臂(4)；扔无敌(5)；执无兵(6)。祸莫大于轻敌，轻敌几丧吾宝。故抗兵相若(7)，哀(8)者胜矣。',
    ],
    'vernacular' => [
        '用兵的人曾经这样说，“我不敢主动进犯，而采取守势；不敢前进一步，而宁可后退一尺。”这就叫做虽然有阵势，却像没有阵势可摆一样；虽然要奋臂，却像没有臂膀可举一样；虽然面临敌人，却像没有敌人可打一样；虽然有兵器，却像没有兵器可以执握一样。祸患再没有比轻敌更大的了，轻敌几乎丧失了我的“三宝”。所以，两军实力相当的时候，悲痛的一方可以获得胜利。',
    ],
    'notes' => [
        '(1)为主：主动进攻，进犯敌人。',
        '(2)为客：被动退守，不得已而应敌。',
        '(3)行无行：行，行列，阵势。此句意为：虽然有阵势，却像没有阵势可摆。',
        '(4)攘无臂：意为虽然要奋臂，却像没有臂膀可举一样。',
        '(5)扔无敌：意为虽然面临敌人，却像没有敌人可赴。',
        '(6)执无兵：兵，兵器。意为：虽然有兵器，却像没有兵器可执。',
        '(7)抗兵相若：意为两军相当。',
        '(8)哀：闵、慈。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '用兵有言：吾不敢为主而为客，不敢进寸而退尺。是谓行无行，',
        '攘无臂，扔无敌，',
        '执无兵。祸莫大於轻敌，轻敌几丧吾宝。',
        '故抗兵相加，哀者胜矣。',
    ],
    'vernacular' => [
        '彼逐不止。',
        '行谓行陈也。言以谦退、哀慈、不敢为物先用战，犹行无行、攘无臂、执无兵、扔无敌也，言无有与之抗也。',
        '言吾哀慈谦退，非欲以取强无敌於天下也，不得已而卒至於无敌，斯乃吾之所以为大祸也。宝，三宝也，故曰几亡吾宝。',
        '抗，举也。加，当也。哀者必相惜而不趣利避害，故必胜。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '用兵有言：吾不敢為主而為客，',
        '不敢進寸而退尺。',
        '是謂行無行，',
        '攘無臂，仍無敵，執無兵。',
        '禍莫大於輕敵，輕敵者幾喪吾寶。',
        '故抗兵相加，一及者勝矣。',
    ],
    'vernacular' => [
        '主，造事者也。客，應敵者也。',
        '進者，有意於爭者也。退者，無意於爭者也。',
        '無意於爭，則雖用兵，與不用均也。',
        '苟無意於爭，則雖在軍旅，如無臂可攘，無敵可因，無兵可執，而安有用兵之咎邪？',
        '聖人以慈為寶，輕敵則輕戰，輕戰則輕殺人，喪其所以為慈矣。',
        '兩敵相加，而吾出於不得已，則有哀心。哀心見，而天人助之，雖欲不勝，不可得矣。',
    ],
],
],
];
