<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '吾言甚易知，甚易行。天下莫能知，莫能行。言有宗①，事有君②，夫唯无知③，是以不我知。知我者希，则④我者贵。是以圣人被褐⑤而怀玉⑥。',
            ],
            'vernacular' => [
                '我的话很容易理解，很容易施行。但是天下竟没有谁能理解，没有谁能实行。言论有主旨，行事有根据。正由于人们不理解这个道理，因此才不理解我。能理解我的人很少，那么能取法于我的人就更难得了。因此有道的圣人总是穿着粗布衣服，怀里揣着美玉。',
            ],
            'notes' => [
                '1、言有宗：言论有一定的主旨。',
                '2、事有君：办事有一定的根据。一本“君”作“主”。“君”指有所本。',
                '3、无知：指别人不理解。一说指自己无知。',
                '4、则：法则。此处用作动词，意为效法。',
                '5、被褐：被，穿着；褐，粗布。',
                '6、怀玉：玉，美玉，此处引伸为知识和才能。“怀玉”意为怀揣着知识和才能。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '吾言甚易知，甚易行。天下莫能知，莫能行。',
                '言有宗，事有君。',
                '夫唯无知，是以不我知。',
                '知我者希，则我者贵。',
                '是以圣人被褐怀玉。',
            ],
            'vernacular' => [
                '可不出户窥牖而知，故曰甚易知也。无为而成，故曰甚易行也。或於躁欲，故曰莫之能知也。迷於荣利，故曰莫之能行也。',
                '宗，万物之宗也。君，万物之主也。',
                '以其言有宗、事有君之故，故有知之人不得不知之也。',
                '唯深，故知之者希也。知我益希，我亦无匹，故曰知我者希，则我者贵也。',
                '被褐者，同其尘。怀玉者，宝其真也。圣人之所以难知，以其同尘而不殊，怀玉而不渝，故难知而为贵也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '吾言甚易知，甚易行。天下莫能知，莫能行。',
                '言有宗，事有君。夫惟無知，是以不我知。',
                '知我者希，則我者貴，',
                '是以聖人被褐懷玉。',
            ],
            'vernacular' => [
                '道之大，復性而足。而性之妙，見於起居飲食之間耳。聖人指此以示人，豈不易知乎？人能體此以應物，豈不易行乎？然世常患日用而不知，知且不能，而況行之乎？',
                '言者，道之筌也。事者，道之迹也。使道可以言盡，則聽言而足矣；可以事見，則考事而足矣。惟言不能盡，事不能見，非舍言而求其宗，遺事而求其君，不可得也。蓋古之聖人，無思無為，而有漠然不自知者存焉，此則思慮之所不及，是以終莫吾知也。',
                '衆人之所能知，亦不足貴矣。',
                '聖人外與人同，而中獨異耳。',
            ],
        ],
    ],
];
