<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '勇于敢则杀，勇于不敢则活(1)。此两者，或利或害(2)。天之所恶，孰知其故？是以圣人犹难之(3)。天之道(4)，不争而善胜，不应而善应，不召而自来，繟然(5)而善谋。天网恢恢(6)，疏而不失(7)。',
    ],
    'vernacular' => [
        '勇于坚强就会死，勇于柔弱就可以活，这两种勇的结果，有的得利，有的受害。天所厌恶的，谁知道是什么缘故？有道的圣人也难以解说明白。自然的规律是，不斗争而善于取胜；不言语而善于应承；不召唤而自动到来，坦然而善于安排筹划。自然的范围，宽广无边，虽然宽疏但并不漏失。',
    ],
    'notes' => [
        '(1)勇于敢则杀，勇于不敢则活：敢，勇敢、坚强；不敢，柔弱、软弱。此句意为勇于坚强就会死，勇于柔弱就可以活命。',
        '(2)或利或害：勇于柔弱则利，勇于坚强则害。',
        '(3)是以圣人犹难之：此句已见于六十三章。',
        '(4)天之道：指自然的规律。',
        '(5)繟然：安然、坦然。',
        '(6)天网恢恢：天网指自然的范围；恢恢，广大、宽广无边。',
        '(7)疏而不失：虽然宽疏但并不漏失。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '勇於敢则杀，',
        '勇於不敢则活。',
        '此两者，或利或害。',
        '天之所恶之。孰知其故？是以圣人犹难之。',
        '天之道，不争而善胜，',
        '不言而善应',
        '不召而自来，',
        '繟然而善谋。',
        '天网恢恢，疏而不失。',
    ],
    'vernacular' => [
        '必不得其死也。',
        '必齐命也。',
        '俱勇而所施者异，利害不同，故曰或利或害也。',
        '孰，谁也，言谁能知天下之所恶意故邪，其唯圣人。夫圣人之明，犹难於勇敢，况无圣人之明而欲行之也，故曰犹难之也。',
        '天虽不争，故天下莫能与之争。',
        '顺则吉，逆则凶，不言而善应也。',
        '处下则物自归。',
        '垂象而见吉凶，先事而设诚，安而不忘危，未召而谋之，故曰繟然而善谋也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '勇於敢則殺，勇於不敢則活，兩者或利或害。天之所惡，孰知其故？是以聖人猶難之。',
        '天之道，不爭而善勝，',
        '不言而善應，',
        '不召而自來，',
        '禪然而善謀。',
        '天網恢恢，疏而不失。',
    ],
    'vernacular' => [
        '勇於敢則死，勇於不敢則生，此物理之大常也。然而敢者或以得生，不敢者或以得死，世遂以僥倖其或然，而忽其常理。夫天道之遠，其有一或然者，孰知其好惡之所從來哉？故雖聖人猶以常為正，其於勇敢未嘗不難之。列子曰：迎天意，揣利害，不如其已。患天道之難知，是以歷陳之也。',
        '不與物爭於一時，要於終勝之而已。',
        '天何言哉？四時行焉，百物生焉，未有求而不應者也。',
        '神之格思，不可度思。矧可數思，夫又誰召之哉？',
        '譚然舒緩，若無所營，而其謀度非人所及也。',
        '世以耳目觀天，見其一曲而不睹其大全。有以善而得禍，惡而得福者，未有不疑天網之疏而多失也。惟能要其終始，而盡其變化，然後知其恢恢廣大，雖疏而不失也。',
    ],
],
],
];
