<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '民不畏死，奈何以死惧之。若使民常畏死，而为奇(1)者，吾得执(2)而杀之，孰敢？常有司杀者(3)杀。夫代司杀者(4)杀，是谓代大匠斫(5)，希有不伤其手者矣。',
    ],
    'vernacular' => [
        '人民不畏惧死亡，为什么用死来吓唬他们呢？假如人民真的畏惧死亡的话，对于为非作歹的人，我们就把他抓来杀掉。谁还敢为非作歹？经常有专管杀人的人去执行杀人的任务，代替专管杀人的人去杀人，就如同代替高明的木匠去砍木头，那代替高明的木匠砍木头的人，很少有不砍伤自己手指头的。',
    ],
    'notes' => [
        '(1)为奇：奇，奇诡、诡异。为奇指为邪作恶的人。',
        '(2)执：拘押。',
        '(3)司杀者：指专管杀人的人。',
        '(4)代司杀者：代替专管杀人的人。',
        '(5)斫：砍、削。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '民不畏死，奈何以死惧之。若使民常畏死，而为奇者，吾得执而杀之，孰敢？',
        '常有司杀者杀。夫司杀者，是代大匠斲#4。夫代大匠斲者，希有不伤其手矣。',
    ],
    'vernacular' => [
        '诡异乱群谓之奇也。',
        '为逆顺者之所恶忿也。不仁者，人之所疾也，故曰常有司杀也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '民常不畏死，奈何以死懼之。',
        '政煩刑重，民無所措手足，則常不畏死，雖以死懼之，無益也。',
        '若使人常畏死，而為奇者，吾得執而殺之，孰敢？',
        '民安於政，常樂生畏死，然後執其詭異亂群者而殺之，孰敢不服哉？',
        '常有司殺者殺。',
        '司殺者，天也。方世之治，而有詭異亂群之人恣行於其間，則天之所棄也。天之所棄而吾殺之，則是天殺之，而非我也。',
        '夫代司殺者殺，是代大匠斷。夫代大匠斷，希有不傷其手矣。',
        '非天之所殺，而吾自殺之，是代司殺者殺也。代大匠斷，則傷其手；代司殺者殺，則及其身矣。',
    ],
    'vernacular' => [
    ],
],
],
];
