<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '民之饥，以其上食税之多，是以饥。民之难治，以其上之有为(1)，是以难治。民之轻死，以其上求生之厚(2)，是以轻死。夫唯无以生为(3)者，是贤(4)于贵生(5)。',
    ],
    'vernacular' => [
        '人民所以遭受饥荒，就是由于统治者吞吃赋税太多，所以人民才陷于饥饿。人民之所以难于统治，是由于统治者政令繁苛、喜欢有所作为，所以人民就难于统治。人民之所以轻生冒死，是由于统治者为了奉养自己，把民脂民膏都搜刮净了，所以人民觉得死了不算什么。只有不去追求生活享受的人，才比过分看重自己生命的人高明。',
    ],
    'notes' => [
        '(1)有为：繁苛的政治，统治者强作妄为。',
        '(2)以其上求生之厚：由于统治者奉养过于丰厚奢侈。',
        '(3)无以生为：不要使生活上的奉养过分奢侈丰厚。',
        '(4)贤：胜过的、超过的意思。',
        '(5)贵生：厚养生命。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '民之饥，以其上食税之多，是以饥。民之难治，以其上之有为，是以难治。民之轻死，以其求生之厚，是以轻死。夫唯无以生为者，是贤於贵生。',
    ],
    'vernacular' => [
        '言民之所以僻，治之所以乱，皆由上不由其下也。民从上也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '民之飢，以其上食稅之多，是以飢。民之難治，以其上之有為，是以難治。',
        '人之輕死，以其生生之厚，是以輕死。',
        '夫惟無以生為者，是賢於貴生。',
    ],
    'vernacular' => [
        '上以有為導民，民亦以有為應之，故事多而難治。',
        '上以利欲先民，民亦爭厚其生，故雖死而求利不厭。',
        '貴生之極，鈴至於輕死。惟無以生為，而生自全矣。',
    ],
],
],
];
