<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '人之生也柔弱①，其死也坚强②。草木③之生也柔脆④，其死也枯槁⑤。故坚强者死之徒⑥，柔弱者生之徒⑦。是以兵强则灭，木强则折⑧。强大处下，柔弱处上。',
            ],
            'vernacular' => [
                '人活着的时候身体是柔软的，死了以后身体就变得僵硬。草木生长时是柔软脆弱的，死了以后就变得干硬枯槁了。所以坚强的东西属于死亡的一类，柔弱的东西属于生长的一类。因此，用兵逞强就会遭到灭亡，树木强大了就会遭到砍伐摧折。凡是强大的，总是处于下位，凡是柔弱的，反而居于上位。',
            ],
            'notes' => [
                '1、柔弱：指人活着的时候身体是柔软的。',
                '2、坚强：指人死了以后身体就变成僵硬的了。',
                '3、草木：一本在此之前有“万物”二字。',
                '4、柔脆：指草木形质的柔软脆弱。',
                '5、枯槁：用以形容草木的干枯。',
                '6、死之徒：徒，类的意思，属于死亡的一类。',
                '7、生之徒：属于生存的一类。',
                '8、兵强则灭，木强则折：一本作“兵强则不胜，木强则兵”。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '人之生也柔弱，其死也坚强。万物草木之生也柔脆，其死也枯槁，故坚强者死之徒，柔弱者生之徒。是以兵强则不胜，',
                '木强则共。',
                '强大处下，',
                '柔弱处上。',
            ],
            'vernacular' => [
                '强兵以暴於天下者，物之所恶也，故必不得胜。',
                '物所加也。',
                '木之本也。',
                '枝条是也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '民之生也柔弱，其死也堅強。萬物草木生也柔弱，其死也枯槁。故堅強者死之徒，柔弱者生之徒。',
                '是以兵強則不勝，',
                '木強則共。',
                '強大處下，柔弱處上。',
            ],
            'vernacular' => [
                '沖氣在焉，則體無堅強之病；至理在焉，則事無堅強之累。',
                '兵以義勝者非強也，強而不義，其敗必速。',
                '木自拱把以上，必伐矣。',
                '物之常理，精者在上，粗者在下。其精必柔弱，其粗必強大。',
            ],
        ],
    ],
];
