<?php
return [
'chapters' => [
[
    'name' => '白话',
    'content' => [
        '和大怨，必有余怨；报怨以德(1)，安可以为善？是以圣人执左契(2)，而不责(3)于人。有德司契，无德司彻(4)。天道无亲(5)，常与善人。',
    ],
    'vernacular' => [
        '和解深重的怨恨，必然还会残留下残余的怨恨；用德来报答怨恨，这怎么可以算是妥善的办法呢？因此，有道的圣人保存借据的存根，但并不以此强迫别人偿还债务。有“德”之人就像持有借据的圣人那样宽容，没有“德”的人就像掌管税收的人那样苛刻刁诈。自然规律对任何人都没有偏爱，永远帮助有德的善人。',
    ],
    'notes' => [
        '(1)报怨以德：许多学者都以为此句原在六十三章内，但据上下文意应在本章内。',
        '(2)契：契约。',
        '(3)责：索取所欠。',
        '(4)司彻：掌管税收的官职。',
        '(5)无亲：没有偏亲偏爱。',
    ],
],
[
    'name' => '王弼注',
    'content' => [
        '和大怨，必有余怨，',
        '安可以为善。是以圣人执左契，',
        '而不责於人。有德司契，',
        '无德司彻。',
        '天道无亲，常与善人。',
    ],
    'vernacular' => [
        '不明理其契，以致大怨已至。而德以和之，其伤不复，故必有余怨也。',
        '左契防怨之所由生也。',
        '有德之人念思其契，不令怨生而后责於人也。',
        '彻，司人之过也。',
    ],
],
[
    'name' => '苏辙解',
    'content' => [
        '和大怨，必有餘怨，安可以為善。',
        '是以聖人執左契，而不責於人。故有德司契，無德司徹。',
        '天道無親，常與善人。',
    ],
    'vernacular' => [
        '夫怨生於妄，而妄出於性，知性者不見諸妄，而又何怨乎？今不知除其本，而欲和其末，故外雖和，而內未忘也。',
        '契之有左右，所以為信而息爭也。聖人與人均有是性，人方以妄為常，馳騖於爭奪之場，而不知性之未始少亡也。是以聖人以其性示人，使之除妄以復性。待其妄盡而性復，未有不廓然自得，如右契之合左，不待責之而官服也。然則雖有大怨戀，將涣然冰解，知其本非有矣，而安用和之？彼無德者，乃欲人人而通之，則亦勞而無功矣。徹，通也。',
        '天道無私，惟善人則與之。契之無私，亦猶是也，惟合者則得之矣。',
    ],
],
],
];
