<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '上善若水①。水善利万物而不争，处众人之所恶②，故几于道③。居，善地；心，善渊④；与，善仁⑤；言，善信；政，善治⑥；事，善能；动，善时⑦。夫唯不争，故无尤⑧。',
            ],
            'vernacular' => [
                '最善的人好像水一样。水善于滋润万物而不与万物相争，停留在众人都不喜欢的地方，所以最接近于“道”。最善的人，居处最善于选择地方，心胸善于保持沉静而深不可测，待人善于真诚、友爱和无私，说话善于格守信用，为政善于精简处理，能把国家治理好，处事能够善于发挥所长，行动善于把握时机。最善的人所作所为正因为有不争的美德，所以没有过失，也就没有怨咎。',
            ],
            'notes' => [
                '①上善若水：上，最的意思。上善即最善。这里老子以水的形象来说明"圣人"是道的体现者，因为圣人的言行有类于水，而水德是近于道的。',
                '②处众人之所恶：即居处于众人所不愿去的地方。',
                '③几于道：几，接近。即接近于道。',
                '④渊：沉静、深沉。',
                '⑤与，善仁：与，指与别人相交相接。善仁，指有修养之人。',
                '⑥政，善治：为政善于治理国家，从而取得治绩。',
                '⑦动，善时：行为动作善于把握有利的时机。',
                '⑧尤：怨咎、过失、罪过。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '上善若水。水善利万物而不争，处众人之所恶，',
                '故几於道。',
                '居善地，心善渊，与善仁，言善信，正善治，事善能，动善时。夫唯不争，故无尤。',
            ],
            'vernacular' => [
                '人恶卑也。',
                '道无水有，故曰几也。',
                '言人皆应於治道也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '上善若水。水善利萬物而不爭，處衆人之所惡，故幾於道。',
                '居善地，心善淵，與善仁，一黃善信，政善治，事善能，動善時。',
                '夫惟不爭，故無尤。',
            ],
            'vernacular' => [
                '《易》曰：一陰一陽之謂道，繼之者善也，成之者性也。又曰：天以一生水。蓋道運而為善，猶氣運而生水也，故曰上善若水。二者皆自無而始成形，故其理同。道無所不在，無所不利，而水亦然。然而既已麗於形，則於道有問矣，故曰幾於道矣。然而可名之善，未有若此者也，故曰上善。',
                '避高趨下，未嘗有所逆，善地也。空虛靜默，深不可測，善淵也。利澤萬物，施而不求報，善仁也。圓必旋，方必折，塞必止，次爻流，善信也。洗滌群穢，平準高下，善治也。遇物賦形，而不留於一，善能也。冬凝春伴，涸溢不失節，善時也。',
                '有善而不免於人非者，以其爭也。水惟不爭，故兼七善而無尤。',
            ],
        ],
    ],
];
