<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '信言①不美，美言不信。善者②不辩③，辩者不善。知者不博④，博者不知。圣人不积⑤，既以为人己愈有⑥，既以与人己愈多⑦。天之道，利而不害⑧。圣人之道⑨，为而不争。',
            ],
            'vernacular' => [
                '真实可信的话不漂亮，漂亮的话不真实。善良的人不巧说，巧说的人不善良。真正有知识的人不卖弄，卖弄自己懂得多的人不是真有知识。圣人是不存占有之心的，而是尽力照顾别人，他自己也更为充足；他尽力给予别人，自己反而更丰富。自然的规律是让万事万物都得到好处，而不伤害它们。圣人的行为准则是，做什么事都不跟别人争夺。',
            ],
            'notes' => [
                '1、信言：真实可信的话。',
                '2、善者：言语行为善良的人。',
                '3、辩：巧辩、能说会道。',
                '4、博：广博、渊博。',
                '5、圣人不积：有道的人不自私，没有占有的欲望。',
                '6、既以为人已愈有：已经把自己的一切用来帮助别人，自己反而更充实。',
                '7、多：与“少”相对，此处意为“丰富”。',
                '8、利而不害：使在万物得到好处而不伤害万物。',
                '9、圣人之道：圣人的行为准则。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '信言不美，',
                '美言不信。',
                '善者不辩，辩者不善。知者不博，',
                '博者不知。圣人不积，',
                '既以为人己愈有，',
                '既以与人己愈多。',
                '天之道利而不害，',
                '圣人之道为而不争。',
            ],
            'vernacular' => [
                '实在质也。',
                '本在朴也。',
                '极在一也。',
                '无私自有，唯善是与，任物而已。',
                '物所尊也。',
                '物所归也。',
                '动常生成之也。',
                '顺天之利，不相伤也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '信言不美，美言不信。',
                '善者不辯，辯者不善。',
                '知者不博，博者不知。',
                '聖人無積，既以為人己愈有，既以與人己愈多。',
                '天之道，利而不害；聖人之道，為而不爭。',
            ],
            'vernacular' => [
                '信則為實而已，故不必美。美則為觀而已，故不必信。',
                '以善為主，則不求辦。以辮為主，則未必善。',
                '有一以貫之，則無所用博。學而日益者，未必知道也。',
                '聖人抱一而已，他無所積也。然施其所能以為人，推其所有以與人，人有盡而一無盡，然後知一之為貴也。',
                '勢可以利人，則可以害人矣。力足以為之，則足以爭之矣。能利能害而未嘗害，能為能爭而未嘗爭，此天與聖人所以大過人，而為萬物宗者也。凡此皆老子之所以為書，與其所以為道之大略也，故於終篇復言之。',
            ],
        ],
    ],
];
