<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '持而盈之①，不如其已②；揣而锐之③，不可长保④。金玉满堂，莫之能守；富贵而骄，自遗其咎⑤。功成身退⑥，天之道也⑦。',
            ],
            'vernacular' => [
                '执持盈满，不如适时停止；显露锋芒，锐势难以保持长久。金玉满堂，无法守藏；如果富贵到了骄横的程度，那是自己留下了祸根。一件事情做的圆满了，就要含藏收敛，这是符合自然规律的道理。',
            ],
            'notes' => [
                '①持而盈之：持，手执、手棒。此句意为持执盈满，自满自骄。',
                '②不如其已：已，止。不如适可而止。',
                '③揣而锐之：把铁器磨得又尖又利。揣，捶击的意思。',
                '④长保：不能长久保存。',
                '⑤咎：过失、灾祸。',
                '⑥功成身退：功成名就之后，不再身居其位，而应适时退下。"身退"并不是退隐山林，而是不居功贪位。',
                '⑦天之道：指自然规律。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '持而盈之，不如其已；',
                '揣而锐之，不可长保。',
                '金玉满堂，莫之能守；',
                '当贵而骄，自遗其咎。',
            ],
            'vernacular' => [
                '持谓不失德也。既不失其德，又盈之，势必倾危。故不如其已者，谓乃更不如无德无功者也。',
                '既揣末令尖，又锐之令利，势必摧衄，故不可长保也。',
                '不若其已。',
                '不可长保也。',
                '功遂身退，天之道。',
                '四时更运，功成则移。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '持而盈之，不如其已；揣而銳之，不如長保。',
                '金玉滿堂，莫之能守；富貴而驕，自遺其咎。功成、名遂、身退，天之道。',
            ],
            'vernacular' => [
                '知盈之必溢，而以持固之，不若不盈之安也。知銳之又折，而以揣先之，不如揣之不可必恃也。若夫聖人有而不有，尚安有盈；循理而後行，尚安有銳。無盈則無所用持，而無銳則無所用揣矣。',
                '日中則移，月滿則虧，四時之運，功成者去。天地尚然，而況於人乎？',
            ],
        ],
    ],
];
