<?php
return [
    'name' => '文言传',
    'brief' => '文言',
    'chapters' => [
        [
            'name' => '第一章',
            'content' => [
                '八卦成列，像在其中矣；因而重之，爻在其中矣；刚柔相推，变在其中焉；系辞焉而命之，动在其中矣。吉凶悔吝者，生乎动者也；刚柔者，立本者也；变通者，趋时者也。吉凶者，贞胜者也；天地之道，贞观者也；日月之道，贞明者也；天下之动，贞夫一者也。',
                '夫乾，确然示人易矣；夫坤，隤然示人简矣。',
                '爻也者，效此者也。象也者，像此者也；爻象动乎内，吉凶见乎外，功业见乎变，圣人之情见乎辞。',
                '天地之大德曰生，圣人之大宝曰位。何以守位？曰仁。何以聚人？曰财。理财正辞、禁民为非曰义。  ',
            ],
            'vernacular' => '八卦之中，乾坤相对，震与巽相对，离与坎相对，兑与艮相对，八卦对待成列，举凡天地间两两相重，成为六位的卦，以应事实的需要，因而八八六十四卦、三百六十四爻，都在其中了。陰陽两爻，递相推移，宇宙间的千变万化，都在其中了。各卦各爻，圣人都系以文辞，分别指出吉凶的征兆，于是人间所有的动作营为，和趋吉避凶的道理，都在其中了。人事之间，所以有吉凶悔吝的产生，是由于动作营为的结果。陰陽两爻，是设立卦象以推演宇宙间万事万物的根本。推移变通，正是所以趋向于真理或时机的变化的。时机虽有吉有凶，但我们处在吉利或凶险时，必须安常守正，才可稳操胜算，立于不败之地。人事如此，宇宙自然亦复如此，皆以“守正”为前题，所以天地的道理，以正而观照万物。日月的道理，以正而光明，普照万物，都公正无私，使万物各遂其生，各得其所。天下一切的动作营为，都是归于端正专一，精诚无欲，才能有成就。乾道造化自然，很刚健的昭示众人，是非常的平易而容易知道呀。坤道是顺应乾道而开务成物，很柔顺地昭示众人的道理，是非常简易的呀。圣人制作卦爻，便是效法乾坤简易的理则而作的。卦象的设立，亦是仿乾坤简易的形迹而设立的。卦爻卦象先有变化于内，遂依象释理，吉凶之真象就表现于外了。进而裁制机宜，导致功业的成就，就表现于聪智的变化。圣人崇德广业、仁民爱物的言行，在卦辞爻辞中记载得很清楚。天地之大德，在于使万物生生不息，圣人之大宝，在于有崇高地位。如何守着职位呢？那就要靠仁爱的道德了。如何招致人群呢？那就要有财物。调理财务，端正言行，禁止老百姓为非作歹，就是道义所应做的。 ',
        ],
        [
            'name' => '第二章',
            'content' => [
                '古者包牺氏之王天下也，仰则观象于天，俯则观法于地，观鸟兽之文与地之宜，近取诸身，远取诸物，于是始作八卦，以通神明之德，以类万物之情。',
                '作结绳而为网罟，以佃以渔，盖取诸离。',
                '包牺氏没，神农氏作，斫木为耜，揉木为耒，耒耨之利，以教天下，盖取诸《益》。日中为市，致天下之民，聚天下之货，交易而退，各得其所，盖取诸《噬嗑》。神农氏没，黄帝、尧、舜氏作，通其变，使民不倦，神而化之，使民宜之。《易》穷则变，变则通，通则久。是以「自天佑之，吉无不利」。黄帝、尧、舜垂衣裳而天下治，盖取诸乾、坤。',
                '刳木为舟，剡木为楫，舟楫之利，以济不通，致远以利天下，盖取诸涣。',
                '服牛乘马，引重致远，以利天下，盖取诸随。',
                '重门击柝，以待暴客，盖取诸豫。断木为杵，掘地为臼，杵臼之利，万民以济，盖取诸小过。',
                '弦木为弧，剡木为矢，弧矢之利，以威天下，盖取诸睽。',
                '上古穴居而野处，后世圣人易之以宫室，上栋下宇，以待风雨，盖取诸大壮。',
                '古之葬者，厚衣之以薪，葬之中野，不封不树，丧期无数。后世圣人易之以棺椁，盖取诸大过。',
                '上古结绳而治，后世圣人易之以书契，百官以治，万民以察，盖取诸夬。   ',
            ],
            'vernacular' => '古时包犧氏的治理天下，上则观察天上日月星辰的现象，下则观察大地高下卑显种种的法则，又观察鸟兽羽毛的文采，和山川水土的地利，近的就取象于人的一身，远的就取象于宇宙万物，于是创作出八卦，以融会贯通神明的德性，参赞天地的化育，以比类万物的情状。编绳结网，做为捕捉鱼、鸟的工具，以猎兽捕鱼，是取象于离卦的。离中虚，像孔眼，又离为目，有网罟的象征。包犧氏死后（数百年），神农氏兴起，砍削树木做成犁头，曲转木材为犁柄，以便耕种和除草，创作许多耕作器具，教导人民，使天下增加粮食，是取象于益卦。规定中午为买卖时间，招致天下的人们，聚集天下的货物，互相交换所需要的货物，满足各人的需要，其取象于噬嗑卦的。神农氏死后（数百年），黄帝、尧、舜氏兴起，由于社会的演进，日趋繁荣，旧日的典章文物制度，已不敷使用，所以黄帝、尧、舜诸古圣人先王，为了使人民过安定生活，因此，随着时代而不断改变，通达其变化，使百姓生活不致于死板，而产生厌倦的心思。易学的道理是穷极则变化，变化则通达，能通达，则能恒久。能循此变通的原则，何事不成？所以有如天助一般，当然吉无不利了。黄帝、尧、舜氏设立文物制度，百官分职，各尽其力，终致天下太平，以至于垂拱而治，无为而成。是取象于乾坤两卦的现象。将木材凿成舟船，削锐木头做为船楫，使两岸的人，能互相来来往往，且可航行至更远的地方，便利天下人，是取象于涣卦的。征服了牛，乘着马，用牛来拖载重物，用马来奔驰远地，以沟通有无，便利世人，是取象于随卦。设置重门，击柝巡夜，以防御盗贼的侵入，是取象于随卦的现象。发明杵臼，以利民食，是取象于小过卦。将柔韧的小木条做成绳索弓，把木材削成箭，用弓箭的利益，来威服天下，是取象于睽卦。上古时候，冬天则藏身洞穴，夏天则在野外居住，后世圣人，为了防止洪水猛兽的侵袭，遂教民建筑宫室，上有栋梁，下有檐宇，以防御风雨，是取象于大壮卦。古时候的丧葬，用木材厚厚地堆在尸体上面，埋在荒野中，不设立坟墓，也不植树，居丧没有一定的期限。后世圣人，制定丧礼，换用棺槨以殡葬，是取象于大过卦。上古无文字，结绳以记事，以后不敷使用了，圣人便发明文书契据，百官也利于治理，万民也赖于此书契，而有所稽察，不致于误事，是取象于夬卦。',
        ],
        [
            'name' => '第三章',
            'content' => '是故《易》者，像也；象也者，像也。彖者，材也；爻也者，效天下之动者也。是故吉凶生而悔吝著也。',
            'vernacular' => '所以《易经》的内容，就是描述万事万物的形象。《易经》的卦象，就是用以拟效宇宙间万事万物的形象的。彖此是解释全卦的意义和结构，所以说，彖辞是代表一个卦的才德。每卦六个爻位的演变，都是仿效天下万事万物错综复杂的动态而产生的。具备了象彖爻，描述万事万物，因此事物的变动得失，吉凶就发生了，而细小疵病的悔恨，忧虑困扰的灾吝，就由是而显现出来了。',
        ],
        [
            'name' => '第四章',
            'content' => '陽卦多陰，陰卦多陽，其故何也？陽卦奇，陰卦偶。其德行何也？陽一君而二民，君子之道也。陰二君而一民，小人之道也。',
            'vernacular' => '本来陽卦适宜陽爻居多，陰卦适宜多陰爻，为何现在反而相反，陽卦多陰，陰卦多陽呢？就以奇偶来说，陽卦以奇为主，例如震坎艮三卦为陽卦，都是一陽二陰，所以说，陰爻多于陽爻。陰卦以偶数为主，如巽离兑三卦为陰卦，都是二陽一陰，所以说，陽爻多于陰爻。震、坎、艮虽多陰爻，一奇为主，即为陽卦。巽、离、兑虽多陽爻，一耦为主，即为陰卦。陰陽两卦，它们的德性，有什么不同呢？就国家而论，一国不能有二君，这是天经地义的道理。陽卦象征着众多的臣民，拥护一位人君，团结一致，这是正人君子的大道。反之，陰卦象征着君多民少，这就要互相倾轧，以致天下大乱了，这是小人之道。',
        ],
        [
            'name' => '第五章',
            'content' => [
                '《易》曰「憧憧往来，朋从尔思。」子曰：「天下何思何虑？天下同归而殊途，一致而百虑。天下何思何虑？日往则月来，月往则日来，日月相推而明生焉。寒往则暑来，暑往则寒来，寒暑相推而岁成焉。往者屈也，来者信也，屈信相感而利生焉。尺蠖之屈，以求信也；龙蛇之蛰，以存身也。精义入神，以致用也；利用安身，以崇德也。过此以往，未之或知也；穷神知化，德之盛也。」',
                '《易》曰：「困于石，据于蒺藜，入于其宫，不见其妻，凶。」子曰：「非所困而困焉，名必辱。非所据而据焉，身必危。既辱且危，死期将至，妻其可得见耶！」',
                '《易》曰：「公用射隼于高墉之上，获之，无不利。」子曰：「隼者，禽也；弓矢者，器也；射之者，人也。君子藏器于身，待时而动，何不利之有？动而不括，是以出而有获，语成器而动者也。」',
                '子曰：「小人不耻不仁，不畏不义，不见利不劝，不威不惩。小惩而不诫，此小人之福也。《易》曰：『履校灭趾，无咎。』此之谓也。」',
                '「善不积不足以成名，恶不积不足以灭身。小人以小善为无益而弗为也，以小恶为无伤而弗去也，故恶积而不可掩，罪大而不可解。《易》曰：『何校灭耳，凶。』」',
                '子曰：「危者，安其位者也；亡者，保其存者也；乱者，有其治者也。是故君子安而不忘危，存而不忘亡，治而不忘乱，是以身安而国家可保也。《易》曰：『其亡其亡，系于苞桑。』」',
                '子曰：「德薄而位尊，知小而谋大，力少而任重，鲜不及矣。《易》曰：『鼎折足，覆公餗，其形渥，凶。』言不胜其任也。」',
                '子曰：「知几其神乎！君子上交不谄，下交不渎，其知几乎？几者，动之微，吉之先见者也。君子见几而作，不俟终日。',
                '《易》曰：『介于石，不终日，贞吉。』介如石焉，宁用终日？断可识矣。君子知微知彰，知柔知刚，万夫之望。」 子曰：「颜氏之子，其殆庶几乎？有不善未尝不知，知之未尝复行也。《易》曰：『不远复，无祗悔，元吉。』」',
                '天地氤氲，万物化醇。男女构精，万物化生。《易》曰：『三人行则损一人，一人行则得其友。』言致一也。',
                '子曰：「君子安其身而后动，易其心而后语，定其交而后求。君子修此三者，故全也。危以动，则民不与也；惧以语，则民不应也；无交而求，则民不与也；莫之与，则伤之者至矣。《易》曰：『莫益之，或击之，立心勿恒，凶。』」  ',
            ],
            'vernacular' => '咸卦九四爻辞说：“思虑不能专一，因而有往来不定，憧憧万端，存有各种思虑，他的朋党也相率地、互相地遵从他的思想。”孔子说：“天下的事物，有何足以困扰忧虑的呢？天下同归于一个目标，所走的途径有不同。同归于一个好的理想，有百种不同的思虑。”宇宙自然的运行，循环不息，日月往来交替，因而有光明的出现。寒暑往来的交替，遂有春夏秋冬四时递相推移的岁序。已往的事情，已经屈缩，将来的事情，即将伸展，屈缩伸张，互相交感而用，而利益的产生，也就在其中了。屈行虫把身子屈缩起来，正是养精蓄锐，等待时机的来临，以求伸展行进的准备。龙蛇之类，严冬酷寒的时候在土洞里冬眠，以保全它们的躯体。专精地研究精粹微妙的义理，到达神而化之的境界，则从心所欲，而不逾矩，也就可以学以致用了。利用易学所显示的道理，而安洽其身，则可以随遇而安，怡然自得，心广体胖，以崇高吾人的德业。如超过以上易理所显示的事情，则虽圣人，也不会知道的。至于专研宇宙无穷的奥妙，了解万事万物变化的原理，而默然和而化之，这是圣人道德功夫的极崇高了。困卦六三爻辞说：“前进则受困于坚硬的巨石，后退则又依据于多刺的蒺藜上面，异常痛苦。如此的进退失据，没有归宿，即使返家，也见不到自己的妻子，是多么不利。”孔子说：“不是自己所应经历的困境，却为了欲望而受困，必遭致声名俱裂的恶果。不是自己所应后退的据点，却后退以安身，必遭致身家危殆的恶果。名辱身危，已步入死亡之境地，妻子那里能见到呢？”《易经》解卦上六的爻辞说：“王公出猎，登在高墙上瞄射鹰隼，一箭命中，象征着无往不利。”孔子说：“隼是鹰鸟，弓矢是打猎的利器，能执弓而射中禽兽的是人。君子蕴藏着弘大的才器在身上，等待时机的来临，而有所动，还有什么不利的呢？君子不鸣则已，一鸣惊人，同理，有所行动时，决无闭结与障碍，精准无比，出外必有收获。这就是平常已经蕴蓄结成了弘大的才器，然后再有所行动，是以出而有获，无事不成。”孔子说：“世上令人感到可耻可畏的是不仁不义，但小人却不以不仁为耻，不怕背信弃义，甘心去做伤天害理的事情，纯粹以利为义，无利益可得，就不知道勤勉向上，不用刑罚来恫吓，就不知道害怕。能在犯小过之初，受了惩罚而知道处事要谨慎，就不至于酿成滔天大祸，实在是小人的幸运了。《易经》噬嗑卦初九爻辞上说：‘最初犯有轻微刑法的人，被加上脚镣的刑具，将他的脚趾纳入刑具里，把足趾都灭没了，虽受刑，但过失尚小，能从此改过自新，也就无咎了。’善行不积累，就不足以成名于天下，罪恶不累积，也不足以自灭其身，小人做事，完全以利害关系为出发点，以为做出小小善事，不会得到什么好处，便索性不去做了，以为做些小的差错，无伤大体，便不改过，因此日积月累，罪恶便盈满天下，以致无法掩盖和不可解救的地步。《易经》噬嗑卦上九爻辞上说：‘罪恶深重，刑具已负荷在头部，两耳都灭没了，这是凶害达到了极点。’”孔子说：“凡是获得危险的人，都是因为他先前安逸于他的职位上。灭亡的家国，是因为先前自以为国家可以长存的了。扰乱的国家，是因为先前自以为已经治好，而忽略荒殆，因此国家扰乱以致灭亡。所以君子必须居安思危，在安定的时候，不要忘记危险，幸存亡国的苦痛，治理的时候不忘祸乱的惨烈，以如此的谨慎之心，本身安定，国家可以常保。《易经》否卦九五爻辞上说：‘它将危亡吧，将危亡吧？天下国家的治安，就好像维系在丛生的苞桑一样，是要常常戒慎警惕的呀。’”孔子说：“德性浅薄而身居尊位，才知狭小而图谋大事，力量很小，却担当天下的重任，很少有不及于灾祸的。《易经》鼎卦九四爻辞上说：‘鼎足折断，倾覆了公爵的美食，象征着倾覆家园，身遭刑辱，四非常凶害的。’这是说才力不足以胜任的危险啊！”孔子说：“能预先晓得几微的事理，则将达到神妙的境界了吧？可说是神妙的人物了吧？君子对上决不谄媚阿谀，对下绝不傲慢，坚定立场，不致于受到危害的牵连，可说是位知道神机妙算的人了吧？几是事情微妙的动机，能先见到吉利的征兆的人吧，君子能见机未然，所以能够把握时机的来临而兴起，而有所行动，不必等待以后。《易经》豫卦六二爻辞上说：‘被坚硬的石头所阻隔，不必等到整天才离开，要想到当下脱离此境，这时贞固而吉利的。’像被硬石所阻隔，应当机立断而离开，何待终日？君子晓得事理的微妙，也知道事理的彰显，知道柔弱的以面，也晓得刚强的一面，能通达而应变自如，就是万众所景仰的人物了。”孔子赞赏他的学生颜回说：“颜家的这位子弟，要算位知几通达的君子了吧！有了过失，没有自己不知道的，一经反省发觉以后，立即改正，从此不再犯了。《易经》复挂初九爻辞上说：‘迷途了，走到未远的地方，即时回头猛省，便不至于有太大的悔吝，经此警觉，则有大吉。’天地二气缠绵交密，互相会和，使万物感应，精纯完固。万物之中，雌雄男女，形体交接，陰陽相感，遂得以生生不息。《易经》损卦六三上说：‘三人同行，各有主张，行动难以统一，势必减损一人的成见，一人独行，反而容易得到志同道合的友伴，同心协力，共患难，共甘苦。’是说理无二致力，天下的事理都归于一致的呀。”孔子说：“君子必先安定其身，然后才可以有所作为，心平气和，然后说话，先以诚信待人，建立信誉，然后才可以对人有所要求，君子有了此三项基本修养，与人必能和睦相处，无所偏失。冒险的举动，人们不会拥护你的。用言语去威惧人民，人民不会去响应的。诚信和恩惠尚未施于人民，竟要对人民有所征发和要求，则人民不会理会赞助的。若无人赞助理会，则随时有人会伤害你的。所以《易经》益卦上九爻辞上说：‘没有得人助益，有时也会遭人攻击，立心不坚定恒久的人，有凶。’”',
        ],
        [
            'name' => '第六章',
            'content' => [
                '子曰：「乾坤，其《易》之门耶？」',
                '乾，陽物也；坤，陰物也。陰陽合德，而刚柔有体。以体天地之撰，以通神明之德。其称名也，杂而不越。于稽其类，其衰世之意邪？',
                '夫《易》，彰往而察来，而微显阐幽，开而当名，辨物正言断辞，则备矣。',
                '其称名也小，其取类也大。其旨远，其辞文，其言曲而中，其事肆而隐。因贰以济民行，以明失得之报。',
            ],
            'vernacular' => '“易理的变化，是从乾坤两卦开始，像人们启示门而出，乾坤相对，该是易理所从而出的两扇门吧？乾为陽，坤为陰，陰陽的德性，相与配合，陽刚陰柔，刚柔有一定的体制，以体察天地间一切的撰作营为，以通达造化神明自然的德性。《易经》的称述万事万物的名义，虽繁杂，但不超越事理。我们考察它创作的事类，大概是衰乱的时代所创的意象吧。《易经》是彰明以往的事迹，以体察未来事态的演变，而使细微的理则显著，以阐发宇宙的奥秘。我们一打开《易经》来看，就可以看到每个卦爻有适当的名称，明辨天下事物的形态，不至于混淆不清，如乾马、坤牛，正确地指陈吉凶变化的道理，推断文辞是吉，则明确地指出是吉象，反之，凶，则指出凶象，毫无偏差，可说所完备无缺的了。《易经》文辞中所指物名，多似细小，但探取其中的旨意，却很广大，它的旨意非常深远，它的文辞又非常文雅，它的言辞委屈婉转，旁推侧引，无不中理，它所叙述的事物，却所非常地直截了当，放肆而毫无隐藏，但它的道理却又深藏于其中，就因天地间相反相生，或行善而吉，或作恶而凶的道理，使以教导并济助人民的行事，以明辨善恶虽非吉凶得失的报应。”',
        ],
        [
            'name' => '第七章',
            'content' => [
                '《易》之兴也，其于中古乎？作《易》者，其有忧患乎？',
                '是故履，德之基也；谦，德之柄也；复，德之本也；恒，德之固也；损，德之修也；益，德之裕也；困，德之辨也；井，德之地也；巽，德之制也。',
                '履，和而至。谦，尊而光；复，小而辨于物；恒，杂而不厌；损，先难而后易；益，长裕而不设；困，穷而通；井，居其所而迁；巽，称而隐。',
                '履以和行，谦以制礼，复以自知，恒以一德，损以远害，益以兴利，困以寡怨，井以辨义，巽以行权。',
            ],
            'vernacular' => '《易经》的兴起，大概所在中古时代吧？《易经》的作者，大概有忧患、艰难吧。所以履卦所教人行礼，它所建立德业之初基，为其根本。谦卦教人卑己尊人，虚心忍受，所道德的把柄。复卦教人除去物欲，教人从善，是德性的根本。恒卦是教人始终如一，恒久不已，它是道德稳固之所由。损挂是教人惩忿窒欲的道理，为修德的工夫。益卦教人迁善改过，使德性日益宽大。困卦教人穷困不乱，守着正道，是道德的分辨。并卦教人德泽似井，取之不尽，用之不竭，以达到道德的地步。巽卦是教人因势利导，是道德的制宜。履与礼相通，能和顺人情，处世和睦，是吾人立身行事所因应到的准则。谦虚待人，则益得他人敬仰，德业自然更加尊贵而光明。复卦微小的一陽位于群陰暗味之下，但不为五陰所掩没，能于迷途未远旋即回复，而辨别万事万物的是非善恶，事物与环境过于复杂，必使人引起厌倦，惟有恒心，才能克服一切，不为外物的复杂而厌倦，方有成功之日。损卦惩忿窒欲和克己复礼的功夫是修身的起步，是很艰难的，所以说“先难”。以后日久习惯成自然，便容易了。益卦进德修业，长久的增裕自身的德行而无须设防，故弄玄虚，以蒙骗他人。在困境中，虽困穷然足以磨练身心，“困于心，衡于虑，然后作”，故能通。井虽是固定，但泉涌流通不息，日月迁徙而弥长新。巽顺人理，因势利导，隐而不露。履卦是教人以礼的实践为基础，而和顺地去行事。谦卦是教人以礼自制，使性行巽顺。复卦是教人反求诸己，回复自然本性。恒卦是教人始终不二，坚定德行。损卦是教人摒除私欲，以修德远害。益卦是教人损上益下，增兴福利。困卦是教人艰苦奋斗到底，不怨天，不尤人而少忿怒。井卦是教人辨识义理的来源。巽卦是教人顺合时宜，能行使权便，当即立断。',
        ],
        [
            'name' => '第八章',
            'content' => '《易》之为书也！不可远，为道也屡迁，变动不居，周流六虚，上下无常，刚柔相易，不可为典要，唯变所适。其出入以度外内，使知惧。又明于忧患与故。无有师保，如临父母。初率其辞而揆其方，既有典常。苟非其人，道不虚行。',
            'vernacular' => '《易经》这部书，是一部经世致用的学问，人生不可须臾疏远的，《易经》是以陰陽运行，互相推移变化的，故其道常常变迁，变动不拘于一爻一卦，如乾卦初九是潜龙，九二是见龙。还有陰陽六爻，外三爻为上，内三爻为下，更互变动，周流于六个爻位之间，从上位降至下位，由下位升向上位，上下没有经常不变的爻位，陽刚陰柔，互相变易，在另一卦爻时，解释又不同，不可固执于一种典常，唯有观其变化的所往，才能周明其道。《易经》至理，启示我们出入进退，内外往来都要合于法度，或在外以安边定国，匡齐天下，或在内以正心诚意修身养性，皆使我们知道戒惧谨慎，以免除灾祸。同时，明瞭忧患的原因，虽无师保在旁，却似父母在自己面前，不致有过越颠损。最初遵循辞义以揆度爻象和道理所在，就有经常的法则，可让我们恪遵不二了。易学是一门经世致用的学问，不是毫无根据的空谈，若非笃信易道的人，则道也不能凭虚而行的。',
        ],
        [
            'name' => '第九章',
            'content' => [
                '《易》之为书也，原始要终，以为质也。六爻相杂，唯其时物也。其初难知，其上易知，本末也。初辞拟之，卒成之终。',
                '若夫杂物撰德，辩是与非，则非其中爻不备。噫！亦要存亡吉凶，则居可知矣。知者观其彖辞，则思过半矣。',
                '二与四同功而异位，其善不同；二多誉，四多惧，近也。',
                '柔之为道，不利远者；其要无咎。其用柔中也。',
                '三与五同功而异位，三多凶，五多功，贵贱之等也。其柔危，其刚胜耶？',
            ],
            'vernacular' => '《易经》这部书，是追原万事万物的始终，以成其根本的一本书，有六十四卦三百八十四爻，以包括万事万物的要素。一卦分为六爻，虽六爻刚柔相杂不一，但只要观察爻位，处在适当的时位，和象征的事物，便可以决定吉凶了。初爻是很难了解它的涵义的，因初爻为根本，卦的形体，尚未形成。而上爻为卦末，全卦形体已经具备了，涵义自然毕露，容易领会了。圣人在拟测而系初爻的文辞时较为困难。等到初爻的文辞已定，则顺此立二三四五及上爻的文辞，顺爻位的次序，由下而上，全卦六爻的文辞就逐渐形成，到了上爻，不过是卦义的终结而已。至于陰陽杂陈，揆述陰陽的德性，辨别是非，不是初爻和上爻二者所能概括的，必须加上二、三、四、五中爻，互相审度观察，它的涵义才能完备而无遗。啊！探存亡吉凶的大要，只要从六爻中推求，虽平居在家，也可得知道了。聪明贤达的人看看彖辞，则卦义多半可知了。六爻中的第二爻与第四爻，同属于陰柔的性质，二与四互成一卦，可知道存亡吉凶的道理，它们的功用相同的，而位置不同，因此他们时位的善恶也有不同。二居下卦中远应九五之尊，不为君王所疑，做事易奏效，故得到赞赏较多。四居上卦之下，接近五的君位，虽旦夕侍在君侧，但言行必须谨慎，动辄得咎，惶恐不安，故常处在危机之中。柔顺的人，自立不易，需亲附于他人，所以不利于远者，只要能够求没有咎害便可以了。用柔之道，要使柔顺居中，不失中庸之道，方能有利。像六二以陰居陰位，处内卦之中，多能获得吉利。六爻中的第三爻与第五爻，同属陽刚的部位，三与五互成一卦，它们的功用是相同的，而位置是不同的。三居下卦之极，在臣下之位，故多凶害。五居上卦之中，位君上之位，象征高明中正，众星拱照，故多功。这是爻位等次有尊卑贵贱之差异的关系。岂是属于柔爻的，必定是危殆吗？属于陽刚的，一定优胜吗？这要看各爻的尊卑贵贱及时位呀。并不一定陽刚就吉，陰柔就凶的。',
        ],
        [
            'name' => '第十章',
            'content' => '《易》之为书也，广大悉备。有天道焉，有人道焉，有地道焉。兼三才而两之，故六。六者非它也，三材之道也。道有变动，故曰爻；爻有等，故曰物；物相杂，故曰文；文不当，故吉凶生焉。',
            'vernacular' => '《易经》这部书，凡天道、人道、地道，无所不包，可谓广大完备。易学以三划，象征天、人、地的三个位置，易理是相生相对，天有昼夜，地有水陆，人有男女，所以卦爻两两成列，合两个三爻的卦而为一个六爻的卦，兼两爻为一位，五为陽，上为陰，陰陽成象，故五与上为天位，三与四为人位，初与二为地位，为刚柔为形体。六爻而成一卦，皆是相当于三才之道而已。《易经》之道，变动不居，而周流于六位之间的奇耦两画，称之为爻。爻有刚柔大小远近贵贱的等次，好像物类的不齐，所以称乾为陽，称坤为陰物。陰陽两物交相错杂，似青黄两色的相兼，所以称为文。各卦各爻，陰陽参杂，时有当与不当，于是吉凶之象，就产生了。',
        ],
        [
            'name' => '第十一章',
            'content' => '《易》之兴也，其当殷之末世，周之盛德耶？当文王与纣之事耶？是故其辞危。危者使平，易者使倾。其道甚大，百物不废。惧以终始，其要无咎，此之谓《易》之道也。',
            'vernacular' => '易学的兴盛，大概在商代的末期，周文王德业方盛的时期吧？当文王和周纣王时代的事情吧？所以他所系的文辞皆含有警戒畏惧之意，常常居安思危，戒慎恐惧，必能化险为夷，操心危虑患深地使他平安。反之，得意忘形，骄傲自恃，虽安定局势，必遭致倾覆。因之安逸懈怠的，就使他倾覆，易学道理是如此广大，所有事物都不能违背此原则，时时戒惧，始终不懈，其主旨在无咎，这就是易学的道理。',
        ],
        [
            'name' => '第十二章',
            'content' => [
                '夫乾，天下之至健也，德行恒易以知险。夫坤，天下之至顺也，德行恒简以知阻。能说诸心，能研诸侯之虑，定天下之吉凶，成天下之亹亹者。',
                '是故变化云为，吉事有祥。象事知器，占事知来。天地设位，圣人成能。人谋鬼谋，百姓与能。',
                '八卦以象告，爻彖以情言，刚柔杂居，而吉凶可见矣。',
                '变动以利言，吉凶以情迁。是故爱恶相攻而吉凶生，远近相取而悔吝生，情伪相感而利害生。',
                '凡《易》之情，近而不相得则凶，或害之，悔且吝。',
                '将叛者其辞惭，中心疑者其辞枝，吉人之辞寡，躁人之辞多，诬善之人其辞游，失其守者其辞屈。',
            ],
            'vernacular' => '乾象是天下最刚健的，表现为刚健之处，是在于恒久而平易，且无私意，故可以明照出天下危险的事情。坤象最为柔顺，其表现柔顺之处，在于恒久而简静，故可以明察天下烦壅阻隔的原因。易学的道理，能使身心和悦，能专精地研制所有的思虑，能断定天下吉凶悔吝的事理，能成就天下勤勉不息的事业。所以无论天地陰陽变化，人类言行举止，吉利的事情，必有吉祥的征兆，观察万事万物的现象，就知道各种事类的器宇或材具，尚未显现的事机，也可以占卜而知吉凶。天尊于上，地卑于下，天地间万事万物，皆有它一定的法则和位置，圣人仿效之。演成《易经》的理象，使万物各遂其生，各得其所，以成就参赞造化的功能。圣人在做事之前，先谋于贤士，同时又卜筮于鬼神，以谋求吉凶的道理，能如是，虽众人也必能参与这幽明的能事了。八卦是以爻象告诉于人的，爻辞和彖辞，是陰陽变化的道理，和事物消长的情态而言的。刚柔两爻，互相错杂周流于六位之间，他的时位也因而有当与不当，因此吉凶之征兆，便可以见到了。穷则变，变则通，通则久。刚柔两爻的变动，是为使事物趋于有利的；吉凶的推迁，是随着情理而定的；处世合情合理，则得吉，反之，违背人情常理，则陷入凶害。所以贪爱和憎恶两种不同的情感，互相交攻，必有得失，于是有吉凶的产生。爻位之间，有远有近，互相感应，不得其道，而任意远近相取的话，就会有悔恨困吝的事情，跟着产生了。事有真假虚伪，若以实情相感应，则利益源源而来，若以虚伪相感应，则祸害应运而生，今以实情和虚伪相感应，格格不入，利害的冲突便产生了。易理的情况，是使两相接近事物，能互相交感，以生利，若近而不相交感，不相协调，必有乖违的灾害而产生凶险的事情，甚至有自外来的伤害，而蒙受了后悔和困吝。将要陰谋叛变的人，说话时神色定有惭愧的颜色；心中有疑惑的人，因心神不定，故说话毫无系统，多有分枝不清楚，像树枝一样的杂乱；有修养的吉利的人，言辞真善而正直，故很少说话；浮躁的人，较为轻浮，故喜欢多说话；陷害善良的人，心中不安，故言不由衷，他的说辞便浮游不定；亏待职守的人，他的言辞多屈折而不伸。',
        ],
    ],
];
