<?php
return [
'name' => '序卦传',
'brief' => '序卦',
'chapters' => [
[
    'name' => '上篇一',
    'content' => '有天地，然后万物生焉(1)。盈天地之间者唯万物，故受之以屯(2)。屯者，盈也；物之始生也(3)。物生必蒙，故受之以蒙(4)。蒙者，蒙也；物之稚也(5)。物稚不可不养也，故受之以需。需者，饮食之道也(6)。饮食必有讼(7)，故受之以讼。',
    'notes' => [
        '(1)焉：于是，于天地间。',
        '(2)盈：充满。唯：是。受：接着是。屯：屯卦。',
        '(3)屯者：屯卦卦名的意思。始生：开始产生。',
        '(4)物生：事物刚产生。必：一定，必须。蒙：启蒙。故：所以。(第二个)蒙：蒙卦。',
        '(5)稚：稚嫩，幼小。',
        '(6)饮：喝。食：吃。',
        '(7)讼，争讼。'
    ],
    'vernacular' => '先有天地，然后在天地之间产生了万物。充满天地间的是万物，所以，接着是屯卦。屯卦卦名是万物充满的意思；是事物开始产生、草创的时期。事物生下来后，一定要教育启蒙；所以接下来是蒙卦。蒙卦是启蒙教育的意思，是事物还处在稚嫩幼小的阶段。事物稚嫩要长大，不可以不养育；所以接着是需卦。',
],
[
    'name' => '上篇二',
    'content' => '讼必有众起，故受之以师(8)。师者，众也。众必有所比(9)，故受之以比。比者，比也。比必有所畜，故受之以小畜(10)。物畜然后有礼，故受之以履(11)。履而泰然后安，故受之以泰。泰者，通也(12)。物不可以终通，故受之以否(13)。物不可以终否，故受之以同人(14)。',
    'notes' => [
        '(8)师：战争。',
        '(9)比：比附。',
        '(10)畜：蓄积，财富。小畜：卦名。',
        '(11)礼：礼制，礼法。履：履卦。履，鞋子，喻怎样走路，礼也；规矩，制度。孔子：富之，然后教之。古语：仓廪实而知礼节，衣食足而知荣辱。',
        '(12)通，通达，顺遂。',
        '(13)处否之时，人心分裂离散，不通顺。',
        '(14)同人：同人之心，亲如一体。',
    ],
    'vernacular' => '争讼一定会有众人奋起相较量的现象发生，所以接着是师卦，阐释战争的道理。师，又有众人的意思。许多人在一起，一定要比附结党，形成有组织的社会。比卦的意思是阐释如何比附相亲。人与人比附在一起，一定先要在物质上有所蓄积，人民国家有财富，社会才能安稳。物质财富有所蓄积，然后才懂得提升一步，谋求发展礼义。以礼来规范节制人心，然后个人家庭社会国家生活安泰、精神安泰。所以接着是泰卦。泰卦是政通人和的意思。事物不可能长久处于通泰的状态，所以接着是否塞不通。事物不可以始终否塞，所以接着是同人卦。',
],
[
    'name' => '上篇三',
    'content' => '与人同者物必归焉，故受之以大有。有大者不可以盈(15)，故受之以谦。有大而能谦必豫(16)，故受之以豫。豫必有随，故受之以随(17)。以喜随人者必有事，故受之以蛊。蛊者，事也。有事而后可大，故受之以临(18)。临者，大也。',
    'notes' => [
        '(15)盈：骄傲，自满。',
        '(16)豫：安乐吉祥。',
        '(17)随：追随。谚：富在深山有远亲。',
        '(18)临，上临下，领导。',
    ],
    'vernacular' => '与人和同，有富同享，有乱同当，我为人人，人人为我；万物一定归附。所以接着是大有卦。物质大有，精神大有，不可以自满。有大业而能够谦虚待人待物，一定安豫快乐。安豫一定有人追随。欢欢喜喜追随别人，一定自身有事情有麻烦希望得到解决。蛊卦卦名是有迷惑有事情要解决的意思。有许多事情问题，在解决过程中，可以成就大业。所以接着是临卦。临卦卦名，有大的意思。',
],
[
    'name' => '上篇四',
    'content' => '物大然后可观，故受之以观。可观而后有所合，故受之以噬嗑。嗑者，合也。物不可苟合而已，故受之以贲。贲者，饰也。致饰然后亨则尽矣，故受之以剥。剥者，剥也。物不可以终尽，剥，穷上反下，故受之以复。',
    'notes' => [
    ],
    'vernacular' => '事业广大，别人就会观瞻，有所学习效法。可以观瞻然后取法他，要合乎自身实际，所以接着是噬嗑卦。卦名嗑是合乎自己实际情况的意思。事物不可以苟且相合在一起就行了，要装饰一番。贲是装饰的意思。装饰到了极点亨通就到了尽头，所以接着是剥卦。剥卦是慢慢剥落的意思。事物不可以终究的剥落衰败，剥卦穷乎其上反乎其下，穷乎其末反乎其本，所以接着是复卦。
    ',
],
[
    'name' => '上篇五',
    'content' => '复则不妄矣，故受之以无妄。有无妄然后可畜，故受之以大畜。物畜然后可养，故受之以颐。颐者，养也。不养则不可动，故受之以大过。物不可以终过，故受之以坎。坎者，陷也。陷必有所丽，故受之以离。离者，丽也。',
    'notes' => [
        '妄，虚妄。无妄，真理。',
        '谚：救命稻草。',
    ],
    'vernacular' => '回复到人人是圣的根本就不虚妄了。掌握了真理，然后可以在物质与精神两方面都大有蓄积。物质精神财富有所蓄积，然后可以养育万物。颐卦是养育的意思。在上者，不养育万物是不可以有所行动的。能养育万物，所以有伟大的事物通过。事物不可能始终通畅，所以接着是坎卦。坎卦是陷入困顿的意思。陷入困顿一定想要有所丽附，所以接着是离卦。离卦是丽附于光明的意思。 ',
],
[
    'name' => '下篇一',
    'content' => '有天地，然后有万物；有万物，然后有男女；有男女，然后有夫妇；有夫妇，然后有父子；有父子，然后有君臣；有君臣，然后有上下；有上下，然后礼义有所错。夫妇之道，不可以不久也，故受之以恒。恒者，久也。物不可以久居其所，故受之以遁。',
    'notes' => [
        '礼，别尊卑，定上下；促和谐，远竞争。错，置也，设定。',
    ],
    'vernacular' => '夫妇之道是终生的，要稳定长久。所以接着是恒卦。恒是长久的意思。事物不可能长久存在而不衰退。',
],
[
    'name' => '下篇二',
    'content' => '遁者，退也。物不可以终遁，故受之以大壮。物不可以终壮，故受之以晋。晋者，进也。晋必有所伤，故受之以明夷。夷者，伤也。伤于外者必反其家，故受之以家人。家道穷必乖，故受之以睽。睽者，乖也。乖必有难，故受之以蹇。',
    'vernacular' => '事物退藏静养，慢慢的大壮盛。事物处于大壮盛，跃跃欲试，不可能始终处壮而不有所前进。事物前进过程中，不会一帆风顺，一定会受到伤害。在外面受到伤害，一定想回家，感受家的温暖。家道穷困，命运一定乖违。性格乖违失德，一定感召灾难。性格乖违失德，一定感召灾难。',
],
[
    'name' => '下篇三',
    'content' => '蹇者，难也。物不可以终难，故受之以解。解者，缓也。缓必有所失，故受之以损。损而不已必益，故受之以益。益而不已必决，故受之以夬。夬者，决也。决必有所遇，故受之以姤。姤者，遇也。物相遇而后聚，故受之以萃。',
    'notes' => [
        '谚：吃亏是福。',
        '决，决断。垢，遭遇。',
    ],
    'vernacular' => '事物不可以始终处于困难中，解是缓解困难的意思。缓解困难的方法，一定要蒙受各种损失。损失自己的财富与缺点，增加精神内涵，一定有增益的一天。不停的增益，一定有断裂不续的一天。不同的人生决断，会有不同的人生境遇。事物先相遇，然后有可能相聚在一起。',
],
[
    'name' => '下篇四',
    'content' => '萃者，聚也。聚而上者谓之升，故受之以升。升而不已必困，故受之以困。困乎上者必反下，故受之以井。井道不可不革，故受之以革。革物者莫若鼎，故受之以鼎。主器者莫若长子，故受之以震。震者，动也。物不可以终动，止之，故受之以艮。',
    'notes' => [
        '鼎，器也，定也，喻新的理念、规章、制度。',
    ],
    'vernacular' => '萃，聚集。物相聚在一起，是向上走，就叫做升。不停的上升，一定有困顿的一天。在上位的受困，一定返回到关注下面，任贤井养其民。井，贤也。井道养贤及民之道不可以不随时变革。变革事物没有比鼎更好的了，食入鼎而熟。主社稷重器的人，莫如才德高的长子。长，德能长人。所以接着一卦是震卦。震为长子，为动之所出。事物不可以始终处于运动状态而不停止。',
],
[
    'name' => '下篇五',
    'content' => '艮者，止也。物不可以终止，故受之以渐。渐者，进也。进必有所归，故受之以归妹。得其所归者必大，故受之以丰。丰者，大也。穷大者必失其所居，故受之以旅。旅而无所容，故受之以巽。巽者，入也。入而后说之，故受之以兑。',
    'notes' => [
        '自身文化文明贬值，对自己的传统失去信心，盲目崇拜别人的文明。谚语：人往高处走。月亮是外国的圆。',
    ],
    'vernacular' => '事物不可能始终停顿不前，要慢慢的前进。事物处于前进时，一定有人、物来归附。得到人物的归附一定壮大。丰卦卦名有大的意思。大而穷困的国家，其人民一定失去原有的居所，旅居国外；旅居在外，寡亲少助不为人容纳，一定想进入某一个群体。进入了某个群体，有了归宿，心里就高兴了。',
],
[
    'name' => '下篇六',
    'content' => '兑者，说也。说而后散之，故受之以涣。涣者，离也。物不可以终离，故受之以节。节而信之，故受之以中孚。有信者必行之，故受之以小过。有过物者必济，故受之以既济。物不可穷也，故受之以未济终焉。 ',
    'notes' => [
        '离，离散。谚语：天下没有不散的宴席。',
        '中孚，心中孚信。',
        '小过，有小事物通过。',
        '既，已经。济，渡河，喻成功。',
        '未，没有。未济，没有成功。终，最后。',
    ],
    'vernacular' => '兑是高兴的意思。一群人在一起高高兴兴了，然后分散开，各奔东西。事物不可以始终离散，要节制。节制产生信心。有信念的人，一定实行自己的理想。有正当事物通过实行，一定成功。事物的发展，久则穷；而事物不可以久处穷，穷则思变。所以最后一卦是未济卦，没有成功的意思。',
],
],
];
