<?php
return [
'name' => '杂卦传',
'description' => '杂卦传：杂取六十四卦，不依原来顺序加以解说，所以叫杂卦传。其解释极简单而用韵，有些与本义不合，或只浮在表面，大概是前人读易扎记略加整理而成的。其说与彖传、象传、序卦传都间有不同，也足以说明易大传不出于一人之手。',
'chapters' => [
    [
        'name' => '第一辑',
        'content' => '乾刚坤柔，比乐师忧。临、观之义，或与或求。屯见而不失其居，蒙杂而著。',
        'vernacular' => '乾卦刚健，坤卦阴柔。比卦快乐，师卦忧愁。临卦和观卦的意义，或者是给与，或者是请求。屯卦是万物开始出现，各不丧失其位置，蒙卦是万物杂处而显著。',
        'notes' => [
            '见：同现，出现。',
        ],
    ],
    [
        'name' => '第二辑',
        'content' => '震，起也。艮，止也。损、益盛衰之始也。大畜时也。 无妄灾也。萃聚而升不来也。谦轻而豫怠也。噬嗑食也，贲无色也。',
        'notes' => [
        ],
        'vernacular' => '震卦是奋起。艮卦是静止。损卦和益卦是盛大和衰微的开始。大畜卦是讲时机。无妄卦是讲灾祸。萃卦是聚集，升卦是不来。谦卦是轻浮，豫卦是懈怠。噬嗑是吃东西。贲卦是没有颜色。',
    ],
    [
        'name' => '第三辑',
        'content' => '兑见而巽伏也。随无故也，蛊则饬也。剥烂也，复反也。晋昼也。明夷诛也。井通而困相遇也。咸速也。恒久也。涣离也。节止也。解缓也。蹇难也。睽外也。家人内也。',
        'notes' => [
            '饬(chì)：整治。',
            '反：同返，回去。',
        ],
        'vernacular' => '兑卦是看见，巽卦是逊伏。随卦是无缘无故。蛊卦是整顿治理。剥卦是烂掉。复卦是回去。晋卦是白天。明夷卦是诛杀。井卦是水通于地上，困卦是彼此相逢。咸卦是迅速。恒卦是永久。涣卦是离散。节卦是制上。解卦是缓和。蹇卦是困难。睽卦是讲外面，家人卦是讲家里。',
    ],
    [
        'name' => '第四辑',
        'content' => '否、泰反其类也。大壮则止，遁则退也。大有众也。同人亲也。革去故也。鼎取新也。小过过也。中孚信也。丰多故也。',
        'notes' => [
            '故：事。',
        ],
        'vernacular' => '否卦和泰卦将变得各自与它的同类相反。大壮卦是停止。遁卦是后退。大有卦讲得到众人支持。同人卦讲与众人亲近。革卦是去掉旧的。鼎卦是取得新的。小过卦是讲小有过失。中孚卦是讲要有信用。丰卦是讲多事。',
    ],
    [
        'name' => '第五辑',
        'content' => '亲寡旅也。离上而坎下也。小畜寡也。履不处也。需不进也。讼不亲也。大过颠也。姤遇也，柔遇刚也，渐女归待男行也。',
        'notes' => [
            '亲寡，旅也：按照杂卦传先举卦名，后作解释的句例，应作：“旅，亲寡也。”并与“丰，多故也”对称。',
            '女归：女子嫁出去。',
        ],
        'vernacular' => '旅卦是讲亲近的人少。离卦是火向上升。坎卦是水向下降。小畜卦是讲少。履卦是讲不停止。需卦是不前进。讼卦是不相亲，大过卦是讲颠倒。姤卦是讲碰上，是阴柔碰上阳刚。渐卦是女子出嫁要等待男子亲迎才走。',
    ],
    [
        'name' => '第六辑',
        'content' => '颐养正也。既济定也。归妹女之终也。未济男之穷也。夬决也，刚决柔也，君子道长，小人道忧也。',
        'notes' => [
            '定：吕氏春秋高诱注：“定犹成也。”即成功的意思。',
        ],
        'vernacular' => '颐卦是培养正气。既济卦是已经成功。归妹卦是女郎的终了。未济卦是男子的穷困。夬卦是冲开，是阳刚冲开阴柔，是君子之道不断上升，小人之道不断下降。',
    ],
],
'unscramble' => [
    '一部易髓，都汇聚在杂卦传中。杂卦传言辞甚简，或以一字释一卦，或数字释一卦，或天然成韵，或信手拈来，或有心用韵，或无心用韵，错落有致，极造化万有不齐之妙，揭天地自然阴阳变化之机，教人知阴阳刚柔进退消长之理，示人合天合道进德修身之道。圣人作易，通神明之德，类万物之情，尽显于一部杂卦传中。圣人“则图画卦，观象系辞”，自羲文周孔四圣人之后，数千年来，卦象失传，卦辞之意终不得明。',
    '后世历代众贤巨儒，穷尽世智辩聪，拘玄索隐，于卦辞虽多有发明阐释，但似是而非，终不明圣意。或错解其义，如“兑见而巽伏也”，解为兑一阴现于上，巽一阴伏于下；“损益盛衰之始也”，解为损为盛之始，益为衰之始。或因难解而窜改原文，如“大畜时也”，改为大畜痔也；“无妄灾也”，改为无妄不灾也；“升不来也”改为升来也。真是“依文解意，三世佛冤”，实可叹也。阴阳相揉谓之杂，刚柔相摩谓之揉。',
    '后世皆将杂卦传之杂字解为杂乱之杂，是不知夫子立言的根本。序卦传是就本卦内外论阴阳之消长，而参之以天道以应其变化，杂卦传是伏羲六十四卦大太极圆图四时变化论阴阳之消长，而合人事以显其归结。看法不同，立言自是各异。其说有合于经意者，如“乾刚坤柔”、“谦轻而豫怠也”，有不合于经意者，如“比乐师忧”，有与彖传象传序传相同者，如“恒久也”、“蹇难也”，有与彖传象传序传不同者，如“比乐师忧”、“离上而坎下”，彼三传皆无等等。',
    '细观伏羲六十四卦日月四时周流六虚之圆图，阴阳刚柔升降进退消长之理，玩杂卦传所系之辞则一丝不乱，一丝不紊，字字入理。千载以降，易象失传，后世注疏，汗牛充栋，非错即谬，致使一部大易，几成玄学，几成绝学。余孜孜好易数十年，于奇门六壬、四柱命理、堪舆风水等数术均博览钻研。初读古今易书，似是而非，终无头绪。后得到中国道家全真派秘传风水真传，考之以古今名坟古墓，证之以易理数术，多有应验。始知古代风水术是易理与河洛秘奥的综合应用。',
    '后因缘聚会，有幸得到先贤秘传卦象易象数卷，欣然研读，惮精竭智，于易始有所悟，略有心得，现简释杂卦传之义，就教于方家同仁。',
    '乾刚坤柔 羲皇六十四卦大太极全图中，阴阳刚柔纯与杂全备。乾卦处在全图最上，纯阳之位，六爻皆阳，故曰刚，坤卦处在全图最下，六爻皆阴，处在阴极之位，纯阴，故曰柔。左方三十二阳卦，莫盛于乾，右方三十二阴卦，莫极于坤。凡卦爻之阳，皆备乾之刚性，凡卦爻之阴，皆备坤之柔性。刚柔二字，是杂卦传的纲领。夫子开传首释至尊至卑、极上极下、极阳极阴的乾坤二卦，曰刚曰柔以统领天地、君臣、父子、夫妻之道。传末言君子小人，圣人立传之意。示人道尽合天道之意可见矣。',
    '比乐师忧 比当大雪之中，其九五一阳已出坎之上中，无险可忧，只隔剥坤两卦，便自入内而为复，故乐。师当秋分之初，其九二一阳，尚未出坎之内、中位，有阴可虞，去复卦隔十六卦，路途遥远，阳自此不得处内卦之中，出而向外，自此出少阴之宫，进太阴之宫，故忧。同此五阴一阳之卦，其忧乐之情，因其所处地位不同而异。比乐其阳有入内之机，师忧其阴有大盛之势。',
    '临观之义或与或求 临当春分之末，内卦二阳初长，三四五六诸爻之阴，俱将就消，阳便容纳得它，可以不用理会，所以或与。观当大雪之初，外卦之二阳并出，初二三四之阴，欲留莫挽，盖阳不与阴争，自家要去外出，所以或求。 同二阳四阴之卦，其义固自不同。临虽四阴处上，其势在阳升之时，二阳内升，其权在阳，可从容听其阴之自消，任其自去，故曰或与。观虽二阳处上，其道似犹可行，然四阴内盛，权不在阳，阳难久居而出外远去，故曰或求。',
],
];
