<?php
return [
'brief' => '周武王姬发（？―约公元前1043年），姬姓，名发（西周青铜器铭文常称其为珷[wǔ]王），周文王姬昌与太姒[sì]的嫡次子，岐周（今陕西岐山）人，西周王朝的开国君主。',
'description' => [
    '约前1056年，文王崩逝，姬发继位，号为武王。武王继位后，继承父志，重用太公望、周公旦、召公奭等人治理国家，周国日益强盛。约前1046年，武王联合庸、蜀、羌、髳卢、彭、濮等部族，进攻商纣行在朝歌，讨伐暴君纣王统治下的商朝，是为牧野之战。殷商大败，纣王自焚于鹿台，殷商灭亡。周王朝建立，定都镐京（今陕西西安西南）。',
    '克殷三年后（约公元前1043年），周武王驾崩，葬于周陵，为后世尊崇为古代明君。',
],
'baseInfo' => [
    '本名' => '姬发'
    '别名' => '周武王',
    '所处时代' => '商末周初',
    '民族族群' => '华夏族',
    '出生地' => '岐周（今陕西岐山）',
    '逝世日期' => '约 公元前 1043年',
    '主要成就' => '灭商建周',
],
'人物生平' => [
    '先周崛起' => [
        '周文王姬昌时期，国力逐渐强大，“天下三分，其二归周”，为灭商奠定了基础。姬昌崩逝后，其子姬发继位，史称周武王。',
        '姬发对内重用贤良，继续以姜太公（即姜尚）为军师，并用弟弟周公旦为太宰，召公、毕公、康叔、丹季等良臣均各当其位，人才荟萃，政治蒸蒸日上。对外争取联合更多诸侯国，壮大力量。武王审时度势，积极为灭商准备条件，等待时机。为便于进攻商都朝歌，周武王在沣水东岸建立新都镐京（今西安）。',
    ],
    '孟津观兵' => [
        '周武王即位后的第二年，率大军先西行至毕原（今陕西省长安区内）文王陵墓祭奠，然后转而东行向朝歌前进。在中军竖起写有父亲西伯昌名字的大木牌，自己只称太子发，意为仍由文王任统帅。大军抵达黄河南岸的孟津（今河南孟津县东北），有八百诸侯闻讯赶来参加。人心向周、商纣王孤立无援的形势已形成，诸侯均力劝武王立即向朝歌进军。武王和姜尚则认为时机还不成熟，在军队渡过黄河后又下令全军返回，并以“诸位不知天命”告诫大家不要操之过急。因时机还未完全成熟，还是班师回朝了。这次灭商预演，史称“孟津之会”或“孟津观兵”。',
    ],
    '武王伐纣' => [
        '孟津观兵后，武王一面加紧练兵，一面派人去探听殷商的动向。他们听到探子的3次汇报后得知，殷商已是“谗恶进用、忠良远黜”：王子比干被剖胸挖心；箕子装疯，被罚为奴；微子感觉无望，已经出走，隐居起来；百姓们不敢口出怨言了。武王觉得殷商已是分崩离析，众叛亲离了，征伐纣王的时机已经成熟。',
        '武王即位后第四年春天，发动了空前的灭商战争。拜姜尚为帅，发兵五万渡过黄河东进。大军到了盟津，八百诸侯也率兵前来助战，武王便在盟津举行了誓师大会。在庄严肃穆的气氛中，姬发左手执掌象征军队指挥权的黄钺，右手握着用以发号施令的牦尾杖，在吕尚和叔旦的左右护卫下登上土坛，向全体将士发表了被后人称为《牧誓》的著名誓词：',
        '诸位友邦君长和将士们，殷纣荒废国政，不敬神道，离弃同胞，肆暴百姓，天怒人怨。现在，上天命令我向殷国行使惩罚。众将士们，举起你们的戈，拿起你们的盾，要像虎那样威武、如熊一般雄壮地去战斗。努力啊，将士们！',
        '誓师典礼结束后，盟誓后，武王便率大军浩浩荡荡地杀奔商都朝歌，一路上势如破竹，很快便打到了离朝歌只有70里的牧野，双方军队就在牧野附近摆开了阵势进行决战。',
        '纣王认为自己有军马70万，可周军只有5万，这简直是以卵击石、飞蛾扑火。可他哪知武王的军队是经过严格训练的精锐之师，作战勇敢顽强，而他那70万大军中，一多半是临时武装起来的奴隶和从东夷捉来的俘虏，他们平日受尽了纣王的压迫和虐待，对纣王恨之入骨，又有谁肯为他卖命。所以两军刚一交锋，奴隶们就掉转矛头，纷纷倒戈投降，配合周军攻打商军，纣王所谓的70万大军顷刻间土崩瓦解。姜尚便指挥周军，乘胜追去，一直追到朝歌。',
        '牧野战败之后，纣王逃回朝歌，感到已没有回天之力，就命人将宫里珍宝都搬到鹿台，然后放起火来，自焚而亡。朝歌的百姓闻听纣王已死，便列队欢迎周军入城。武王入城来到鹿台，看到纣王的尸体便连射三箭，并砍下纣王与妲己的脑袋，悬挂在宫廷外的白旗下示众。纣王的两个宠臣恶来、费仲也被斩首。群凶斩除，人心大快。从此延续了600多年的殷商王朝，随着恶贯满盈的纣王的自焚而彻底灭亡，史称武王克殷。',
        '关于武王伐商的史实，首批禁止出国（境）展览文物的利簋可以证明。利簋又名武王征商簋，为周武王时期有司（官名）利所作的祭器，1976年出土于陕西临潼，是已发现的时代最早的西周青铜器。利簋腹内底部铸有铭文4行32字 ， 大意为：武王伐商，甲子日凌晨岁星正当其位，宜于征伐；战胜商朝八天后的辛未日，武王在当地的军队驻地赏“有司”利以铜，利觉得很荣耀，就用铜来铸造宝器以纪念这件事。利簋记载的史实证实了《尚书·牧誓》、《逸周书·世俘》等文献的记载。',
        '《诗经》中对牧野之役歌咏道：“维师尚父，时维鹰扬。”牧野之役，以武王为统帅，太公望为总指挥，可能是持着绘有鹰徽的军旗，随风飘扬，士气高昂，故曰“牧野鹰扬”。',
    ],
    '灭商建周' => [
        '周王朝建立，定都镐京（今陕西西安西南）。周武王追封父亲姬昌为文王，并分封诸侯。',
        '由于过度的辛劳，姬发在灭商后的第二年就病倒了。当时，天下尚未安宁，周室大臣们都担心姬发的逝世将会带来动乱。姬发的病情一度稍有好转之后，很快又恶化了。弥留之际，还念念不忘尚未安宁的天下，他担心自己的儿子姬诵年纪尚幼，缺乏政治经验，不足以担起管理天下的重任，便把辅政的大事全部委托给了叔旦。不久驾崩。',
    ],
],
'为政举措' => [
    '封邦建国' => [
        '牧野之战后，武王进入商都，分商的畿内为邶、鄘、卫三国，以邶封纣子禄父（即武庚），鄘、卫则由武王之弟管叔鲜、蔡叔度分别管理，合称三监（一说管叔监卫、蔡叔监鄘、霍叔监邶，以监视武庚）。随后派兵征伐尚未臣服的商朝诸侯，据记载征服者有99国，臣服652国。',
        '武王四年（约公元前1046年），武王灭商后，还师西归，在他新迁的都邑镐京（即宗周，今陕西西安西北沣水东）举行盛大典礼，正式宣告周朝的建立。',
        '周王朝建立后，所面临的政治形势相当严峻，武王以“小邦”之君统治如此大的区域，担心诸侯叛乱。为了巩固政权，适应新形势的需要，武王决定按功行赏，调整统治集团的内部关系，实行以周王室为中心的分封政治制度。先后受封的功臣主要有：姜太公、周公旦、召公奭等。为了控制广阔的新征服区，周初沿用商的分封制，把王族、功臣以及先代的贵族分封到各地做诸侯，建立诸侯国。先后分封的有鲁、齐、燕、卫、宋、晋、虢等71个诸侯国。',
        '周武王这种封建其主要的目的有三：',
        '一、安抚殷民：封纣子武庚于殷，并在殷的周边，设邶、墉、卫三国，封给霍叔、管叔、蔡叔，用来监视武庚，此举明告天下，灭纣是吊民伐罪，无灭殷绝祀之意，以安抚东方的殷人。',
        '二、兴废继绝：把焦、祝、蓟、陈、杞这些封国，封给有功德于人民的古代帝王的后裔，表示崇德报功之意，鼓舞民心。',
        '三、移民实边：齐、鲁、燕三国，为周在东方新的领域，这些封国为移民实边攻策，而寓有区域的开发，足食足兵的用意，同时在政策的运用上，也可以说在殷民族的后方，建立了牵制的力量。',
    ],
    '宗法制度' => [
        '宗法制早在原始氏族时期宗法制就有所萌芽，但作为一种维系贵族间关系的完整制度的形成和出现，则是西周时期。周武王灭商，统一天下后，在宗法制度下，“天子建国，诸侯立家，卿置侧室，大夫有贰宗，士有隶子弟”，形成了系统而完整的管理体系。',
        '宗法制是一种按照血统远近区别亲疏的权利继承制度，源于父系氏族家长制，其核心是嫡长子继承制，主要用于区分嫡庶、亲疏关系，目的是在家族内部确立地位、财产的继承权，完善和巩固分封制，防止贵族之间因为权力的继承问题发生纷争。大宗在家族内部因有财产的继承权，所以受到庶宗的敬奉，即所谓的“尊祖敬宗”。',
    ],
    '井田制度' => [
        '配合政治组织中的分封制，社会组织中的宗法制，文化思想中的礼乐制，周武王在经济方面实施了井田制。西周时期，道路和渠道纵横交错，把土地分隔成方块，形状像“井”字，因此称做“井田”。井田属周王所有，分配给庶民使用。领主不得买卖和转让井田，还要交一定的贡赋。领主强迫庶民集体耕种井田，周边为私田，中间为公田。周王把土地层层分封给诸侯，诸侯将受封土地分赐给卿大夫，卿大夫把土地再分赐其子弟和臣属。周王对所封土地有予夺之权，各级受封的贵族对土地只有使用权，没有所有权，只能世代享用，不能转让与买卖，受封者还要向国王承担义务，就是要向国王交纳贡赋，以此，周王有效的控制着广大的国土，并将人民约束在封建制度下的小农经济中。',
        '中国古代的井田制与西方的庄园不同，伴随着相应的政治制度不同。西方的庄园制度，大块的耕地由农民合作公耕，农民附属于土地，所以是农奴，也就是奴隶制。土地拥有者即是贵族。中国的井田制是把土地划分为井字形，农民并不附属于土地；土地所有权虽是贵族的，但农民并非农奴，所以中国和西方的政治制度自然也不同。所以严格意义上讲，中国古代并无严格意义上的奴隶社会，也没有原始共产主义社会，而是拥有短暂的封建社会。从商鞅废除井田制度之后，中国实行的政治制度实际上是建立在郡县制基础上的中央集权制。',
    ],
    '礼乐天下' => [
        '周武王建立西周后，开创了一系列史无前例的伟大措施，其核心思想为“敬天保民”，从此陕西姬周成为中华文明的奠基者——政治组织中的分封制，社会组织中的宗法制，经济组织中的井田制，文化思想中的礼乐制，影响中国长达三千多年。',
        '周代礼制完整地讲应称之为礼乐制度，分礼和乐两个部分。礼的部分主要对人的身份进行划分和社会规范，最终形成等级制度。乐的部分主要是基于礼的等级制度，运用音乐进行缓解社会矛盾。前者是所有制度的基础和前提，后者是制度运行的形式和保障。',
        '周礼严格区分和限定了社会中每一个个体所处的地位，从国家制度和宗法层面对国民予以强制性约束，建立了等级森严的差异化社会，为了在这样的社会里保持人与人之间的和谐相处，统治者采用音乐，用精神和文化的感召力来作为沟通情感的基本方式，化解因为礼的等级化、秩序化引起的种种对立和矛盾。',
    ],
],
'人物评价' => [
    '总评' => '周武王有着广阔的心胸和长远的眼光，同时有着果断地处事能力，在看到商朝的无道，他打出了为民请命，替天行道的旗号来获得广大人民群众的拥护，从而大大的扩大了自己的实力和影响力，在伐纣的过程中，他以大无畏的精神亲自带领兵马直捣朝歌，打了纣王一个措手不及。同时周武王有着很杰出的个人魅力，他也因此受到人们的爱戴，这也是他获得人们支持的一个重要原因。',
    '名人评价' => [
        '《诗经·雅·文王之什·大明》：时维鹰扬，凉彼武王。',
        '《易·革》：汤武革命，顺乎天而应乎人。',
        '《尚书·泰誓》：天视自我民视，天听自我民听。百姓有过，在予一人，今朕必往。',
        '《尚书·君牙》：丕显哉，文王谟！丕承哉，武王烈！启佑我后人，咸以正罔缺。',
        '《议兵》：“故汤之放桀也，非其逐之鸣条之时也，武王之诛纣也，非以甲子之朝而后胜之也，皆前行素修也，此所谓仁义之兵也。”',
        '商鞅：汤武不循古而王。夏殷不易礼而亡。',
        '孟子：曾闻武王诛独夫纣，未闻弑君者也。',
        '刘禅：是以汤、武脩德而王，桀、纣极暴而亡。',
        '虞世南：四时平分，冬夏有暄寒之辩；五常递运，水火有刚柔之殊。至于利物成务，其道同矣。文王夷明，晦迹藏用，所以显仁；武王果毅，发扬龚行，所以静乱。然则，济世庇民，其揆一也。奚必修文为是而允武为非乎？期于至公而已矣。',
    ],
],
'家族成员' => [
    '父母' => ['父亲：周文王姬昌', '母亲：太姒'],
    '同母兄弟' => [
        '长兄：伯邑考，早卒。',
        '三弟：管叔鲜，与蔡叔度、霍叔处并称周初三监，监护殷商的顽军遗民，后发动三监之乱，声讨周公。兵败被杀。封国被废。',
        '四弟：周公旦。',
        '五弟：蔡叔度，与管叔鲜、霍叔处、武庚发动了著名的三监之乱，声讨周公。兵败后被流放于郭邻，卒于迁所。周公命蔡叔度子仲继位于蔡。',
        '六弟：曹叔振铎。',
        '七弟：郕叔武。',
        '八弟：霍叔处，与管叔鲜、蔡叔度、武庚发动了著名的三监之乱，声讨周公。兵败后被贬为庶人，周公旦命霍叔处的儿子继任霍国君主。',
        '九弟：卫康叔，平定三监之乱后，于前商朝故墟朝歌建立卫国，徙封康叔于卫。',
        '十弟：冉季载，由四兄封季载在聃国，在今河南省颍州西，为周司空以辅佐周成王。',
    ],
    '异母弟弟' => [
        '十一弟：郜叔。',
        '十二弟：雍伯。',
        '十三弟：毛叔郑。',
        '十四弟：错叔绣。',
        '十五弟：毕公高。',
        '十六弟：原伯。',
        '十七弟：酆侯。',
        '十八弟：郇伯。',
        '十九弟：赖叔颖。',
    ],
    '妻子' => '王后：邑姜，姜姓，齐太公吕尚之女。',
    '儿子' => [
        '长子：周成王姬诵，母邑姜。',
        '次子：邘叔，母不详。',
        '三子：唐叔虞，母邑姜。',
        '四子：应侯，母不详。',
        '五子：韩侯，母不详。',
    ],
    '女儿' => '长女：大姬（大音太），母不详，为陈国君主陈胡公之妻。',
],
'后世纪念' => [
    '周武王陵',
    '周武王陵位于陕西省咸阳市北郊五陵原，行政区划归渭城区周陵街道，距咸阳市区5千米。',
    '由于周武王陵在周文王陵之北，周文王陵西南方向约1.3千米陵照村北有周武王之子周成王之陵，周文王陵东南方向约1.6千米新庄村西有周成王之子周康王陵，周成王陵西南约1.8千米还有周康王重孙、西周第六代国王周共王陵。因此民间用“背儿抱孙”形象总结这一带周陵分布形式。',
    '周武王陵位于周文王陵北，陵前有新修水泥台阶，平台上是高大的碑楼，上书“周武王陵”4个大字，为清陕西巡抚毕沅所立。',
],
'轶事典故' => [
    '骈齿望羊' => '史载周武王“骈齿，望羊（阳）”。即有双重牙齿，视野广阔。后人解释是武王灭商需要武力，多长出一重牙齿，以示刚强，望阳表示能高瞻远瞩。',
    '武王封貔貅' => '姜子牙助武王伐纣时，一次行军途中偶遇一只貔貅，但当时却无人认识，姜子牙觉得它长相威猛非凡，就想方设法将它收服并当做自己的坐骑，带着它打仗屡战屡胜。周武王见貔貅如此骁勇神奇，就给他封了一个官，官号为“云”。',
    '武王与臊子面' => '臊子面起源于周朝。相传周武王伐商时在岐山遇到像“龙”的怪兽。杀了怪兽，为了鼓舞士气，决定每人分吃怪兽肉。但是人太多，不够分，就煮汤每人分喝一碗，感到很好喝。这也是岐山臊子面的雏形。',
    '巨桥发粟' => '巨桥，古桥名，位于今河北省广宗县张葛集村。周武王灭纣后，遣南宫括散发巨桥仓的粮食，赈济饥民，史称巨桥发粟。巨桥发粟表明了周王朝与殷商王朝截然不同的施政方式，即由“敬神贱民”变为“敬天保民”，是周武王实施仁政的具体体现，为周初稳定民心起到了表率作用。',
],
'艺术形象' => [
    '文学形象' => '明代著名作家许仲琳的代表作《封神演义》中的人物，在姜子牙的辅佐之下推翻商纣王的统治，开启周代八百年江山。',
],
];
