<?php
return [
'brief' => '周成王姬诵（?―前1021年），姬姓，名诵，岐周（今陕西省岐山县）人。周朝第二位君主，周武王姬发的儿子，太师姜子牙的外孙，母为王后邑姜。',
'description' => [
    '继位之初，年纪尚幼，由皇叔周公旦摄政，平定三监之乱。周成王亲政后，营造新都成周，统治中国、大封诸侯、派兵东征、制礼作乐，巩固了西周王朝的统治。',
    '公元前1021年，因病驾崩，在位22年。周成王与其子周康王统治期间，社会安定、百姓和睦、“刑错四十余年不用”，史称“成康之治”。',
]
'baseInfo' => [
    '本名' => '姬诵',
    '别名' => '周成王',
    '所处时代' => '西周',
    '民族族群' => '华夏族'
    '出生日期' => '？',
    '逝世日期' => '公元前 1021年',
    '谥号' => '成王',
    '在位时间' => '前1043年—前1021年',
    '性别' => '男',
],
'人物生平' => [
    '受政周公' => [
        '周武王克殷商后两年去世之时，姬诵被立为成主，由于成王年幼，天下初定，叔父周公惟恐诸侯叛周，于是乃亲自摄政治理天下。',
        '周公亲践天子之位，引起了管叔、蔡叔等弟兄怀疑，于是管、蔡联合武庚发动叛乱，背叛周朝。周公奉成王的命令，平复叛乱，诛杀了武庚、管叔，流放了蔡叔。让微子开继承殷朝的后嗣，在宋地建国。又收集了殷朝的全部遗民，封给武王的小弟弟封，让他做了卫康叔。晋唐叔得到一种二苗同穗的禾谷，献给成王。成王又把它赠给远在军营中的周公。周公在东方接受了米谷，颂扬了天子赐禾谷的圣命。',
        '周公摄政六年制礼作乐，颁度量，天下大服。周公在摄政的第七年，成王年长能亲政，于是周公还政于成王，北面就臣之位。',
        '成王以周公治理天下有功，将周公分封到曲阜，地方圆七百里，革车千乘。并命后世鲁公可以天子礼仪祭祀周公。',
    ],
    '成王践奄' => [
        '奄国主要分布于今山东曲阜附近，是商朝极有实力的方国之一，在商中期，商王南庚、阳甲均曾定都于奄，到盘庚时才迁都于他处，而奄保留了大量商朝子民，逐渐发展成东方的强大方国，又因与商的密切关系，而被大量史料称为“商奄”。',
        '“三监之乱”爆发后，原分封于殷商旧地的管叔、蔡叔及殷纣之子武庚禄父起兵叛乱，叛乱还得到徐国、奄国、薄姑等东方小国的支持。据史书记载，奄君薄姑当时劝禄父说：“武王刚死，成王年幼，周公被天下人怀疑，这正是千载难逢的好机会，请举事！”叛乱的影响很大，成王命周公调大军东征，“一年救乱，二年克殷，三年践奄”，才得以平叛。而此次叛乱的主角，武庚被杀，管叔自杀，蔡叔被俘，奄国被灭，并将其国君迁到蒲姑（山东青州附近）。',
    ],
    '营建洛邑' => [
        '平叛“三监之乱”之后，周成王开始继承武王的遗愿，在“有夏之居”的“土中”建立新的都城，用以管理东方广大的领土。成王首先派太保召公到洛邑察看地形，具体规划建都的地址。召公在途中走了半个月，三月初五到达洛邑。初七日，召公指使殷民在洛水北岸规度城郭、宫室、郊庙、朝市的位置，到十一日规划完成。',
        '第二天，周公到达洛邑，全面视察了新邑，并且进行了占卜，在涧水东、瀍水西之间和瀍水东的洛水之滨营建新邑，皆卜兆大吉。于是周公便把营建洛邑的地图和卜兆呈送给成王，得到成王的赞许批准后，于十四、十五日，杀牛、羊、猪等牲畜，在新邑立庙祭地。又过了七天，周公向各诸侯国民和殷民颁布命令，之后命令殷民开始大举动工，经过八九个月的兴建，年底成周城便告建成。',
        '不久，周成王来到洛邑，召公令各方诸侯前来朝贺，并向周公、成王奉献玉璋、大弓等礼品。召公向成王献词，并告诫成王要不负上天重托，不废先王之功业，成王虽然年幼，但为国之元首，希望能和洽民众。如今成王迁宅于土中（洛邑），亲理朝政，更应该持重，敬重德行，躬行德教。召公说：“上天将根据帝王的德行赐智慧，赐吉凶，赐享国期限。我王初据新都，更应崇尚美德，祈求上天赐予永久的治理天下的使命。今我率众邦君长，入朝进贺，并非慰劳君王，只是供奉礼品，献祭于上天，使王位世代相传，永无止期。”',
        '周成王对召公说：“我还年轻，需要您的辅佐。希望公发扬伟大光显的功德，使我继承文王、武王的事业，奉答上帝的教诲，使四方百姓和悦，定都在洛师，隆重举行大礼，办理好盛大的祭祀，都有条不紊。公的功德光照天地，勤劳施于四方，普遍推行美好的政事，虽遭横逆的事而不迷乱。文武百官努力实行您的教化，我这年轻人就早夜慎重进行祭祀好了。”',
    ],
    '宅兹中国' => [
        '成王五年四月，周成王在京宫大室对武王进行了丰福之祭，并对宗族小子何进行训诰说道：“何的先父公氏追随文王，文王受上天大命统治天下。武王灭商后就告祭于天，将以洛邑作为天下的中心，统治民众。你们这些后辈要记住祖先的荫福。”随后周成王赏赐何贝三十朋。',
        '成王七年二月，周成王遣太保召公先前往之洛邑相土，三月又遣周公到成周占卜吉日迁宅。',
        '在洛邑举行祭祀大典时，周公说：“新都洛邑已成，它将是您始作万民明君之地。在那里，你将首次奉行隆重礼仪，在洛邑举行祭祀大典，这一切都已经有条不紊地进行了安排。”成王说：“你勤勉辅佐我这个年轻人，指示我弘扬文王、武王之功业，奉答天命，和抚万民，居于洛邑，举行大典。您的教导，我无不顺从。”',
        '朝贺已毕，成王率满朝公卿、众邦君长在洛邑举行冬祭，时在周公摄政七年十二月十二日。次年正月初一，成王亲政，以朝享之礼献祭于文王、武王之庙，禀告嗣位大事。在文王庙、武王庙各献一头赤色牛。成王入太庙，献酒于先王之灵。至此，成王完成迁都和亲政大礼。',
        '成王迁宅之说，在文献、考古均也得到证实。20世纪60年代，在陕西出土的“何尊铭文”，对成王迁宅洛邑有明确记载，其“迁宅于成周”、“宅兹中国，自之乂民”语，记载了成王迁宅于成周（洛邑）的历史。古人称洛阳为中国，意为天下之中，周王朝在这里建立新都，有利于对民众的统治。',
        '成王亲政后，周公写有告诫之词《尚书·无逸》，是告诫成王不要过分追求享受，无节制地游乐、嬉戏、酗酒、田猎，于国于身均不利。',
    ],
    '成周之会' => [
        '周成王七年，周王朝苦心营建的洛邑宣告竣工，随即就以“四方入贡道里均”为由，决定以洛邑为新都，史称“新邑”，颁布《召诰》、《洛诰》，并为此举行盛大的诸侯集会。这是周成王即位以后第一次会盟诸侯，在周朝的历史上也是第一次，各方诸侯以其方物进献王室。史载，这场检阅诸侯的盛会规模盛大。成周朝会诸侯，坛上挂着红帐子，用黑羽毛作装饰。天子成王面朝南方，冠冕上没有垂珠，朝服八彩色，腰间插着大圭。唐叔、郇叔在左，周公、太公望在右，都有冠冕，也没有垂珠，朝服七彩色，都腰插笏板，依傍天子站在坛上。',
    ],
    '成康之治' => [
        '成王临终，担心太子姬钊胜任不了国事，就命令召公、毕公率领诸侯辅佐太子登位。成王逝世之后，召公、毕公率领诸侯，带着太子钊去拜谒先王的宗庙，用文王、武王开创周朝王业的艰难反复告诫太子，要他一定力行节俭，戒除贪欲，专心办理国政，写下了《顾命》，要求大臣们辅佐关照太子钊。太子钊于是登位，这就是康王。康王即位，通告天下诸侯，向他们宣告文王、武王的业绩，反复加以说明写下了《康诏》（康王之诰）。所以在成王、康王之际，天下安宁，一切刑罚都放置一边，四十年不曾使用，史称“成康之治”。',
    ],
],
'人物评价' => [
    '总评' => [
        '周成王作周建立统一封建政权后的第二代君主，在他期间完成了对东国的一系列征伐，巩固了周在东方的统治。此外，他继承了武王遗志，在周公的辅助下为周初政权巩固做出了杰出贡献。',
        '在西周的史墙盘和徕盘中，都认为成王是一个能够统御四方，能够刚柔并举的“宪圣”的君主。',
    ],
    '历史评价' => [
        '曹植：成王继武，贤圣保傅。年虽幼稚，岐嶷有素。初疑周公，终焉克寤。旦、奭 佐治，遂致刑错。',
        '张温：昔高宗以谅闇昌殷祚於再兴，成王以幼冲隆周德於太平，功冒溥天，声贯罔极。',
        '范晔：高宗、成王有雉雊迅风之变，而无中兴康宁之功也。',
        '房玄龄：及成王之为太子也，则周召为保傅，史佚昭文章，故能闻道早备，登崇大业，刑措不用，流声洋溢。',
    ],
],
'为政举措' => [
    '周成王为政期间，大封诸侯，加强宗法统治权力，对内推行周公“以德慎罚”的主张，务从节俭，用以缓和阶级矛盾；对外不断攻伐淮夷，用武力控制东方少数民族地区，取得了很大胜利。另外还命令周公制礼作乐，规划各项规章制度，奠定了西周王朝的基础。成王时期，社会安定，人民和睦，歌颂太平盛世之声不绝于耳。',
    '周成王病倒后，担心儿子姬钊不能胜任国事，于是下令召公、毕公用心辅佐。不久，姬诵病死，姬钊继位，是为周康王。召公、毕公率领诸侯，陪姬钊来到祖庙，把文王、武王创业的艰辛告诉康王，告诫他要节俭寡欲，勤于政事，守住祖先的基业。姬钊在位时，不断攻伐东南各地的少数民族，掠夺奴隶和土地，分赏给诸侯、大夫。',
    '成王与其子康王统治时期，合称成康之治，是周代的兴盛时期。后世以“成康之治”评价成王与其儿子周康王的政绩，史称当时天下安宁，四十余年不用刑罚。因此，他在位的二十二年和儿子康王在位的二十五年，前后四十多年，周朝社会安宁，人民安居乐业，成为西周盛世，史称“成康之治”。',
],
'文献记载' => [
    '《史记·周本纪第四》。',
    '《逸周书·王会》。',
    '《尚书·召诰》。',
    '《尚书·洛诰》。',
    '《何尊铭文》。',
],
'家族成员' => [
    '祖父：周文王姬昌。',
    '祖母：太姒。',
    '父亲：周武王姬发。',
    '儿子：周康王姬钊。',
    '孙子：周昭王姬瑕。',
    '重孙：周穆王姬满。',
],
'轶事典故' => [
    '桐叶封弟' => [
        '其父周武王死时，他尚年幼，由其叔父周公旦摄政。周成王小的时候，有一天，他和与自己感情非常好的小弟弟叔虞在宫中的一棵梧桐树下一块儿玩耍。',
        '忽然，一阵秋风吹来，梧桐树上的叶子纷纷飘落。风过后，地上留下了许多梧桐叶。成王一时兴起，便从地上捡起一片梧桐叶，用小刀切成一个（大臣们上朝时手中所持的）“圭”，并随手将它送给了叔虞，以玩笑的语气对他说：“我要封给你一块土地，喏——你先把这个拿去吧！”叔虞听到成王这么说，随即欢欢喜喜地拿着这片用梧桐叶做成的“圭”，跑去将此事告知他们的叔父周公。',
        '周公仍代尚是稚龄的成王执掌国政，听了叔虞告诉自己的话，便立刻换上礼服，赶到宫中去向成王道贺!成王不解地问：“叔叔，你为什么要特地穿上礼服，赶来向我道贺呢?”面对周公的道贺，早已将此事忘得一干二净的成王，不禁一头雾水，不知所以……周公依然面带微笑地对成王解释道：“我刚刚听说，你已经册封了你的小弟弟叔虞!发生了这样的大事，我怎能不赶来道贺呢”“哦！那件事啊!”这才想起此事的成王，忍不住哈哈大笑说：“刚才，我只不过是和叔虞闹着玩而已，不是真要册封他呀！”',
        '不料，成王的话刚说完，周公立即收起笑容，正色对成王说：“无论是谁，说话都要以‘信’为重；你身为天子，说话更是不能随随便便，当做是在开玩笑一样。如此，你才能得到人民对你的信赖！倘使你总是罔顾信义，任意将自己说出口的话视为玩笑，这样，你还有资格做一国的天子吗？”周公之言，令成王深感惭愧……于是，成王便迅速决定：将叔虞册封于唐地!坚守诚信不仅是一个人的立身之本，更是一个国家的立国之策。',
    ],
    '周公辅佑' => [
        '周公为使周成王尽快成长为一名有为的君主，还对他加强教育。因成王是君主，不便指责，所以周公便把自己的儿子伯禽做为周成王的陪读，周成王做得不对的时候，周公就把对周成王的教训、责罚转到儿子身上，使周成王受到潜移默化的教育。在他的教育下，周成王终于明了许多为君之道，为以后治理国家打下坚实基础。',
    ],
],
'后世纪念' => [
    '王陵',
    '成王驾崩后，葬于毕原。清代陕西巡抚毕沅将其定在周陵附近，并立碑。即汉平帝康陵东南，咸阳市农业科学研究所院内的大冢。',
    '现代考古证实，这不是周成王陵，周陵不封不树，西周王陵也没有发现。所谓周成王陵其实是汉平帝康陵的陪葬墓，孝平王皇后陵。',
],
'迁宅之议' => [
    '周成王营建好成周之后，有没有迁都，早在秦汉时期就已经引发争论。汉之前，人们皆认为“周伐纣，居洛邑”，直到司马迁时，提出了“武王营之，成王使召公卜居，居九鼎焉，而周复都丰、镐”的观点之后，开启了千年的“迁宅之议”。',
    '随着近些年考古发掘出土越来越多西周时期的铭文来看，尤其是“何尊铭文”的发现，对成王迁宅有明确记载，其“迁宅于成周”、“宅兹中国，自之乂民”语，言之凿凿，记载了成王迁宅于成周（洛邑）的历史。证明，成王五年“宅兹中国”之说，遂在在文献、考古均得到证实。尽管学界还有不同看法，但何尊的问世，毕竟为解决这个问题提供了重要的实证。',
    '还有一种观点是周成王只是将王朝的政治中心、军师中心迁到了成周，丰镐暂时保留祭祀中心。当“成康”（成王、康王）之后，出土的西周铭文中，成周出现大量的宗庙祭祀系统，如祭祀先王的京宫、祭祀前王的康宫、昭宫和穆宫等，这时候成周才成为祭祀中心。',
    '迁宅说' => [
        '成周洛邑是周公所建，但却是周武王的遗诏，周武王之前就移象征王权天下的九鼎于河洛，以示迁都的决心，周公建立洛邑之后，在这里制礼作乐，举行平王亲政大典，称其为天下之中，各诸侯进贡道里均，丰镐保留宗庙祭祀。',
        '《汉书·眭两夏侯京翼李传》：“昔成王徙洛，般庚迁殷，其所避就，皆陛下所明知也。”',
        '《金匮》：“武王伐纣，都洛邑。阴寒，雨雪一十余 日，深丈余。甲 子朔 旦 ，有五丈夫秉马车从两骑至王 门外 ，欲 谒武王。”',
        '《何尊铭文》：“武王既克大邑商，则廷告于天，曰：余其宅兹中国，自之乂民。”',
        '《何尊铭文》：“唯王初迁宅于成周。”',
        '《尚书·梓材》中也有周成王所谓：“皇天既付中国民越厥疆土于先王”。',
        '《诗经·大雅·民劳》：“惠此中国，以绥四方；惠此京师，以绥四国。”',
        '《尚书·召诰》：“王来绍上帝，自服于土中。',
        '《尚书·召诰》：“公称丕显德，以予小子扬文武烈，奉答天命，和恒四方民，居（洛）师。”',
        '《书序》曰：“成王在丰，欲室洛邑。”',
        '《周札·大司徒》：“日至之景尺有五寸，谓之地中。天地之合也，四时之交也，风雨之合也，阴阳之和也。然则百物阜安，乃建王国焉，制其线方千里，而封树之。”',
        '《帝王世纪》：“周公相成王，以丰、镐偏处西方，职贡不均，乃使召公卜居洛水之阳，以既土中。”',
        '《史记》：周公往营成周洛邑，卜居焉，遂国之。',
        '《资治通鉴》：“昔成王迁洛，犹存宗周；汉迁东都，京兆置尹。”',
        '《汉书·卷二八下·志第八下》：“昔周公营雒邑，以为在于土中，诸侯蕃屏四方，故立京师。”',
        '《后汉书卷八○上 列传第七○上》：“成周之隆，乃即中洛。周成王就土中都洛阳也。”',
    ],
    '未迁说' => [
        '周成王复都丰镐说，最早是司马迁在指出的，在《史记》中司马迁说洛邑建成后，只是置放了九鼎，而周成王仍然复归国都丰镐。未迁说主要观点如下：',
        '《史记·卷四·周本纪第四》：“太史公曰：学者皆称周伐纣，居洛邑，综其实不然。武王营之，成王使召公卜居，居九鼎焉，而周复都丰、镐。至犬戎败幽王，周乃东徙于洛邑”。',
        '唐初孔颖达、王德韶、李子云等人奉唐太宗诏编纂的《十三经注疏一·尚书正义·周官第二十二》同样认为周成王并未迁都洛邑，对史记记述予以肯定：“成王既黜殷命，灭淮夷，黜殷在周公东征时，灭淮夷在成王即政后，事相因，故连言之。还归在丰，作《周官》。成王虽作洛邑，犹还西周。”',
        '《尚书正义》注疏进一步论述：“《史记·周本纪》云：太史公曰：‘学者皆称周伐纣，居洛邑，综其实不然。武王营之，成王使召公卜，居九鼎焉，而周复都丰、镐。’是言成王虽作洛邑，犹还西周之事也。《多方》云：‘王来自奄，至於宗周。’宗周即镐京也，於彼不解，至此始为传者，宗周虽是镐京，文无‘丰镐’之字，故就此解之。武王既以迁镐京，今王复在丰者，丰、镐相近，旧都不毁，丰有文王之庙，故事就丰宣之故也”。',
        '苏东坡在《周东迁失计》中对史记的这一记述也予以肯定：“昔武王克商，迁九鼎于洛邑，成王、周公复增营之，周公既没，盖君陈、毕公更居焉，以重王室而已，非有意于迁也。周公欲葬成周，而成王葬之毕，此岂有意于迁哉？”并且进一步阐明自己的观点：“避寇而迁都，未有不亡；虽不即亡，未有能复振者也。”',
        '新史学的开山鼻祖王国维《殷商制度论》载：“又作雒邑为东都，以临东诸侯；而天子仍居丰、镐者凡十一世。”同样也对周成王迁都一事予以否定。',
    ],
],
];
