<?php
return [
'brief' => '周康王姬钊（？~公元前996年），姬姓，名钊，岐周（今陕西省岐山县）人。周朝第三任君主，周武王姬发的孙子，周成王姬诵的儿子。',
'description' => [
    '初封太子，在召公奭、毕公高辅佐下，正式登基，继续推行周成王的政策，平定东夷叛乱，北征略地，西伐鬼方，进一步加强统治。周成王至周康王时期，天下安定，四十多年没有使用刑罚，史称“成康之治”。',
    '公元前996年，在镐京去世，谥号为康，安葬于毕原。',
],
'baseInfo' => [
    '本名' => '姬钊',
    '别名' => '周康王',
    '所处时代' => '西周',
    '民族族群' => '华夏族',
    '主要成就' => '创立成康之治，征伐鬼方',
    '谥号' => '康王',
    '葬地' => '毕原',
    '在位时间' => '前1021年—前997年',
    '性别' => '男',
],
'人物生平' => [
    '继承王位' => [
        '周康王姬钊，姬姓，名钊，是周武王姬发之孙，周成王姬诵之子。周成王在位时，将姬钊立为太子。',
        '周成王临终前，担心太子姬钊不能胜任君位，于是命令召公奭和毕公高率领诸侯辅佐太子姬钊登基。周成王去世，召公奭和毕公高率领诸侯，引导太子姬钊拜见先王庙，反复告诫他周文王、周武王能够成就王业，来之不易，重要的是在于节俭，没有贪欲，以专志诚信来统治天下，并写作《顾命》。于是，太子姬钊即位，是为周康王。',
    ],
    '成康之治' => [
        '周康王即位后，遍告诸侯，向他们宣告周文王、周武王的事业，以申诫诸侯，写下《康诰》。由于在周公旦、召公奭和毕公高等贤臣的辅佐下，周成王至周康王时期，天下安定，四十多年没有使用刑罚，史称成康之治。周康王命令毕公高作策文，分出成周的一部分民众迁到郊区居住，作为成周的屏藩，写下《毕命》。',
    ],
    '分赐宝器' => [
        '当时，楚国国君熊绎与鲁国国君伯禽、卫国国君卫康伯、晋国国君晋侯燮、齐国国君齐丁公一起辅佐周康王（《史记》误作周成王）。由于齐、晋、鲁、卫四国与周康王亲缘较近，因此都得到周康王赐予宝器，而楚国与周康王无亲缘关系，所以没有得赐宝器。',
    ],
    '去世子继' => [
        '周康王在镐京去世，谥号康王，葬于毕原。死后由其子姬瑕即位，是为周昭王。',
    ],
],
'为政举措' => [
    '政治' => [
    '周康王作《康王之诰》，除用大量篇幅来叙述登基事项，更有不少关于加强法律法规和治理整顿军队等治国政策。周康王登基伊始，便已制订出一套比较合理的计划。周康王一直孜孜不倦地按照既定的方针政策，履行他的治国安邦的理念。由于周文王、周武王在位期间，周朝就已经比较强盛，后来再经过周公、周成王的努力，周朝国力进一步得到发展。周康王即位后，继续推行周成王在位期间所实行的国策，再接再厉，使经济得到更大的发展，国库丰裕，百姓安居乐业，社会安定团结，到处呈现一派升平盛世的景象。百姓生活富足，犯罪案件逐渐减少，可以说是路不拾遗、夜不闭户，司马迁甚至在他的《史记·周本纪》中说周成王和周康王统治期间，天下安宁，四十多年没有使用刑罚，史称成康之治。虽然有所夸大，但由此也可以看出周康王治国的成功。所有这些，都与周康王的努力是密不可分。',
    ],
    '军事' => [
        '鬼方之战' => [
            '鬼方（位于今陕西西北部、山西北部和内蒙古西部）是古代北方游牧族之一，经常侵扰中原地区。西周初年，周武王灭商后，曾将其放逐至泾、洛（今陕西泾河、洛河）以北，令其按时入贡。后周军因镇压三监之乱以及进攻东部的淮夷等而放松对西北方的控制，鬼方部落乘机从岐周（今陕西岐山）以西和陇（今陕西干阳、陇县）之间，经常对西周西北边境侵扰，威胁周都镐京（今陕西西安西）。',
            '周康王二十五年，为了消除边患，周康王命盂率领大军进攻鬼方。鬼方亦调兵迎战。经两次大规模作战，周军斩杀鬼方4800多人，俘获其4名首领及以下1.3万多人，还缴获很多车马和大量牛羊。周军将鬼方又驱逐至远离镐京的汫陇和岐周以西。周西北边境暂安。经过两次大规模的作战，战斗力已经大大增强的周军取得决定性的胜利，歼灭敌人四千八百多人，俘获一万三千多人，并缴获大量车马和牛羊等战利品，使边境在很长的一段时间内得到安定。',
        ],
    ],
],
'趣闻轶事' => [
    '春秋时期的公元前538年，楚国的大夫伍举向追求霸业的楚灵王提到历史上夏启、商汤、周武王、周成王、周康王、周穆王、齐桓公和晋文公的功业，其中提及周康王有“丰宫之朝”的功业。东汉经学家服虔认为，丰宫是周成王庙的所在地。',
],
'历史评价' => [
    '椒举：“臣闻诸侯无归，礼以为归。今君始得诸侯，其慎礼矣。霸之济否，在此会也。夏启有钧台之享，商汤有景亳之命，周武有孟津之誓，成有岐阳之搜，康有酆宫之朝，穆有涂山之会，齐桓有召陵之师，晋文有践土之盟。”',
    '司马迁《史记》：“故成康之际，天下安宁，刑错四十馀年不用。”',
    '司马贞《史记索隐》：“成康之日，政简刑措。”',
    '赵莹、刘昫等《旧唐书》：“昌、发启国，一门三圣。文定高位，友于不令。管、蔡既诛，成、康道正。”',
],
'史籍记载' => '《史记·卷四·周本纪第四》',
'周墓考古' => '1954年在烟墩山土墩墓出土了青铜器12件，其中有国家级经典文物“西周宜侯夨簋”。',
'家族成员' => [
    '祖父：周武王姬发。',
    '祖母：邑姜，齐太公吕尚之女。',
    '父亲：周成王姬诵。',
    '儿子：周昭王姬瑕。',
    '孙子：周穆王姬满，周昭王之子。',
],
'人物争议' => '夏商周断代工程考证将周康王在位时间定为公元前1020年―公元前996年，在位25年。《考古》杂志2007年3月发表朱凤瀚的文章《尧公簋与唐伯侯于晋》，介绍香港地区私人收藏的西周青铜器尧公簋，其铭文有“唐伯侯于晋唯王廿又八祀”的内容。如将此器定康王时，则康王28年已为西周早期偏晚段，与器物年代不尽合，且康王年代由夏商周断代工程《简本》的25年至少要延长为28年，会造成昭王与穆王年代下移，挤压西周中期其他王在位年数，导致原本就很拥挤的西周中期诸王年谱调整的困难。',
];
