<?php
return [
'brief' => '周昭王（？~前977年），姬姓，名瑕，岐周（今陕西省岐山县）人。周朝第四任君主，周康王姬钊的儿子。',
'description' => [
    '周昭王继位后，继承“成康之治”事业，继续扩大疆域。先东征攻打东夷部落，获胜后为了巩固已获得的中南方战略资源（铜），多次以中南方曾国、邓国和鄂国等诸侯国为先锋，南征平定虎方、荆楚和扬越等地区的叛乱，深入平定江汉以南的广大地区，大获财宝，铸器铭功。',
    '周昭王十九年，亲自南征，凯旋回师渡汉水时，因携带俘获的大量战利品青铜（即考古铭文中的“孚金”），退兵途中死于汉水，谥号为昭。',
],
'baseInfo' => [
    '本名' => '姬瑕',
    '别名' => '周昭王',
    '所处时代' => '西周',
    '民族族群' => '华夏族',
    '出生地' => '镐京（今西安）',
    '逝世日期' => '公元前 977年',
    '谥号' => '昭王',
    '在位时间' => '前997年—前977年'
    '性别' => '男',
],
'人物生平' => [
    '王道微缺' => [
        '姬瑕，周康王姬钊嫡长子。康王二十五年（前996）周康王去世，姬瑕即位，是为周昭王。',
        '中国第一个见于史册的治世成康之治后，西周王朝应该迎来一个盛世，但此时西周王朝的执掌者却“王道微缺”。周昭王十四年（前982）夏四月初八，镐京突然出现反常的自然现象，河、井、泉、池里的水同时泛涨，井中的水竟然溢出井外，紧接着宫殿和民宅山川大地都摇晃起来。夜里有五色光气入贯紫徽星座，遍于四方，尽作青红色，天空竟然看不见二十八宿。古人认为天象和人间为表里，王道缺失才招致异象叠生。',
        '如果说所谓天象只是古人迷信无知，那么周昭王处置国事的态度就是确证无疑的“王道微缺”。周昭王十四年秋七月，鲁国发生政变，鲁侯之弟姬沸杀死兄长鲁幽公姬宰夺取侯位，自称魏公。如此大逆不道之事，周昭王竟听之任之，既不发兵征讨，也不兴师问罪，致使天下恃强凌弱的现象屡屡发生，朝纲由此偏斜。',
    ],
    '东夷之战' => [
        '周昭王十六年（前980），昭王率军对东夷各国（今山东、江苏、安徽一带）进行军事威慑。',
        '东夷是古代对东方各族的泛称。西周初年，这些方国部落对周王朝时服时叛。经周公、周成王东征，周势力达到今山东境地，淮夷、徐夷仍倔强不服。是年，以楚为首的方国部落进犯周朝疆土，周昭王集结大军，南征楚荆。为稳定后方，先向东夷进兵。各夷国见众寡悬殊，纷纷归顺。至周昭王伐楚时，东夷南夷有二十六邦国前来臣服朝见。',
        '东夷之战加强了周王朝对东夷诸国的控制，孤立了荆楚。',
    ],
    '昭王南征' => [
        '周昭王所征伐的虎方、荆楚和扬越，泛指长江中游江汉之间的诸多方国和部落，其中的土著被周人称为“荆”或者“楚荆”、“荆楚”、“荆蛮”、“楚蛮”，此外还有些是商朝的遗民。据史籍记载，周昭王对虎方、荆楚和扬越先后进行了三次征伐。',
        '周昭王十六年和十九年（公元前841年国人暴动之后，中国历史才开始有明确纪年，所以周昭王时期无法严格对应公元纪年）两次南征都在成周集结军队，同时命令诸侯率本国部队从王南征。王室和诸侯国军队出征前，在南山以狩猎形式演习作战，而后大军从上侯，跨汝水和汜水，经方城、鄂师等达汉水。周朝大军的先头部队先巡察经行的道路，建立周王行宫，再诏告南方曾国、邓国和鄂国等各诸侯国，下达昭王征荆楚的旨意，同时在汉水中洲积贮军事物资，这就为大军顺利渡过汉水征荆楚做好了准备工作。',
        '第一次南征行动计划周密，经由唐（湖北随州西北）、厉（湖北随州北）、曾（湖北随州）、夔（湖北秭归东），王室直属军队和从征的北方诸侯国军队，以及南方的曾国、邓国和鄂国等诸侯国出兵相随，征战才很快收到战果。一路高歌猛进，直至江汉地区，大获财宝，为此特地铸器铭功。',
        '很快，周昭王组织了声势更为浩大、军威更为雄壮的第二次南征。昭王第二次南征，这次又打了胜仗，昭王得到了大量青铜，班师回程。',
        '据《竹书纪年》记载，昭王伐楚，主要有三次：',
        '第一次，周昭王十六年（前985），周昭王“伐楚，涉汉，遇大兕”。一般认为此次战争与上述《墙盘》记载相同。周昭王领军渡过汉水，深入荆楚一带，渡汉水时还遇见“大兕”（犀牛）。',
        '第二次，周昭王十九年（前982），周昭王派祭公、辛伯攻楚，“天大曀，雉兔皆震，丧六师于汉”。周军渡汉水时，阴风骤起，气候恶劣，将士惊恐，军队损失严重。',
        '第三次，“昭王末年，夜清，五色光贯紫微，其王南巡不返”。据鲁纪年推算，此时为周昭王二十四年（前977）。此次南征声势浩大，陕西扶凤出土的“墙盘”铭文记载：“弘鲁召（昭）王，广笞荆楚，唯狩南行。”但结果全军复没，周人讳言此事，模糊地说“南巡不返”。（详参见词条昭王南征）',
    ],
    '南征考证' =>[
        '昭王南征与早期楚史和楚文化研究有极重要的关系，但这样一件西周史和楚史上的重大事件，却因为周人的隐讳而蒙上了重重迷雾，甚至连周昭王征伐的对象到底是谁都存在争议。',
        '根据现代学者的考证，周昭王所伐之“楚”并非“楚国（楚子）”，而是西周时期和楚国（楚子）并立于楚地的楚蛮。',
        '“楚”有二义，一是指芈姓楚国，二是指南方楚蛮。周成王十九年，楚国先祖熊绎被封为楚子，封地在楚蛮之地，因此楚国与楚蛮有交集，到东周时，楚国崛起吞并了楚蛮，两者才混为一体。在周昭王时期，楚国爵位不过是子爵，封地仅五十里，荒僻贫弱。在这种情况下，周昭王不可能尽起六师，倾力南下攻打小小的楚子，更不会收获颇丰，大小贵族均兴高采烈地作器铭功。而且如果周昭王果真的因为南征楚国而丧命，则周、楚必为不可解的死敌，周昭王之子周穆王不可能不报此仇，楚国更不可能在周穆王十四年还作为周朝的封国参与伐徐之役。',
        '而楚蛮在周昭王时期占据地域广大，大约在今汉水中上游的丹江地区和下游的汉东地区，且占据铜矿主产地一一铜绿山。在先秦时期，铜是极其重要的战略资源，政治、经济、战争等方方面面都广泛需求。楚蛮虽然人数众多，分布广泛，但始终没有如从前的三苗和后来的楚国一样形成一个强大统一的政治体，只是一些分散的部族，这种情形下的楚蛮正适合作为周昭王南下征伐的对象。',
        '昭王南征之“楚”为楚国的说法，最早出现于东汉文艺作品，王逸注释的《楚辞·天问》。后世学者多信此说，口口相传代代为继，昭王南征楚国几成定论。',
    ],
    '南巡不返' => [
        '《古本竹书纪年》载：“昭王末年，夜清，五色光贯紫微，其王南巡不返”。',
        '第三次南征，对西周的军事力量打击很大，周昭王薨于汉水，全军覆没。经过春秋笔法润饰的正史对此事讳莫如深，无法获知详情。北宋时期，在湖北安陆一带出土了六件西周时期的青铜器，称为“安州六器”，透露了周昭王南巡的相关信息。',
        '周昭王十六年，昭王南巡亲征，征伐楚荆。为了保证进军的顺利，他任命曾国国君南宫氏为统帅，一个叫（中）的人为先锋。（中）带领军队联络汉阳的姬姓诸侯，为大军开路，曾国、邓国和鄂国为周昭王准备行宫。一路上得到了汉北各姬姓诸侯的支持，军队人马更加壮大，很快深入江汉腹地。原来臣服于楚荆的大部族、小方国纷纷归顺。',
        '南征中军的先头部队到达长江，后军随后赶到，王师攻占了鄂部驻地，大军沿汉水东岸南下，到达长江边后，昭王留下一支人马在江北守卫渡口，自己亲率大军渡江南下。扬越的鄂部将主力退缩到南面的大山中，昭王占领了铜绿山。然后昭王渡江北上，在唐国（今湖北随州西北）大会汉阳诸侯，论功行赏，给先锋中很多马匹和铜材，元帅南宫也得到了很多赏赐。后来，中用昭王赏赐的铜材铸造了一批青铜礼器，并在上面刻上了文字，记载此次战争和他所得到的赏赐，昭王给贵族们分发一些铜材，然后将大量铜材运回。这些铜材多被用来铸造青铜器，其中就包括安州六器。',
        '周昭王占领铜绿山后，留下了少数王师镇守铜绿山，率领大部队返回。然而，鄂国部落一听周军主力已经撤走，夺取了铜绿山周昭王决定再次亲征。',
        '周昭王十九年，昭王率大臣祭公等，以戍卫镐京的西六师再攻楚荆。开始时形势很好，周军从唐国（今湖北随州北面）出发，经过厉国、曾国向南顺利推进。为了壮大声势，昭王还派出大臣到长江中游的大小邦国，招抚各部落。昭王本人则率师沿江而上，直抵夔国边境（今湖北秭归）。周军凯旋回师渡汉水时，因携带俘获的大量战利品青铜（即考古铭文中的“孚金”），导致桥梁垮塌，又遭遇了异常天气，损失惨重。',
        '姬瑕二十七岁即位，在位执政虚记二十年，卒于昭王十九年（前977），终年四十六岁，尊号周昭王。古书上说“仪容恭美曰昭”，故谥号昭王。',
        '周昭王崩后没有向诸侯告丧，宗室诸侯拥立周昭王长子姬满继位，是为周穆王。',
    ],
],
'主要成就' => [
    '周昭王元年，东夷反叛，昭王命白懋父率师讨伐，师旅族众拒绝东征。懋父在艿得知此事后，罚师旅古币三百寽。按律，须将此事通报全军，而白懋父只命在师旅军内公布。师旅将这一处罚铭刻在鼎彝之上。',
    '同年，巢侯叛乱，周昭王令东官率宗周六师平之。',
    '周昭王十五年，周昭王居宗周，命令毛公遣替代虢城公率师东征繁、蜀、巢诸戎，命令邦冢君，徒驭、职人组成中师，吴白旅为左师，吕白旅为右师，毛公子班率族人从征。',
    '同年秋，周昭王大阅公族于庚辱宫（今陕西岐山西），命令中先南宫而行，经方（城）、邓、鄂师（今鄂豫交界处），至汉中洲，命令白贾父把守渡口，至夔（湖北秭归）长王行宫，并令归生归报于昭王。',
    '周昭王十六年正月，周昭王御驾南征，到汉水，遇到以白雉（兕）为国腾的荆地民族的顽强抵抗。',
    '同年夏，周昭王狩猎于炎（洞庭湖），命作册矢令归。',
    '周昭王十七年九月，昭王班师返周。',
    '周昭王十八年正月，周昭王在吕（今陕西西部），令士道赏己侯貉子三只鹿。己侯作卣，卣上镂有三只鹿。',
    '周昭王十九年，周昭王统军由千地出发，逾散关，顺汉水而下，溺死于水中，六师将士俱葬江底。辛馀靡负昭王尸上岸，又反救蔡公。王师北归宗周后，周公封辛馀靡为西翟（今甘肃陇县）侯。',
    '周昭王亲率大军东征南征并非无成，从后世周穆王的表现来看，虽然昭王身死异地，但周王朝对南方的拓展，已由周昭王完成。',
],
'历史评价' => [
    '司马贞《史记索隐》：“南巡不还，西服莫附。”',
    '由于周人隐晦，正史中关于昭王正面的内容不多，但1970年在周原出土的《史墙盘》，却给周昭王姬瑕正面评价。《史墙盘》铭文载：“弘鲁昭王，广批荆楚，唯狩南行”，对昭王南征作了完全肯定的评价。',
],
'家族成员' => ['父亲：周康王姬钊', '妻子：房后', '儿子：周穆王姬满'],
'史籍记载' => [
    '《令簋》',
    '《驭簋》',
    '《过伯簋》',
    '《鸿叔簋》',
    '《鼒簋》',
    '《墻盤》',
    '《左传·僖公四年》',
    '古本《竹书纪年》',
    '今本《竹书纪年》',
    '《吕氏春秋·音初》',
    '《吕氏春秋·季夏纪》记载“周昭王亲将征荆。辛馀靡长且多力，为王右。还反涉汉，梁败，王及蔡公抎於汉中。辛馀靡振王北济，又反振蔡公。周公乃侯之于西翟，实为长公。”',
    '《史记·卷四·周本纪第四》',
],
'人物争议' => [
    '众多史料都记载周昭王崩于汉水，但如何落水却众说纷纭，有以下几种不同说法：',
    '梁败说' => [
        '《吕氏春秋·音初》：“周昭王亲将征荆，辛余靡长且多力，为王右。还反涉汉，梁败，王及祭公抎于汉中。”',
        '所谓梁败，即为“桥梁倒塌”。按照这种种说法，周昭王死于桥梁垮塌。周人在汉水上架设浮桥，但不知何故，桥梁垮塌，昭王落水而死。',
    ]
    '船解说' => [
        '皇甫谧《帝王世纪》称：“昭王德衰，南征，济于汉，船人恶之，以胶船进王，王御船至中流，胶液船解，王及祭公俱没于水中而崩。其右辛游靡长臂且多力，游振得王，周人讳之。”',
        '周昭王率领六师而来，以当时的造船技术，如此多的人过江只能分坐多艘船只才可以。既然分坐必定有先有后，而昭王以周天子之尊，不可能坐在前行的船中。先行的船必然会首先脱胶解体，后面的周昭王不可能明知前船已解体而仍然坐这样的船过江，更不可能先后出发的船只同时解体，致使六师全部沉水。',
        '如果真的因为胶船解体而导致周昭王殒命，楚国难辞其咎。但继位的一代雄主周穆王南征北伐，其军队的力量不可谓不强，如果昭王死于楚人之手，以穆王之强，面对军国之辱、君父之死，不可能不对楚国采取复仇行动，然则史实却是穆王非但没有任何报仇举动，反而曾与楚军连手殄灭了正在勃然兴起的徐偃王。',
        '翦伯赞在《中外历史年表》中对胶船解体的说法认为：“此系晋人之说，不知何本。”对皇甫谧之说持怀疑态度。',
        '郦道元《水经注》也有类似记载：“昔周昭王南征，船人胶舟以进之，渡沔水中流而没死。”这显然是皇甫氏说法的一个翻版，只不过将汉书改成了沔水。但这一说法连郦道元自己也似乎不太相信，因此他在他这段话的后面缀上“村老云”字样，以示难于凭信，仅供后人参考。',
    ],
    '地震说' => [
        '此外，还有地震说。这种说法依据的是今本《竹书纪年》：“天大曀，雉兔皆震，丧六师于汉”的记载。其中的“雉兔皆震”，被理解为大地震，周昭王南征楚国、兵败身死的史实不是人为因素，而是突如其来的地震灾害。周人信仰天命，史官对地震这样意味着天罚而导致周天子之死的事件采取避讳态度，是为了避免公布周昭王死因真相后引起社会动荡，动摇周人的思想统治基础。如果这件事被天下诸侯知道真相，周王朝所一直宣称的“真龙天子，皇权神授”之说就会受到严重质疑。',
    ],
    '鳄鱼说' => [
        '鳄鱼说的依据同梁败说，并串联战国《公输》一文中墨子曾经说过这样一句话：“荆之地方五千里，宋之地方五百里，此犹文轩之与敝舆也；荆有云梦，犀兕麋鹿满之，江汉之鱼鳖鼋鼍为天下富”。认为周昭王不是淹死于汉水，而是被水中觅食的鳄鱼咬死。根据《公输》记载，犀牛（兕）产于云梦泽，汉江是鳄鱼（鼍）横行的地方。周师遭遇梁败后跌落汉江，惊扰鳄鱼，周昭王不幸命丧鳄口。',
    ],
],
];
