<?php
return [
'brief' => '姬繄扈（？-公元前900年？），姬姓，名繄扈（yī hù，一作伊扈），周穆王姬满之子，西周第六位君主。谥共王，一作恭王，西周青铜器铭文多称他为龚王。夏商周断代工程确定其在位时间为公元前922年至公元前900年。',
'baseInfo' => [
    '本名' => '姬繄扈',
    '所处时代' => '周朝',
    '民族族群' => '华夏族',
    '出生地' => '镐京',
    '逝世日期' => '公元前900年？',
    '主要成就' => '灭亡密国',
    '在位时间' => '前922年—前900年',
    '谥号' => '恭王（共王）',
    '陵寝' => '毕原',
    '性别' => '男',
],
'人物生平' => [
    '继承王位' => '约公元前923年（周穆王五十五年），姬繄扈的父亲周穆王姬满去世，姬繄扈继承王位，是为周共王（又作周恭王），次年改元。',
    '消灭密国' => '周恭王在位期间，曾出游到泾水边上，当时密国国君密康公跟随周共王出游。恰逢有三位女子来投奔密康公，密康公的母亲隗氏说：“你一定要把她们献给君王。野兽够三只就叫‘群’，人够三个就叫‘众’，美女够三人就叫‘粲’。君王田猎时，不敢猎取成群的兽；诸侯出行时，对众人也要谦恭有礼，君王娶嫔妃不娶同胞三姐妹。那三个女子都很美丽。那么多美人都投奔你，你有什么德行承受得起呢？君王尚且承受不起，更何况你这样的小人物呢？小人物而拥有美物，最终准会灭亡。”密康公不听母亲的劝告，没有献出那三位女子。公元前一年之后，周共王派兵灭亡密国。（《今本竹书纪年》将该时间系于周共王四年，但该书可靠性存在争议，《古本竹书纪年辑证》则未收此条。）',
    '去世' => '约公元前900年（周共王二十三年），周恭王去世，其子姬囏继位，是为周懿王。',
],
'为政举措' => [
    '周恭王继位时，国家因周穆王远游，耗费了巨量财富，使得国家财政十分空虚，经济上渐渐难以支持。但是，在许多场合又不得不维持着天子的架子。如为了表示赏罚分明，周共王不得不将都城附近的土地陆续分封给诸侯和大夫，使自己直接支配的地域越来越小，收入越来越少。周王朝的国势开始衰落。',
    '周恭王继位后，对治国的策略进行了很大调整，在军事上，他改变父祖两代以武力征服天下的做法，裁减军队，明法息民，让更多的百姓安于生产，创造财富，以增加国家的财政收入。在对外关系上采取和平稳定的外交政策，对边境争端主要采用和平谈判的办法解决，尽量避免武装冲突。在政治上，他废除原来的“土地国有，分封臣下”的旧制度，施行土地私有制允许土地自由买卖。国家按规定向土地所有者收缴税金。这是西周王朝首次把土地私有合法化。',
    '周恭王这些举措对国家十分有利。因为在此之前国家只按原有可耕种的土地面积收税，贵族们私自开垦的耕地是不交税的。如今国家允许私田存在，私田拥有者必须如实申报，否则便视为非法私田，一经查出一律充公。这就迫使贵族们不得不将自己的私田如实上报，而一旦上报，就必须得按规定交税，从而增加了国库的收入。',
],
'历史评价' => [
    '《国语》：“周恭王能庇昭、穆之阙而为‘恭’。”',
    '皇甫谧《帝王世纪》：“恭王能庇昭、穆之阙，故《春秋》称之。”',
],
'史籍记载' => ['《史记·卷四·周本纪第四》', '《国语·卷一·周语上》', '《列女传·卷之三·仁智传》'],
'家庭成员' => ['父亲：周穆王姬满', '儿子：周懿王姬囏', '弟弟：周孝王姬辟方（一说为周共王子 [20-21]  ）'],
];
