<?php
return [
'brief' => '周孝王姬辟方（？—前886年），姬姓，名辟方，周穆王姬满之子，周共王姬繄扈之弟，周懿王姬囏的叔父，西周第八位君主，在位时间前910—前896年。',
'description' => [
    '周懿王死后，理应由太子姬燮继位，但是姬燮懦弱无能，姬辟方乘机夺取王位，是为周孝王。',
    '前896年，周孝王去世，谥号孝王（《逨盘》铭文作考王）。周孝王死后，诸侯拥立故太子姬燮继位，是为周夷王。',
],
'baseInfo' => [
    '本名' => '姬辟方',
    '别名' => '周孝王',
    '所处时代' => '周朝',
    '民族族群' => '华夏族',
    '出生地' => '镐京（今陕西西安）',
    '逝世日期' => '公元前 886年',
    '主要成就' => '振兴周室',
    '在位时间' => '前910年—前896年',
    '谥号' => '孝王',
    '性别' => '男',
],
'人物生平' => [
    '夺取王位' => [
        '周懿王八年（前903年），西周第七位君主周懿王姬囏去世，周懿王的太子姬燮未能继位，而是由其叔祖姬辟方继位，是为周孝王。',
        '周王朝为了长治久安，避免统治集团内部斗争，制定了嫡长子继承制。整个西周时期，周王朝统治者严格按照嫡长子继承制确定继承人，有效避免了王室内部因为争夺王位自相残杀，确保了周王朝前期的稳定。但在宗法制森严的西周，却出现了一位没有遵守嫡长子继承制而登上王位的君主——周孝王，这是一种异常的现象。',
        '《史记》对于孝王的记载甚少，只有简短的一句话：“懿王崩，共王弟辟方立，是为孝王。孝王崩，诸侯复立懿王太子燮，是为夷王。”之后再未提及孝王。孝王作为违背祖制之君，司马迁好似有意回避，对于其在位时期的文治武功丝毫未曾涉及，今人对周孝王继位缘由的了解主要来自于《竹书纪年》。',
        '《竹书纪年》载：“懿王七年西戎侵镐，十三年翟人侵岐，十五年，王自宗周迁于槐里”。周懿王之时周王朝国力衰落，导致宗周镐京备受戎狄威胁，被迫迁都。王朝的衰落必然引起统治集团内部的分裂，“懿王之世，兴居无节，号令不时，挈壶氏不能共其职，诸侯于是携德”。统治集团内部对懿王国政心存不满，为周孝王成功登上王位准备了条件，尤其是由于懿王无能，放弃故都镐京，对于周王朝统治阶级来说是一种沉重的打击，使其利益和尊严都受到了严重损害。而周懿王的太子姬燮软弱无能，不能在危难之时重振周朝，最终周孝王凭借自身能力，在懿王统治无方和太子姬燮软弱无为的背景下成功夺得王位。',
    ],
    '西征犬戎' => [
        '周孝王元年（前910年），孝王不忘周朝遭受犬戎入侵之辱，命令申侯率军，大起六师西征。',
        '申侯是申国（姜姓封国，今河南唐河县西北）国君，他虽然受命率军出征，但内心却不愿去打仗。认为出兵征讨犬戎是不义之战，只能使两国的百姓和士兵遭受无谓的伤亡，给两国都造成巨大的损失。',
        '申侯向周孝王建议说：“从前我的祖先娶骊山氏之女，生下一个女儿，嫁给西戎的胥轩为妻，后来生下一个儿子名叫中潏（战国时秦国和赵国的祖先）。中潏因为母亲的缘故归服周朝，使周朝西部的边境不受侵犯。现在我把女儿嫁给中潏的后人大骆，生下嫡子成。如果大王能保证让我的外孙来继承大骆的嗣位，申、扈两族就能保证让西戎人顺服，使西周西部边境永远安宁。”',
        '那么申侯为何会提出这样一个建议呢？原来大骆庶生的长子名叫非子。非子从小就喜欢养马，他养的马匹个个精良，人见人爱。有一次他往犬丘贩马，无意间撞见刚刚即位的周孝王。周孝王见他精明能干，便把他留在王都担任主管畜牧的大臣。申侯担心日后周孝王会让非子回国承嗣，与他的外孙争位，故此才有以上建议。实际上他这是在假公济私，表面上是在为朝廷出主意，骨子里是为了自己的外孙。',
        '周孝王觉得这倒是个好办法，既可以减免士兵和百姓的伤亡，又可以节省军费开支。于是当即承诺，不会放非子回国，也不会支持非子回去与申侯的外孙争夺国君之位。于是申侯便出面与西戎讲和，西戎果然接受申侯的调解，同意与西周息兵言和，并且表示此后永不侵犯西周边境，一场一触即发的战争就这样被申侯化解。',
    ],
    '西戎献马' => [
        '周孝王登基之后励精图治，西败西戎，迫使西戎贡马求和，《竹书纪年》载：“元年辛卯春正月，王即位，命申侯伐西戎。五年，西戎来献马。”周孝王元年（前891年），西戎遣使入朝，进献良马百匹。周孝王十分高兴，重赏来使，并回赠许多粮食和布匹等礼物。',
    ],
    '非子封秦' => [
        '周孝王三年（前908年），孝王命非子为王室养马。西周王朝时，马已经成为国家重要的战略资源，无论是祭祀、农耕、还是战争都需要大量优良健壮的良马。但周朝养马业发展一直缓慢，许多优质马匹都靠进口。此次西戎进献的一百匹马，大部分都是母马。周孝王为发展王朝的养马业，让非子前往汧（今陕西省陇县的汧河）渭之间，为周王室养马。',
        '孝王开辟专门的牧场，保证周王朝马匹供应，对于最终解除少数民族的军事威胁提供了可靠的保证，同时也是对周王朝内部各诸侯国进行军事震慑，加强了宗周的统治力量。',
        '周孝王六年（前905年），非子为王室养马三年，马群大增，为西周王朝创造一笔很大的财富。周孝王因非子养马有功，将他封于秦邑（今甘肃清水县境），建立秦国，号称秦嬴。',
    ],
    '壮志未酬' => [
        '周孝王十六年（前896年），还没有完成中兴周室的大业，周孝王薨，谥号孝王，葬于毕陌。史书上说“慈惠爱亲曰孝”，故谥号孝王。',
        '周懿王之子，周孝王侄孙故太子姬燮继位，是为周夷王。',
    ],
],
'为政举措' => [
    '周孝王元年正月，孝王命内史先正式册封蔡为家宰，主司王室内外事宜兼管百工。',
    '同年，孝王命蔡出入听懿王遗孀姜氏之命，效忠姜氏，用刑法严肃宫纪。',
    '周孝王三年三月初，孝王居周师录宫，命晨更继承白俗父师氏之职，管辖邑人、萑小臣、守宫、宫犬、奠（酒）人和膳夫等。',
    '周孝王八年九月，孝王命史先册命扬（即夷世器□匜铭中的白扬父）为司空，司田甸，司王居，司迎宾事，兼任司寇和司空主事，讯审刑狱。',
    '周孝王十三年九月，周孝王任命微为左史，赐服。是年前后，孝王命同仲主管西宫事宜，命虢季子即司王周宫人，封察（弭叔）为弭（今蓝田境）伯家师氏。',
    '周孝王十三年，非子居犬丘（西犬丘，天水市西南90里），善养马，孝王召使其主马于汧渭之间，马大蕃息，孝王封非子于秦（今甘肃清水县境），为周附庸（大夫），号曰秦嬴。',
],
'历史评价' => [
    '周孝王登基是西周王位继承史上的特例，是特定历史条件下的产物，是西周王朝内忧外患情况下的结果。孝王死后西周王位继承又恢复了嫡长子继承制。这种制度不仅影响着整个周王朝，也影响着后世王朝的继承制度。正是由于西周完善的继位制度，使得周王朝在一定时期内避免了王位的争夺，在相当长的时间内保持了内部的稳定。',
    '周孝王虽违反了周朝宗法制，但他励精图治，打击了西戎对于周王朝的威胁，一定程度上使西周王朝的国力得到恢复。其死后谥为“孝”正是对其在位时期贡献的最好总结。',
],
'史籍记载' => ['《竹书纪年》', '《史记·卷四·周本纪第四》'],
'家族成员' => ['父：周穆王姬满', '兄：周共王姬繄扈', '侄：周懿王姬嚭', '侄孙：周夷王姬燮'],
];
