<?php
return [
'brief' => '姬燮，周夷王，姬姓，名燮，西周第九代国王。（前885-878年，本词条年序依据《竹书纪年》及《夏商周年表》）',
'description' => [
    '姬燮在位时期，周王室处于衰落阶段，因此诸侯有的不来朝贡，而且互相攻伐。周夷王曾听信谗言，烹杀齐哀公；出兵讨伐太原之戎，攻至俞泉，获一千匹马。公元前878年，周夷王去世，其子姬胡继位，是为周厉王。',
],
'baseInfo' => [
    '本名' => '姬燮',
    '别名' => '周夷王',
    '所处时代' => '周朝',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 878年(据夏商周断代工程所制《夏商周年表》)',
    '主要成就' => '烹杀齐哀公，征伐太原之戎',
    '谥号' => '夷王',
    '在位时间' => '前886年-前878年(据《夏商周年表》)',
    '性别' => '男',
],
'人物生平' => [
    '煮杀齐君' => [
        '周夷王二年（前884年），蜀国与吕国派遣使者向周王室进贡，进献琼玉给周夷王，周夷王在黄河边上用宾客之礼接待。',
        '周夷王三年（前883年），纪国国君纪炀侯向周夷王进谗言，陷害齐国国君齐哀公，周夷王于是烹杀（古代一种酷刑，施刑者将犯人衣服脱光，推入一个如成人般高的大锅中，放在柴火上烹煮。犯人大多因灼伤而死，有些甚至全身烧焦）齐哀公，并改立齐哀公之弟吕静为君，是为齐胡公。',
        '周夷王六年（前880年），周夷王在社林打猎，捕获一头犀牛。',
    ],
    '出兵伐戎' => [
        '周夷王七年（前879年），周夷王派遣虢国国君率领六军之师攻打不服王命、常来侵扰的太原之戎，一直打到俞泉，获得一千匹马。',
    ],
    '衰落去世' => [
        '当时，周王室处于衰落阶段，一些异姓诸侯国，乘国家衰落之际，便不来朝见进贡，甚至进攻周王室，起兵叛逆，态度十分嚣张，楚国国君熊渠便是其中的代表。熊渠僭越制度，仿效周天子，将其三子分封为王。',
        '周夷王八年（前878年），周夷王患病，不能治理国事。同姓诸侯十分忧虑，祈求天神保佑，但是依然不能挽救周夷王的生命，周夷王最终病逝，谥号夷王。周夷王死后，由其子姬胡继位，是为周厉王。',
    ],
],
'为政举措' => [
    '政治' => '姬燮在位时期，周王室处于衰落阶段，因此诸侯有的不来朝贡，而且互相攻伐。周夷王曾听信纪国国君纪炀侯的谗言，将齐国国君齐哀公烹杀，并改立其弟齐胡公为君。',
    '军事' => '姬燮在位时期，派遣虢国国君率军征讨太原之戎，一直攻到俞泉，获得一千匹马。',
    '外交' => '姬燮在位时期，蜀国、吕国曾遣使向周王朝进贡，周夷王在黄河边以宾客之礼接待。',
],
'历史评价' => [
    '范晔《后汉书》：“夷王衰弱，荒服不朝”',
    '《竹书纪年》',
    '《史记·卷四·周本纪第四》',
    '《史记·卷三十二·齐太公世家第二》',
    '《史记·卷四十·楚世家第十》',
    '《后汉书·卷八十七·西羌传第七十七》',
],
'家族成员' => ['祖父：周恭王姬繄扈', '父亲：周懿王姬囏', '儿子：周厉王姬胡', '孙子：周宣王姬静'],
'人物争议' => [
    '司马迁的《史记》称姬燮为夷王，而出土的西周青铜器铭文多称姬燮为彳屖 王（彳屖音同夷，为古汉字，输入法无法输入，特注明）。',
    '此外，关于在位时间，“夏商周断代工程”以改元为断，确定的周夷王在位时间为前885-878年，与《竹书纪年》所称在位八年相合。而明代文献《万姓统谱》称夷王在位十六年，并称其享寿六十岁；其中在位时间与《竹书纪年》矛盾，至于享寿，在《史记》和《竹书纪年》亦均未记载。',
],
];
