<?php
return [
'brief' => '周厉王姬胡（？―公元前828年），姬姓，名胡，金文作㝬。周夷王姬燮之子，西周第十位君主，在位时间为公元前878年—公元前842年。',
'description' => [
    '周厉王在位期间，曾命虢仲征伐淮夷，又伐戎，均不克。听信荣夷公之言，任之为卿士，对民实行专利（垄断山泽物产），以聚敛人民之财；又用卫巫监视国人，杀有怨言者。诸侯不向周朝见。于是“国人莫敢言，道路以目”。公元前841年被国人逐奔于彘（今山西霍州东北），居汾水之旁，称“汾王”，朝中共和行政。十四年后，死于彘。',
],
'baseInfo' => [
    '本名' => '姬胡',
    '别名' => '周厉王',
    '所处时代' => '周朝',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 828年',
    '在位时间' => '前878年—前842年',
    '谥号' => '厉王',
    '性别' => '男',
],
'人物生平' => [
    '出生异象' => [
        '姬胡，姬姓，名胡，是周夷王姬燮之子。周夷王十六年（公元前880年），周夷王去世，姬胡继位，是为周厉王。',
        '周孝王七年，厉王生，冬大雹，牛马死，江汉俱动。及孝王崩，厉王立，王室大乱。',
    ],
    '贪图财利' => [
        '周厉王继位后，贪图财利，亲近荣夷公。大夫芮良夫劝谏周厉王说：“王室恐怕将要衰微！那荣夷公喜欢独占财利，却不知大祸临头。财利，是从各种事物中产生出来的，是天地自然拥有的，而有人想独占它，那么祸患就多。天地间生成的一切事物，人人都可以分享，怎么能一人独占呢？一人独占必然招致天怒人怨，却不知防备大祸患。荣夷公用财利来引诱您，君王您难道还能长治久安吗？作为君王，应该是开发各种财物分发给上下群臣百姓。使天神、民众和万事万物都能得到所应得的一份，即使这样，还要每日小心警惕，恐怕招来怨恨。所以《颂诗》说：‘我祖后稷文德盖世，功高能够与天神相配，你使民众自立生存，没有谁不以你为标准。’《大雅》上的诗篇也说：‘普遍地赐福民众，成就周朝天下。’这不正是说要普遍地分配财物，而且要警惕祸难来临吗？正是因为这样，先王所以能建立起周朝的事业，一直到现在。而如今，君王您却学着独占财利，这怎么可以呢？普通人独占财利，尚且人们还称他为盗贼，如果一个君王这样做，那么归附他的人就会减少。荣夷公如若受到重用，周朝肯定要衰败。”周厉王不听劝谏，还是任用荣夷公做卿士，掌管国事。',
    ],
    '厉王止谤' => [
        '周厉王暴虐成性，奢侈专横，百姓都公开议论他的过失。召穆公劝谏说：“百姓不能忍受暴虐的政令！”周厉王大怒，找到一个卫国的巫师，让他来监视那些议论的人，巫师告谁议论，周厉王就杀掉谁。这样一来，议论的人逐渐减少，但同时诸侯也不来朝拜。',
        '周厉王三十四年（公元前845年），当时周厉王更加严苛，百姓没有谁再敢开口说话，路上相见也只能互递眼色示意而已。周厉王见此非常高兴，告诉召穆公说：“我能消除百姓对我的议论，百姓再不敢有怨言。”召穆公说：“这只是把他们的话堵塞回去而已。堵住百姓的嘴巴，要比堵住河流的害处更严重。水蓄积太多，河流一旦决口，所伤害的人一定很多；不让百姓说话，道理也是一样。所以，治水的人要疏通河流，使流水畅通；治理百姓的人要开放言论，使百姓敢说话。因此天子治理国政，要使上至公卿、下到列士都能进献讽喻朝政得失的诗篇，乐官进献所映民情的乐曲，史官进献前代得失利弊的史书，太师进献有劝戒意义的文辞，然后由盲人乐师朗诵和宣读。百官可以直接进谏言，平民则可以把意见辗转上达天子，左右近臣要尽规谏的责任，内亲外戚要考察和弥补天子的过失，乐师和太史要负责教导、诲育天子。老臣汇集、整理各方面意见，然后君王斟酌考虑衡量取舍。这样政事施行起来就很顺当，不会违背常理。百姓有嘴巴，就如同土地有山川，人类财富用度都从这里产生。百姓有嘴巴，又好比土地有饶田沃野，百姓衣服粮食也是从这里生产出来。百姓把话从嘴里说出来，善事加以推行，恶事加以阻止，这是能够产生财用衣食。百姓心里想什么嘴里就说什么，心里考虑好就去做。如果堵住他们的嘴巴，那么赞同你的，跟随你的能有几个呢？”周厉王不听劝阻。从此百姓都不敢说话。',
    ],
    '民众反叛' => [
        '周厉王三十七年（公元前842年），百姓不约而同起来反叛，袭击周厉王，周厉王于是逃到彘地（今山西霍县东北）。',
        '当时周厉王的太子姬静躲藏在召公家里，百姓知道后，就把召公家包围起来，召公说：“先前，我多次劝谏君王，但君王不听，所以才造成这次的灾难。如果现在杀害太子，君王不会认为我把他当作仇人而发泄怨恨吗？事奉君主的人，即使处在危险之中，也不能仇恨怨怼，即使有责怪，也不能发怒，更何况是事奉天子呢？”于是就用自己的儿子代替姬静，姬静最终免遭杀害。召穆公、周定公二位相国共理朝政，号称“共和”，史称共和行政。',
        '共和十四年（前828年），周厉王在彘地去世。',
    ],
],
'为政措施' => [
    '政治' => [
        '在政治上，周厉王改变周、召二公“世为卿士”的惯例，起用在经济、军事上有专长的荣夷公和虢公长父。这一做法自然遭到贵族们的强烈反对。被认为是召穆公哀伤周室大坏的诗《荡》，就抗议周厉王用“贪暴”之人而不用“旧章旧臣”，说周厉王的品德不明，因此不知道谁做辅佐，不知谁做公卿。然后话锋一转，用训诫的口吻讲起历史，说商朝的灭亡不能怨上帝，是商王不用旧臣的缘故，周厉王现在的做法可是有商朝的“典型”。这类意见还见于《诗·大雅·板》，说王族及世族的子弟才是国家的栋梁。诗中一再强调“大邦”、“大宗”，意在不要打破旧的政治秩序。《诗序》说：“《板》，凡伯刺厉王也”，郑笺曰：“凡伯，周同姓，周公之胤也，入为卿士”。魏源还认为这个凡伯就是共伯和。无论其是否为共伯和，但其人为“周同姓”的大族是确定无疑的，而且曾一度入为王朝的卿士高官，显见其本人在“大邦”、“大宗”之列。',
    ],
    '经济' => [
        '在经济上，周厉王力图振兴残破的王室经济，他抓住“专利”和农业这两个主要环节。',
        '芮良夫曾对周厉王有所谏言，历来认为是芮良夫“反对封建君主与贵族垄断山林川泽的生产”。实则西周时代的山林川泽早巳为各级贵族所有，周厉王的“专利”决不是“垄断”的意思，更谈不上“与民争利”，倒是他从贵族占有的山林川泽中规定若干项向王室交纳的“专项”物质财富。芮良夫明确指出“今王学专利”，“学”就是讲周厉王要在贵族的山林川泽中规定专项的贡赋税收之类的内容。胡寄窗先生说芮良夫“代表自由小工商业者利益”，这是正确的评价。《逸周书·芮良夫篇》有相似的记载，芮良夫称同僚为“执政小子”，说明执政者为中年以下的人，在周厉王时代的“执政小子”很可能就是荣夷公。从语气上看显然是以勋旧宿臣的口吻训诫后进的，指责的内容为“专利作威”、“以贪谀事王”。这主要是针对荣夷公帮助周厉王在经济上采取打击贵族经济以加强王室经济的改革措施。而其中的“爵以贿成”则说明爵位的授予开始有功利主义的倾向一一用金钱出卖爵位以解决王室经济的困难。',
    ],
    '农业' => [
        '重视农业是周厉王改革的一项重大措施。周厉王主抓农业，以“稼穑”为国宝，使农业得以发展。',
    ],
    '军事' => [
        '军事实力' => [
            '在军事上，周厉王力图改变周边少数民族屡次入侵的状况，解决积弱之弊。',
            '周厉王三年，淮夷进逼到洛邑，已为周王朝的大患，周厉王派虢公长父攻打淮夷，但由于国力不强，故虢公长父不能取胜。',
            '当时江汉间强大的楚国，在周夷王时即已称王。但到周厉王改革后，周王朝强大震摄四方。楚国国君熊渠畏惧周王朝强大，恐其伐楚，于是自动取消王号。',
        ],
        '攻噩之战' => [
            '西周自周懿王以后，国力日渐衰弱，四周方国部落交相发动对周朝的进攻和侵扰。周厉王时，原来臣属于周朝的噩国（在今河南南阳东北一带），乘机反叛周朝并企图侵占周朝的疆土。于是噩侯联络淮夷和东夷部落，出兵进攻周朝的东部疆域和南部国土，声势浩大，气势凶猛，一直打到成周（今河南洛阳）附近，严重影响京畿安危。',
            '周厉王为保卫京都和周朝的社稷，从宗周调来西六师的部队，还从北部调来殷八师的大军，从西、北两个方向向河洛地区聚集，企图形成夹击之势，一举歼灭噩国的军队。周厉王依靠贵族大臣的亲兵来抵御噩国的进攻，周朝将领禹率领大臣武公的私家兵车百乘，厮御二百人，徒兵千人参战，经过激烈的战斗，周厉王最终击败噩侯，保卫了成周的安全。',
        ],
        '淮夷之战' => [
            '周厉王攻噩之战后，居住在今安徽北部淮河流域的淮夷，再次发兵向周朝进攻。周厉王命虢仲率兵反击，未能取胜。淮夷气势更为嚣张，又一次发动更加凶猛的进攻，一路浩浩荡荡，深入到周朝的中心地带，打到伊水、洛河之间，并掠杀无辜平民，抢夺财物。周厉王亲临成周指挥反击战，命令周将率领精兵反击。',
    '所率的周兵自洛水上游连续发动多次反攻，使淮夷无法招架，只得败退，纷纷逃窜。周军乘胜追击，最后彻底击败淮夷，斩俘一百四十余人，夺回被淮夷掳去的周民四百人。',
            '由于周厉王攻噩和平定淮夷的胜利，大振军威，周朝的军力有所增强，周朝国威也有所振作。',
        ],
    ],
    '法律' => [
        '在法律上，周厉王采取加强法制的措施。这在先秦以来的儒家观念中就是行“暴政”。周厉王在宗法观念极强的时候，为了保证经济、政治上的改革，竟不惜使用高压手段：“王怒，得卫巫，使监谤者，以告则杀之”。应注意的是：“以告则杀之”的标准是什么？是无故滥杀吗？显然不是。早在周穆王时已制订“五刑之属”，据说有三千种之多，周厉王行法，不必草创：刑罚三千，量一“诽谤”之罪必有所本。周厉王用法制来维护“革典”的进行，不会仅用卫巫一个人，很可能是以卫巫为首的一个执行法律的特别机构。因为明显不过的是：卫巫一人能监视多少“谤者”？可以推断：卫巫手下的人散在京城中监视在公众场合发表议论的“国人”，而卫巫本人及其亲信则可能留在宫廷周围监视官吏中敢对新政提出不同意见的人。由此可见，周厉王为了确保“革典”的进行，采用简单、幼稚粗暴的手段，被反对派（不妨说是保守派）用来指责其行“暴政”，上下唾骂几千年。然而，周厉王的“暴”不过是人们抽象出来的“以告则杀之”而已。',
    ],
],
'人物评价' => [
    '总评' => '周厉王是一个面对“积重难返局面”的改革家，他在政治、经济、军事、法律等方面都进行改革。但他的对立面是强大的旧贵族，加之他没有经验，改革的牵涉到过多人的利益，以至于贵族不满，连“国人”也反对。他进行了一场失败的改革，但他的经验教训对后代的改革者是大有益处。',
    '历代评价' => [
        '墨翟《墨子》：“暴王桀、纣、幽、厉，兼恶天下之百姓，率以诟天侮鬼，其贼人多，故天祸之，使遂失其国家，身死为僇于天下，后世子孙毁之，至今不息。” [13] ',
        '司马迁《史记》：“幽厉昏乱，既丧酆镐。”',
        '《王逸正部》：“幽、厉礼乐崩坏，诸侯力政，转相吞灭，德不能怀，威不能制。”',
    ],
],
'史籍记载' => '《史记·卷四·周本纪第四》',
'家族成员' => [
    '祖父：周懿王',
    '父亲：周夷王',
    '妻子：申姜',
    '儿子：周宣王、郑桓公',
],
'人物争议' => [
    '为了维护政权，任何一个统治者都会杀人，只是程度不同而已，为什么周厉王则独享此名？在这里不妨把周厉王与历史上的另几位著名昏君比较一下，就会发现问题：',
    '人们对桀、纣的结论是有具体内容的：桀“不务德而武伤百姓，百姓弗堪”；纣“好酒淫乐，嬖于妇人”、“以酒为池，县肉为林”。追求个人靡烂的生活，是一切昏暴帝王的共同点，然而对于周厉王，《国语》只载其“虐”，没有一种记载涉及到其个人生活的奢侈腐化、滥用民力的情况。到清代，魏源的说法更集中地概括幽、厉二王的情况，《诗古微》说： “幽厉之恶，无大于亲小人，而幽则艳妻、奄寺，皆倾惑柔恶之人；厉则疆御、掊克、皆爪牙刚恶之人”。古人称西周昏王，向以幽厉并称，而以幽居前，于贬损之中，尚稍有区别，因为周幽王的罪恶比周厉王具体得多。魏源说的“疆御”，指的是周厉王的卿士、主管军事征伐的虢公长父；所说的“掊克”，指的是周厉王另一卿士、主管财政的荣夷公。称二人为“爪牙刚恶之人”，倒说明周厉王的这两个心腹在推行改革时的坚决态度。',
],
];
