<?php
return [
'breif' => '周宣王（？－前782年），姬姓，名静，一作靖，镐京（今陕西省西安市）人，周厉王之子，西周第十一代君主（前828年－前782年）。',
'description' => [
    '周宣王继位后，政治上任用召穆公、尹吉甫、仲山甫、程伯休父、虢文公、申伯、韩侯、显父、仍叔、张仲一帮贤臣辅佐朝政；军事上借助诸侯之力，任用南仲、召穆公、尹吉甫、方叔陆续讨伐猃狁、西戎、淮夷、徐国和楚国，使西周的国力得到短暂恢复，史称“宣王中兴”。但周宣王晚年对外用兵接连遭受失败，尤其在千亩之战大败于姜戎，南国（今长江与汉江之间的地区）之师全军覆没，加之独断专行、不进忠言、滥杀大臣，宣王中兴遂成昙花一现，也为西周在周幽王时期的灭亡埋下伏笔。',
],
'baseInfo' => [
    '本名' => '姬静',
    '别名' => '姬靖、周宣王',
    '所处时代' => '周朝',
    '民族族群' => '华夏族',
    '出生地' => '镐京（今陕西省西安市）',
    '逝世日期' => '公元前 782年',
    '主要成就' => '整顿朝政，宣王中兴，讨伐夷狄',
    '在位时间' => '前828年－前782年',
    '谥号' => '宣王',
    '前任' => '共和执政',
    '继任' => '周幽王',
],
'人物生平' => [
    '继位' => [
        '周宣王为周厉王之子。周厉王在位时，因连年对外征战，造成国内消耗巨大、国库空虚。周厉王于是任命荣夷公为卿士，实行专利政策，将山林湖泽改由天子直接控制，不准国人进入谋生。国人对此议论纷纷，周厉王又命卫巫监谤，禁止国人谈论国事，违者杀戮，周厉王的高压政策最终引发国人暴动。',
        '前841年（周厉王三十七年），国人因不满周厉王的暴政，镐京（今陕西西安）的国人集结起来，手持武器围攻王宫，要杀周厉王。周厉王逃离镐京，沿渭水一直逃到彘（今山西霍州）。国人攻进王宫，没有找到周厉王，转而寻找太子静。召穆公将太子静藏了起来，国人围住召穆公家，要召穆公交出太子，召穆公被迫用自己的儿子冒充太子静，国人杀召穆公之子，太子静得以幸免遇难。',
        '国人平息怒气离去后，宗周无主，诸侯推举召穆公、周定公代行天子职务（一说共伯和代行天子职务），史称“共和行政”。',
        '前829年（共和十四年），周厉王死于彘国，太子静在召穆公家长大了，召穆公、周定公以及诸侯拥立太子静继位，即周宣王。',
    ],
    '衰落' => [
        '周宣王继位后，多次的对外用兵，使周王朝一度呈现“四方既平，王国庶定”的局面。但因连年征战消耗国力，加剧了西周王朝的社会危机，加上周宣王晚年独断专行、不进忠言、滥杀大臣，宣王中兴遂成昙花一现。',
        '干涉鲁政' => [
            '前817年（周宣王十一年）春天，鲁国国君鲁武公和长子公子括、少子公子戏，朝见周宣王。周宣王喜爱公子戏，想要立公子戏为鲁国太子。周宣王的大夫樊仲甫（一名仲山甫）劝阻周宣王说，废长立幼，不合旧制，周宣王不听，执意立公子戏为鲁国太子。同年夏天，鲁武公回国后去世，公子戏继位，是为鲁懿公。',
            '前807年（周宣王二十一年），公子括之子伯御与鲁人攻杀鲁懿公，伯御被立为鲁君，史称“鲁废公”。',
            '前797年（周宣王三十一年），周宣王讨伐鲁国，杀死鲁废公伯御，周宣王询问大臣鲁国公子中谁能胜任鲁国国君之位。樊穆仲说，鲁懿公的弟弟公子称，庄重恭敬，敬重老人，处事执法必定遵循前朝礼制。周宣王于是在夷宫（周宣王祖父周夷王的庙廷）立公子称为鲁国国君，是为鲁孝公。经过此次事件之后，周天子声望大减，诸侯多有违抗王命之举。',
        ],
        '屡战屡败' => [
            '周宣王晚年多次对周边部族用兵，但大多以失败而告终：',
            '前797年（周宣王三十一年），周宣王派军队攻打太原之戎，没有成功。',
            '前793年（周宣王三十六年），周宣王派军队征讨条戎、奔戎（今山西夏县西南），战败。',
            '前790年（周宣王三十九年），周宣王派军队征讨申戎（即西申国，今陕西省米脂县北）获得胜利。同年，周军在千亩之战大败于姜戎，南国之师全军覆没，周宣王在奄父的帮助下才得以突围。',
        ],
        '不听劝谏' => [
            '藉礼原是村社中每逢某种农业劳动开始前，由首领带头举行仪式，耕种集体所有的藉田，具有鼓励集体耕作的作用。西周时期，原本属于集体所有的藉田，即公田变为天子、诸侯以及贵族私有，藉礼也成为在春耕、耨耘、收获时，天子、公卿百官举行仪式，监督和巡查庶人耕种、无偿占有庶人劳动成果的一种活动。周宣王在位时，不到千亩举行藉礼，虢文公劝谏周宣王，宣王不听。有观点认为，井田制在周宣王时期已经遭到严重的破坏，公田被大量私有化，周宣王承认了既定事实，相关的藉礼也被取消。',
            '周宣王丧南国之师后，想在太原普查人口来补充兵员、征调物资。仲山甫认为自古以来，人口不用普查就能知道数量，因为司民负责登记生死；司商负责赐族受姓；司徒负责人口来往；司寇负责处决罪犯；司牧知晓职员数量；司工知晓工匠数量；司场负责人口迁入；司廪负责人口迁出，人口数量天子通过询问百官就可以知晓了，还可以通过管理农事来调查，没有必要劳民伤财去刻意普查。周宣王不听劝阻，最终还是在太原普查了人口。',
        ],
    ],
    '去世' => [
        '前782年（周宣王四十六年），周宣王去世，其子周幽王姬宫湦继位。关于周宣王的死因，许多著作记载为周宣王游猎圃田（今河南省中牟西）时，杜伯的冤魂乘白马白车，由司空锜护左，大臣祝护右。杜伯戴着红帽子从道边奔驰而来，执红弓搭红箭，一箭射中宣王心脏，周宣王脊梁折断后倒伏在箭囊上而死。',
    ],
],
'主要成就' => [
    '周宣王继位时，历经周厉王统治下的西周王朝吏治败坏、百姓离散，周宣王于是下令修复公室、广进谏言、安顿百姓、修缮武器；兴畋狩礼乐，效法周文王、周武王、周成王、周康王遗风，并及时任用召穆公、仲山甫、尹吉甫、程伯休父、虢文公、申伯、韩侯、显父、仍叔、邵穆公，张仲等贤臣辅佐朝政，陆续发动对周边部族的战争，使衰落的周王室威信得到恢复，诸侯又重新朝见天子，四夷咸服，史称“宣王中兴”。',
    '军事' => [
        '征伐猃狁' => [
            '猃狁是位于中国北方和西北方的部族，在周厉王时期就曾出动部队劫掠镐京周围的财物及人口，被大臣武公派多友击退。前823年（周宣王五年）六月，猃狁再次进攻西周，主力部队集中于焦获（今陕西泾阳西北），前锋部队抵达泾阳（今陕西泾阳境内），直接威胁到镐京和旁京的安全，周宣王命尹吉甫率军反攻。尹吉甫以元戎十乘为先头部队，日行三十里在彭衙（今陕西白水东北）击败猃狁，继而追击至太原（今甘肃平凉附近）。周宣王又派南仲率兵至朔方（北方边境地区）筑城设防，缓解了猃狁的威胁。前816年，周宣王派虢季子白率军攻打猃狁，在洛水北岸大败猃狁，斩首500人，俘获50人。虢季子白在班师回朝举行献俘礼时，又命属下不其率兵追击败退至洛水的猃狁，取得胜利。此战过后西周解除了猃狁之患，周宣王在太庙为虢季子白举行了隆重的庆典来表彰他的功绩，赏赐他马匹、弓箭、彤矢和斧钺并赐予其征讨蛮夷的权力。',
        ],
        '征讨西戎' => [
            '西戎是对中国古代西部部族的统称，长期威胁西周王朝的西部边境。周宣王在位时，多次命诸侯征讨西戎。前825年（周宣王三年），周宣王任命秦仲为大夫，命其带兵征讨西戎。前823年（周宣王五年），秦仲战败身亡，周宣王召见秦仲之子秦庄公兄弟五人，给他们七千兵卒，命令其讨伐西戎。秦庄公击败西戎，周宣王封秦庄公为西垂（今甘肃一带）大夫，加封大骆犬丘（甘肃礼县一带）的土地。',
            '此外，晋国也多次奉命征讨西戎。前806年（周宣王二十二年），晋穆侯率军攻打条戎（今山西夏县西南）。前803年（周宣王二十五年），在千亩（今山西介休南）战胜当地的戎族。前791年（周宣王三十八年），又在汾水、隰水击败北戎。',
        ],
        '东征淮夷' => [
            '淮夷是淮河、汉江一带的东夷部族，又称南淮夷、淮南夷或南夷，自周穆王时期开始强盛，多次入侵伊水、洛水流域。周厉王时期，曾为西周南方屏障的鄂国国君鄂侯驭方联合淮夷、东夷大举进攻西周，深入周朝腹地。周厉王调集西六师和殷八师派虢公长父征讨，未能取胜。多亏大臣武公派属下禹调动兵车百辆、甲士二百、徒兵千人参与作战，最终击退联军，俘获鄂侯，灭亡鄂国。周厉王随后又与虢公长父亲自率兵征讨淮夷至角（今江苏淮阴南）、津（今江苏宝应南）、桐（今安徽桐城北）、遹（今安徽霍邱西南），终于平定了这次叛乱。战后淮夷震慑于周朝的武力，稍加臣服。',
            '前823年（周宣王五年），周宣王命尹吉甫向淮夷征收布帛、财宝、粮食及力役，并且颁布法令，规定淮夷在经商时，不得扰乱当地的治安和市场秩序。后因淮夷停止纳贡以及再次反叛，周宣王命召穆公率军征讨。据《师寰簋铭文》记载，此战师寰作为随军将领统帅齐、杞、莱等国军队，消灭了淮夷的冉、翼、铃、达四位首领，获得俘虏、牲畜及财物，取得战功。此战过后，淮夷彻底臣服于西周。',
            '徐国在西周时期是东夷的强国，后在周朝的连续打击下，徐国的一些部族南迁至淮水流域，逐渐发展成淮夷中最强的一支力量。周宣王在位时，命卿士南仲和太师皇父在太祖庙整顿周六师，然后亲率大军与太师皇父、司马程伯休父前往征讨。大军沿淮水东行，经过激烈战斗，周军击败徐国。徐国臣服后，四周各方国、部族皆臣服于周。前810年，南仲派驹父、高父前往淮夷，各方国、部族都奉命迎接来使，进献财物。',
        ],
        '讨伐楚国' => [
            '楚国又称荆蛮，虽然被周天子封为子爵，但楚国极少承担周王室的职贡义务，加之周天子抑制楚国发展的政策、对于楚国国君的歧视以及楚国君主僭越称王，因而楚国屡次招致周王室的讨伐。前823年（周宣王五年）八月，周宣王以元老重臣方叔为将，率兵车三千进攻楚国，大获全胜。据推算，周宣王此次伐楚动用军队多达三万六千人。晋穆侯墓所出土的楚公逆编钟，应在此战作为战利品被周宣王获得后转赠与晋穆侯。经过以上一系列战争，西周的疆域以及国家声望得到大幅扩大。',
        ],
    ],
    '政治' => [
        '分封诸侯' => [
            '周宣王时期延续了西周的分封政策，楚国降服后，周宣王命召穆公在谢邑（今河南南阳）建造住宅、宫室、宗庙及都邑，开辟土田，命傅御将王舅申伯的亲属、家臣和私属迁居于此。周宣王还亲自前往郿（今陕西眉县东北）为申伯践行，赐予他车马及玉圭，建立申国，作为镇抚南方的军事重镇。吕国也在同时被周宣王改封于申国以西。周宣王还封韩侯于韩城（今山西河津至万荣县万泉乡一带），建立韩国，作为镇抚北方的军事重镇。前806年，周宣王封弟弟友于郑（今陕西华县东），建立郑国。此外，周宣王还封仲山甫于樊（今陕西长安区东南），建立樊国。封其子长父于杨（今山西洪洞东南），建立杨国。',
        ],
        '其他措施' => [
            '周宣王除军事上取得一系列成就之外，在政治上也采取了一些措施来恢复天子威信。周宣王在位时下令修建宫殿，命仲山甫前往齐国筑城，加强东方边境的防御。周宣王还效仿先祖兴畋狩之礼，在东都雒邑（今河南洛阳）会见诸侯。',
        ],
    ],
    '经济' => [
        '周宣王时期，基于井田私有化现象的出现，从而采取了“不籍千亩”、“料民太原”等变革经济制度诸举措。',
        '不籍千亩：“修籍”即由天子与诸侯于每年民间春耕开始前在“籍田”上举行亲耕之礼的重要制度，天子之田千亩。可周宣王即位后却采取了“不修籍于千亩”的措施，断然摒弃了“修籍”这一传统农业经济制度。当时，虢文公虽曾极力进行劝谏，但宣王不听。周宣王时“修籍”制度存在的社会前提条件即井田制度已经发生了前所未有的变化。 因此周宣王摒弃“修籍”制度，被认为是大胆变革农业经济制度的行动。',
        '料民太原：周宣王时，戎狄被西周军队打败，“太原”地方归西周所有。继而，西周之民逐渐逃亡到“太原”地方，并从事农耕生产。由于当时的井田已经出现了私有化现象，因此，逃离井田羁绊之“民”，在“太原”地方不再采用井田制度，而西周王朝也未能将井田制度推广到那里。周宣王前往太原“料民”，其意实际上主要是顺应时势变化，亲自查看逃亡于“太原”这一新开拓地区奴隶与“民”生产状况，核查、登记户口，以及调查他们有无承担赋税的能力等，以便改革赋税制度，进而解决西周王室财政困难，中兴西周王朝。',
    ],
],
'人物评价' => [
    '司马迁《史记》：“修政，法文、武、成、康之遗风，诸侯复宗周。”',
    '董仲舒：“夫周道衰于幽、厉，非道亡也，幽、厉不繇也。至于宣王，思昔先王之德，兴滞补敝，明文、武之功业，周道粲然复兴，此夙夜不懈行善之所致也。”',
    '桑弘羊：“汤、武之伐，非好用兵也；周宣王辟国千里，非贪侵也；所以除寇贼而安百姓也。”',
    '桓谭：“昔周室衰微，夷狄交侵，中国不绝如线，于是宣王中兴，仅得复其侵地。夫以秦始皇之强，带甲四十万，不敢窥河西，乃筑长城以分之。汉兴，高祖见围于平城。吕后时为不轨之言。文帝时匈奴大入，烽火堠骑，至雍甘泉。景、武之间，兵出数困，卒不能禽制。即与之结和亲，然后边甬得安，中国以宁。”',
    '黄琼：“周宣王不籍千亩，虢文公以为大讥，卒有姜戎之难，终损中兴之名。”',
    '徐坚《初学记》：“宣王承衰，邦家多阻；惩难思理，官人以叙。山甫补阙，方叔御侮；是用中兴，恢复周宇。”',
    '柳宗元：“伏见周宣王时称中兴，其道彰大，于后罕及，然征于《诗》大、小《雅》，其选徒出狩，则《车攻》、《吉日》；命官分土，则《嵩高》、《韩奕》、《烝人》；南征北伐，则《六月》、《采芑》；平淮夷，则《江汉》、《常武》。铿鍧炳耀，荡人耳目。故宣王之形容与其辅佐，由今望之，若神人然。”',
    '夏原吉：“周宣王平淮夷、唐太宗擒颉利，当时文人咸形诸赋咏，以纪宏休。”',
    '《明世宗实录》：“虽然周宣王云汉之侧身，常武之平淮，内有山甫，外有申伯，非不赫然称盛，然乐色而忘德，失礼而晏起，不籍千亩，南国丧师，料太原，杀杜伯，以致虢公谏不听，山甫谏又不听，所以中兴之美未尽焉。”',
],
'轶事典故' => [
    '姜后脱簪' => [
        '周宣王的王后姜后是齐国国君的女儿，周宣王经常早睡晚起，疏于朝政，姜后于是摘掉耳环簪子来到永巷请罪，并让傅母转告周宣王说是她让周宣王起了淫逸之心，使得君王疏于朝政。君王好色必然引起铺张浪费，长此以往就会天下大乱，这就是她请罪的原因。周宣王听后大为感动，从此勤于朝政。这就是“姜后脱簪”的典故。',
    ],
    '告神祈雨' => [
        '周宣王在位期间曾经发生旱灾，周宣王害怕旱灾会使黎民受苦、社稷倾覆，于是亲自到郊外及宗庙奠酒埋玉、祭祀天地、祷告神明祈求降雨，果然在六月天降大雨。大夫仍叔因此事作歌赞美周宣王，即《诗经·大雅·云汉》。',
    ],
    '兔舞马变' => [
        '据记载，前798年（周宣王三十一年），镐京城内有兔子跳跃舞蹈，有马变成人。前795年（周宣王三十四年），有马变为狐狸。',
    ],
    '命作史籀' => [
        '周宣王曾命太史作大篆《史籀》十五篇，作为太史教授史学童的课本教材。秦始皇统一天下后，决定统一各国文字为小篆，于是令李斯作《仓颉》七章、赵高作《爰历》六章、太史令胡毋敬作《博学》七章作为全国规范字帖，皆取材于大篆《史籀》。《史籀篇》中的文字又被称为籀文、籀篆，到汉光武帝时已失传六篇。经过考证，《陈仓石鼓文》是现今仅存的、最近似于《史籀篇》的文字。',
    ],
    '滥杀大臣' => [
        '前786年（周宣王四十三年），周宣王无辜杀害大夫杜伯。关于杜伯的死因，《太平广记》记载为：周宣王有宠妃叫女鸠，她看上了英俊的杜伯，想方设法勾引他。杜伯不为所动，女鸠恼羞成怒，在周宣王面前诬告杜伯欺侮她。周宣王听信了女鸠的话，不顾左儒的屡次劝谏，先将杜伯囚禁于焦（今河南陕县南），又派薛甫和司空锜将其杀害。周宣王后来因遭受冤魂袭扰，接连杀害了司空锜和大臣祝二人。杜伯之子隰叔则逃亡至晋国，成为晋国六卿之一范氏的始祖。',
    ],
    '亡国征兆' => [
        '《太平御览》引《琐语》记载，周宣王的王后怀胎未满就生下了周幽王，周宣王向大臣们询问是何征兆。大臣们回答说如果生下的男婴身体有残缺、骨骼有缺失，则国家无碍；如果男婴身体完好无损，则国家就会灭亡。周宣王认为这个男婴是不祥之兆，准备将其遗弃。仲山甫劝周宣王说：“天子您年龄大了也没有男嗣，这本身就是上天遗弃了周朝，您如果再把男婴遗弃了，那和国家灭亡有什么区别？”周宣王于是打消了这个念头。果然周宣王死后十一年，西周在周幽王统治下灭亡。',
    ],
    '褒女亡国' => [
        '周幽王时，太史伯阳父查阅史籍记载，夏朝时有两条神龙自称褒国国君，停留在夏王的庭院中。经太卜占卜，杀死或赶走神龙都得到凶兆，唯独占卜收集神龙留下的涎沫得到了吉兆。夏王于是下令向神龙祷告，收集神龙留下的涎沫，封存于匣中，传至周厉王时都没有人打开过此匣。周厉王末年时，下令打开匣子观看。涎沫流淌于庭院，无法清除。周厉王决定用巫术除去，命女人赤身裸体向它大声呼叫，涎沫化为黑色的蜥蜴，消失在后宫一名七岁童女身上。童女行笄礼时未婚而孕，于是将生下的女童遗弃。到周宣王时有唱歌谣道：“檿弧箕服，实亡周国。”恰巧遇到夫妇二人贩卖弓矢，周宣王下令抓捕后处死二人。二人逃往褒国的途中发现了被遗弃的女童，便收养了女童。后来褒国人褒姁犯罪，便将成年后的女童献给周幽王抵罪，这个女童就是褒姒。周幽王因宠爱褒姒致使西周灭亡。',
    ],
],
'亲属成员' => [
    '父亲：周厉王',
    '妻子：姜后，齐国国君之女。',
    '弟弟：郑桓公，周宣王庶弟（一说周宣王母弟），郑国第一任国君。',
    '儿子：' => [
        '周幽王宫湦（或作宫涅），西周最后一位国君，后被申侯所裹挟的犬戎所杀。',
        '携惠王余臣（周携王），二王并立时期的一位周天子，后被晋文侯所杀',
        '杨侯尚父。',
    ],
],
'史料索引' => [
    '《史记·卷四·周本纪第四》有记载。参见：周本纪',
],
'文学形象' => [
    '在长篇历史小说《东周列国志》中，周宣王于第一回《周宣王闻谣轻杀 杜大夫化厉鸣冤》中登场。周宣王从太原普查人口准备回镐京时，听到路边小孩童谣唱道“月将升，日将没；桑弓箕袋，几亡周国”，于是抓来俩小孩打听，得知是三日前一红衣小儿所教，大臣分析说这歌谣预示后世有女子乱政。周宣王下令在全国范围内严禁弓矢，由上大夫杜伯督查此事。恰有山野妇女不明政令，进城兜售弓矢被杀。周宣王认为童谣之言已经被平息，不再追究。前785年，周宣王晚上做梦梦见有美貌女子自西方来，入太庙携七庙神主东去。周宣王大惊，知道谣言未除，于是以督查不力之罪杀杜伯。杜伯之友左儒劝谏周宣王不听，杜伯死后左儒随之自刎而死。周宣王在东郊游猎时，被杜伯、左儒的冤魂所发之箭射中，受惊吓患病而死。',
],
];
