<?
return [
'brief' => '周幽王姬宫湦（前795年？―前771年），姬姓，名宫湦（音shēng，一作宫生），周宣王姬静之子，母姜后，西周第十二任君主，前782年―前771年在位。前782年，周宣王去世，姬宫湦继位，是为周幽王。前771年，犬戎杀死姬宫湦，西周灭亡。姬宫湦死后，谥号幽王，诸侯共同拥立其子姬宜臼继位，是为周平王，史称东周。',
'baseInfo' => [
    '本名' => '姬宫湦',
    '别名' => '周幽王',
    '所处时代' => '西周',
    '民族族群' => '华夏族',
    '出生地' => '镐京',
    '出生日期' => '公元前 795年',
    '逝世日期' => '公元前 771年',
    '在位时间' => '前782年—前771年',
    '谥号' => '幽王',
    '性别' => '男',
],
'人物生平' => [
    '早年经历' => [
        '周幽王是周宣王姬静之子，母亲姜后是齐国国君之女。干宝《搜神记》称姬宫湦生于周宣王三十三年（前795年），一说可能是依据《竹书纪年》。周宣王在位时期，将姬宫湦立为太子。',
    ],
    '父死继位' => [
        '周宣王四十六年（前782年），姬宫湦的父亲周宣王去世，姬宫湦继位，是为周幽王。周幽王继位后，立妃子申后为王后，申后所生之子姬宜臼为太子。',
        '周幽王二年（前780年），发生多起严重的自然灾害，西周都城镐京（今陕西西安）发生地震，并引发泾、渭、洛三条河川发生震动。同年，泾、渭、洛三条河川枯竭，岐山发生崩塌。',
        '后来，周幽王任命叔父郑桓公担任周王室的司徒，掌管全国土地和户籍。',
    ],
    '亡国遭杀' => [
        '周幽王贪婪腐败，不问政事，任用虢石父为卿士，执掌政事。虢石父为人奸佞乖巧，善于奉承，贪图财利，但周幽王却很重用他，因此引起百姓强烈不满。周幽王八年（前774年），周幽王废嫡立庶，废黜王后申后和太子姬宜臼，而立宠妃褒姒为王后，褒姒所生之子姬伯服为太子，并加害太子姬宜臼，致使申后的父亲申侯大为愤怒。',
        '周幽王十一年（前771年），申侯联合缯国、西夷犬戎攻打周幽王，于是在骊山下杀死周幽王，西周灭亡。周幽王死后，诸侯们与申侯共同拥立前任太子姬宜臼继位，是为周平王，史称东周。',
    ],
],
'为政举措' = [
    '周幽王沉湎酒色，不理国事，在位期间各种社会矛盾急剧尖锐化，政局不稳，为政贪婪腐败，重用奸臣虢石父主持朝政，加重对百姓的剥削，激起百姓怨愤，最终致使西周灭亡。',
],
'趣闻轶事' => [
    '三川地震' => [
        '周幽王二年（前780年），西周镐京和附近的泾、渭、洛三条河川都发生震动。大夫伯阳甫（一作伯阳父）说：“周朝将要灭亡。天地间阴阳二气，不能失掉规律，如果失掉规律，便是人扰乱了它。阳气伏在地下不能出来，阴气压迫着阳气不能上升，这样就会发生地震。现在泾、渭、洛三河一带都发生地震，是由于阳气失去应有的位置，而被阴气镇压着。阳气失序而在阴气下面，河川的源头一定阻塞了，源头阻塞，国家一定要灭亡。水土气通而湿润，便能生产东西，为民所用。土地没有水源，民众缺乏财物日用，国家不灭亡，要等到何时！从前伊水、洛水枯竭，夏朝灭亡，黄河枯竭，商朝灭亡。如今周朝的德行也像夏、商二朝的末代了，河川的源头又被阻塞，源头阻塞必定枯竭。国家的建立必须依靠山川，山崩塌，川枯竭，这是亡国的象征。川枯竭一定会发生山崩塌。若国要灭亡不会超过十年。因为十是天数的一个轮回。上天所要抛弃的国家，不会超出十的期限。”同年，泾、渭、洛三条河川枯竭，岐山崩塌。周幽王十一年（前771年），河枯山崩事件发生正好十年，周幽王被犬戎所杀，西周灭亡。',
    ],
    '宠幸褒姒' => [
        '夏朝末年，有二条神龙停在夏帝的朝廷前，说道：“我们是褒国的两个先王。”夏帝占卜，或杀掉龙，或赶走龙，或留下龙，都不吉利。夏帝又占卜请求能得到龙的唾沫储藏起来，才吉利。于是陈列玉帛，并以简策写文告请神龙，龙离去后留下唾沫，夏帝用匣子把唾沫装起来，除掉地上的唾沫痕迹。夏朝灭亡，这匣子传到商朝。商朝灭亡，这匣子又传到周朝。经过三个朝代，没有人敢打开它。到周厉王末年，打开观看。唾沫流到宫中，无法除去。周厉王就命令妇女赤着身子对它大声呼喊，唾沫便变成一只黑蜥蜴，窜到周厉王的后宫。后宫有个侍女，刚七八岁，碰上它。周宣王时，这个侍女成年后便怀孕，没有丈夫却生下孩子，她很害怕，就将那个孩子丢弃。',
        '曾有小女孩唱着歌谣：“桑木做成的弓啊，箕木制成的箭袋，是要灭亡周国的。”当时周宣王听到这首歌，正好有一对夫妇卖桑弓箕箭袋，于是周宣王派人抓住并杀掉他们。夫妇俩在逃跑的路上，遇到那侍女丢弃在路旁的那个怪女孩，夜间啼哭，因此可怜她，便将她收养。于是，夫妇俩逃到褒国。后来，褒国人有罪，便请求献上那位侍女丢弃的怪女孩给周幽王来赎罪。此女便是褒姒，因是从褒国而来，故称褒姒。',
        '周幽王得到褒姒后，对她非常宠爱。后来，褒姒为周幽王生下儿子姬伯服。褒姒生下儿子姬伯服后，周幽王对她更加宠爱。最终周幽王竟然废黜王后申后（申国国君申侯之女，后来周幽王立她为王后，故称申后）和太子姬宜臼（申后所生，即周平王），而立褒姒为王后，姬伯服为太子。太史伯阳因周幽王太过宠幸褒姒，认为祸患已经形成，谁也无法改变，西周必会灭亡。最终西周果然灭亡。',
    ],
    '烽火戏诸侯' => [
        '《史记》版' => '据《史记》记载，褒姒不爱笑，周幽王想出各种办法让她笑，但褒姒始终不笑。周幽王设置烽火台和大鼓，有敌人来到就点燃烽火召集援兵。有一次，周幽王点燃烽火，诸侯都率兵赶来。诸侯到后却发现没有敌人，褒姒看到诸侯惊慌失措的样子，果然哈哈大笑。周幽王非常高兴，因此多次点燃烽火。后来诸侯们不再相信，渐渐不肯应召而来。周幽王十一年（前771年），申国联合缯国、西夷犬戎攻打周幽王，周幽王点燃烽火召集诸侯援救，诸侯却没有前来援救。犬戎最终在骊山之下杀死周幽王，俘虏褒姒，西周灭亡。',
        '《吕氏春秋》版' => '在《吕氏春秋》的记载中，周幽王不是点燃烽火，而是击鼓。当时西周建都在丰、镐二京，那里靠近戎人。周幽王与诸侯约定，在大路上修筑高大的土堡，上面设置大鼓，使远近都能听到鼓声。如果戎兵入侵，就由近及远击鼓传告，诸侯的军队就都来援救天子。戎兵曾经入侵，周幽王击鼓，诸侯军队都如约而至，褒姒看到非常高兴，很喜欢周幽王这的种做法，周幽王希望看到褒姒的笑容，于是屡屡击鼓，诸侯的军队多次到来，却没有敌兵。到后来戎兵真的入侵，周幽王击鼓，但诸侯的军队不再到来，周幽王于是被杀死在骊山之下。',
        '事件争议' => '钱穆在《国史大纲》中，对《史记》记载“烽火戏诸侯”之事提出疑义：“此委巷小人之谈。诸侯并不能见烽同至，至而闻无寇，亦必休兵信宿而去，此有何可笑？举烽传警，乃汉人备匈奴事耳。骊山一役，由幽王举兵讨申，更无需举烽。”2012年，北京清华大学整理获赠的战国竹简（清华简）时，发现竹简上的记述与“烽火戏诸侯”故事有所偏差。清华简记载，周幽王主动进攻原来的申后外家申国，申侯联络戎族打败周幽王，西周因而灭亡。清华简上并没有“烽火戏诸侯”的故事。清华大学出土文献研究与保护中心教授刘国忠称，史学界对“烽火戏诸侯”曾有过质疑，认为《史记》中所载只是“小说家言”。清华简的内容一定程度上支持这种质疑，从而部分推翻《史记》的记载。刘国忠认为，史学界就此可以得出结论：西周灭亡不是因为“烽火戏诸侯”，该故事甚至并不存在。',
    ],
],
'历史评价' => [
    '墨翟《墨子》：“暴王桀、纣、幽、厉，兼恶天下之百姓，率以诟天侮鬼，其贼人多，故天祸之，使遂失其国家，身死为僇于天下，后世子孙毁之，至今不息。”',
    '司马迁《史记》：“周幽王无道。”；“周幽王淫乱。”；“幽王以襃后故，王室治多邪，诸侯或畔之。”；“幽厉昏乱，既丧酆镐。”',
    '刘向《列女传》：“幽王惑于褎姒，出入与之同乘，不恤国事，驱驰弋猎不时，以适褎姒之意。饮酒流湎，倡优在前，以夜续昼。”',
    '《王逸正部》：“幽、厉礼乐崩坏，诸侯力政，转相吞灭，德不能怀，威不能制。”',
],
'家族成员' => [
    '父母' => [
        '父亲：周宣王姬静。',
        '母亲：姜后，姜姓，齐国国君之女。',
    ],
    '后妃' => [
        '申后，姜姓，申国国君申侯之女。',
        '褒姒，姒姓，褒国人，周幽王宠妃。',
    ],
    '儿子' => [
        '周平王姬宜臼，申后所生。',
        '姬伯服，褒姒所生。',
    ],
    '兄弟' => [
        '周携王姬余臣，周宣王姬静子。',
    ],
],
'周幽王陵' => [
    '周幽王陵，位于今陕西省临潼区代王镇宋家村，关于此陵众说纷纭，具体情况待考，据《两京道里记》记载：“陵高一丈三尺，周三百步”。',
    '根据《西京杂记》记载，西汉时期广川王刘去（一作刘去疾）曾盗掘周幽王陵，周幽王陵很高大，墓道门打开以后，再下去一尺左右里面全是白垩土，这土实际是一种石炭岩石，有一丈多厚，刘去的手下费了很大的力气，才将白垩土铲除掉。再往下是大量的云母石。再往下挖一尺多深，意外地看到一百多具尸体，纵横交错，相互枕靠，叠压在一起，都没有朽烂。其中只有一个男子，其余全是女子。有的坐着，有的躺着，有的站着，身上的衣服款式和活人穿的一样。想必那名男子便是周幽王。其余一百多名女子应该是殉葬的妃子或侍女。',
    '人殉是中国古代的一种丧葬恶俗，一般认为出现于父系社会。父权家族把自己的妻妾孙女侍仆，视为自己的私有财产，对其有生杀权力。既然金玉珠宝都能随葬，人这种财物自然也难免。现已发掘的秦公一号大墓墓主是秦景公，其墓的殉人之多令人触目惊心，殉人尸骨多达186具，墓室上下层的平台上摆放有殉人棺具，有的甚至是裸葬。',
    '据《史记》记载，秦穆公死后曾殉人达177人。周幽王是否有殉人，史料上并无记载。如果《西京杂记》所记是真实的话，这将进一步证实，中国古代的殉葬陋习，在西周时仍然是十分盛行。',
],
'生年争议' => [
    '据干宝《搜神记》记载，周幽王姬宫湦出生于周宣王三十三年（前795年）。然而《搜神记》一书是记载神仙鬼怪的志怪小说，故其所载幽王生年仅供一参考。',
],
];
