<?php
return [
    'name' => '',
    'brief' => '',
    'chapters' => [
        [
            'content' => [
                '成礼兮会鼓，传芭兮代舞；',
                '姱[1]女倡兮容与；',
                '春兰兮秋菊，长无绝兮终古。',
            ],
            'spell' => [
                'chéng lǐ xī huì gǔ, chuán bā xī dài wǔ',
                'kuā 1 nǚ chàng xī róng yǔ',
                'chūn lán xī qiū jú, zhǎng wú jué xī zhōng gǔ.',
            ],
            'vernacular' => [
                '祀礼已完毕紧紧敲起大鼓，',
                '传递手中花更相交替而舞，',
                '姣美的女子唱得从容自如。',
                '春天供以兰秋天又供以菊，',
                '长此以往不断绝直到终古。 ',

                '祭祀礼已完毕紧紧敲起大鼓，传递手中花更相交替而舞； [ 1 ] 美好歌女盘桓；',
                '春兰兮秋菊，长此以往不断绝直到终古。',

                '祭礼完成一齐击鸣鼓，传递鲜花轮番来跳舞，美女高唱歌声多安舒。',
                '春兰秋菊常供奉，祭礼不绝传千古。',
            ],
            'notes' => [
                '[1]：音苦。',
                '①成礼：指祭祀之礼完毕。会鼓：急疾击鼓，鼓点密集。',
                '②芭(pa1趴)：通“葩”，花。代：交互，更替。',
                '③姱(kua1夸)：美好。倡：同“唱”。容与：舒缓。 ',
            ],
            'unscramble' => [
                '【简析】：',
                '此篇是通用于前面十篇祭祀各神之后的送神曲，由于所送的神中有天地神也有人鬼，所以不称礼神而称礼魂。',
                '【赏析】',
                '对本篇的理解，从题目到内容一直分歧较大。王逸《楚辞章句》云：“言祠祀九(十)神，皆先斋戒，成其礼敬，乃传歌作乐，急疾击鼓，以称神意也。”今人陈子展以为“这像是说《礼魂》是为祭祀十神成礼之后，又传歌作乐，以娱乐众神而作，不是为祭祀任何一神而作”(《楚辞解题&gt;)。明汪瑗《楚辞集解》、清张诗《屈子贯》则宣称此篇是“前十篇之乱辞也”。清王夫之《楚辞通释》又认为：“此章乃前十祀之所通用，而言终古无绝，则送神之曲也。”清吴世尚《楚辞疏》、王邦采《九歌笺略》、王闿运《楚辞释》也持同样的观点，目前学术界一般认同此说。而姜亮夫《屈赋校注》又解“礼”为祀，解“魂”为“气之神也，即神灵之本名，故以之概九(十)神也”，“九祀既闭，合诸巫而乐舞，盖乐中之合奏也，……以总告诸神灵之前”。其说可从。',
                '本篇以简洁的文字生动描绘出一个热烈而隆重的大合乐送神场面。一开始，先点出是“成礼”，使它和《九歌》各篇发生了联系。祀礼完成后，于是响起密集的鼓点，于是一边把花朵互相传递，一边更番交替地跳起舞。美貌女郎唱起歌，歌声舒徐和缓，从容不迫。这正是一个祭众神已毕时简短而又热烈的娱神场面。而春天供以兰，秋天供以菊，人们多么希望美好的生活能月月如此，岁岁如此。于是，大家从春供到秋，以时令之花把美好的愿望总告于众神灵，并许以长此不绝以至终古的供奉之愿，表达人们敬神事神的虔诚之心。',
                '在“成礼”的鼓声中，我们仿佛看到《东皇太一》中“扬枹兮拊鼓”、《东君》中“縆瑟兮交鼓”、《国殇》中“援玉枹兮击鸣鼓”诸种或庄肃或雍容或悲壮的场面。而面对令人眼花缭乱的传花轮舞，我们无疑又会联想起《东皇太一》中“灵偃蹇兮姣服，芳菲菲兮满堂”、《云中君》中“灵连蜷兮既留，烂昭昭兮未央”、《东君》中“翾飞兮翠曾，展诗兮会舞”那流芬溢彩的神巫之舞。“姱女”的歌唱情景，自然也有《东皇太一》中“疏缓节兮安歌，陈竽瑟兮浩倡”、《少司命》中“临风怳兮浩歌”的叠影；而那“容与”之态，风神卓绝，不也宛然可见《湘君》、《湘夫人》中“聊逍遥兮容与”的湘水配偶神的身姿吗？“长无绝”的“春兰与秋菊”，则是对绿色植物所象征的生命力的讴歌。“蕙肴”、“兰藉”、“桂酒”、“椒浆”、“兰汤”、“桂舟”、“薜荔柏(箔)”、“蕙绸”、“荪桡”、“兰旌”、“桂櫂”、“兰枻”、“荷盖”、“荪壁”、“紫坛”、“桂栋”、“兰橑”、“辛夷楣”、“药房”、“蕙櫋”、“荷衣”、“蕙带”、“辛夷车”、“桂旗”、“杜若”、“芙蓉”、“白薠”、“蘋”、“茝”、“石兰”、“杜蘅”、“疏麻”、“瑶华”、“麋芜”、“女萝”、“幽篁”、“松柏”，《九歌》中神灵的生活物品与生活环境充满各种芳美植物的郁郁生气，突出表现了对美好事物的憧憬和对生生不息的生命的礼赞。从这个意义上说，“春兰与秋菊，长无绝兮终古”正可以作为《九歌》祀神祈福的主旋律。(王宏理)',

                '《九歌》屈原 古诗内容简介' => 
                '《《九歌》屈原 古诗》是屈赋中最精、最美、最富魅力的诗篇。它代表了屈原艺术创作的最高成就。《《九歌》屈原 古诗》以楚国宗祖的功德和英雄业绩为诗；以山川神祇和自然风物为诗；以神话故事和历史传说为诗，淋漓尽致地抒发了诗人晚年放逐南楚沅湘之间忠君爱国、忧世伤时的愁苦心情和“荡志而愉乐”，“聊以舒吾忧心”，“寓情草木，托意男女”，“吟咏情性，以风其上”的心旨。',
                '《《九歌》屈原 古诗》包括11章，前人为了使它们符合“九”的成数,曾作过种种凑合。如清代蒋骥《山带阁注楚辞》主张《湘君》、《湘夫人》并为一章，《大司命》、《少司命》并为一章。《闻一多》《什么是《九歌》屈原 古诗》主张以《东皇太一》为迎神曲,《礼魂》为送神曲，中间九章为“《九歌》屈原 古诗”正文。但多数人的意见，以“九”为虚数，同意汪瑗《楚辞集解》、王夫之《楚辞通释》之说，认为前十章是祭十种神灵，所祭的十种神灵，从古代人类宗教思想的渊源来考察，都跟生产斗争与生存竞争有密切关系。十种神灵又可分为三种类型：①天神──东皇太一（天神之贵者）、云中君（云神）、大司命（主寿命的神）、少司命（主子嗣的神）、东君（太阳神）；②地□──湘君与湘夫人（湘水之神）、河伯（河神）、山鬼（山神）；③人鬼──国殇（阵亡将士之魂）。有人认为，在上述十种神灵里面,篇首“东皇太一”为至尊，篇末“国殇”为烈士，都是男性；其余则是阴阳二性相偶，即东君（男）与云中君（女），大司命（男）与少司命（女），湘君（男）与湘夫人（女），河伯（男）与山鬼（女）。《《九歌》屈原 古诗》原来的篇次，也基本上是按照上述的关系排列的，今本《东君》误倒（闻一多《楚辞校补》）。',
                '从《《九歌》屈原 古诗》的内容和形式看，似为已具雏形的赛神歌舞剧。《《九歌》屈原 古诗》中的“宾主彼我之辞”，如余、吾、君、女（汝）、佳人、公子等，它们都是歌舞剧唱词中的称谓。主唱身份不外三种:一是扮神的巫觋，男巫扮阳神，女巫扮阴神；二是接神的巫觋，男巫迎阴神，女巫迎阳神；三是助祭的巫觋。所以《《九歌》屈原 古诗》的结构多以男巫女巫互相唱和的形式出现。清代陈本礼就曾指出：“《《九歌》屈原 古诗》之乐。有男巫歌者。有女巫歌者；有巫觋并舞而歌者；有一巫唱而众巫和者。”（《屈辞精义》）这样，《《九歌》屈原 古诗》中便有了大量的男女相悦之词，在宗教仪式、人神关系的纱幕下，表演着人世间男女恋爱的活剧。这种男女感情的抒写，是极其复杂曲折的：有时表现为求神不至的思慕之情，有时表现为待神不来的猜疑之情，有时表现为与神相会的欢快之情，有时表现为与神相别的悲痛与别后的哀思。从诗歌意境上看，颇有独到之处。',
                '朱熹曾评《《九歌》屈原 古诗》说：“比其类，则宜为三《颂》之属；而论其辞，则反为《国风》再变之《郑》、《卫》矣。”(《楚辞辩证》)同是言情之作，而《《九歌》屈原 古诗》较之《诗经》的郑、卫之风，确实不同。但这并非由于“世风日下”的“再变”，而是春秋战国时期南北民族文化不同特征的表现。郑、卫之诗，表现了北方民歌所特有的质直与纯朴；而《《九歌》屈原 古诗》则不仅披上了一层神秘的宗教外衣，而且呈现出深邃、幽隐、曲折、婉丽的情调，别具一种奇异浓郁的艺术魅力。',
                '男女之情并不能概括《《九歌》屈原 古诗》的全部内容。作为祭歌，由于它每一章所祭的对象不同，内容也就有所不同，如《东皇太一》的肃穆，《国殇》的壮烈，便与男女之情无涉。《国殇》是一首悼念阵亡将士的祭歌，也是一支发扬蹈厉、鼓舞士气的战歌。它通过对激烈战斗场面的描写，热烈地赞颂了为国死难的英雄，从中反映了楚民族性格的一个侧面。',
                '《《九歌》屈原 古诗》是以娱神为目的的祭歌，它所塑造的艺术形象，表面上是超人间的神，实质上是现实中人的神化，在人物感情的刻画和环境气氛的描述上，既活泼优美，又庄重典雅，充满着浓厚的生活气息。',
                '《九歌》屈原 古诗祭祀性质',
                '《《九歌》屈原 古诗》具有浓厚的宗教祭祀性质。王逸《楚辞章句》说：“《《九歌》屈原 古诗》者，屈原所为作也。昔楚国南郢之邑，沅、湘之间，其俗信鬼而好祠。其祠，必作歌乐鼓舞以乐诸神。屈原放逐，窜伏其域，怀忧苦毒，愁思沸郁。出见俗人祭祀之礼，歌舞之乐，其词鄙陋，因作《《九歌》屈原 古诗》之曲”楚国沅、湘之间“信鬼而好祠”，与同期的中原相比，其祭祀方式具有更强的原始色彩。所以，尽管楚辞《《九歌》屈原 古诗》经过屈原加工，但其民间祭祀痕迹尚可看出。其中巫师装扮的各位富有个性的神灵，都同中原一带官方的祭祀乐舞有明显差异。历代史书大都对楚地巫风有过记载。《汉书·地理志》云：“楚有江汉川泽山林之饶，……信巫鬼，重淫祀。”而在“不语怪力乱神”的中原地带，对于鬼神则是“敬而远之”。这些记载体现了楚国同中原一带在对待鬼神态度上的差异。中原文明成熟较早，宗教祭祀与王权的政治理想结合较紧，尤其是经过西周礼乐洗礼之后，其原始色彩更加淡化。《论语·先进》中记载，子路向孔子询问鬼神之事，孔子曰：“未能事人，焉能事鬼。”这种态度说明了儒家的治世态度，这种态度也典型地代表了北方中原一带的宗教观。楚地祭祀形式则因其浓厚的巫风而保留了更多原始遗风。《隋书·地理志》云：“大抵荆州率敬鬼，尤重祠祀之事，昔屈原为制《《九歌》屈原 古诗》，盖由此也。”所以，《《九歌》屈原 古诗》是在楚地巫风大背景下的产物。',
                '闻一多曾将《《九歌》屈原 古诗》“悬解”为一出大型歌舞剧，对我们研究《《九歌》屈原 古诗》的戏剧因素颇有启发。《《九歌》屈原 古诗》中虽然具有娱乐与扮演因素，而且某些篇章可构成一定情节，但并非所祭祀的每位神灵之间都有必然联系，整个《《九歌》屈原 古诗》并未能构成完整的情节。巫师们时而扮神、时而媚神，其目的还是为了迎请神灵莅临祭坛、获得神灵的福佑，而非为了单纯的表演，故还不能将《《九歌》屈原 古诗》看作一部完整的歌舞剧。另外，《《九歌》屈原 古诗》虽然是在祭祀歌乐基础上加工改编的，但屈原的文学化创作也不能排斥。现存的《《九歌》屈原 古诗》主要以文学作品形式出现，是骚体诗歌。研究《《九歌》屈原 古诗》的戏剧因素，不能停留于《《九歌》屈原 古诗》本身，应当透过《《九歌》屈原 古诗》，看此类形式在民间祭祀过程中的娱乐和扮演行为。',
                '《九歌》屈原 古诗名称由来',
                '关于“《九歌》屈原 古诗”名称的来历，王逸认为是屈原仿南楚的民间祭歌创作的。朱熹认为是屈原对南楚祭歌修改加工，“更定其词”（《楚辞集注》）。胡适则认为《《九歌》屈原 古诗》乃古代“湘江民族的宗教歌舞”，“与屈原传说绝无关系”（《读楚辞》）。今人多取朱说。',
                '《《九歌》屈原 古诗》由于以民间祭歌为基础，所以具有楚国民间祭神巫歌的许多特色，《汉书·地理志》说：“（楚地）信巫鬼，重淫祀。”《吕氏春秋·侈乐》也说：“楚之衰也，作为巫音。”所谓“巫音”，即巫觋祭神的乐歌，这是《《九歌》屈原 古诗》与屈原其他诗篇的不同之处。但是，作品中如“载云旗兮委迤”、“九嶷缤兮并迎”、“吾道兮洞庭”等诗句，“老冉冉”、“纷总总”等习用语，又与屈原其他诗作一脉相通。因此，它应当是屈原诗歌艺术整体中的有机构成部分。',
                '“《九歌》屈原 古诗”名称，来源甚古。除《尚书》、《左传》、《山海经》所称引者外，《离骚》中有“启九辩与《九歌》屈原 古诗兮，夏康娱以自纵”，“奏《九歌》屈原 古诗而舞韶兮，聊假日以乐”，《天问》中有“启棘宾商,九辩《九歌》屈原 古诗”诸语。各书所说到的“《九歌》屈原 古诗”内容虽有种种演化，但可证“《九歌》屈原 古诗”乃是传说中很古的乐章。至于屈原用它作为篇名，似乎不会跟远古“《九歌》屈原 古诗”的章数有关，也不一定跟古代“《九歌》屈原 古诗”的曲调相同。可能是取其“娱神”这一点，再结合《离骚》所说的“康娱”、“乐”的意思，基本上属于新歌袭旧名的类型。',
                '传说中《九歌》屈原 古诗本是天乐。赵简子梦中升天所听到的“广乐九奏万舞”，即《《九歌》屈原 古诗》与配合著《《九歌》屈原 古诗》的韶舞。（《离骚》“奏《九歌》屈原 古诗而舞韶兮”。）《《九歌》屈原 古诗》自被夏后启偷到人间来，一场欢宴，竟惹出五子之乱而终于使夏人亡国。这神话的历史背景大概如下。《《九歌》屈原 古诗》韶舞是夏人的盛乐，或许只郊祭上帝时方能使用。启曾奏此乐以享上帝，即所谓钧台之享。正如一般原始社会的音乐，这乐舞的内容颇为猥亵。只因原始生活中，宗教与性爱颇不易分，所以虽猥亵而仍不妨为享神的乐。也许就在那次郊天的大宴享中，启与太康父子之间，为著有仍二女（即“五子之母”）起了冲突。事态扩大到一种程度，太康竟领着弟弟们造起反来，结果敌人——夷羿乘虚而入，把有夏灭了。（关于此事，另有考证。）启享天神，本是启请客。传说把启请客弄成启被请，于是乃有启上天作客的故事。这大概是因为所谓“启宾天”的“宾”字，（《天问》“启棘宾商”即宾天，《大荒西经》“开上三嫔于天”，嫔宾同。）本有“请客”与“作客”二义，而造成的结果。请客既变成作客，享天所用的乐便变为天上的乐，而奏乐享客也就变为作客偷乐了。传说的错乱大概只在这一点上，其余部分说启因《《九歌》屈原 古诗》而亡国，却颇合事实。这里特别提出这几点，是要指明《《九歌》屈原 古诗》最古的作用及其带猥亵性的内容，因为这对于解释《楚辞·《九歌》屈原 古诗》是颇有帮助的。少司命一说是主宰人祸福的神。',
            ],
        ],
    ],
];
