上经乾传卷一 屯
屯：元亨，利贞(1)。勿用有攸往(2)，利建侯(3)。

【注释】(1)刚柔始交，是以“屯”也。不交则否，故屯乃大亨也。大亨则无险，故“利贞”。(2)往，益“屯”也。(3)得主则定。
《彖》曰：屯，刚柔始交而难生，动乎险中，大亨贞(1)。雷雨之动满盈(2)。天造草昧，宜建侯而不宁(3)。

【注释】(1)始於险难，至於大亨，而后全正，故曰“屯，元亨利贞”。(2)雷雨之动，乃得满盈，皆刚柔始交之所为。(3)“屯”体不宁，故利“建侯”也。“屯”者，天地造始之时也，造物之始，始於冥昧，故曰“草昧”也。处造始之时，所宜之善，莫善“建侯”也。
《象》曰：云雷屯，君子以经纶(1)。

【注释】(1)君子经纶之时。
初九：磐桓，利居贞，利建侯(1)。

《象》曰：虽“磐桓”，志行正也(2)。以贵下贱，大得民也(3)。

【注释】(1)处屯之初，动则难生，不可以进，故“磐桓”也。处此时也，其利安在？不唯居贞建侯乎？夫息乱以静，守静以侯，安民在正，弘正在谦。屯难之世，陰求於陽，弱求於强，民思其主之时也。初处其首而又下焉。爻备斯义，宜其得民也。(2)不可以进，故“磐桓”也。非为宴安弃成务也，故“虽磐桓，志行正也”。(3)陽贵而陰贱也。
六二：屯如邅如，乘马班如，匪寇婚媾。女子贞不字，十年乃字(1)。

《象》曰：六二之难，乘刚也。十年乃字，反常也。

【注释】(1)志在乎“五”，不从於初。屯难之时，正道未行，与初相近而不相得，困於侵害，故屯邅。“屯”时方屯难，正道未通，涉远而行，难可以进，故曰：“乘马班如”也。寇谓初也。无“初”之难，则与“五”婚矣，故曰“匪寇婚媾”也。“志在於五”，不从於初，故曰“女子贞不字”也。屯难之世，势不过十年者也。十年则反常，反常则本志斯获矣。故曰“十年乃字”。
六三：即鹿无虞，惟入于林中。君子几，不如舍，往吝(1)。

《象》曰：“即鹿无虞”，以从禽也。君子舍之，“往吝”穷也。

【注释】(1)三既近五而无寇难，四虽比五，其志在初，不妨已路，可以进而无屯邅也。见路之易，不揆其志，五应在二，往必不纳，何异无虞以从禽乎？虽见其禽而无其虞，徒入于林中，其可获乎？几，辞也。夫君子之动，岂取恨辱哉！故不如舍，“往吝，穷也”。
六四：乘马班如，求婚媾，往吉，无不利(1)。

《象》曰：求而往，明也(2)。

【注释】(1)二虽比初，执贞不从，不害已志者也。求与合好，往必见纳矣。故曰“往吉，无不利”。(2)见彼之情状也。
九五：屯其膏，小贞吉，大贞凶(1)。

《象》曰：“屯其膏”，施未光也。

【注释】(1)处屯难之时，居尊位之上，不能恢弘博施，无物不与，拯济微滞，亨于群小，而系应在二，屯难其膏，非能光其施者也。固志同好，不容他间，小贞之吉，大贞之凶。
上六：乘马班如，泣血涟如(1)。

《象》曰：“泣血涟如”，何可长也？

【注释】(1)处险难之极，下无应援，进无所适，虽比於五，五屯其膏，不与相得，居不获安，行无所，适穷困闉厄，无所委仰，故“泣血涟如”。
