上经乾传卷一 蒙
蒙：亨。匪我求童蒙，童蒙求我。初筮告，再三，渎，渎则不告(1)。利贞(2)。

【注释】(1)“筮”，筮者决疑之物也。童蒙之来求我，欲决所惑也。决之不一，不知所从，则复惑也。故初筮则告，再、三则渎。渎，蒙也。能为初筮，其唯二乎？以刚处中，能断夫疑者也。(2)“蒙”之所利，乃利正也。夫明莫若圣，昧莫若蒙。蒙以养正乃圣功也。然则养正以明，失其道矣。
《彖》曰：蒙，山下有险，险而止，蒙(1)。“蒙，亨”，以亨行，时中也(2)。“匪我求童蒙，童蒙求我”，志应也(3)。初筮告，以刚中也(4)。再三，渎，渎则不告。渎，蒙也。蒙以养正，圣功也。

【注释】(1)退则困险，进则阂山，不知所适，蒙之义也。(2)时之所愿，惟愿“亨”也。以亨行之，得“时中”也。(3)“我”谓非“童蒙”者也。非“童蒙”者，即陽也。凡不识者求问识者，识者不求所告；暗者求明，明者不谘於暗。故《蒙》之为义，“匪我求童蒙，童蒙求我”也。童蒙之来求我，志应故也。(4)谓二也。二为众陰之主也，无刚决中，何由得初筮之告乎？
《象》曰：山下出泉，蒙(1)。君子以果行育德(2)。

【注释】(1)山下出泉，未知所适，蒙之象也。(2)“果行”者，初筮之义也。“育德”者，养正之功也。
初六：发蒙，利用刑人，用说桎梏，以往，吝(1)。

《象》曰：“利用刑人”，以正法也(2)。

【注释】(1)处蒙之初，二照其上，故蒙发也。蒙发疑明，刑说当也。“以往吝”，刑不可长。(2)刑人之道，道所恶也。以正法制，故刑人也。
九二：包蒙吉，纳妇吉，子克家(1)。

《象》曰：“子克家”，刚柔接也。

【注释】(1)以刚居中，童蒙所归，包而不距则远近咸至，故“包蒙吉”也。妇者，配已而成德者也。体陽而能包蒙，以刚而能居中，以此纳配物莫不应，故“纳妇吉”也。处于卦内，以刚接柔，亲而得中，能干其任，施之於子，克家之义。
六三：勿用取女。见金夫，不有躬，无攸利(1)。

《象》曰：“勿用取女”，行不顺也。

【注释】(1)童蒙之时，陰求於陽，晦求於明，各求发其昧者也。六三在下卦之上，上九在上卦之上，男女之义也。上不求三而三求上，女先求男者也。女之为体，正行以待命者也。见刚夫而求之，故曰“不有躬”也。施之於女，行在不顺，故“勿用取女”，而“无攸利”。
六四：困蒙，吝(1)。

《象》曰：“困蒙”之吝，独远实也(2)。

【注释】(1)独远於陽，处两陰之中，暗莫之发，故曰“困蒙”也。困於蒙昧，不能比贤以发其志，亦以鄙矣，故曰“吝”也。(2)陽称实也。
六五：童蒙吉(1)。

《象》曰：“童蒙”之吉，顺以巽也(2)。

【注释】(1)以夫陰质居於尊位，不自任察而委於二，付物以能，不劳聪明，功斯克矣，故曰“童蒙吉”。(2)委物以能，不先不为，“顺以巽也”。
上九：击蒙，不利为寇，利御寇(1)。

《象》曰：利用御寇，上下顺也。

【注释】(1)处蒙之终，以刚居上，能击去童蒙，以发其昧者也，故曰“击蒙”也。童蒙原发而已能击去之，合上下之愿，故莫不顺也。为之捍御，则物咸附之。若欲取之，则物咸叛矣，故“不利为寇，利御寇”也。
