上经需传卷二 需
需：有孚，光亨贞吉，利涉大川。

《彖》曰：需，须也，险在前也。刚健而不陷，其义不困穷矣。“需有孚，光亨贞吉”，位乎天位，以正中也(1)。利涉大川，往有功也(2)。

【注释】(1)谓五也，位乎天位，用其中正，以此待物，需道毕矣，故“光亨贞吉”。(2)乾德获进，往辄亨也。
《象》曰：云上於天，需，君子以饮食宴乐(1)。

【注释】(1)童蒙已发，盛德光亨，饮食宴乐，其在兹乎！
初九：需于郊，利用恒，无咎(1)。

《象》曰：“需于郊”，不犯难行也。“利用恒无咎”，未失常也。

【注释】(1)居需之时，最远於难，能抑其进以远险待时，虽不应几，可以保常也。
九二：需于沙，小有言，终吉(1)。

《象》曰：“需于沙”，衍在中也。虽“小有言”，以终吉也。

【注释】(1)将近於难，故曰“需於沙”也。不至致寇，故曰“小有言”也。近不逼难，远不后时，履健居中，以待其会，虽“小有言”，以吉终也。
九三：需于泥，致寇至(1)。

《象》曰：“需于泥”，灾在外也。白我致寇，敬慎不败也。

【注释】(1)以刚逼难，欲进其道，所以招寇而致敌也。犹有须焉，不陷其刚。寇之来也，自我所招，敬慎防备，可以不败。
六四：需于血，出自穴(1)。

《象》曰：“需于血”，顺以听也。

【注释】(1)凡称血者，陰陽相伤者也。陰陽相近而不相得，陽欲进而陰塞之，则相害也。穴者，陰之路也，处坎之始，居穴者也。九三刚进，四不能距，见侵则辟，顺以听命者也，故曰“需于血，出自穴”也。
九五：需于酒食，贞吉(1)。

《象》曰：“酒食贞吉”，以中正也。

【注释】(1)“需”之所须，以待达也。已得天位，畅其中正，无所复须，故酒食而已获“贞吉”也。
上六：入于穴，有不速之客三人来，敬之，终吉(1)。

《象》曰：不速之客来，“敬之终吉”。虽不当位，未大失也(2)。

【注释】(1)六四所以“出自穴”者，以不与三相得而塞其路，不辟则害，故不得不“出自穴”而辟之也。至於上六，处卦之终，非塞路者也。与三为应，三来之已，乃为己援，故无畏害之辟，而乃有入穴之固也。三陽所以不敢进者，须难之终也。难终则至，不待召也。己居难终，故自来也。处无位之地，以一陰而为三陽之主，故必敬之而后终吉。(2)处无位之地，不当位者也。敬之则得终吉，故虽不当位，未大失也。
