上经需传卷二 比
比：吉，原筮，元永贞，无咎。不宁方来，后夫凶。

《彖》曰：比，吉也。比，辅也，下顺从也。“原筮，元永贞，无咎”，以刚中也(1)。“不宁方来”，上下应也(2)。“后夫凶”，其道穷也(3)。

【注释】(1)处比之时，将原筮以求无咎，其唯元永贞乎？夫群党相比，而不以“元永贞”，则凶邪之道也。若不遇其主，则虽永贞而犹未足免於咎也。使永贞而无咎者，其唯九五乎？(2)上下无陽以分其民，五独处尊，莫不归之，上下应之，既亲且安，安则不安者讬焉，故不宁方所以来，“上下应”故也。夫无者求有，有者不求所与，危者求安，安者不求所保。火有其炎，寒者附之。故已苟安焉，则不宁之方皆来矣。(3)将合和亲而独在后，亲成则诛，是以凶也。
《象》曰：地上有水，比。先王以建万国，亲诸侯(1)。

【注释】(1)万国以“比”建，诸侯以“比”亲。
初六：有孚比之，无咎。有孚盈缶，终来，有它吉(1)。

《象》曰：比之初六，“有它吉”也。

【注释】(1)处比之始，为比之首者也。夫以不信为比之首，则祸莫大焉，故必“有孚盈缶”，然后乃得免比之咎，故曰“有孚比之，无咎”也。处比之首，应不在一，心无私吝，则莫不比之。著信立诚，盈溢乎质素之器，则物终来无衰竭也。亲乎天下，著信盈缶，应者岂一道而来？故必“有他吉”也。
六二：比之自内，贞吉(1)。

《象》曰：“比之自内”，不自失也。

【注释】(1)处比之时，居中得位，而系应在五，不能来它，故得其自内贞吉而已。
六三：比之匪人(1)。

《象》曰：“比之匪人”，不亦伤乎！

【注释】(1)四自外比，二为五贞，近不相得，远则无应，所与比者，皆非已亲，故曰“比之匪人”。
六四：外比之，贞吉(1)。

《象》曰：外比於贤，以从上也。

【注释】(1)外比於五，复得其位，比不失贤，处不失位，故“贞吉”也。
九五：显比。王用三驱，失前禽。邑人不诫，吉(1)。

《象》曰：“显比”之吉，位正中也。舍逆取顺，“失前禽”也。“邑人不诫”，上使中也。

【注释】(1)为比之主而有应在二，“显比”者也。比而显之，则所亲者狭矣。夫无私於物，唯贤是与，则去之与来，皆无失也。夫三驱之礼，禽逆来趣已则舍之，背已而走则射之，爱於来而恶於去也，故其所施，常“失前禽”也。以“显比”而居王位，用三驱之道者也，故曰“王用三驱，失前禽也”。用其中正，征讨有常，伐不加邑，动必讨叛，邑人无虞，故“不诫”也，虽不得乎大人之吉，是“显比”之吉也。此可以为上之使，非为上道也。
上六：比之无首，凶(1)。

《象》曰：“比之无首”，无所终也。

【注释】(1)无首，后也，处卦之终，是后夫也。亲道已成，无所与终，为时所弃，宜其凶也。
