上经需传卷二 小畜
小畜：亨(1)。密云不雨，自我西郊。

【注释】(1)不能畜大止健，刚志故行，是以亨。
《彖》曰：小畜，柔得位而上下应之，曰“小畜”(1)。健而巽，刚中而志行，乃亨。“密云不雨”，尚往也；“自我西郊”，施未行也(2)。

【注释】(1)谓六四也，成卦之义，在此爻也。体无二陰，以分其应故上下应之也。既得其位，而上下应之，三不能陵，小畜之义。(2)小畜之势，足作密云，乃“自我西郊”，未足以为雨也。何由知未能为雨？夫能为雨者，陽上薄陰，陰能固之，然后烝而为雨。今不能制初九之“复道”，固九二之“牵复”，九三更以不能复为劣也。下方尚往，施岂得行？故密云而不能为雨，尚往故也。何以明之？去陰能固之，然后乃雨乎。上九独能固九三之路，故九三不可以进而“舆说辐”也。能固其路而安於上，故得“既雨既处”。若四、五皆能若上九之善畜，则能雨明矣。故举一卦而论之，能为小畜密云而已。陰苟不足以固陽，则虽复至盛，密云自我西郊，故不能雨也。雨之未下，即施之未行也。《彖》至论一卦之体，故曰“密云不雨”。《象》各言一爻之德，故曰“既雨既处”也。
《象》曰：风行天上，小畜。君子以懿文德(1)。

【注释】(1)未能行其施者，故可以懿文德而已。
初九：复自道，何其咎？吉(1)。

《象》曰：“复自道”，其义吉也。

【注释】(1)处乾之始，以升巽初，四为已应，不距已者也。以陽升陰，复自其道，顺而无违，何所犯咎，得义之吉。
九二：牵复，吉(1)。

《象》曰：“牵复”在中，亦不自失也。

【注释】(1)处乾之中，以升巽五，五非畜极，非固已者也。虽不能若陰之不违，可牵以获复，是以吉也。
九三：舆说辐。夫妻反目(1)。

《象》曰：“夫妻反目”，不能正室也。

【注释】(1)上为畜盛，不可牵征，以斯而进，故必“说辐”也。已为陽极，上为陰长，畜於陰长，不能自复，方之“夫妻反目”之义也。
六四：有孚，血去惕出，无咎(1)。

《象》曰：有孚惕出，上合志也。

【注释】(1)夫言“血”者，陽犯陰也。四乘於三，近不相得，三务於进，而已隔之，将惧侵克者也。上亦恶三而能制焉，志与上合，共同斯诚，三虽逼己，而不能犯，故得血去惧除，保“无咎”也。
九五：有孚挛如，富以其邻(1)。

《象》曰：“有孚挛如”，不独富也。

【注释】(1)处得尊位，不疑於二，来而不距。二牵已挛，不为专固，“有孚挛如”之谓也。以陽居陽，处实者也。居盛处实而不专固，富以其邻者也。
上九：既雨既处，尚德载，妇贞厉，月几望，君子征，凶(1)。

《象》曰：“既雨既处”，德积载也。“君子征凶”，有所疑也(2)。

【注释】(1)处小畜之极，能畜者也。陽不获亨，故“既雨”也。刚不能侵，故“既处”也。体《巽》处上，刚不敢犯，“尚德”者也。为陰之长，能畜刚健，德积载者也。妇制其夫，臣制其君，虽贞近危，故曰“妇贞厉”也。陰之盈盛莫盛於此，故曰“月几望”也。满而又进，必失其道，陰疑於陽，必见战伐，虽复君子，以征必凶，故曰“君子征凶”。(2)夫处下可以征而无咎者，唯泰也则然。坤本体下，又顺而弱，不能敌刚，故可以全其类，征而吉也。自此以往，则其进各有难矣。夫巽虽不能若艮之善畜，犹不肯为坤之顺从也，故可得少进，不可尽陵也。是以初九、九二，其复则可，至於九三，则“舆说辐”也。夫大畜者，畜之极也。畜而不已，畜极则通，是以其畜之盛在於四、五，至于上九，道乃大行。小畜积极而后乃能畜，是以四、五可以进，而上九说征之辐。
