上经需传卷二 否
否之匪人，不利君子贞。大往小来。

《彖》曰：“否之匪人，不利君子贞，大往小来”，则是天地不交，而万物不通也；上下不交，而天下无邦也。内陰而外陽，内柔而外刚，内小人而外君子，小人道长，君子道消也。

《象》曰：天地不交，否。君子以俭德辟难，不可荣以禄。

初六：拔茅茹，以其汇，贞吉，亨(1)。

《象》曰：拔茅贞吉，志在君也(2)。

【注释】(1)居否之初，处顺之始，为类之首者也。顺非健也，何可以征？居否之时，动则入邪，三陰同道，皆不可进。故“茅茹”以类，贞而不谄，则“吉亨”。(2)志在於君，故不苟进。
六二：包承，小人吉，大人否，亨(1)。

《象》曰：“大人否亨”，不乱群也。

【注释】(1)居“否”之世，而得其位，用其至顺，包承於上，小人路通，内柔外刚，大人“否”之，其道乃“亨”。
六三：包羞(1)。

《象》曰：“包羞”，位不当也。

【注释】(1)俱用小道以承其上，而但不当，所以“包羞”也。
九四：有命无咎。畴离祉(1)。

《象》曰：“有命无咎”，志行也。

【注释】(1)夫处“否”而不可以有命者，以所应者小人也。有命於小人，则消君子之道者也。今初志在君，处乎穷下，故可以有命无咎而畴丽福也。畴谓初也。
九五：休否，大人吉。其亡其亡，系于苞桑(1)。

《象》曰：大人之吉，位正当也。

【注释】(1)居尊得位，能休否道者也。施否於小人，否之休也。唯大人而后能然，故曰“大人吉”也。处君子道消之时，已居尊位，何可以安？故心存将危，乃得固也。
上九：倾否，先否后喜(1)。

《象》曰：否终则倾，何可长也？

【注释】(1)先倾后通，故“后喜”也。始以倾为“否”，后得通乃喜。
