上经随传卷三 无妄
无妄：元、亨、利、贞。其匪正有眚，不利有攸往。

《彖》曰：无妄，刚自外来而为主於内(1)。动而健(2)，刚中而应(3)，大亨以正，天之命也(4)。“其匪正有眚，不利有攸往”。无妄之往，何之矣？天命不祐，行矣哉(5)！

【注释】(1)谓震也。(2)震动而乾健也。(3)谓五也。(4)刚自外来，而为主於内，动而愈健。“刚中而应”，威刚方正，私欲不行，何可以妄？使有妄之道灭，无妄之道成，非大亨利贞而何？刚自外来，而为主於内，则柔邪之道消矣。动而愈健，则刚直之道通矣。“刚中而应”，则齐明之德著矣。故“大亨以正”也。天之教命，何可犯乎？何可妄乎？是以匪正则有眚，而“不利有攸往”也。(5)匪正有眚，不求改以从正，而欲有所往，居不可以妄之时，而欲以不正有所往，将欲何之天命之所不祐，竟矣哉！
《象》曰：天下雷行，物与无妄(1)。先王以茂对时育万物(2)。

【注释】(1)与，辞也，犹皆也。天下雷行，物皆不可以妄也。(2)茂，盛也。物皆不敢妄，然后万物乃得各全其性，对时育物，莫盛於斯也。
初九：无妄往，吉(1)。

《象》曰：“无妄”之往，得志也。

【注释】(1)体刚处下，以贵下贱，行不犯妄，故往得其志。
六二：不耕获，不菑畬，则利有攸往(1)。

《象》曰：“不耕获”，未富也。

【注释】(1)不耕而获，不菑而畬，代终已成而不造也。不擅其美，乃尽臣道，故“利有攸往”。
六三：无妄之灾，或系之牛。行人之得，邑人之灾(1)。

《象》曰：“行人”得牛，“邑人”灾也。

【注释】(1)以陰居陽，行违谦顺，是“无妄”之所以为灾也。牛者稼穑之资也。二以不耕而获，“利有攸往”，而三为不顺之行，故“或系之牛”，是有司之所以为获，彼人之所以为灾也，故曰“行人之得，邑人之灾”也。
九四：可贞，无咎(1)。

《象》曰：“可贞，无咎”，固有之也。

【注释】(1)处“无妄”之时，以陽居陰，以刚乘柔，履於谦顺，比近至尊，故可以任正，固有所守而“无咎”也。
九五：无妄之疾，勿药有喜(1)。

《象》曰：无妄之药，不可试也(2)。

【注释】(1)居得尊位，为无妄之主者也。下皆“无妄”，害非所致而取药焉，疾之甚也。非妄之灾，勿治自复，非妄而药之则凶，故曰“勿药有喜”。(2)药攻有妄者也，而反攻“无妄”，故不可试也。
上九：无妄行，有眚，无攸利(1)。

《象》曰：“无妄”之行，穷之灾也。

【注释】(1)处不可妄之极，唯宜静保其身而已，故不可以行也。
