下经咸传卷四 咸
咸：亨，利贞，取女吉。

《彖》曰：咸，感也。柔上而刚下，二气感应以相与(1)。止而说(2)，男下女(3)，是以“亨，利贞”，“取女吉”也。天地感而万物化生(4)，圣人感人心而天下和平。观其所感，而天地万物之情可见矣(5)。

【注释】(1)是以亨也。(2)故“利贞”也。(3)“取女吉”也。(4)二气相与，乃“化生”也。(5)天地万物之情，见於所感也。凡感之为道，不能感非类者也，故引取女以明同类之义也。同类而不相感应，以其各亢所处也，故女虽应男之物，必下之而后取女乃吉也。
《象》曰：山上有泽，咸。君子以虚受人。以虚受人(1)。

【注释】(1)物乃感应。
初六：咸其拇(1)。

《象》曰：“咸其拇”，志在外也(2)。

【注释】(1)处咸之初，为感之始，所感在末，故有志而已。如其本实，未至伤静。(2)四属外也。
六二：咸其腓，凶。居吉(1)。

《象》曰：虽凶居吉，顺不害也(2)。

【注释】(1)咸道转进，离拇升腓，腓体动躁者也。感物以躁，凶之道也。由躁故凶，居则吉矣。处不乘刚，故可以居而获吉。(2)陰而为居，顺之道也。不躁而居，顺不害也。
九三：咸其股，执其随，往吝(1)。

《象》曰：“咸其股”，亦不处也。志在随人，所执下也。

【注释】(1)股之为物，随足者也。进不能制动，退不能静处，所感在股，“志在随人”者也。“志在随人”，所执亦以贱矣。用斯以往，吝其宜也。
九四：贞吉，悔亡。憧憧往来，朋从尔思(1)。

《象》曰：“贞吉，悔亡”，未感害也(2)。“憧憧往来”，未光大也。

【注释】(1)处上卦之初，应下卦之始，居体之中，在股之上，二体始相交感，以通其志，心神始感者也。凡物始感而不以之於正，则至於害，故必贞然后乃吉，吉然后乃得亡其悔也。始在於感，未尽感极，不能至於无思以得其党，故有“憧憧往来”，然后“朋从其思”也。(2)未感於害，故可正之，得“悔亡”也。
九五：咸其脢，无悔(1)。

《象》曰：“咸其脢”，志末也。

【注释】(1)“脢”者，心之上，口之下，进不能大感，退亦不为无志，其志浅末，故“无悔”而已。
上六：咸其辅、颊、舌(1)。

《象》曰：“咸其辅、颊、舌”，滕口说也(2)。

【注释】(1)咸道转末，故在口舌言语而已。(2)“辅、颊、舌”者，所以为语之具也。“咸其辅颊舌”，则“滕口说”也。“憧憧往来”，犹未光大，况在滕口，薄可知也。
