下经咸传卷四 大壮
大壮：利贞。

《彖》曰：“大壮”，大者壮也(1)。刚以动，故壮。“大壮，利贞”，大者正也，正大而天地之情可见矣(2)。

【注释】(1)大者谓陽爻，小道将灭，大者获正，故“利贞”也。(2)天地之情，正大而已矣。弘正极大，则天地之情可见矣。
《象》曰：雷在天上，大壮(1)。君子以非礼弗履(2)。

【注释】(1)刚以动也。(2)壮而违礼则凶，凶则失壮也。故君子以“大壮”而顺体也。
初九：壮于趾，征凶有孚(1)。

《象》曰：“壮于趾”，其孚穷也(2)。

【注释】(1)夫得“大壮”者，必能自终成也。未有陵犯於物而得终其壮者。在下而壮，故曰“壮于趾”也。居下而用刚壮，以斯而进，穷凶可必也，故曰“征凶有孚”。(2)言其信穷。
九二：贞吉(1)。

《象》曰：“九二贞吉”，以中也。

【注释】(1)居得中位，以陽居陰，履谦不亢，是以“贞吉”。
九三：小人用壮，君子用罔，贞厉。羝羊触藩，羸其角(1)。

《象》曰：“小人用壮”，君子罔也。

【注释】(1)处健之极，以陽处陽，用其壮者也。故小人用之以为壮，君子用之以为罗己者也。贞厉以壮，虽复羝羊，以之触藩，能无羸乎？
九四：贞吉，悔亡。藩决不羸。壮于大舆之輹(1)。

《象》曰：“藩决不羸”，尚往也。

【注释】(1)下刚而进，将有忧虞。而以陽处陰，行不违谦，不失其壮，故得“贞吉”而“悔亡”也。已得其壮，而上陰不罔已路，故“藩决不决”也。“壮于大舆之輹”，无有能说其輹者，可以“往”也。
六五：丧羊于易，无悔(1)。

《象》曰：“丧羊于易”，位不当也。

【注释】(1)居於大壮，以陽处陽，犹不免咎，而况以陰处陽，以柔乘刚者乎？羊，壮也。必丧其羊，失其所居也。能丧壮于易，不于险难，故得“无悔”。二履贞吉，能干其任，而已委焉，则得“无悔”。委之则难不至，居之则敌寇来，故曰“丧羊于易”。
上六：羝羊触藩，不能退，不能遂。无攸利，艰则吉(1)。

《象》曰：“不能退，不能遂”，不详也。“艰则吉”，咎不长也。

【注释】(1)有应於三，故“不能退”。惧於刚长，故“不能遂”。持疑犹豫，志无所定，以斯决事，未见所利。虽处刚长，刚不害正。苟定其分，固志在一，以斯自处，则忧患消亡，故曰“艰则吉”也。
