下经咸传卷四 蹇
蹇：利西南，不利东北(1)。利见大人(2)。贞吉(3)。

【注释】(1)西南，地也，东北，山也。以难之平则难解，以难之山则道穷。(2)往则济也。(3)爻皆当位，各履其正，居难履正，正邦之道也。正道未否，难由正济，故“贞吉”也。遇难失正，吉可得乎？
《彖》曰：蹇，难也，险在前也。见险而能止，知矣哉！蹇“利西南”，往得中也。“不利东北”，其道穷也。“利见大人”，往有功也。当位“贞吉”，以正邦也。《蹇》之时用大矣哉(1)！

【注释】(1)蹇难之时，非小人之所能用也。
《象》曰：山上有水，蹇(1)。君子以反身修德(2)。

【注释】(1)山上有水，蹇难之象。(2)除难莫若反身修德。
初六：往蹇，来誉(1)。

《象》曰：“往蹇来誉”，宜待也。

【注释】(1)处难之始，居止之初，独见前识，睹险而止，以待其时，知矣哉！故往则遇蹇，来则得誉。
六二：王臣蹇蹇，匪躬之故(1)。

《象》曰：“王臣蹇蹇”，终无尤也。

【注释】(1)处难之时，履当其位，居不失中，以应於五。不以五在难中，私身远害，执心不回，志匡王室者也。故曰：“王臣蹇蹇，匪躬之故”。履中行义，以存其上，处蹇以比，未见其尤也。
九三：往蹇，来反(1)。

《象》曰：“往蹇来反”，内喜之也。

【注释】(1)进则入险，来则得位，故曰“往蹇来反”。为下卦之主，是内之所恃也。
六四：往蹇，来连(1)。

《象》曰：“往蹇来连”，当位实也。

【注释】(1)往则无应，来则乘刚，往来皆难，故曰“往蹇来连”。得位履正，当其本实，虽遇於难，非妄所招也。
九五：大蹇，朋来(1)。

《象》曰：“大蹇朋来”，以中节也。

【注释】(1)处难之时，独在险中，难之大者也，故曰“大蹇”。然居不失正，履不失中，执德之长，不改其节，如此则同志者集而至矣，故曰“朋来”也。
上六：往蹇来硕，吉。利见大人(1)。

《象》曰：“往蹇来硕”，志在内也(2)。“利见大人”，以从贵也。

【注释】(1)往则长难，来则难终，难终则众难皆济，志大得矣，故曰“往蹇来硕吉”。险夷难解，大道可兴，故曰“利见大人”也。(2)有应在内，往则失之。来则志获，“志在内也”。
