下经咸传卷四 益
益：利有攸往，利涉大川。

《彖》曰：益，损上益下，民说无疆(1)。自上下下，其道大光。“利有攸往”，中正有庆(2)。利涉大川，木道乃行(3)。益动而巽，日进无疆。天施地生，其益无方(4)。凡益之道，与时偕行(5)。

【注释】(1)震，陽也。巽，陰也。巽非违震者也。处上而巽，不违於下，“损上益下”之谓也。(2)五处中正，“自上下下”，故“有庆”也。以中正有庆之德，有攸往也，何适而不利哉！(3)木者，以涉大川为常而不溺者也。以益涉难，同乎“木”也。(4)损下益下。(5)益之为用，施未足也。满而益之，害之道也。故“凡益之道，与时偕行”也。
《象》曰：风雷，益。君子以见善则迁，有过则改(1)。

【注释】(1)迁善改过，益莫大焉。
初九：利用为大作，元吉，无咎(1)。

《象》曰：“元吉，无咎”，下不厚事也(2)。

【注释】(1)处益之初，居动之始。体夫刚德，以莅其事而之乎巽，以斯大作，必获大功。夫居下非“厚事”之地，在卑非任重之处，大作非小功所济，故“元吉”，乃得“无咎”也。(2)时可以大作，而下不可以厚事，得其时而无其处，故“元吉”，乃得“无咎”也。
六二：或益之十朋之龟，弗克违，永贞吉。王用享于帝，吉(1)。

《象》曰：“或益之”，自外来也。

【注释】(1)以柔居中，而得其位。处内履中，居益以冲。益自外来，不召自至，不先不违，则朋龟献策，同於损卦六五之位，位不当尊故吉在“永贞”也。帝者，生物之主，兴益之宗，出震而齐巽者也。六二居益之中，体柔当位，而应於巽，享帝之美，在此时也。
六三：益之，用凶事，无咎。有孚中行，告公用圭(1)。

《象》曰：益“用凶事”，固有之也(2)。

【注释】(1)以陰居陽，求益者也。故曰“益之”。益不外来，己自为之，物所不与，故在谦则戮，救凶则免。以陰居陽，处下卦之上，壮之甚也。用救衰危，物所恃也，故“用凶事”，乃得“无咎”也。若能益不为私，志在救难，壮不至亢，不失中行，以此告公，国主所任也；用圭之礼，备此道矣，故曰“有孚，中行，告公用圭”也。公者，臣之极也。凡事足以施天下，则称王，次天下之大者，则称公。六三之才，不足以告王，足以告公，而得用圭也。故曰“中行告公用圭”也。(2)用施凶事，乃得固有之也。
六四：中行，告公从，利用为依迁国(1) 。

《象》曰：“告公从”，以益志也(2)。

【注释】(1)居益之时，处巽之始，体柔当位，在上应下。卑不穷下，高不处亢，位虽不中，用“中行”者也。以斯告公，何有不从？以斯“依迁”，谁有不纳也？(2)志得益也。
九五：有孚惠心，勿问元吉。有孚，惠我德(1)。

《象》曰：“有孚惠心”，勿问之矣。“惠我德”，大得志也。

【注释】(1)得位履尊，为益之主者也。为益之大，莫大於信。为惠之大，莫大於心。因民所利而利之焉，惠而不费，惠心者也。信以惠心，尽物之愿，固不待问而“元吉有孚惠我德”也。以诚惠物，物亦应之，故曰“有孚惠我德”也。
上九：莫益之，或击之，立心勿恒，凶(1)。

《象》曰：“莫益之”，偏辞也。“或击之”，自外来也。

【注释】(1)处益之极，过盈者也。求益无已，心无恒者也。无厌之求，人弗与也。独唱莫和，是“偏辞也”。人道恶盈，怨者非一，故曰“或击之”也。
