下经夬传卷五 困
困：亨(1)。贞大人吉，无咎(2)。有言不信。

【注释】(1)困必通也。处穷而不能自通者，小人也。(2)处困而得“无咎”，吉乃免也。
《彖》曰：困，刚掩也(1)。险以说，困而不失其所亨(2)。其唯君子乎？贞，大人吉，以刚中也(3)。有言不信，尚口乃穷也(4)。

【注释】(1)刚见掩於柔也。(2)处险而不改其说，“困而不失其所亨”也。(3)处困而用刚，不失其中，履正而能体大者也。能正而不能大博，未能说困者也，故曰“贞，大人吉”也。(4)处困而言，不见信之时也。非行言之时，而欲用言以免，必穷宅也。其吉在於“贞、大人”，口何为乎？
《象》曰：泽无水，困。君子以致命遂志(1)。

【注释】(1)泽无水，则水在泽下，水在泽下，困之象也。处困而屈其志者，小人也。“君子固穷”，道可忘乎？
初六：臀困于株木，入于幽谷，三岁不觌(1)。

《象》曰：“入于幽谷”，幽不明也(2)。

【注释】(1)最处底下，沈滞卑困，居无所安，故曰“臀困于株木”也。欲之其应，二隔其路，居则困于株木，进不获拯，必隐遯者也，故曰：“入于幽谷”也。困之为道，不过数岁者也。以困而藏，困解乃出，故曰“三岁不觌”也。(2)言幽者，不明之辞也。入于不明，以自藏也。
九二：困于酒食，朱绂方来，利用享祀。征凶，无咎(1)。

《象》曰：“困于酒食”，中有庆也。

【注释】(1)以陽居陰，尚谦者也。居困之时，处得其中。体夫刚质，而用中履谦，应不在一，心无所私，盛莫先焉。夫谦以待物，物之所归；刚以处险，难之所济。履中则不失其宜，无应则心无私恃，以斯处困，物莫不至，不胜丰衍，故曰“困于酒食”，美之至矣。坎，北方之卦也。朱绂，南方之物也。处困以斯，能招异方者也，故曰“朱绂方来”也。丰衍盈盛，故“利用享祀”。盈而又进，倾之道也。以此而征，凶谁咎乎？故曰“征凶无咎”。
六三：困于石，据于蒺藜，入于其宫，不见其妻，凶(1)。

《象》曰：“据于蒺藜”，乘刚也。“入于其宫，不见其妻”，不祥也。

【注释】(1)石之为物，坚而不纳者也，谓四也。三以陰居陽，志武者也。四自纳初，不受已者。二非所据，刚非所乘。上比困石，下据蒺藜，无应而入，焉得配偶？在困处斯，凶其宜也。
九四：来徐徐，困于金车。吝，有终(1)。

《象》曰：“来徐徐”，志在下也(2)。虽不当位，有与也。

【注释】(1)“金车”，谓二也。二刚以载者也，故谓之金车。“徐徐”者，疑惧之辞也。志在於初而隔於二，履不当位，威令不行。弃之则不能，欲往则畏二，故曰“来徐徐，困于金车”也。有应而不能济之，故曰“吝”也。然以陽居陰，履谦之道，量力而处，不与二争，虽不当位，物终与之，故曰“有终”也。(2)下谓初也。
九五：劓刖，困于赤绂，乃徐有说，利用祭祀(1)。

象曰：“劓刖”，志未得也。“乃徐有说”，以中直也。“利用祭祀”，受福也。

【注释】(1)以陽居陽，任其壮者也。不能以谦致物，物则不附。忿物不附而用其壮猛，行其威刑，异方愈乖，遐迩愈叛。刑之欲以得，乃益所以失也，故曰“劓刖，困于赤绂”也。二以谦得之，五以刚失之，体在中直，能不遂迷困而徐能用其道者也。致物之功，不在於暴，故曰“徐”也。困而后乃徐，徐则有说矣，故曰“困于赤绂，乃徐有说”也。祭祀，所以受福也。履夫尊位，困而能改，不遂其迷以斯祭，祀必得福焉，故曰“利用祭祀”也。
上六：困于葛藟，于臲卼，曰动悔、有悔，征吉(1)。

《象》曰：“困于葛藟”，未当也(2)。“动悔，有悔”，吉行也。

【注释】(1)居困之极，而乘於刚，下无其应，行则愈绕者也。行则缠绕，居不获安，故曰“困于葛藟于臲卼”也。下句无困，因於上也。处困之极，行无通路，居无所安，困之至也。凡物穷则思变，困则谋通，处至困之地，用谋之时也。“曰”者，思谋之辞也。谋之所行，有隙则获，言将何以通至困乎？“曰动悔”，令生有悔，以征则济矣，故曰“动悔有悔，征吉”也。(2)所处未当，故致此困也。
