下经夬传卷五 鼎
鼎：元吉，亨(1)。

【注释】(1)革去故而鼎取新，取新而当其人，易故而法制齐明，吉然后乃亨，故先“元吉”而后“亨”也。鼎者，成变之卦也。革既变矣，则制器立法以成之焉。变而无制，乱可待也。法制应时，然后乃吉；贤愚有别，尊卑有序，然后乃亨，故先“元吉”而后乃“亨”。
《彖》曰：鼎，象也(1)。以木巽火，亨饪也(2)。圣人亨，以享上帝，而大亨以养圣贤(3)。巽而耳目聪明(4)。柔进而上行，得中而应乎刚，是以元亨(5)。

【注释】(1)法象也。(2)“亨饪”，鼎之用也。(3)亨者，鼎之所为也。“革去故”而鼎成新，故为亨饪调和之器也。去故取新，圣贤不可失也。饪，孰也。天下莫不用之，而圣人用之，乃上以享上帝，而下以“大亨”养圣贤也。(4)圣贤获养，则已不为而成矣，故“巽而耳目聪明”也。(5)谓五也。有斯二德，故能成新，而获“大亨”也。
《象》曰木上有火，鼎。君子以正位凝命(1)。

【注释】(1)凝者，严整之貌也。鼎者，取新成变者也。“革去故”而鼎成新。“正位”者，明尊卑之序也。“凝命”者，以成教命之严也。
初六：鼎颠趾，利出否，得妾以其子，无咎(1)。

《象》曰：“鼎颠趾”，未悖也(2)。“利出否”，以从贵也(3)。

【注释】(1)凡陽为实而陰为虚，鼎之为物，下实而上虚。而今陰在下，则是为覆鼎也，鼎覆则趾倒矣。否谓不善之物也。取妾以为室主，亦“颠趾”之义也。处鼎之初，将在纳新，施颠以出秽，得妾以为子，故“无咎”也。(2)倒以写否，故未悖也。(3)弃秽以纳新也。
九二：鼎有实，我仇有疾，不我能即，吉(1)。

《象》曰：“鼎有实”，慎所之也(2)。“我仇有疾”，终无尤也。

【注释】(1)以陽之质，处鼎之中，有实者也。有实之物，不可复加，益之则溢，反伤其实。“我仇”，谓五也。困於乘刚之疾不能就我，则我不溢，得全其吉也。(2)有实之鼎，不可复有所取。才任已极，不可复有所加。
九三：鼎耳革，其行塞，雉膏不食。方雨亏悔，终吉(1)。

《象》曰：“鼎耳革”，失其义也。

【注释】(1)“鼎”之为义，虚中以待物者也。而三处下体之上，以陽居陽，守实无应，无所纳受。耳宜空以待铉，而反全其实塞，故曰“鼎耳革，其行塞”，虽有雉膏，而终不能食也。雨者，陰陽交和，不偏亢者也，虽体陽爻，而统属陰卦。若不全任刚亢，务在和通，“方雨”则悔亏，终则吉也。
九四：鼎折足，覆公餗，其形渥，凶(1)。

《象》曰：“覆公餗”，信如何也(2)？

【注释】(1)处上体之下而又应初，既承且施，非已所堪，故曰“鼎折足”也。初已“出否”，至四所盛，则已洁矣，故曰“覆公餗”也。渥，沾濡之貌也。既“覆公餗”，体为渥沾，知小谋大，不堪其任，受其至辱，灾及其身，故曰“其形渥，凶”也。(2)不量其力，果致凶灾，信之如何？
六五：鼎黄耳金铉，利贞(1)。

《象》曰：“鼎黄耳”，中以为实也(2)。

【注释】(1)居中以柔，能以通理，纳乎刚正，故曰“黄耳金铉，利贞”也。耳黄，则能纳刚正以自举也。(2)以中为实，所受不妄也。
上九：鼎玉铉，大吉，无不利(1)。

《象》曰：玉铉在上，刚柔节也。

【注释】(1)处鼎之终，鼎道之成也。居鼎之成，体刚履柔，用劲施铉，以斯处上，高不诫亢，得夫刚柔之节，能举其任者也。应不在一，则应所不举，故曰“大吉，无不利”也。
