下经丰传卷六 丰
丰：亨，王假之(1)。勿忧，宜日中(2)。

【注释】(1)大而亨者，王之所至。(2)丰之为义，阐弘微细，通夫隐滞者也，为天下之主，而令微隐者不亨，忧未已也，故至“丰亨”，乃得勿忧也。用夫丰亨不忧之德，宜处天中，以偏照者也，故曰“宜日中”也。
《彖》曰：丰，大也(1)。明以动，故丰。王假之，尚大也(2)。“勿忧，宜日中”，宜照天下也(3)。日中则昃，月盈则食，天地盈虚，与时消息，而况於人乎？况於鬼神乎(4)？

【注释】(1)音阐大之大也。(2)大者王之所尚，故至之也。(3)以勿忧之德，故宜照天下也。(4)丰之为用，困於昃食者也。施於未足则尚丰，施於已盈则方溢，不可以为常，故具陈消息之道者也。
《象》曰：雷电皆至，丰。君子以折狱致刑(1)。

【注释】(1)文明以动，不失情理也。
初九：遇其配主，虽旬无咎，往有尚(1)。

《象》曰：“虽旬无咎”，过旬灾也(2)。

【注释】(1)处丰之初，其配在四，以陽适陽，以明之动，能相光大者也。旬，均也。虽均无咎，往有尚也。初、四俱陽爻，故曰“均”也。(2)过均则争，交斯叛也。
六二：丰其蔀，日中见斗。往得疑疾，有孚发若，吉(1)。

《象》曰：“有孚发若”，信以发志也。

【注释】(1)蔀，覆暧鄣光明之物也。处明动之时，不能自丰以光大之德，既处乎内，而又以陰居陰，所丰在蔀，幽而无睹者也，故曰“丰其蔀，日中见斗”也。日中者，明之盛也；斗见者，暗之极也。处盛明而丰其蔀，故曰“日中见斗”。不能自发，故往得疑疾。然履中当位，处暗不邪，有孚者也。若，辞也。有孚可以发其志，不困於暗，故获吉也。
九三：丰其沛，日中见沬。折其右肱，无咎(1)。

《象》曰：丰其沛，不可大事也(2)。折其右肱，终不可用也(3)。

【注释】(1)沛，幡幔，所以御盛光也。沬，微昧之明也。应在上六，志在乎陰，虽愈乎以陰处陰，亦未足以免於暗也。所丰在沛，日中则见沬之谓也。施明，则见沬而已，施用，则折其右肱，故可以自守而已，未足用也。(2)明不足也。(3)虽有左在，不足用也。
九四：丰其蔀，日中见斗。遇其夷主，吉(1)。

《象》曰：“丰其蔀”，位不当也。“日中见斗”，幽不明也。“遇其夷主”，吉行也。

【注释】(1)以陽居陰，丰其蔀也。得初以发，夷主吉也。
六五：来章，有庆誉，吉(1)。

《象》曰：六五之吉，有庆也。

【注释】(1)以陰之质，来适尊陽之位，能自光大，章显其德，获庆誉也。
上六：丰其屋，蔀其家，窥其户，阒其无人。三岁不觌，凶(1)。

《象》曰：“丰其屋”，天际翔也(2)。“窥其户，阒其无人”，自藏也(3)。

【注释】(1)屋，藏荫之物，以陰处极而最在外，不履於位，深自幽隐，绝迹深藏者也。既丰其屋，又蔀其家，屋厚家覆，暗之甚也。虽闚其户，阒其无人，弃其所处，而自深藏也。处於明动尚大之，时而深自幽隐，以高其行；大道既济，而犹不见，隐不为贤，更为反道，凶其宜也。三年，丰道之成。治道未济，隐犹可也；既济而隐，是以治为乱者也。(2)翳光最甚者也。(3)可以出而不出，自藏之谓也，非有为而藏。不出户庭，失时致凶，况自藏乎？凶其宜也。
