下经丰传卷六 中孚
中孚：豚鱼吉。利涉大川，利贞。

《彖》曰：中孚，柔在内而刚得中，说而巽，孚(1)。乃化邦也(2)。“豚鱼吉”，信及豚鱼也(3)。“利涉大川”，乘木舟虚也(4)。中孚以“利贞”，乃应乎天也(5)。

【注释】(1)有上四德，然后乃孚。(2)信立而后邦乃化也。柔在内而刚得中，各当其所也。刚得中，则直而正；柔在内，则静而顺；说而以巽，则乖争不作。如此，则物无巧竞，敦实之行著，而笃信发乎其中矣。(3)鱼者，蟲之隐者也。豚者，兽之微贱者也。争竞之道不兴，中信之德淳著，则虽微隐之物，信皆及之。(4)乘木於川舟之虚，则终已无溺也。用中孚以涉难，若乘木舟虚也。(5)盛之至也。
《象》曰：泽上有风，中孚。君子以议狱缓死(1)。

【注释】(1)信发於中，虽过可亮。
初九：虞吉，有它不燕(1)。

《象》曰：“初九，虞吉”，志未变也。

【注释】(1)虞犹专也。为信之始，而应在四，得乎专吉者也，志未能变，系心於一，故“有它不燕”也。
九二：鹤鸣在陰，其子和之。我有好爵，吾与尔靡之(1)。

《象》曰：“其子和之”，中心愿也。

【注释】(1)处内而居重陰之下，而履不失中，不徇於外，任其真者也。立诚笃至，虽在暗昧，物亦应焉，故曰“鸣鹤在陰，其子和之”也。不私权利，唯德是与，诚之至也，故曰我有好爵，与物散之。
六三：得敌，或鼓或罢，或泣或歌(1)。

《象》曰：“或鼓或罢”，位不当也。

【注释】(1)三居少陰之上，四居长陰之下，对而不相比，敌之谓也。以陰居陽，欲进者也。欲进而阂敌，故或鼓也。四履正而承五，非己所克，故或罢也。不胜而退，惧见侵陵，故或泣而忧悲也。四履于顺。不与物校，退而不见害，故或歌也。不量其力，进退无恒，惫可知也。
六四：月几望，马匹亡，无咎(1)。

《象》曰：“马匹亡”，绝类上也(2)。

【注释】(1)居中孚之时，处巽之始，应说之初，居正履顺，以承於五，内毗无首，外宣德化者也。充乎陰德之盛，故曰：“月几望”。“马匹亡”者，弃群类也。若夫居盛德之位，而与物校其竞争，则失其所盛矣，故曰绝类而上，履正承尊，不与三争，乃得无咎也。(2)类谓三，俱陰爻，故曰“类”也。
九五：有孚挛如，无咎(1)。

《象》曰：“有孚挛如”，位正当也。

【注释】(1)“挛如”者，系其信之辞也。处中诚以相交之时，居尊位以为群物之主，信何可舍？故“有孚挛如”，乃得“无咎”也。
上九：翰音登于天，贞凶(1)。

《象》曰：“翰音登于天”，何可长也。

【注释】(1)翰，高飞也。飞音者，音飞而实不从之谓也。居卦之上，处信之终，信终则衰，忠笃内丧，华美外扬，故曰“翰音登于天”也。翰音登天，正亦灭矣。
