下经丰传卷六 既济
既济：亨小，利贞，初吉终乱。

《彖》曰：“既济，亨”，小者亨也(1)。“利贞”，刚柔正而位当也(2)。“初吉”，柔得中也。“终”止则“乱”，其道穷也(3)。

【注释】(1)既济者，以皆济为义者也。小者不遗，乃为皆济，故举小者，以明既济也。(2)刚柔正而位当，则邪不可以行矣，故唯正乃利贞也。(3)柔得中，则小者亨也。柔不得中，则小者未亨。小者未亨，虽刚得正，则为未既济也。故既济之要，在柔得中也。以既济为安者，道极无进，终唯有乱，故曰：“初吉终乱。”终乱不为自乱，由止故乱，故曰“终止则乱”也。
《象》曰：水在火上，既济。君子以思患而豫防之(1)。

【注释】(1)存不忘亡，既济不忘未济也。
初九：曳其轮，濡其尾，无咎(1)。

《象》曰：“曳其轮”，义无咎也。

【注释】(1)最处既济之初，始济者也。始济未涉於燥，故轮曳而尾濡也。虽未造易，心无顾恋，志弃难者也。其为义也，无所咎也。
六二：妇丧其茀，勿逐，七日得(1)。

《象》曰：“七日得”，以中道也。

【注释】(1)居中履正，处文明之盛，而应乎五，陰之光盛者也。然居初、三之间，而近不相得，上不承三，下不比初。夫以光盛之陰，处於二陽之间，近而不相得，能无见侵乎？故曰“丧其茀”也。称“妇”者，以明自有夫，而它人侵之也。茀，首饰也。夫以中道执乎贞正，而见侵者，众之所助也。处既济之时，不容邪道者也。时既明峻，众又助之，窃之者逃窜而莫之归矣。量斯势也，不过七日，不须已逐，而自得也。
九三：高宗伐鬼方，三年克之，小人勿用(1)。

《象》曰：“三年克之”，惫也。

【注释】(1)处既济之时，居文明之终，履得其位，是居衰末而能济者，“高宗伐鬼方，三年乃克”也。君子处之，故能兴也，小人居之，遂丧邦也。
六四：繻有衣袽，终日戒(1)。

《象》曰：“终日戒”，有所疑也。

【注释】(1)繻宜曰濡，衣袽，所以塞舟漏也。履得其正，而近不与三、五相得。夫有隙之弃舟，而得济者，有衣袽也。邻於不亲，而得全者，终日戒也。
九五：东邻杀牛，不如西邻之禴祭，实受其福(1)。

《象》曰：东邻杀牛，不如西邻之时也(2)。“实受其福”，吉大来也。

【注释】(1)牛，祭之盛者也。禴，祭之薄者也。居既济之时，而处尊位，物皆盛矣，将何为焉？其所务者，祭祀而已。祭祀之盛，莫盛修德，故沼沚之毛，蘋蘩之菜，可羞於鬼神，故“黍稷非馨，明德惟馨”，是以“东邻杀牛，不如西邻之禴祭，实受其福”也。(2)在於合时，不在於丰也。
上六：濡其首，厉(1)。

《象》曰：“濡其首，厉”，何可久也？

【注释】(1)处既济之极，既济道穷，则之於未济，之於未济，则首先犯焉。过惟不已，则遇於难，故濡其首也。将没不久，危莫先焉。
