下经丰传卷六 未济
未济：亨，小狐汔济，濡其尾，无攸利。

《彖》曰：“未济，亨”，柔得中也(1)。“小狐汔济”，未出中也(2)。“濡其尾，无攸利”，不续终也(3)。虽不当位，刚柔应也(4)。

【注释】(1)以柔处中，不违刚也。能纳刚健，故得亨也。(2)小狐不能涉大川，须汔然后乃能济。处未济之时，必刚健拔难，然后乃能济，汔乃能济，未能出险之中。(3)小狐虽能渡而无馀力。将济而濡其尾，力竭於斯，不能续终。险难犹未足以济也。济未济者，必有馀力也。(4)位不当，故未济。刚柔应，故可济。
《象》曰：火在水上，未济。君子以慎辨物居方(1)。

【注释】(1)辨物居方，令物各当其所也。
初六：濡其尾，吝(1)。

《象》曰：“濡其尾”，亦不知极也。

【注释】(1)处未济之初，最居险下，不可以济者也。而欲之其应，进则溺身。未济之始，始於既济之上六也。濡其首犹不反，至於濡其尾，不知纪极者也。然以陰处下，非为进亢，遂其志者也。困则能反，故不曰凶。事在已量，而必困乃反，顽亦甚矣，故曰“吝”也。
九二：曳其轮，贞吉(1)。

《象》曰：“九二”“贞吉”，中以行正也(2)。

【注释】(1)体刚履中，而应於五，五体陰柔，应与而不自任者也。居未济之时，处险难之中，体刚中之质，而见任与，拯救危难，经纶屯蹇者也。用健拯难，靖难在正，而不违中，故“曳其轮，贞吉”也。(2)位虽不正，中以行正也。
六三：未济，征凶。利涉大川(1)。

《象》曰：“未济，征凶”，位不当也。

【注释】(1)以陰之质，失位居险，不能自济者也。以不正之身，力不能自济，而求进焉，丧其身也。故曰“征凶”也。二能拯难，而已比之，弃已委二，载二而行，溺可得乎？何忧未济，故曰“利涉大川”。
九四：贞吉，悔亡。震用伐鬼方，三年有赏于大国(1)。

《象》曰：“贞吉，悔亡”，志行也。

【注释】(1)处未济之时，而出险难之上，居文明之初，体乎刚质，以近至尊。虽履非其位，志在乎正，则吉而悔亡矣。其志得行，靡禁其威，故曰“震用伐鬼方”也。“伐鬼方”者，兴衰之征也。故每至兴衰而取义焉。处文明之初，始出於难，其德未盛，故曰“三年”也。五居尊以柔，体乎文明之盛，不夺物功者也，故以大国赏之也。
六五：贞吉，无悔。君子之光，有孚，吉(1)。

《象》曰：“君子之光”，其晖吉也。

【注释】(1)以柔居尊，处文明之盛，为未济之主，故必正然后乃吉，吉乃得无悔也。夫以柔顺文明之质，居於尊位，付与於能，而不自役，使武以文，御刚以柔，斯诚君子之光也。付物以能，而不疑也，物则竭力，功斯克矣，故曰：“有孚，吉。”
上九：有孚于饮酒，无咎。濡其首，有孚，失是(1)。

《象》曰：“饮酒”“濡首”，亦不知节也。

【注释】(1)未济之极，则反於既济。既济之道，所任者当也。所任者当，则可信之无疑，而已逸焉。故曰“有孚于饮酒，无咎”也。以其能信於物，故得逸豫而不忧於事之废。苟不忧於事之废，而耽於乐之甚，则至于失节矣。由於有孚，失於是矣，故曰“濡其首，有孚，失是”也。
