<?php
return [
'brief' => '商汤，即成汤，子姓，名履，又名天乙（殷墟甲骨文称成、唐、大乙，宗周甲骨与西周金文称成唐），河南商丘人。汤是契的第十四代孙，主癸之子，商朝开国君主。',
'description' => [
    '商汤原是夏朝方国商国的君主，在伊尹、仲虺等人的辅助下陆续灭掉邻近的葛国（今河南商丘宁陵）以及夏朝的方国韦（今河南滑县，即后来大彭）、顾（在今河南范县）、昆吾（在今河南许昌）等，十一征而无敌于天下，成为当时的强国，而后作《汤誓》，与桀大战于鸣条（今河南封丘东），最终灭夏。经过三千诸侯大会，汤被推举为天子，定都亳（今河南商丘谷熟镇西南），国号为“商”。吸取夏朝灭亡的教训，发布《汤诰》，要求臣属“有功于民，勤力乃事”，否则“大罚殛汝”。注意“以宽治民”，对于夏国的遗民，允许保留“夏社”，册封大禹后人。统治期间，阶级矛盾缓和，政权较为稳定，国力日益强盛。《诗·商颂·殷武》称：“昔有成汤，自彼氐羌，莫敢不来享，莫敢不来王”。',
    '商汤为商国君主17年，建立商朝后称王在位12年。百岁而崩，庙号商太祖，因其长子太丁早逝，由次子外丙继位。葬处据传有六处，说法最多的是在今河南商丘北面。',
],
'baseInfo' => [
    '主要成就' => '灭夏建商、商朝开国君主、施仁政德化天下',
    '本名' => '子履',
    '别名' => '商汤、成汤、天乙、大乙、唐、武汤',
    '所处时代' => '商朝',
    '民族族群' => '华夏族',
    '出生地' => '商丘',
    '庙号' => '太祖',
],
'人物生平' => [
    '家族背景' => [
        '商族兴起于黄河故道下游的商丘。商部落的历史可以追溯到母系氏族公社时期。这个部落的始祖叫契。传说契的母亲简狄洗澡，忽然发现燕子下了个蛋，吃了以后便怀孕生契。所以古代有“天命玄鸟，降而生商”的传说。',
        '夏朝自孔甲继位为夏王以后，“事淫乱”（《史记·夏本纪》），不理朝政，专事打猎玩乐，使得人民怨恨，诸侯反叛。由于国力衰弱，也无法控制各诸侯国势力的发展。',
        '在夏朝的诸侯方国中，商国自上甲灭有易以后，势力逐渐发展壮大。农业和畜牧业的发展，社会财富的增加，促使商族由氏族制过渡到奴隶制。为了向外发展势力，掠夺更多的奴隶和财物，到了主癸时，商国已是一个具有国王权力的大诸侯国了。',
    ],
    '统领商国' => [
        '主癸死后，由他的儿子汤继位为商侯，仍建都商丘。商国从始祖契开始，到汤的时候已经将都城迁了八次。商汤继主癸作诸侯时，夏朝的统治者是桀，他骄侈淫逸、宠用嬖臣、暴虐无道，对民众及所属方国部落进行残酷的压榨奴役，引起普遍的憎恨与反对。夏朝的统治风雨飘摇，国势渐衰。商汤为了准备灭夏，在夏桀十五年，将商国的国都由商丘（今河南商丘睢阳区西南）迁至亳（今河南商丘虞城县谷熟镇西南）。',
        '汤在亳这里营建新国都、积蓄粮草、招集人马、训练军队，为灭夏之战创造有利条件。本来商国曾被夏王朝授与“得专征伐”的大权（《史记·殷本纪》、《集解》），他要征伐谁可以不经夏王的批准而有权出兵。但是汤准备征伐的并不是一般的侯，而是统治全国的夏王朝。商汤时，商国地域不过七十里，他为了削弱夏王朝的势力，排除灭夏的障碍，争取更多的诸侯反夏，首先就从商国的邻国葛国开始，葛国是夏桀的耳目，紧邻商国的西部，是阻挡商汤西进攻夏的第一个障碍，商汤第一个就消灭了葛国。',
    ],
    '卧底斟鄩' => [
        '商汤与有莘氏通婚后，运用贤臣伊尹和仲虺为左右相，以亳（今河南商丘市谷熟镇西南）为前进据点，积极治国，准备灭夏。',
        '商汤首先在政治上采取了争取民众和与国的政策，开展了揭露夏桀暴政罪行的政治攻势，为战争的胜利奠定了政治基础。在军事战略上，他在贤臣伊尹、仲虺的有力辅佐下，巧妙谋划。',
        '伊尹向汤出谋，由他亲自去夏王都斟鄩（今河南洛阳偃师）住一段时间，观察夏朝的情况。汤准备了方物（土特产）、贡品，派伊尹为使臣去夏王都朝贡。伊尹带着随从、驾着马车、驮着方物、贡品来到夏王都。伊尹在夏都斟鄩，取得夏王妃妺喜的宠信。三年后的一天，妺喜对伊尹说，桀做了一个梦，梦见天上两日并出，相互搏击，一日胜，一日不胜。伊尹认为，这是灭夏的时机到了，迅速回到商国的都城亳（今河南商丘谷熟镇西南），告诉了商汤。',
        '伊尹向汤献计说：“夏自禹建国以来，已经历四百多年，夏王是天下尊崇的共主。虽桀暴虐无道，民有怨恨，但在诸侯中仍有威信，故不能很快伐桀，只有等待时机再行动。”于是伊尹和仲虺商议后，向汤献了一策，就是不能急于出兵伐桀，还要蓄积更大的力量，继续削弱拥护夏王朝的势力，等待时机。汤接受了伊尹的主张，做了积极的准备。',
    ],
    '发兵被俘' => [
        '时逢百年不遇的大旱，商王国赤地百里，但商汤决定发兵。夏桀举行盟会，有缗国未到，并且公开叛乱。夏桀决定先灭有缗，再灭商。与有缗的战争使夏桀尽失精锐之师。',
        '自夏桀灭有缗氏以后，统治阶级内部的矛盾更加激化。在夏王朝的诸侯、方国中，虽然叛离者不少，但拥护夏王朝的也还不少，忠实于夏桀的也不是没有。在东部地区就有三个属国是忠于夏桀的：一个是彭姓的韦（今河南滑县东），一个是己姓的顾（今山东鄄城东北），一个也是己姓的昆吾（今河南境内）。这三个夏属国的势力都不小，他们所处的地区又与商较近。汤灭葛以后，又征服了一些不归顺商的诸侯、方国，所谓“十一征而天下无敌”。但这三个方国执意以商为敌，他们监视着商汤的活动，还经常向夏桀报告。',
        '汤和伊尹、仲虺决心除掉这三个夏桀的羽翼。夏桀二十二年，就在准备进征韦时，夏桀得知汤还在继续征伐诸侯，扩大商的势力，于是派使臣至商国召汤入朝，汤没有拒绝就带领随从来到夏王都。夏桀得知汤已来到，就下令将汤囚禁在夏台。',
    ],
    '夏桀释汤' => [
        '夏桀二十三年，伊尹和仲虺得知夏桀将汤囚禁起来以后，就搜集了许多珍宝、玩器和美女献给夏桀，请求释放汤。夏桀是一个贪财好色之徒，看见商送来的许多珍宝、玩器和美女，非常高兴，也就下令将汤释放回商。夏桀囚汤之事在诸侯、方国中引起了更大地恐慌，纷纷投奔商，愿助汤灭夏，同一天就有五百个诸侯到汤那里去任职。汤回商以后，被囚禁的痛苦经历使商汤更坚定了灭夏的决心。',
    ],
    '挥师西进' => [
        '主词条：商汤灭韦顾之战',
        '商汤见叛夏归商的人愈来愈多，就和重臣伊尹、仲虺商议征伐韦国和顾国的事。经过一番谋划和准备之后，商汤和伊尹就率领了助商各方国的联合军队，先对夏的方国韦国展开进攻。商汤率大军压境，韦国连求援都来不及，很快就被商军灭亡。韦国被灭，顾国势单，汤接着又挥师东进，乘胜也将顾国灭了。韦、顾二国的土地、财产、人民尽归商所有。',
    ],
    '商灭昆吾' => [
        '主词条：商汤灭昆吾之战',
        '夏桀下令罢兵不征伐商，可是一年之后，昆吾的夏伯自恃其能，率军向商进攻。伊尹见昆吾死心塌地效忠于夏桀，一心与商为敌，就请汤率军迎战昆吾。一战而大败昆吾军，再战而杀夏伯灭昆吾，并昆吾土地、入民入商。汤还采纳伊尹的建议，停止朝贡夏朝以试夏桀的实力。消息传到夏都，桀召九夷之师攻商，商汤见桀还能调动九夷族的兵力，知道夏的势力还很强大。',
        '商汤知道时机不到，就马上向桀请罪，卑辞厚礼表示臣服，恢复进贡，去掉了桀心中的芥蒂，赢得了等待时机的时间。一年后，因桀反复无常，昆吾又是助桀为虐，与商为敌，九夷的首领们也看出夏桀不会长久，就不听调遣。九夷族忍受不了桀的残暴统治，纷纷叛离，使桀的力量大为减弱。',
    ],
    '兴兵伐夏' => [
        '主词条：鸣条之战',
        '夏桀的贤臣关龙逢多次进谏，桀甚为愤怒，将关龙逢处死。太史令终古把占卜的凶兆，哭泣着送给桀，桀不屑一顾。终古逃到商国，商汤大喜，将此事遍告诸侯，商汤就选择了这个有利时机，开始做灭夏的准备。',
        '公元前1666年，商汤在景亳（今河南商丘市梁园区）誓师，宣告夏桀的罪行，商汤正式兴兵伐夏。汤和仲虺、伊尹率领由七十辆战车和五千步卒组成的军队西进伐夏桀。夏桀调集了夏王朝的军队，开出王都。夏商两军在鸣条之野相遇，展开了大会战。',
        '会战开始之前，汤为了鼓动士气，召集了参加会战的商军和前来助商伐夏的诸侯、方国的军队，宣读了一篇伐夏的誓词，称为“汤誓”。商军经汤动员以后，士气大振，都表示愿意与夏军决一死战。两军交战的那一天，正赶上大雷雨的天气，商军不避雷雨，勇敢奋战，夏军败退不止。夏桀见兵败不可收拾，就带领五百残兵向东逃到了三㚇（今山东定陶北）。三㚇是夏王朝的一个方国，三㚇伯见夏桀兵败逃来，立即陈兵布阵以保夏桀，并扬言要与汤决一死战。汤和伊尹见夏桀投奔三*，即摩师东进。商军和三*军在（成耳）（今山东汶上北）交战，结果商军打败三*军，杀了三㚇伯，汤将夏桀流放在南巢的亭山，商朝建立后的第三年，夏桀就忧愤病死在亭山。',
        '汤和伊尹为了彻底消灭夏王朝的残余势力，又率军西进。因为韦、顾、昆吾和三*这样一些较有势力而又忠于夏的方国都被商汤所灭，商军在西进的路上就未遇到大的抵抗，很快就占领了夏都斟（寻耳）。夏朝的亲贵大臣们都表示愿意臣照于汤。汤和伊尹安抚了夏朝的臣民后，就在斟（寻耳）举行了祭天的仪式，向夏朝的臣民们表示他们是按上天的意志来诛伐有罪的桀，夏后氏的“历数”（帝王相继的世数）已终。这就正式地宣告了夏王朝的灭亡。汤先征伐韦、顾两国，然后灭昆吾和夏桀。',
        '汤和伊尹在夏王都告祭天地以后就率军回到了亳（今河南商丘谷熟镇西南）。这时期商的声威已达于四方，各地的诸侯、方伯以及大大小小的氏族、部落的酋长们都纷纷携带方物、贡品到毫来朗贺，表示臣服于汤。数月之间，就有“三千诸侯”大会于亳（《逸周书·殷祝》）。',
    ],
    '建立商朝' => [
        '主词条：商汤灭夏',
        '汤经过二十年的征伐战争，灭了夏王朝，统一了自夏朝末年以来纷乱的中原，控制了黄河中下游地区，其势力所及，远远超过了夏王朝。汤灭夏后奠定了商王朝疆域的基础。由于商汤以武力灭夏，打破国王永定的说法，从此中国历代王朝皆如此更迭，因而史称“商汤革命”。',
        '汤对前来朝贺的诸侯皆以礼相待，汤自己也只居于诸侯之位，表示谦逊。“于是诸侯毕服，汤乃践天子位”（《史记·殷本纪》）。也就是在“三千诸侯”的拥护下，汤做了天子，告祭于天，宣告了商王朝的建立。',
        '汤建立商朝后，对内减轻征敛，鼓励生产，安抚民心，从而扩展了统治区域，就连远居黄河上游，氐人、羌人部落都来纳贡归服。',
    ],
    '百岁而崩' => [
        '汤二十五年，商汤命伊尹作《大濩乐》。初巡狩，定献令。汤二十七年，商汤迁九鼎于商邑（今河南商丘）。汤二十九年，商汤百岁而崩。',
    ],
],
'为政举措' => [
    '攻灭葛国' => [
        '主词条：商汤灭葛之战',
        '葛国（今河南商丘宁陵县）是商国国都亳（今商丘谷熟镇西南）西边的一个方国。葛伯忠实于夏桀，是夏桀在东方诸侯国中的一个耳目。汤恐葛伯妨碍他灭夏，将他的活动报告给夏桀，就想争取葛伯不再为夏桀效力，助商灭夏。',
        '葛国人民在葛伯这个昏君的统治下，生活非常痛苦，衣食都不能自足，当然更不能为商国人提供饭食。汤派商国边境的人往葛国送去酒饭，给帮助耕种的商国人吃，送酒饭的人都是些老弱和孩子。葛伯就每次派人在葛地等候送酒饭的人来后，将酒饭抢走，还威胁说不给就要被杀死。有一次，一个孩子去送酒肉，因反抗抢劫，竟被葛伯的人杀死。汤见葛伯是死心塌地的与商国为敌，不能再用帮助的办法来争取。就率兵到葛国去把葛伯杀了。因为葛伯不仁，葛国人民早就怨恨，见汤杀了葛伯，就表示愿意归顺商国。',
        '汤灭葛的行动，在诸侯中不但没有人反对，还指责葛伯的不仁，被杀是咎由自取。有的方国的人民怨恨夏桀的暴虐，还盼望商汤前去征伐，愿意从夏王朝统治下解脱出来归顺商汤。还有一些方国就自愿归顺汤，汤对归顺的方国都分别授以玉珠作冕冠的玉串和玉圭。显然是居于一个诸侯盟主的地位，行使国王的权力。商汤从伐葛国开始，逐步翦除夏朝的羽翼。',
    ],
    '任用贤才' => [
        '商汤也是个识才之君。仲虺是个奴隶主，从他先祖起就世代在夏王朝作官。伊尹是个奴隶，从他少年时代起就过着流浪生活，长大后当了厨子。他们都很有才干，看见夏桀的暴虐，残害人民，不关心生产，只知淫乐，引起了人民的咒骂，诸侯的叛离，深知夏王朝的灭亡已为时不远。他们想解救人民的痛苦，只有扶持一个有力的诸侯，推翻夏桀的统治才能办得到。他们看见商的势力在东方地区诸侯国中是最强大的一个，认为商汤是一个理想的诸侯，于是先后通过不同的途径来到了商汤身边。商汤果然任用了二人为左右相，委以灭夏的重任。',
        '商汤有了仲虺和伊尹的辅佐，首先是治理好内部，鼓励商统治区的人民安心农耕，饲养牲畜。同时团结与商友善的诸侯、方国。在仲虺和伊尹的鼓动下，一些诸侯陆续叛夏而归顺商。',
    ],
    '征伐方国' => [
        '夏桀灭有缗之后，统治阶级内部的矛盾更加激化。在夏王朝的诸侯、方国中，自夏桀灭有缗氏以后，虽然叛离者不少，但拥护夏王朝的也还不少。在东部地区就有三个属国是忠于夏桀的：一个是彭姓的韦（今河南滑县东），一个是己姓的顾（今山东鄄城东北），一个也是己姓的昆吾（今河南濮阳境内，一说在河南许昌境内）。这三个夏属国的势力都不小，他们所处的地区又与商较近。汤灭葛以后，又征服了一些不归顺商的诸侯、方国，所谓“十一征而天下无敌”。但这三个方国执意以商为敌，他们监视着商汤的活动，还经常向夏桀报告。',
        '汤和伊尹、仲虺决心除掉这三个夏桀的羽翼。就在准备进征韦时，夏桀得知汤还在继续征伐诸侯，于是派使臣至商召汤入朝。下令将汤囚禁在夏台（也就是钧台，在今河南禹州，古书中说：“三王始有狱，夏曰夏台，段曰牖里，周曰囹圄。”后得以释放。汤回商以后，经过一番谋划和准备之，汤和伊尹就率领了助商各方的联合军队，先对韦进攻。汤率大兵压境，韦连求援都来不及，很快就被商军灭亡。韦被灭，顾国势单，汤接着又挥师东进，乘胜也将顾国灭了。韦、顾二国的土地、财产、入民尽归商所有。',
    ],
    '灭夏建商' => [
        '主词条：汤武革命',
        '古书中把汤伐桀灭夏称做“汤武革命，顺乎天而应乎人”。“革”的本意是指皮革，兽皮去其毛而变更之意。“汤武革命”是说商汤变革夏王桀之命。“顺乎天”是商讲究迷信，凡作一事都说是上天的意志，所以是顺天命。“应乎人“就是得人心的行动。商汤革命是中国奴隶社会中一个奴隶主的总代表革去另一个奴隶主总代表的命，虽革除了夏桀的暴虐，但仍然是奴隶主阶级的统治。所以后世人们又称为“贵族革命”。中国历史上的第二个奴隶制王朝，也就是在汤革了夏桀之命后建立起来的。',
        '汤经过二十年的征伐战争，最后灭了夏王朝，统一了自夏朝末年以来纷乱的中原，控制了黄河中下游地区，其势力所及，远远超过了夏王朝，汤灭夏后奠定了商王朝疆域的基础。',
    ],
],
'轶事典故' => [
    '汤有七名' => [
        '汤又名履，古书中说：“汤有七名”。见于记载的有：汤、成汤、武汤、商汤、天乙、天乙汤。甲骨文中称作唐、成、大乙、天乙。金文和周原甲骨文中称作成唐。天乙、大乙、高祖乙是商族的后人祭祀汤时所称的庙号。在古书中还被尊称作武王。',
    ],
    '汤见伊尹' => [
        '商汤去见伊尹，叫彭氏的儿子给自己驾车。彭氏之子半路上问商汤说：“您要到哪儿去呢？”商汤答道：“我将去见伊尹。”彭氏之子说：“伊尹，只不过是天下的一个曾做过奴隶的人。如果您一定要见他，只要下令召见而问他，这在他已蒙受恩遇了！”商汤说：“这不是你所知道的。如果现在这里有一种药，吃了它，耳朵会更加灵敏，眼睛会更加明亮，那么我一定会喜欢而努力吃药。现在伊尹对于商国，就好像良医好药，而你却不想让我见伊尹，这是你不想让我好啊。”于是叫彭氏的儿子下去，不让他驾车了。',
    ],
    '解网施仁' => [
        '商汤有一次外出，看见在一处茂盛的林子里，一个农夫正在张挂捕捉飞鸟的网，东南西北四面挂的都有。待网挂好后，这个农夫对天拜了几拜，然后跪在地上祷告说，“求上天保佑，网已挂好，愿天上飞下来的，地下跑出来的，从四方来的鸟兽都进入中的网中来。”汤听见了以后，非常感慨说：“只有夏桀才能如此网尽矣！要是如此的张网，就会完全都捉尽啊。这样做实在太残忍了。”就叫从人把张挂的网撤掉三面，只留下一面。商汤也跪下去对网祷告说：“天上飞的，地下走的，想往左跑的，就往左飞，想往右跑的，就往右飞，不听话的，就向网里钻吧。”说完起来对那个农夫和从人们说，对待禽兽也要有仁德之心，不能捕尽捉绝，不听天命的，还是少数，中们要捕捉的就是那些不听天命的。诸侯听说这件事以后，都称颂说：汤真是一个有德之君。那个农夫也深受感动，就照汤的做法，收去三面的网，只留下一面。这就是流传到后世的“网开三面”的成语故事。',
    ],
    '左右贤相' => [
        '商汤的左相仲虺和右相伊尹是两个身世和经历完全不相同的人。',
        '仲虺是个奴隶主，从他先祖起就世代在夏王朝做官。伊尹是个奴隶，从他少年时代起就过着流浪生活，后来成为商汤妻子陪嫁的奴隶。',
        '汤是个识才之君，任用了二人为左右相。商汤有了仲虺和伊尹的辅佐，首先是治理好内部，鼓励商统治区的人民安心农耕，饲养牲畜。同时团结与商友善的诸侯、方国。在商汤的仁义以及仲虺、伊尹的鼓动下，一些诸侯陆续叛夏而归顺商，归商的诸侯很快地就增加到四十个，商汤的势力也愈来愈大。',
    ],
    '桑林祷雨' => [
        '汤十九年至二十四年，连续五年的大旱，粮食绝收，汤亲自在国都亳（今商丘）东部的桑林祈祷，以自身作牺牲来祈雨，剪发及爪，自洁，作在柴上，准备自焚以祭天。火将然，即降大雨。另有传说，说成是宋景公祷雨。《艺文类聚》卷六六引《庄子》云：“昔宋景公时，大旱，卜之，必以人祠乃雨，景公下堂顿首曰：‘吾所以求雨，为民也，今必使吾以人祠乃雨，将自当之。’言未卒而大雨。”杨宽认为，“商汤”与“宋景”古音相近，可能是口传过程中的传讹。（载《古史辨》第七册上）',
    ],
],
'人物评价' => [
    '总体评价' => [
        '商汤领导商部族和其他反抗夏王朝残暴统治的同盟部族，运用战争的武力手段，一举推翻垂死腐朽的夏王朝，建立起新的统治秩序。他的所作所为，客观上推动了历史的发展，符合人民的愿望，因此得到后人的肯定和赞扬。',
        '商汤革命是政治上的一项进步之举，鸣条之战则是中国军事历史上一篇辉煌的杰作。它是中国古代通过“伐谋”、“伐交”、“伐兵”、“用间”的全面运用，最终达到战争速胜的最早的成功战例，对于后世战争的发展，事理论的构筑，都产生过相当深远的影响。',
    ],
    '历代评价' => [
        '《周易·革·彖辞》：汤武革命，顺乎天而应乎人。',
        '《逸周书》：其在商汤，用师于夏，除民之灾，顺天革命，改正朔，变服殊号，一文一质，示不相沿，以建丑之曰为正，易民之视。',
        '周公旦：克即宅、克即俊，明德恤祀。',
        '宋襄公：古帝命武汤，正域彼四方。方命厥后，奄有九有。肇有彼四海，四海来假。昔有成汤，自彼氐羌，莫敢不来享，莫敢不来王，曰商是常。',
        '《吕氏春秋》：殷汤良车七十乘，必死六千人，以戊子战於郕，遂禽推移、大牺，登自鸣条，乃入巢门，遂有夏。桀既奔走，於是行大仁慈，以恤黔首，反桀之事，遂其贤良，顺民所喜，远近归之，故王天下。',
        '曹植：殷汤伐夏，诸侯振仰，放桀鸣条，南面以王，桑林之祷，炎灾克偿，伊尹佐治，可谓贤相。',
        '刘禅：是以汤、武脩德而王，桀、纣极暴而亡。',
        '刘勰：昔帝轩刻舆几以弼违，大禹勒笋虡而招谏。成汤盘盂，著日新之规；武王户席，题必诫之训。',
        '李世民：商汤不以鼎俎为羞，姬文不以屠钓为耻，终能献规景亳，光启殷朝。',
        '房玄龄：商汤，哲后也，托负鼎而成业。',
        '马端临：商汤受命，其能存者三千馀国。亦为九州，分统天下，载祀六百。',
        '李贽：古唯汤武庶几近之，然武末受命，非周公，则无以安殷之忠臣。汤之受命也晚，非伊尹，则决不能免于太甲之颠覆。',
        '张廷玉：夏王厌芳醴，商汤远色声。圣人示深戒，千春垂令名。',
    ],
],
'史书记载' => '《史记·卷三·殷本纪第三》',
'亲属成员' => [
    '祖父：主壬（也作示壬）',
    '父亲：主癸（也作示癸）',
    '妃子：有莘氏之女（生太丁）、有妊氏之女有孂（生外丙、中壬）',
    '儿子：太丁、外丙、中壬',
    '孙子：太甲（太丁之子）',
],
'后世纪念' => [
    '葬地' => [
        '西汉《汉书·楚元王交附传》里刘向的《谏营昌陵疏》记载：“殷汤无葬处。”但在历史上相传商汤葬处有六处，说法最多的是在今河南商丘北面。',
        '东汉《皇览》：“汤冢在济阴薄县北东郭，去县三里．冢四方各十步，高七尺，上平处平地。汉哀帝建平元年，大司空御史长卿案行水灾，因行汤冢。”',
        '唐代《括地志》曹州、洛州均记载：“薄城北郭东三里平池有汤冢。”',
        '后来的《史记正义卷三·殷本纪》引《括地志》云：“薄城北郭东三里平地有汤冢。按：在蒙，即北薄也。又云洛州偃师县东六里有汤冢近桐宫。”顾炎武《日知录集释》：太甲之书曰，王徂桐宫居忧。此古人庐墓之始。【雷氏曰】桐与汤墓无涉。桐，亳东之邑，即《续汉郡国志》所云桐亭。又按赵岐注桐为邑，亦不云是葬地。余读后汉《郡国志》，梁国有虞县，有薄县。虞则有空桐，地有桐，地有桐亭，薄下注云：有汤冢。余即如皇甫谧以正之曰：放太甲于桐，桐在今虞城县，去偃师亦八百余里，伊尹既以身当国于偃师，又焉能时时于桐训太甲乎。仍属谷熟方近。',
        '北宋《太平御览》卷五百六十礼仪部云：“汤冢在济阴薄县北郭，冢四方，八十步，高七尺，上平。”',
        '河南省武陟县的商村遗址中有一处汤帝陵。',
    ]
    '商汤庙' => [
        '商丘商汤庙，又名“汤王祠”、“汤王台”，位于河南省商丘市睢阳区坞墙镇南亳村，是祭祀商朝开国明君商汤王的庙宇。2011年4月，商汤庙被商丘市人民政府公布为第三批商丘市重点文物保护单位。',
        '河南省焦作市有多处祭祀汤王的庙宇，如“汤王庙”、“汤帝庙”等。如现存的“汤帝庙大殿（元代）”（位于博爱县城西东王贺村）、“成汤庙大殿（元代）”（位于博爱县柏山乡上屯村），均为河南省级文物保护单位。特别是武陟县商村的“商王庙”，与“汤帝陵”同处一地，最值得注目。考古工作者从商代遗址推断，该商王庙可能是在成汤死后不久修建的，后因年久，屡毁屡建。商村现存的《宋重建商王庙大殿记》，记载了该庙是在以前旧址基础上重建的史实。',
    ],
],
];
