<?php
return [
'002' => [
'brief' => '太丁（生卒年不详），殷墟甲骨卜辞作大丁，子姓，太丁是商朝开国君主商汤之子，据《史记》的记载太丁未及继位便已去世，所以太丁之弟外丙继位。太丁的配偶妣戊也受到殷人的周祭。宋镇豪、韩江苏等认为成汤有太丁、外丙、仲壬三子，太丁作为嫡长子被立为太子，因此纳入殷人周祭当中，然而太丁却先汤而死，未曾即位为王。从甲骨文的记载看不出太丁即位为王的情况。',
'baseInfo' => [
    '主要成就' => '作为嫡长子被立为太子',
    '本名' => '太丁',
    '别名' => '子丁、子以跌',
    '所处时代' => '商朝',
    '出生日期' => '不详',
    '逝世日期' => '不详',
],
'人物生平' => [
    '太丁（生卒年不详）：也作大丁，姓子，名丁，一说名以跌，据《史记》记载，是中国商朝的首位太子，成汤的长子，他先于其父而死，没来得及即王位。成汤去世后，太丁之弟外丙即位。',
    '关于太丁的卜辞甚多，因而有考古学家认为，他曾协助商王成汤主持军事。',
]
'亲属成员' => [
    '祖父：主癸（也作示癸）',
    '父亲：汤',
    '兄弟：外丙、中壬',
    '儿子：太甲',
],
'人物争议' => [
    '《史记·殷本纪》记载商汤之子太丁因早于父亲去世，故未能继位。夏商周断代工程的简本报告则将太丁算作商朝的第二位君主，列入年表，此后该意见为《现代汉语词典》等采纳，但仍有不把太丁列为商王的做法存在。',
],
'史书记载' => '《史记·殷本纪》：“汤崩，太子太丁未立而卒，于是乃立太丁之弟外丙，是为帝外丙。”',
],
'02' => [
'brief' => '外丙是商朝第二任君主，名胜，成汤之子，由于成汤的长子太丁早逝，因此成汤去世后就由他继位，伊尹摄政。',
'description' => [
    '成汤因太子太丁早夭，于是立外丙为太子。史记说他继位才三年就去世了，由弟弟仲壬即位（但是甲骨文里并没有仲壬，可能是史记错误记载）。',
],
'baseInfo' => [
    '本名' => '子胜',
    '别名' => '卜丙、外丙',
    '所处时代' => '商朝',
    '出生地' => '商丘',
],
],
'03' => [
'brief' => '仲壬（？～公元前1582年），又名中壬，本名子庸，汤第三子，商朝第三任国王。',
'baseInfo' => [
    '本名' => '子庸',
    '别名' => '仲壬',
    '出生日期' => '不详',
    '逝世日期' => '公元前 1582年',
    '统治时间' => '公元前1584年-公元前1582年',
],
'人物生平' => [
    '仲壬，本名子庸，汤第三子，在父兄相继去世后，于公元前1584年继位，伊尹摄政，公元前1582年去世，谥号懿，长兄太丁之子太甲继位。',
],
'家庭成员' => [
    '父亲' => '汤(子履)',
    '兄弟' => ['太丁(子丁）', '外丙（子胜）'],
    '侄子' => '太甲(子至)',
],
],
'04' => [
'brief' => '太甲（生卒年不详），子姓，名至。商汤嫡长孙，太丁之子，外丙和仲壬之侄，商朝第四位君主。',
'description' => [
    '太甲继位之初，由四朝元老伊尹辅政，伊尹连写《肆命》、《祖后》等几篇文章，教导太甲遵照祖先的法制，努力做一位明君。在伊尹的督促下，太甲在继位后前两年，其作为还过得去，但从第三年起就不行了，他任意地发号施令，一味享乐，暴虐百姓，朝政昏乱，又破坏汤制定的法规。伊尹虽百般规劝，他都听不进去，伊尹只好将他放逐到商汤墓地附近的桐宫，让他自己反省，自己摄政当国，史称“伊尹放太甲”。太甲在桐宫三年，悔过自责，伊尹又将他迎回亳都（今河南省商丘市），还政于他。重新当政的太甲能修德，诸侯都归顺商王，百姓得以安宁。',
    '太甲在位第十二年时去世。',
],
'baseInfo' => [
    '主要成就' => '桐宫悔过，伊尹又还政于他，重新修德，使诸侯归顺、百姓安宁',
    '本名' => '子至',
    '别名' => '太甲',
    '所处时代' => '商朝',
    '民族族群' => '华夏族',
    '出生地' => '亳（今河南省商丘市）',
    '庙号' => '太宗',
    '重大事件' => '伊尹放太甲',
],
'人物生平' => [
    '伊尹辅政' => [
        '商汤建立商朝后，在位十三年便去世了。商朝的继承法是兄死弟及，没有弟弟，就传位给儿子。商汤没有弟弟，所以他的长子太丁应即位，可是太丁比父亲死得还早，因此就由太丁的弟弟外丙继位。外丙在位三年也去世了，他的弟弟仲壬继位。仲壬在位四年也死了。这时候由开国元老伊尹作主，由太丁之子太甲继承王位。',
        '太甲继承了王位，伊尹一连写了三篇文章给太甲阅读，教他怎样做一个好的君主。有一篇文章的题目叫《肆命》，专门讲如何分清是非的道理，对于什么样的事情不应当做，什么样的事情应当做，都说得清清楚楚。还有一篇文章的题目叫《徂后》，讲的是商汤时候的法律制度，教育太甲一定要按照祖先定的规矩行事，不能背弃祖训，爱所欲爱。',
    ],
    '太甲被逐' => [
        '太甲读了这些文章，开始时也能按伊尹的教导行事，小心谨慎地遵守祖宗留下的规矩。到了第三年，他就忘乎所以了，认为一切应当由他说了算，否则枉为一国之君，被那个奴隶出身的宰相伊尹来管着了。他恣意妄为。不听伊尹的规劝，破坏了祖宗留下来的法律制度。他居然学夏桀的样子以暴虐的手段对付老百姓，百姓们怨声载道。',
        '伊尹自然不能容忍太甲破坏汤王留下的社稷。他先是一再规劝，希望太甲对自己的行为要多加检点，后来看到太甲屡教不改，伊尹就把他赶下台，放逐到商汤的坟墓所在地桐宫（今河南省商丘市虞城县）去。在太甲被放逐期间，伊尹见朝中无主，就自己执政，管理起国家来。',
    ],
    '改过自新' => [
        '太甲被放逐到了桐宫，祖父商汤的坟墓与他朝夕相伴。商汤虽然是商朝的开国君主，坟墓却与普通人的墓差不多，墓地上只有一座低矮的宫室，供一年一度的祭祖之用。守墓的老人听说太甲是因为违犯祖宗的制度被放逐到墓地上来的，就把当年商汤创业的故事，以及商汤订下的种种规矩，每天对太甲讲述，教育太甲应当以自己的祖父作榜样，做个贤明的君主。祖父商汤的伟大功绩，让太甲既神往又羞愧，反思自己的所作所为，越来越觉得自己对不起祖父在天之灵，就决心改正错误。他以祖父作榜样，尽自己的能力帮助老弱孤寡，做事情也变得雷厉风行，而违反祖制和朝廷法律的事，太甲是绝不会做的。',
        '三年过去了。伊尹时刻关注着太甲在桐宫的所作所为，他的行动早己有人报告给伊尹了。太甲的悔过自新，让伊尹十分高兴，于是亲自带着文武大臣把太甲接回都城亳（今河南省商丘市），严肃而郑重地把政权交还给他。太甲以前事为师，按商汤时传下来的章法循规蹈距地做事，听从身边大臣的良言良策，把上至国家大事下到百姓生活都治理得井然有序，商朝进入了一个稳定发展的时期。',
    ],
],
'史籍记载' => [
    '《尚书》记载' => [
        '太甲上' => [
            '太甲既立。不明。伊尹放诸桐。三年。复归于亳。思庸。伊尹作太甲三篇。',
            '惟嗣王不惠于阿衡。伊尹作书曰。先王顾諟天之明命。以承上下神祇。社稷宗庙。罔不祗肃。天监厥德。用集大命。抚绥万方。惟尹躬克左右厥辟。宅师。肆嗣王丕承基绪。惟尹躬先见于西邑夏。自周有终。相亦惟终。其後嗣王。罔克有终。相亦罔终。嗣王戒哉。祗尔厥辟。辟不辟。忝厥祖。王惟庸。罔念闻。伊尹乃言曰。先王昧爽丕显。坐以待旦。旁求俊彦。启迪後人。无越厥命以自覆。慎乃俭德。惟怀永图。若虞机张。往省括于度则释。钦厥止。率乃祖攸行。惟朕以怿。万世有辞。王未克变。伊尹曰。兹乃不义。习与性成。予弗狎于弗顺。营于桐宫。密迩先王其训。无俾世迷。王徂桐宫。居忧。克终允德。',
            '嗣王太甲对伊尹不顺从，伊尹作书给王说：“先王成汤顾念天的明命是正确的，因此供奉上下神祇、宗庙社稷无不恭敬严肃。上天看到汤的善政，因此降下重大使命，使他抚安天下。我伊尹亲身能辅助君主安定人民，所以嗣王就承受了先王的基业。我伊尹亲身先见到西方夏邑的君主，用忠信取得成就，辅相大臣也取得成就；他们的后继王不能取得成就，辅相大臣也没有成就。嗣王要警戒呀！应当敬重你做君主的法则，做君主而不尽君道，将会羞辱自己的祖先。”',
            '王像往常一样不念不闻。伊尹就说：“先王在天将明未明的时刻，就思考国事，坐着等待天明。又遍求俊彦的臣子，开导后人，不要忘记先祖的教导以自取灭亡。您要慎行俭约的美德，怀着长久的计谋。好象虞人张开了弓，还要去察看箭尾符合法度以后，才发射一样；您要重视自己所要达到的目的，遵行你的祖先的措施！这样我就高兴了，千秋万世您将会得到美好的声誉。”',
            '太甲不能改变。伊尹对群臣说：“嗣王这样就是不义。习惯将同生性相结合，我不能轻视不顺教导的人。要在桐营造宫室，使他亲近先王的教训，莫让他终身迷误。”',
            '嗣王去桐宫，处在忧伤的环境，能够成就诚信的美德。',
        ],
        '太甲中' => [
            '惟三祀。十有二月朔。伊尹以冕服。奉嗣王归于亳。作书曰。民非后。罔克胥匡以生。后非民。罔以辟四方。皇天眷佑有商。俾嗣王克终厥德。实万世无疆之休。王拜手稽首曰。予小子不明于德。自厎不类。欲败度。纵败礼。以速戾于厥躬。天作孽。犹可违。自作孽。不可逭。既往背师保之训。弗克于厥初。尚赖匡救之德。图惟厥终。伊尹拜手稽首。曰。修厥身。允德协于下。惟明后。先王子惠困穷。民服厥命。罔有不悦。并其有邦厥邻。乃曰。徯我后。后来无罚。王懋乃德。视乃厥祖。无时豫怠。奉先思孝。接下思恭。视远惟明。听德惟聪。朕承王之休无斁。',
            '三年十二月朔日，伊尹戴着礼帽穿着礼服迎接嗣王太甲回到亳都（今河南省商丘市），作书告王说：“人民没有君主，不能互相匡正而生活；君主没有人民，无法治理四方。上天顾念帮助商家，使嗣王能成就君德，实在是商家万代无疆之美啊！”',
            '嗣王拜跪叩头说：“我小子不明于德行，自己招致不善。多欲就败坏法度，放纵就败坏礼制，因此给自身召来了罪过。上天造成的灾祸，还可回避；自己造成的灾祸，不可逃脱。以前我违背师保的教训，当初不会责备自己；还望依靠您的匡救的恩德，谋求我的好结局。”',
            '伊尹跪拜叩头，说：“讲究自身的修养，又用诚信的美德和谐臣下，就是明君。先王成汤慈爱穷困的人民，所以人民服从他的教导，没有不喜悦的。连他的友邦和邻国，也这样说：等待我们的君主吧，我们的君主来了，就没有祸患了。大王要增进你的德行，效法你的烈祖，不可有顷刻的安乐懈怠。事奉先人，当思孝顺；接待臣下，当思恭敬。观察远方要眼明，顺从有德要耳聪。能够这样，我享受王的幸福就会没有止境。”',
        ],
        '太甲下' => [
            '伊尹申诰于王曰。呜呼。惟天无亲。克敬惟亲。民罔常怀。怀于有仁。鬼神无常享。享于克诚。天位艰哉。德惟治。否德乱。与治同道罔不兴。与乱同事罔不亡。终始慎厥与。惟明明后。先王惟时懋敬厥德。克配上帝。今王嗣有令绪。尚监兹哉。若升高。必自下。若陟遐。必自迩。无轻民事。惟难。无安厥位。惟危。慎终于始。有言逆于汝心。必求诸道。有言逊于汝志。必求诸非道。鸣呼。弗虑胡获。弗为胡成。一人元良。万邦以贞。君罔以辩言乱旧政。臣罔以宠利居成功。邦其永孚于休。',
            '伊尹向王重复告戒说：“呀！上天没有经常的亲人，能敬天的天就亲近；人民没有经常归附的君主，他们归附仁爱的君主；鬼神没有经常的享食，享食于能诚信的人。处在天子的位置很不容易呀！',
            '“用有德的人就治，不用有德的人就乱。与治者办法相同，没有不兴盛的；与乱者办法相同，没有不灭亡的。终和始都慎择自己的同事，就是英明的君主。',
            '“先王因此勉力敬修自己的德行，所以能够匹配上帝。我王继续享有好的基业，希望看到这一点呀！',
            '如果升高，一定要从下面开始；如果行远，一定要从近处开始。不要轻视人民的事务，要想到它的难处；不要苟安君位，要想到它的危险。慎终要从开头做起啊！',
            '“有些话不顺你的心意，一定要从道义来考求；有些话顺从你的心意，一定要从不道义来考求。',
            '“啊呀！不思考，怎么收获？不做事，怎么成功？天子大善，天下因此清正。君主不要使用巧辩扰乱旧政，臣下不要凭仗骄宠和利禄而安居成功。这样，国家将永久保持在美好之中。”',
        ],
    ],
    '其他记载' => [
        '太甲刚即位时，由于少不更事，沉湎酒色。伊尹就写了《伊训》、《肆命》和《徂后》三篇，以示太甲。希望太甲能继承商汤的法度，以治天下。《史记集解》说：“《肆命》者，陈政教所当为也；《徂后》者，言汤之法度也。”',
        '但太甲不听劝导。《孟子·万章上》记载：“太甲颠覆汤之典刑，伊尹放之于桐。”（伊尹就把他赶下台，放逐到商汤的坟墓所在地桐宫，由伊尹摄政。）',
        '孟子还说：“三年，太甲悔过，自怨自艾，于桐处仁迁义。三年，以听伊尹之训己也，复归于亳。”太甲经过三年的放逐生活，悔过自责，伊尹便归政与太甲。',
        '《史记》记载更为详细：“帝太甲居桐宫三年，悔过自责，反善。于是伊尹乃迎帝太甲而授之政。帝太甲修德，诸侯咸归殷，百姓以宁。伊尹嘉之，乃作《太甲训》三篇，褒帝太甲，称‘太宗’。"（3年后，伊尹见太甲改过自新，便郑重的将政权交给他。太甲复位后，沉痛接受教训，成为了一个勤政爱民、励精图治的圣君。太甲庙号为太宗。）”太甲“桐宫悔过”后，修德厚生，终成一代明君。孟子尊太甲为商朝的“圣贤之君”之一。',
        '伊尹的《太甲训》已失佚，相传俗语“天作孽，犹可违；自作孽，不可活”就出自于《太甲训》。“活”字在《礼记》中作“逭”，逃避的意思。',
        '西晋时期出土的《竹书纪年》对于伊尹和太甲有另一番论断。由于古本《竹书纪年》在宋朝就已经散佚，现代能看到的都是清人和今人的辑本。方诗铭、王修龄的《古本竹书纪年辑证》，从《太平御览》《晋书》《史通》《文选》《通鉴外纪》等等书目中载《竹书纪年》文：',
        '伊尹放太甲于桐而自立也。太甲潜出自桐，杀伊尹。乃立其子伊陟、伊奋，命复其父之田宅而中分之。',
        '《竹书纪年》为战国时期魏国史官所作，年代上距离商朝已经过去五六百年，和《史记》比起来并没有多少时间上的优势。何况在目前发现的11条有“伊尹”名字的甲骨卜辞，全部显示伊尹地位极高，与「商汤」及商高祖「上甲微」享受同等级别的祭祀。《古本竹书纪年》是写了伊尹篡权，可是甲骨文又反正他极享殷商尊荣，不似曾为弑君者。',
    ],
],
'墓葬传说' => [
    '《后汉书·郡国志》注《皇览》云：“太甲有冢在历山上”，并附于“济南国历城”之下。 唐《通典》 亦谓：“历山有太甲冢。”后来古历山消失，民间又转移传说，将陵墓安在了“历城南四十余里”的太甲山。',
    '在风景如画的济南仲宫卧虎山水库东南，有一座太甲山屹立。',
    '民间传说，太甲的儿子非常不孝，从来不肯听父亲的话。太甲让他往东他就偏往西，让他打狗他就偏撵鸡。太甲为了教育好这个儿子，和他生了一辈子的气，无奈最终还是没有成效。',
    '直到太甲临死，找风水先生给他挑了块好墓地，就在山下南泉边上。太甲也看中了这个三川汇流之地，想葬于山下。考虑到儿子总是和他对着干，他便告诉儿子说，一定要把自己的坟墓建在山顶上，言外之意是期待着儿子将他葬在山下的南泉边上。交待完毕，太甲放心地闭上了眼。可没想到，儿子在父亲死后幡然悔悟，觉得大半辈子愧对父亲，心想：“父亲活着的时候从没听过他一次，死了就听他这一回吧！”于是，他就按照太甲的“嘱托”把太甲埋在了最高的山峰上。这就是为什么太甲陵建在最高的山峰上，后来这座山也就成了太甲山。',
    '到底太甲山上有没有太甲陵，村民们对此深信不疑。而专家则持另一种看法。济南市考古研究所的研究馆员房道国说，太甲山上太甲陵之说虽然被村民们传得沸沸扬扬，但是否真有其事，还有待考古部门的考证。其后据记者考察，在山顶只有两个大洞，根据情况判断这两个坑洞很有可能是人为盗墓所挖，至于他们到底挖到过什么，就不得而知了。附近村民说前几年有人上山盗墓，在山顶上挖洞，结果越往深里挖，土就塌陷得越多，后来人们就不敢再挖了。但也有人说太甲陵早就被人盗光了。',
    '而除了这两个坑洞，整个山头再也没有发现其他的能显示这里有太甲陵的有关证据。',
    '前人也早对上述传说有所怀疑。孙星衍在《太甲陵考》中认为此说“误也”，他指出太甲的陵墓当在菏泽东北的历山。清乾隆《历城县志》和诗人董芸也对太甲陵很不认同，称“今山上实无冢”，实在是“非也”。董芸曾作《太甲陵辩》，并作《太甲陵》 诗说：“石径何人拄瘦藤，乱松残雪夕阳僧。空山终古无行迹，谁吊当年太甲陵。”即此山自古以来就没有什么陵墓，怎么就把太甲牵扯上了呢？后来济南诗人乔岳又考察未果，称“无路堪寻太甲陵”。',
    '梳理上述这些说法，之所以会产生太甲陵的传说，还是因为前人误将太甲陵墓附会在了“济南国历城”之下所导致的。并且济南的古历山，名气太大，使得“南山通得‘历’之名”，太甲山和商王陵墓只是较远的附会而已。 [7] ',
],
'历史评价' => '太甲作为商代早期的国王，其作为还是可圈可点的。透过殷墟卜辞来看，其后的商王对这位君主还是十分崇敬的，对其的祭祀也很隆重。有的卜辞记载，还将其与商代其他有作为的君主一起合祭。',
'家庭成员' => [
    '祖父' => '子履 天乙',
    '祖母' => '有莘氏 有莘氏之女',
    '父亲' => '子丁 太丁',
    '长子' => '子绚 沃丁',
    '次子' => '子辩 太庚',
],
],
'05' => [
'brief' => '沃丁（？-？），亦称羌丁，子姓，名绚，太甲之子，商朝第五任君主，沃丁在其父太甲死后继位。',
'description' => [
    '沃丁以天子之礼将伊尹安葬于都城亳附近，以表彰他对商朝做出的伟大贡献。',
],
'baseInfo' => [
    '主要作品' => '《沃丁》',
    '本名' => '子绚',
    '别名' => '沃丁、羌丁',
    '所处时代' => '商朝',
    '民族族群' => '华夏族',
    '出生地' => '亳（今商丘谷熟镇）',
    '前任' => '太甲',
    '继任' => '太庚',
    '在位时长' => '29年',
],
'人物生平' => [
    '沃丁继位时，仍以伊尹为相。沃丁在位期间，辅政功臣伊尹去世，沃丁将其葬于亳都附近。伊尹之后，沃丁以咎单为卿士，即宰相。咎单也是商汤时老臣，他辅佐朝政，仍然采取伊尹节用宽民的政策，笃行汤法。并且写作《沃丁》，用以警醒沃丁，发扬祖制，以德治商。沃丁在位29年去世，死后由弟太庚即位。',
],
'相关信息' => [
    '古代帝王祭祀时，牛、羊、猪三牲全备为太牢；诸侯祭祀只备羊、猪，称少牢。所以有时太牢专指牛。天子除祭祀天地、社稷外，一些小的祭祀也可用少牢。由此可见，沃丁对伊尹这位五朝右相的敬重。',
    '皇甫谧《帝王世纪》记载：“沃丁八年，伊尹卒……沃丁葬以天子之礼，祀以大牢，亲自临丧三年，以报大德焉。”大牢又称太牢。',
    '伊尹死后葬于亳（今河南虞城），现虞城西南魏堌堆有伊尹墓。伊尹生前写过许多文字，《汉书》录有《伊尹》五十一篇，《伊尹说》二十七篇，早佚。《玉函山房辑佚书书》有《伊尹》一卷。1973年，长沙马王堆三号汉墓出土帛书有《伊尹》零篇六十四行。',
],
],
'06' => [
'brief' => '太庚（生卒年不详），又作大庚，误称小庚。姓子名辩，是商朝第六任君主。他是沃丁之弟，太甲之子。',
'baseInfo' => [
    '本名' => '子辩',
    '别名' => '太庚、大庚',
    '所处时代' => '商朝',
    '出生地' => '亳（今商丘谷熟镇）,',
    '前任' => '沃丁',
    '继任' => '小甲',
],
'人物生平' => [
    '太庚在位期间，履行汤法，是商朝的一代明君。死后其子小甲继位。',
],
'史籍记载' => [
    '《史记》记载：“沃丁崩，弟太庚立，是为帝太庚。帝太庚崩，子帝小甲立。”',
    '甲骨文记载：“其又大庚，叀翌日酒。”《殷契拾掇》2·26　“王宾大庚，彡。”《殷契粹编》176　“翌庚辰，侑于大庚至于中丁一[上宀下羊]。”《殷虚书契后编》下40·11',
],
],
'07' => [
'brief' => '小甲（生卒年不详），名高，太庚之子，是中国商朝的第七位君王。',
'description' => [
    '小甲在位时，商代以亳为都，小甲死后弟雍己继立，商朝始衰。殷墟卜辞将他列为旁系先王祭祀。',
],
'baseInfo' => [
    '本名' => '子高',
    '别名' => '小甲',
    '所处时代' => '商朝',
],
],
'08' => [
'brief' => '雍己本名密，是太庚之子，小甲之弟、太戊之兄，小甲去世后他继承了商朝君主之位。',
'baseInfo' => [
    '本名' => '密',
    '别名' => '雍己',
    '所处时代' => '商朝',
],
'人物生平' => [
    '雍己在位期间定都于亳，他昏庸无能，荒废政事，导致商朝衰落，各诸侯的势力日趋膨胀，以致很多诸侯故意不来朝贡。雍己死后其弟太戊即位（但据甲骨文的记载太戊登基在雍己之前，太戊可能是雍己的兄长）。《太平御览》和今本《竹书纪年》记载雍己在位12年，《资治通鉴外纪》及《通志》则说在位17年。',
],
],
'09' => [
'brief' => '太戊，甲骨文作大太戊、天戊，子姓，名伷，商王太甲之孙，太庚之子，小甲和雍己的弟弟，商朝君主，在位七十五年。',
'description' => [
    '太戊在位时期，勤政修德，治国抚民，任用伊陟、巫咸掌握国政，各诸侯纷纷归顺，使商朝再度兴盛。太戊与太甲、祖乙并称三示（即三位有贡献的君主）。太戊死后，庙号中宗，葬于太戊陵（在今河南省内黄县亳城乡刘次范村东侧）。',
],
'baseInfo' => [
    '主要作品' => '中兴商朝，天下大治，诸侯归附',
    '主要成就' => '三示之一',
    '本名' => '子伷',
    '别名' => '太戊、大太戊、天戊',
    '所处时代' => '商朝',
    '民族族群' => '华夏族',
    '前任' => '雍己',
    '继任' => '中丁',
    '庙号' => '中宗',
],
'人物生平' => [
    '太戊，亦作大太戊、天戊，子姓，名伷，是商王太甲之孙，太庚之子，小甲和雍己的弟弟。太戊在其兄雍己死后，继承君位。太戊继位后，启用伊尹之子伊陟担任国相。',
    '太戊后任用巫咸辅佐朝政，巫咸治理王家政事很有成绩，于是写作《咸艾》和《太戊》。《咸艾》是总结巫咸辅佐政事的经验，《太戊》是记述太戊时期的历史，二书现今均已失传。太戊曾在祖庙称赞伊陟，不把他当臣子看待。伊赞谦让，于是写作《原命》，希望太戊能发扬夏禹、商汤的王道。太戊在伊陟和巫咸的辅佐之下，本来开始衰落的商朝再度得以兴盛，各诸侯纷纷归顺商朝，因此尊称太戊为中宗。',
    '太戊在位75年去世，是商朝在位时间最长的一位君主。太戊死后葬于太戊陵（在今河南省内黄县亳城乡刘次范村东侧），其子中丁继位。',
],
'为政举措' => [
    '政治官制' => [
        '太戊时期，商朝的职官有中朝任职的内服官和被封于王畿以外的外服官之别。最高的政务官，是协助商王决策的“相”（又称“阿、保、尹”）。王朝高级官吏统称卿士。三公，则是因人而设的一种尊贵职称，并不常设。另外有掌管占卜、祭祀、记载的“史”，掌管占卜的“卜”、掌管祈祷鬼神的“祝”，掌管记载和保管典籍的“作册”（又称守藏史、内史），武官之长的师长，乐工之长的太师、少师。',
        '①内服官',
        '内服官中分为外廷政务官和内廷事务官。太戊时期，商朝政治制度的根本特点是内服与外服的划分，生活在商周之际的周公曾经在《酒诰》中这样概述其情况：“越在外服，侯、甸、男、卫邦伯；越在内服，百僚、庶尹、惟亚、惟服、宗工，越百姓里居（君）”。',
        '内服是太戊时期直接统治的王畿地区；外服是由邦伯所管辖的地区，这些邦伯分为侯、甸、男、卫几种，其中许多很可能是方国部落首领而臣属于商者。卜辞所载的侯有近50个，最著名的有仓侯、舞侯、犬侯、侯告、侯专、杞侯等。甸，卜辞称为“田”，“多田（甸）”即指许多甸职官员。男，在卜辞中称为“任”，著名者有而任、戈任、名任、卢任等。卫，作为一种武职，在卜辞中多称为“多射卫”、“多马卫”、“多犬卫”等，亦有单称为“卫”者。',
        '②外服官',
        '卜辞和金文所见商朝的内服官有五六十种，大致可以分为四类。一是“百僚、庶尹”。包括地位很高的旧臣、老臣以及商王的近侍之臣。其中还有负责出纳王命的史官。二是“惟亚、惟服”。主要是与商王关系密切的军职官员。三是“宗工”。指负责王室祭祀和某些具体事务的官员。四是“百姓里君”。指管理地方上的诸族与普通民众的官员。',
        '内廷事务官是专为王室服务的官员，主要是总管的宰和亲信的臣。臣管理王室各项具体事务，有百工之长的司工，掌粮食收藏的啬，掌畜牧的牧正，掌狩猎的兽正，掌酒的酒正，掌王车的车正，为商王御车的服（又称仆、御），侍卫武官亚，卫士亚旅，掌教育贵族子弟的国老，掌外地籍田的“畋（tian）老”。外服官主要有方国首领的侯、伯，有为王朝服役的男、有守卫边境的卫。',
    ],
    '经济' => [
        '农业' => [
            '太戊时期在农业和手工业生产发展的基础上，在各个生产部门内部分工日趋巩固和日益复杂的情况下，商代的商业也有一定程度的发展。在周灭商后，据周公说在殷民中有一部分人是“肇牵车牛远服贾，用孝养厥父母”。这些人就是从事长途贩运贸易活动的商贾。',
            '太戊时期商朝经济比夏朝有很大发展的表现：农业生产规模相当大，种植的农作物有粟、黍、稻、麦等。畜牧业发达，饲养六畜，祭祀用几百甚至上千头家畜。青铜冶铸，玉器制作和酿酒等手工业很发达。商业发展到一定水平，交易是用海贝，骨贝，玉贝和铜贝等作为货币。商王盘庚时期，商代使用的农具，考古学界一般认为仍以石、骨及蚌制铲、斧、镰、刀等为主，偶尔也发现有一些铜锸、铜铲等青铜工具，但不一定用于农业生产。',
            '甲骨文的田字，表明在广平的原野有整治得整齐规则的大片相连的方块熟田。甲骨文“疆理”的“疆”字，象征丈量和划出疆界的田地，“田畴”的“畴”字，像田间按行垄犁耕往返转折，这样的田畴当然不会耕作得很粗放。这些经过疆理整治规则耕作较好并配合有灌溉沟渠的方块田，就是后来的井田。',
            '这些田地主要分布在都邑附近，由商王和诸侯国君直接占有，也有分配给近亲贵族。其他贵族在封邑内也同样经营这样的田地，不过规模要小一些。在国都以外，商王经常派臣民到比较边远的地方去开垦土地。',
        ],
        '手工业' => [
            '太戊时期，商代铸造作坊和手工业生产的发展，比农业更为突出。其中，青铜冶炼技术和青铜器制造工艺的高度发展，更集中反映当时手工业技术水平和时代的特点。在殷墟和郑州商城遗址，都发现有为王室所专用的青铜器铸造作坊。当时，在这些作坊中都有比较细致的分工，有世代从事生产擅长专精技艺的工匠。生产规模之大和技艺水平之高，是当时世界所罕见。',
        ],
    ],
],
'趣闻轶事' => [
    '怪树' => '太戊七年，亳地有怪异的桑树和楮树合生在朝堂上，一夜之间长得有二手合抱那么大。太戊害怕，于是询问国相伊陟。伊陟说：“臣听说过，妖魔鬼怪不能战胜有德行的人。大概是大王在治理朝政上有什么过失之处，所以才会出现妖魔鬼怪。大王如果善政修道，以德治民，自会免除祸害。”太戊听从他的话，怪桑树果然枯死。',
    '寻药' => '太戊派王孟到西王母处寻求长生不老之药，后来王孟因断粮，困在半路，只能吃树上结的果实，穿树皮，住在荒山里。王孟一辈子单身自处，天帝怜悯他无后代，在他睡梦中从背肋间跳出两个儿子。儿子出生以后，王孟便去世。王孟的儿子也用这种办法生出下一代。而且后代又都是男子，慢慢地这地方男子越来越多，因此称为丈夫国。求药之事大抵渺渺，但从这个故事可以猜测，太戊时期的商朝大概与西戎有所来往。',
],
'历史评价' => [
    '周公旦：“昔在殷王中宗，严恭寅畏，天命自度，治民祗惧，不敢荒宁。肆中宗之享国七十有五年。”',
    '司马迁：“殷复兴，诸侯归之，故称中宗。”',
],
'史籍记载' => '《史记·卷三·殷本纪第三》',
'家族成员' => [
    '祖父：子至，商王太甲',
    '父亲：子辩，商王太庚',
    '哥哥：子高，商王小甲、子密，商王雍己',
    '儿子：子庄，商王仲丁、子发，商王外壬、子整，商王河亶甲',
],
'陵墓' => [
    '太戊陵位于河南省内黄县亳城乡刘次范村东侧。该陵坐落在一处古文化遗址上，也称“刘次范遗址”，是现今国内所存唯一的一处商代王陵。1986年公布为河南省文物保护单位。汉代建陵寝，唐代继修，北宋开宝七年（974年）重修，明清时期又多次修葺增建。据《内黄县志》记载，太戊陵在内黄县西南二十五里刘次范村。太戊陵高一丈五尺多，环绕数十丈。其庙在陵后，正殿五间，旁有碑亭，庙门二重，前有丰碑。',
    '太戊陵昔日陵外筑城（俗称皇城），占地4.5亩，内筑太戊陵，嫔妃墓，古柏森森，祭碑142块，还有接官厅等附属设施。陵区内发现有仰韶、龙山文化及商代文化层（陶片、石器等），另据《内黄县志》记载，有明清时代谕祭太戊陵祭文42道。现存开宝七年（974年）《大宋新修商帝中宗庙碑铭并序》，螭首龟趺，通高6.45米，宽1.6米，厚0.59米，是河南现存不可多得的大型古碑之一。雕刻精湛，书法刚劲，碑文记述丰富，有较高的历史和艺术价值。',
],
],
];
