<?php
return [
'brief' => '文丁（？—前1102年），《史记》作太丁，竹书纪年作大丁，子姓，名托，商王武乙之子，商朝第二十八任君主，在位11年。',
'description' => [
    '武乙去世后，文丁继位。武乙时，西方的周部落逐渐强大。文丁在位期间，周侯季历伐戎有功，文丁忌惮，先嘉其功而杀之，商周关系恶化。文丁死后，其子帝乙继位。',
],
'baseInfo' => [
    '本名' => '子托',
    '别名' => '文丁，太丁',
    '所处时代' => '商朝',
    '民族族群' => '商族',
    '出生地' => '殷',
    '逝世日期' => '公元前 1102年',
    '在位时间' => '前1113年—前1102年',
    '性别' => '男',
],
'人物生平' => [
    '文丁，子姓，名托，是商王武乙之子。',
    '文丁继位后，为了解除周人的威胁，采取怀柔政策。周侯季历毫不客气，看看中央没动静，就征伐山西长治地区的余吾戎，余吾戎败而降周。周侯季历向太丁报捷（献上俘虏和战利品）。太丁嘉封季历为“牧师”，牧师有地方伯长的意思，专征伐权。太丁希望季牧师帮他安定边陲。季牧师于是又征始呼戎，始呼戎败而降周。过了几年，季历再次打败翳徒戎，把三个翳徒戎大头目送给太丁献捷。太丁看看季历越来越厉害，感觉不是好事，干脆突然下命囚禁季历，并杀了他。',
    '文丁去世后，其子帝乙继位。',
],
'杀季历' => [
    '季历是周太王古公亶父的幼子，武乙时继位为周侯。武乙曾授季历以征伐之权。季历率兵西灭程、北伐义渠，生擒义渠首领。武乙末年到殷都朝贡，武乙赐以土地三十里，美玉十双、良马十匹。次年，王季又征伐西落鬼戎(即鬼方)，俘获大小头目二十。',
    '武乙的儿子文丁继位以后，为了解除周人的威胁，采取怀柔政策。',
    '季历毫不客气，征伐余吾戎(今山西长治市西北地区)，余吾戎败而降周。季历向文丁报捷(献上俘虏和战利品给文丁用)。文丁闻报非常高兴，嘉封周人首领季历为“牧师”。牧师有地方伯长的意思，专征伐权，意即让其执掌商朝西部地区之征伐。',
    '季牧师于是征始呼戎，始呼戎又败而降周。过了几年，季历再次打败了翳徒戎，声威大振。',
    '文丁为此而感到恐惧，决心抑止周的发展。',
    '季历到殷都献俘报捷，把三个翳徒戎大头目，向文丁献捷。文丁赐以圭瓒、积匕，作为犒赏，加封季历为西伯，使季历毫无戒备之心。当季历准备返周时，文丁突然下令囚禁季历，不给季历归周。季历本就没有叛商的想法，被软禁的季历一气之下就绝食抗争，最后死在殷都朝歌。朝歌是古地名，在今河南淇县。殷商末期纣王在此建行都，改称朝歌。虽然朝歌是商朝晚期都城，但朝歌性质属于行都（或辅都），商朝首都还是安阳殷墟。',
    '季历的死是文丁造成的，因此古书说“太丁杀季历”。',
    '季历的儿子就是大名鼎鼎的西伯姬昌，接班之后，昼夜磨牙，琢磨着报复商王朝，最终成为未来商朝的掘墓人。',
    '文丁杀季历的作法没能阻止周人力量的发展，相反，周人与商朝的矛盾加深了。并且文丁时代连连遭受自然灾害，王畿地区的洹水“一日三绝”，商朝经济与国力日渐衰弱。曾经有人做过统计，每次改朝换代，总伴随着气候的大波动，不是酷热有了旱灾，就是气温骤低导致北方部落南下侵袭，以寻找粮食和政权。',
    '文丁死后，东夷中的“人方”再次叛乱，文丁的继任者“帝乙”为了不至于东西受敌，就把文丁的一个幼女，生得美丽端庄，嫁给了姬昌，向姬昌所代表的周人致歉，《诗经》在描述这场隆重盛大的婚礼中，还创造了“天作之合”这个词。商王帝乙缓和了与周人的矛盾之后，平定了东夷的叛乱。',
],
];
