<?php
return [
'brief' => '帝乙（？—公元前1076年），子姓，名羡，商王文丁（《史记》作太丁）之子，商朝第二十九任君主，夏商周断代工程将他在位时间定为公元前1101年—公元前1076年，共在位26年。',
'description' => [
    '公元前1102年，文丁去世，帝乙继位。帝乙继位后，商朝国势已趋于没落。帝乙在位末年，迁都于沬（mèi）（即朝歌，今河南省淇县）。公元前1076年，帝乙病逝，葬于殷。帝乙死后，其子帝辛（商纣王）继位。',
],
'baseInfo' => [
    '主要成就',
    '征“盂方”，迁都于沬',
    '本名' => '子羡',
    '别名' => '帝乙',
    '所处时代' => '商朝',
    '逝世日期' => '公元前 1076年',
    '在位时间' => '前1101年—前1076年',
],
'人物生平' => [
    '继承王位' => [
        '帝乙，子姓，名羡，是商王文丁（《史记》作太丁）之子。公元前1102年，文丁去世，子羡继任商朝君主之位，史称帝乙。帝乙继位后，商朝的国势已经趋于没落。',
    ],
    '征伐诸夷' => [
        '帝乙二年，周部落攻打商朝。帝乙三年，昆夷攻打商朝，帝乙派遣将领南仲率军向西抵御昆夷的进攻，并且修筑朔方城。',
        '当时，江淮之间的夷族强盛起来，准备大举进攻商朝。帝乙九年，帝乙出兵征伐岛夷和淮夷，途中受到孟方（今河南睢县附近）的截击。帝乙率领诸侯讨伐孟方，得胜而回。',
    ],
    '立嗣去世' => [
        '帝乙长子是微子启，次子是微仲衍，帝辛是帝乙少子，据《吕氏春秋》、《帝王世纪》记载，微子启、微仲衍与帝辛三人是同母兄弟，微子启、微仲衍出生时，他的母亲尚为妾，而被立为王后之后生帝辛。帝乙因微子启年长，想立他为嗣，太史根据礼法认为微子启是庶出，帝辛是嫡出，有妻之子，不能立妾之子，所以立帝辛为嗣子。',
        '帝乙在位末年，迁都于沫（即朝歌，今河南淇县）。公元前1076年，帝乙去世，其子商纣王帝辛继位。',
    ],
],
'为政举措' => [
    '政治' => '帝乙在位时期，商朝国势已经趋于没落。帝乙在位初期，仍以殷为都城；一说其在位末期，将都城迁到沬（即朝歌，今河南省淇县）。',
    '军事' => [
        '商王武乙在位时期，商朝国势日衰，东方的夷人各部趋于强盛，不断侵袭商朝统治地区，严重威胁商朝后方。曾有学者认为，帝乙曾针对商东部的“人方”（又释“夷方”、“尸方”）展开征伐，资料较多的一次即所谓“帝乙十祀征人方”。然而，学界对帝乙及其子帝辛时代的卜辞断代存在争议。随着研究的深入，“帝乙十祀征人方”被一些学者更正为“帝辛十祀征夷方”。类似的还有“帝辛十五祀征夷方”。',
        '不过，在帝乙时代同样可能存在战争。有学者结合“纣克东夷而陨其身”之说，认为征夷方发生于帝辛时，但又从其他卜辞推断，伐“盂方”（位于周王朝西部）可能发生在帝乙时。夏商周断代工程也将征盂方定在帝乙时。',
    ],
    '外交' => '《易经》中有“帝乙归妹”的记载，亦即帝乙把女儿（“妹”指少女，并非兄妹之“妹”）嫁了出去。顾颉刚将之与《诗经·大明》中描写的周文王姬昌成婚之事联系起来，认为帝乙将女儿嫁给了姬昌，从而使商周联姻。不过，也有学者对此提出了质疑，认为两者无关。',
],
'姓氏始祖' => [
    '帝乙是郝姓的始祖。据《通志·氏族略》及《名贤氏族言行类稿》所载，帝乙即位时，将他的儿子子期封于太原郝乡（今山西太原，一说在今陕西西矮附近），其后世子孙便以封地名为姓氏，称郝氏。',
],
'历史评价' => '司马迁《史记》：“帝乙立，殷益衰。”',
'史籍记载' => '《史记·卷三·殷本纪第三》',
'家庭成员' => [
    '父亲' => '商王文丁（太丁）。',
    '妻妾' => '帝乙有两位妃子。',
    '儿子' => [
        '微子启（宋微子），帝乙长子，周朝诸侯国宋国始封君。',
        '微仲（微仲衍、宋微仲），微子启弟，宋国第二任国君。',
        '子期，商朝诸侯国郝国始封君，郝姓得姓始祖。',
        '帝辛（商纣王），帝乙少子，商朝最后一位帝王。',
    ],
],
'文学形象' => [
    '诗词' => '《诗经·大雅·文王之什·大明》',
    '小说' => '在小说《封神演义》第一回中提及帝乙，称其有三子，“寿王”（即商纣王）为幼子。一日，帝乙游园，飞云阁有一梁坍塌，寿王托梁换柱，力大无比，因此帝乙将寿王立为太子。帝乙在位三十年去世，临终前将寿王托孤给太师闻仲。',
],
];
