<?php
return [
'brief' => '帝辛（？-前1046年？），子姓，名受（一作受德），商朝末代君主，世称“纣”（一说为“受”之音转）、“商纣王”等。夏商周断代工程将其在位时间推定为三十年（前1075年-前1046年）。',
'description' => [
    '帝辛是帝乙少子，继位后，在内营建朝歌、加重赋敛、严格周祭制度、改变用人政策、推行严刑峻法，对外屡次发兵攻打东夷诸部落。其种种举措既在统治集团内部引发矛盾，也动摇了商王朝的统治基础。牧野之战，商军被周武王所率诸侯联军击败，帝辛身死，商朝灭亡。',
    '在传统史学叙述中，帝辛沉湎酒色、穷兵黩武、重刑厚敛、拒谏饰非，是与夏桀并称“桀纣”的典型暴君，终致众叛亲离、身死国灭，相关典故有酒池肉林、炮烙之刑、牝鸡司晨等。后世就此存在争议。',
],
'baseInfo' => [
    '主要成就' => '击败东夷',
    '本名' => '子受(一作子受德)',
    '别名' => '帝辛、辛、纣、受德、受德辛、殷辛、后辛等',
    '所处时代' => '商朝',
    '民族族群' => '商人',
    '逝世日期' => '公元前 1046年1月20日(有争议，此据夏商周断代工程)',
    '在位时间' => '前1075年-前1046年（有争议）',
],
'人物生平' => [
    '继位为君' => [
        '辛（或受、受德）生年不详，当代出版物有时将其生年定在文丁后期或帝乙前期（一说其生于前1105年，也有前1094年等的说法），皆无确证，仅供参考。据《史记》，辛是帝乙的小儿子，兄长为微子启。微子启因母亲地位低贱，不能继承王位，而辛作为嫡子被立为继承人。约帝乙二十六年（约前1076年，据夏商周断代工程，下同），帝乙逝世，辛继位，这就是帝辛，天下都称之为“纣”。',
    ],
    '巡游征伐' => [
        '帝辛二年（即“帝辛二祀”，一“祀”约相当于一个“太阳年”，下同；约前1074年），帝辛命令邲其去夆地发布政令，在雍地田猎，并赠送夆地酋首一双兽皮。（据二祀卣铭文，真伪曾有争议）',
        '帝辛四年（约前1072年），商历四月乙巳日，帝辛下令祭祀父亲文武帝乙；适逢大乙（成汤）的翌祭（周祭的五种形式之一）之日，帝辛又在此后三日连续举行祭礼。帝辛为祭奠者，邲其陪王行祭。（据四祀卣铭文，真伪曾有争议）',
        '帝辛十年（约前1066年），帝辛征伐夷方，商军进至淮水流域的攸国，与攸国攸侯喜合兵进攻，击败夷方军。帝辛十一年（约前1065年），返回商都附近，前后费时达250天。',
        '帝辛十五年（约前1061年），帝辛复征夷方，一说这次征伐在帝辛十四年（约前1062年）十月即已开始，延续至帝辛十五年（约前1061年）四月，历时约九个月。',
        '帝辛二十五年（约前1051年），商历六月庚申日（羽祭之日），帝辛在阑（一释“管”）地，赏赐随从他的宰椃（“宰”为官名）贝五朋。',
    ],
    '内政不修' => [
        '荒淫征敛' => [
            '帝辛天资聪颖，有口才，行动迅速，接受能力很强，而且气力过人，能徒手与猛兽格斗。他的智慧足可以拒绝臣下的谏劝，他的话语足可以掩饰自己的过错。他凭着才能在大臣面前夸耀，凭着声威到处抬高自己，认为天下所有的人都比不上他。他嗜好喝酒，放荡作乐，宠爱女人。他特别宠爱妲己，一切都听从妲己的。他让乐师涓为他制作了新的俗乐，北里舞曲，柔弱的歌。他加重赋税，把鹿台钱库的钱堆得满满的，把钜桥粮仓的粮食装得满满的。他多方搜集狗马和新奇的玩物，填满了宫室，又扩建沙丘的园林楼台，捕捉大量的野兽飞鸟，放置在里面。他对鬼神傲慢不敬。他招来大批戏乐，聚集在沙丘，用酒当做池水，把肉悬挂起来当做树林，让男女赤身裸体，在其间追逐戏闹，饮酒寻欢，通宵达旦。',
        ],
        '囚禁西伯' => [
            '帝辛如此荒淫无度，百姓们怨恨他，诸侯有的也背叛了他。于是他就加重刑罚，设置了叫做炮格（又作“炮烙”）的酷刑。帝辛又任用姬昌、九侯、鄂侯为三公。九侯有个美丽的女儿，献给了帝辛，她不喜淫荡，帝辛大怒，杀了她，同时把九侯也施以醢刑（剁成肉酱）。鄂侯极力强谏，争辩激烈，结果鄂侯也遭到脯刑（被制成肉干）。姬昌闻见此事，暗暗叹息。崇侯虎得知，向帝辛去告发，帝辛就把西伯囚禁在羑里。姬昌的僚臣闳夭等人，找来了美女奇物和好马献给帝辛，帝辛才释放了他。西伯获释后，向帝辛献出洛水以西的一片土地，请求废除炮烙之刑。帝辛答允了他，并赐给他弓箭大斧，使他能够征伐其他诸侯，这样他就成了西部地区的诸侯之长，即西伯昌。',
        '帝辛任用费仲管理国家政事。费仲善于阿谀，贪图财利，殷国人都不来亲近。帝辛又任用恶来，恶来善于毁谤，喜进谗言，诸侯因此与商越发疏远了。',
        '西伯回国，暗地里修养德行，推行善政，不少诸侯背叛了帝辛而来归服西伯。西伯的势力更加强大，帝辛因此渐渐丧失了权势。比干劝说帝辛，帝辛不听。商容是一个有才德的人，百姓们敬爱他，帝辛却黜免了他。',
    ],
    '西伯戡黎' => [
        '后来，西伯攻打黎国（《史记》作“饥国”，此据《尚书》）并将它灭亡，帝辛的大臣祖伊听说后既怨恨周国，又非常害怕，于是跑到帝辛那里去报告说：',
        '“天子！上天已经断绝了我们殷国的寿运了。不管是能知天吉凶的人预测，还是用大龟占卜，都没有一点好征兆。我想并非是先王不帮助我们后人，而是大王您荒淫暴虐，以致自绝于天，所以上天才抛弃我们，使我们不得安食，而您既不揣度了解天意，又不遵循常法。如今我国的民众没有不希望殷国早早灭亡的，他们说：‘上天为什么还不显示你的威灵？灭纣的命令为什么还不到来？’大王您如今想怎么办呢？”',
        '帝辛说：“我生下来做国君，不就是奉受天命吗？”（也有观点认为，应理解作：“我命不在天，何必担心！”）祖伊反驳说：“唉！您的过失很多，又懒惰懈怠，高高在上，难道还能向上天祈求福命吗？殷商行将灭亡，要指示您的政事，不可不为您的国家努力啊！”祖伊回去后说：“纣已经无法规劝了！”',
    ],
    '离心离德' => [
        '西伯昌死后，周武王率军东征，到达盟津时，诸侯背叛帝辛前来与武王会师的有八百国。诸侯们都说：“是讨伐纣的时候了！”周武王说：“你们不了解天命。”于是又班师回国了。',
        '帝辛更加淫乱，毫无止息。微子曾多次劝谏，帝辛都不听，微子就和太师、少师商量，然后逃离了殷国。比干却说：“给人家做臣子，不能不拼死争谏。”就极力劝谏。帝辛大怒，说：“我听说圣人的心有七个孔。”于是剖开比干的胸膛，挖出心来观看。箕子见此情形很害怕，就假装疯癫去给人家当了奴隶。纣知道后又把箕子囚禁起来。殷国的太师、少师拿着祭器、乐器，急急逃到周国。周武王得知帝辛统治集团分崩离析，王族重臣比干被杀，箕子被囚，微子出奔，见时机已到，即率诸侯联军伐商。（《中国史稿》称，此时帝辛正以其主力对东夷采取军事行动，而这也给武王伐商创造了机会；就此，学术界存有争议。）',
    ],
    '身死国灭' => [
        '主词条：牧野之战',
        '约帝辛二十九年（约前1047年），周军出师伐商。',
        '约帝辛三十年（约前1046年），周军行孟津之誓。帝辛派出军队在牧野（地点含义有不同说法）进行抵抗。周历二月二十二日（有争议，例如一说为二十八日）甲子那一天（据断代工程，即前1046年1月20日），帝辛的军队被打败，其原因可能与帝辛一方前敌部队倒戈有关。帝辛逃到鹿台，穿上他的宝玉衣，跑到火里自焚而死。周武王赶到，砍下他的头，挂在白旗竿上示众。（后世有学者认为，自焚与斩首存在矛盾，并推测帝辛是被斩首而死；郭沫若还曾推测其系自经而死，但也有学者认为帝辛系自焚而死，且自焚与斩首并不矛盾）',
        '帝辛死后，周武王又处死了妲己，释放了箕子，修缮了比干的坟墓，表彰了商容的里巷，让帝辛之子武庚（禄父）继位，并责令他施行盘庚的德政。此后，殷商成为周的属国。周成王即位后，武庚因与管叔、蔡叔联合叛乱而被杀，周改封微子于宋国，来延续殷的后代。',
    ],
],
'为政举措' => [
    '总述' => [
        '帝辛在位期间，在内政上有明显调整，这些多被作为帝辛的恶政记录下来，但后世学者也从中解读出了新的意涵并做分类讨论，包括：政治上的政策和制度调整、对朝歌的营建和可能的迁都，以及经济上的搜刮政策和糜耗浪费等。在对外政策上，帝辛继续进行对东夷的战争，其他见载史册的战争还有很多。所有这些，都未能挽救商朝，甚至适得其反，加速了商朝的衰亡。',
    ],
    '政治' => [
        '制度调整' => [
            '有学者对帝辛的种种罪行、恶政作了新的解读，认为是政治变革之举。例如，将“不敬神”解读为他“反对神权”、“改革旧俗”，将其“任用罪人”、不重用贵族，理解为“打破奴隶主贵族‘世袭’制”、“从中下层提拔了一批新人”以“为其革新路线服务”。',
            '《商代史》亦认为帝辛进行了完善制度的尝试，包括：',
            '变更用人制度，重用“小臣”集团，提拔了一批非世官大族的人员，见于史籍的有飞廉、恶来、费中、左疆等；',
            '加强对外服的控制，具体包括将西伯昌等三人任命为三公、羁縻于朝廷，以及举行军事演习等举措；',
            '推行法律改革，通过法律惩罚的方式使内、外服各族人口脱离族组织而纳入自己的直接掌控之中，从而扩大自己直接控制的人口数量、削弱贵族势力，同时以严刑峻法镇压贵族反抗；',
            '严格推行周祭制度，固定和缩小致祭神灵的范围，以此疏远旧贵族，等等。',
            '但是，在学术下移尚未发生的时代，帝辛提拔的人员对商王朝典章不熟，加之出身较低，缺乏政治经验，唯帝辛马首是瞻，破坏了政治体系的稳定性。而排挤世官大族的做法也导致商王朝内部离心离德。统治集团的分崩离析，对于商王朝的灭亡起了加速作用。',
        ],
        '营建朝歌' => [
            '多种传世文献反映出，帝辛在沬邑（或“妹邑”）或朝歌（今河南淇县）拥有琼室、鹿台、玉门、酒池肉林等活动场所，其中有的是帝辛所营建或扩建的；就帝辛是否迁都于朝歌，史学界则存在争议：一些学者认同传世的辑本《古本竹书纪年》中关于盘庚迁殷后商王朝“更不徙都”的记载，即不认为曾有帝辛迁都之事；不过，也有部分学者怀疑相关文字是“以张守节释《史记》语为《纪年》本文”，另外也不排除朝歌为“别都”的可能；一说，殷商于帝辛之父帝乙时徙都沬邑；或是认为帝乙将该地作为辅都，而至帝辛时都城地位更加明显，与安阳殷墟并立；一说，帝辛可能迁都于朝歌。',
            '有支持帝辛徙都说的学者推测，纣王对朝歌的营建早已开始，但迁都应是在其在位晚期，其目的可能是为了规避周戡黎（今长治附近）、伐邘（今沁阳）后对位于今安阳的殷都所形成的两面夹击的形势，并借此喘息之机再次对东夷用兵，但由于周消灭崇侯虎、占崇国（约在今西安沣水西），打开了沿渭水东进灭商的道路，使帝辛的计划落空。',
            '1998年7月，中国社会科学院考古研究所等对淇县境内和鹤壁市直接管辖区域内的一批晚商遗址进行了调查，考古调查报告显示，该次调查发现有新石器时代、商周遗址，但没有找到商代朝歌遗址及其切实存在的证据。有学者结合相关考古成果及文献梳理，认为妹邑或沬邑在晚商时已为繁荣之地，但并未被纣作为都城，亦未得“朝歌”之名；学者卢中阳则认为，考古调查毕竟在淇县境内发现了分布密集的晚商遗迹，可与传世文献所说纣都朝歌相合；还有观点认为，朝歌是殷末重要政治中心之一，但尚无法界定其是离宫还是陪都。就地望而言，有学者虽使用“纣都朝歌”的说法，但将朝歌与妹邑或沬邑进行辨析，认为后者既可以泛指朝歌，也可以指代朝歌城附近的小地名，该地距牧野更近；学者晁福林则认为认为沬地即牧野，早在武丁时期就有宫室类建筑，帝辛在该地的离宫别馆，只是延续以前的建筑进行扩大而已。',
        ],
    ]
    '经济' => [
        '传世文献反映出，帝辛在位期间，加强了聚敛、搜刮的力度。其臣子中，费仲能够敛财，而胶鬲亦被认为与鱼盐交易有关。帝辛大兴土木，挥霍无度。此外，他还失民于时，长年劳师远征，影响农业生产；而以他为代表的统治阶级大量酗酒，又可能会造成粮食的大量消耗。',
        '对于帝辛的经济举措的影响，《中国史纲要》及《中国通史》均认为：帝辛的搜刮与骄奢，激化了社会矛盾，使得阶级斗争日益尖锐。',
    ],
    '军事' => [
        '总体情况' => [
            '传世文献中有关于帝辛在黎地和渭水一带举行军事演习、讨伐有苏氏、征讨东夷等军事行动的记载。甲骨文和金文所反映的，则有帝辛东征“夷方”（旧释“人方”）的史实。例如“十五祀王来征夷方”、“伐夷方无敄”（一说即属于十祀征夷方）等，而以“帝辛十祀征夷方”为著名。',
        ],
        '十祀征夷方' => [
            '关于“十祀征夷方”的出征时间，李学勤判断，帝辛“九祀二月”时已有夷方大出侵犯的迹象，商王朝开始准备，十祀九月正式出征，该祀十二月为战事第一阶段，而十一祀正月为第二阶段。《商代史》统计的时间则为250日。在这次军事行动中，战事只是一部分，此外也包括相当多的巡狩活动。',
            '关于出征的主要区域，主要有山东和淮水流域两种说法。（另有陕西渭水流域说，但可信度相对较低）',
            '山东说以李学勤为代表。他结合青铜器铭文，考证出征路线为兖州—新泰—青州—潍坊；此外，他认为这次出征是在夷方侵犯商的迹象显现后着手发动的，亦即带有防御性。另有学者结合鲁北出土的盔形器等考古资料，提出帝辛的行动目的是控制该地包括海盐在内的丰富资源。也有学者指出，此类军事活动与将东夷纳入商王朝文化圈、满足帝辛的征服欲有关。',
            '郭沫若、陈梦家、陈秉新等人则认为，本次征讨的夷方应在淮水流域（今安徽一带）而非山东；董作宾曾认为伐夷方所至之地可考的都在山东，但后来也将征夷方的终点排在淮水之南。《商代史》综合考古资料，也持这种观点。关于其目的，有观点认为除帝辛满足自己欲望的需要外，也与获取南方铜矿资源以及纳贡与俘虏有关。',
        ],
        '征讨战果' => [
            '郭沫若主编的《中国史稿》认为，帝辛承继了帝乙的战功，最终平定了夷方（据叔向语），并获得大批俘虏（据苌弘所引《大誓》），这些战争有其掠夺性的一面，但同时对先进的中原文化向淮河、长江流域的传播（郭氏主张帝辛所征夷方位于南方淮水流域一带）以及奠定中国统一的规模，也都起了一定作用。同时，《中国史稿》也承认这些战争消耗了大量的人力物力，加重了人民的负担。',
            '当代出版的《商代史》等论著认为，总体看，帝乙、帝辛时期战争频仍，商虽大多取得了胜利，达到了预期目的，但给社会经济发展和黄河流域人民的生活带来不利影响，也透支了殷商的国力，并造成国内空虚，给武王征商留下可乘之隙，埋下了商王朝灭亡的种子。',
            '另据卢中阳等学者的观点，商政权“王畿”的控制范围是相对有限的，且其与属邦之间尚有广大的“无主荒地”乃至众多敌对方国相隔，使商的领土呈现点状分布的特征。帝辛的统治并未改变此种局面。而以此确定的王畿范围，也可与牧野之战的爆发地点及其与帝辛统治核心区的关系相应。',
        ],
    ],
],
'人物评价' => [
    '帝辛在班固《汉书·古今人表第八》中名列“下下”等（元大徳本）',
    '祖伊：非先王不相我后人，惟王淫戏用自绝。乃罪多，参在上，乃能责命于天？殷之即丧，指乃功，不无戮于尔邦！',
    '父师：天毒降灾荒殷邦，方兴沈酗于酒，乃罔畏畏，咈其耇长旧有位人。',
    '箕子：彼狡僮兮，不与我好兮！',
    '姬发：今殷王纣乃用其妇人之言，自绝于天，毁坏其三正，离逷其王父母弟，乃断弃其先祖之乐，乃为淫声，用变乱正声，怡说妇人。今商王受无道，暴殄天物，害虐烝民，为天下逋逃主，萃渊薮。',
    '姬旦：在今后嗣王，酣，身厥命，罔显于民祗，保越怨不易。诞惟厥纵，淫泆于非彝，用燕丧威仪，民罔不衋伤心。惟荒腆于酒，不惟自息乃逸，厥心疾很，不克畏死。辜在商邑，越殷国灭，无罹。弗惟德馨香祀，登闻于天；诞惟民怨，庶群自酒，腥闻在上。',
    '祭公谋父：商王帝辛，大恶于民，庶民不忍，欣戴武王，以致戎于商牧。',
    '栾书：纣之百克，而卒无后。',
    '《墨子》：昔者殷王纣贵为天子，富有天下，上诟天侮鬼，下殃傲天下之万民，播弃黎老，贼诛孩子，楚毒无罪，刳剔孕妇，庶旧鳏寡，号啕无告也。',
    '子贡：纣之不善，不如是之甚也。是以君子恶居下流，天下之恶皆归焉。',
    '吴起：在德不在险······殷纣之国，左龙门，右太行，常山在其北，大河经其南，修政不德，武王杀之。由此观之，在德不在险。若君不修德，舟中之人尽为敌国也。',
    '孟子：贼仁者谓之“贼”，贼义者谓之“残”。残贼之人，谓之“一夫”。闻诛一夫纣矣，未闻弑君也。纣之去武丁未久也，其故家遗俗，流风善政，犹有存者；又有微子、微仲、王子比干、箕子、胶鬲皆贤人也，相与辅相之，故久而后失之也。桀纣之失天下也，失其民也；失其民者，失其心也。',
    '司马迁：帝纣资辨捷疾，闻见甚敏；材力过人，手格猛兽；知足以距谏，言足以饰非；矜人臣以能，高天下以声，以为皆出己之下。好酒淫乐，嬖于妇人。夏桀、殷受手搏豺狼，足追四马，勇非微也；百战克胜，诸侯慑服，权非轻也。······及其威尽势极，闾巷之人为敌国，咎生穷武之不知足，甘得之心不息也。帝辛湛湎，诸侯不享。',
    '夏侯湛：纣乱太熟烂矣，武王乃往伐之。（《新论》）',
    '司马贞：帝辛淫乱，拒谏贼贤。（《史记索隐》）',
    '朱熹：贼，害也。残，伤也。害仁者，凶暴淫虐，灭绝天理，故谓之贼。害义者，颠倒错乱，伤败彝伦，故谓之残。一夫，言众叛亲离，不复以为君也。书曰：“独夫纣。”盖四海归之，则为天子；天下叛之，则为独夫。所以深警齐王，垂戒后世也。民苦虐政之甚，异于纣之犹有善政。',
    '朱元璋：朕观汤以从谏弗咈而兴，纣以餙非拒谏而亡，兴亡之道，在从谏与咈谏耳。',
    '朱瞻基：古帝王有德者，莫盛于尧舜禹汤文武，故天下皆归之；不德者莫甚于桀纣幽厉，故天下皆畔之。',
    '爱新觉罗·弘历：纣以嫡立而丧商，若立微子之庶，商未必亡也。',
    '爱新觉罗·颙琰：桀纣之亡，失民心也。民心既失，天下国家，沦胥以亡，甚可畏也。',
    '毛泽东：把纣王、秦始皇、曹操看作坏人是错误的，其实纣王是个很有本事、能文能武的人。他经营东南，把东夷和中原的统一巩固起来，在历史上是有功的。纣王伐徐州之夷，打了胜仗，但损失很大，俘虏太多，消化不了，周武王乘虚进攻，大批俘虏倒戈，结果使商朝亡了国。（又见《毛泽东文集》，文字略异）商纣王是很有本领的人。周武王把他说得很坏。他的俘虏政策做得不大好，所以以后失败了。',
    '郭沫若：偶来洹水忆帝辛，统一神州肇此人。（《访安阳殷墟》，初版见）东夷渐居淮岱土，殷辛克之祸始除。百克无后非战罪，前途倒戈乃众俘。······殷辛之功迈周武，殷辛之罪有莫须。（《观圆形殉葬坑》）中华民族之能向南发展，是纣王的功劳。',
    '郭沫若主编《中国史稿》：他对东南的经营，使以后中原文化逐渐发展到了东南。我国现在江苏西北部和长江流域的最初开发，帝辛是有过功绩的。但是帝辛也是一个暴虐淫侈的国王······在这种情况下，奴隶、平民和奴隶主贵族的矛盾，商朝与所属各方国的矛盾达到空前尖锐的程度。',
],
'轶事典故' => [
    '酒池肉林' => [
        '据《史记·殷本纪》记载，商纣王以酒为池，悬肉为林，通夜饮酒作乐。后世用“酒池肉林”形容生活奢侈、荒淫无度，也形容酒肉极多、筵席奢华，例如《汉书》在记载汉武帝款待西域使者的丰厚时，也使用了“酒池肉林”一词。',
    ],
    '炮烙之刑' => [
        '《荀子·议兵》称，帝辛曾设“炮烙刑”。《吕氏春秋·季秋纪》和《淮南子》也都有关于帝辛时曾存在炮烙之刑以及姬昌请求将之废除的说法。《史记·殷本纪》则记载帝辛设置了叫做炮格的酷刑，后在姬昌的建议下将该刑废除。',
        '对于这种刑罚的具体方式，后世有不同观点。一说是在架立的铜柱上涂抹膏状物，下面烧旺炭火，强制人在铜柱上行走，脚烫滑， 人即跌入炭火烧死；或强制人抱着烧红的铜柱，活活烙死。《列女传》即持这种观点，并称这是商纣王取悦于妲己的方法。而邹诞生《史记集注》则认为该刑罚是在铜制网格之下放置炭火，让犯人在网格上行走。',
        '《韩非子·喻老》也提到帝辛“设炮烙”，但据俞樾的观点，此“炮烙”系指烤肉用的铜格，并非刑罚。',
    ],
    '七窍之心' => [
        '《史记·殷本纪》记载，帝辛怒于比干的劝谏，说：“我听说圣人的心有七个孔。”于是剖开比干的胸膛，挖出心来观看。',
        '《列女传》称，比干是因帝辛宠幸妲己而进谏的，却被帝辛认为是口出妖言。妲己说：“我听说圣人的心有七窍。”于是将比干剖胸挖心。',
        '《封神演义》对史书记载进行了进一步的演绎，在第二十六回《妲己设计害比干》中叙述了妲己与胡喜媚联手，以索取玲珑七窍之心（七窍玲珑心）为名，逼比干剖开自己的胸膛的故事。',
    ],
    '牝鸡司晨' => [
        '姬发讨伐帝辛之前，曾历数帝辛的罪过，其中说到：“古人有话说：‘母鸡没有早晨打鸣的；如果母鸡在早晨打鸣，这个人家就会衰落。’”“母鸡在早晨打鸣”，比喻的是帝辛听信妇人之言、让妇人当家做主，这后来形成了一个成语，即牝鸡司晨。',
    ],
    '纣饮失日' => [
        '据《韩非子·说林上》记载，帝辛在深宫中，闭户举烛，作长夜之饮，因为过度欢宴而忘记了日期，问左右人也都不知道，于是派人去问箕子，箕子对他的门徒说：“为天下之主而使一国都忘记日期，天下就危险了。一国都不知而只有我知道，那我就危险了。”也以醉为借口说不知道。',
        '此外，与帝辛相关的成语典故，还有暴殄天物（《尚书·牧誓》）、离心离德（《尚书·大誓》，转引自《左传》昭公二十四年）、殷鉴不远（《诗·大雅·荡》）、独夫民贼（《孟子》等）、靡靡之音（《韩非子·十过》）、倒戈相向（“反戈一击”，《史记·周本纪》、《伪古文尚书·武成》）、助纣为虐（《史记·留侯世家》）、沉湎酒色、恶贯满盈、奇技淫巧（分见于《伪古文尚书·泰誓》上中下三篇）等，限于篇幅，不再一一说明。',
    ],
],
'亲属成员' => [
    '父亲：帝乙',
    '兄弟：宋微子，即微子启，一说为帝辛的庶兄、帝乙的长子，《吕氏春秋》还称其为帝辛的同母长兄（但出生时其母尚非帝乙正妻），而《孟子·告子上》则称其为帝辛的叔父（但赵岐注又称之为帝辛的兄弟）；另有兄弟宋微仲（《吕氏春秋》称其名中衍，为帝辛之兄）',
    '妃子：妲己（见于《国语》、《史记》及《列女传》）、九侯女（见于《战国策》、《史记》）',
    '儿子：武庚（禄父）',
    '此外，帝辛还有“亲戚”箕子和“王子比干”。其中，马融、王肃认为箕子为帝辛叔父，服虔、杜预则称他为帝辛之庶兄；王子比干据《孟子·告子上》为帝辛的叔父，但该句的赵岐注文又称之为帝辛的兄弟。',
],
'人物争议' => [
    '称号性质' => [
        '帝辛有诸多异称：辛，帝辛（商王帝辛），受，帝辛受，受德，受德辛，殷辛，后辛，纣（商王纣、殷王纣），殷纣，商纣，帝纣，等等。后世文艺作品演绎帝辛史事时，对帝辛也使用了一些异称，例如《封神演义》中曾使用“商受”“殷受”之称呼，部分衍生作品使用“殷寿”之称，等等。',
        '“王”与“帝”，都是商代最高统治者的称呼，但“帝”同时也指上帝。殷人认为商王死后可以“升天配帝”，商王祭祀先祖时对其先王也称为“帝”，他们宣称自己是上帝的嫡系子孙，借助“上帝”与人间“下帝”的配合，便利自己的统治。',
        '关于辛字，郑玄认为是纣王之名。后世学界对于此类出现在商王名号中末尾的天干（“日名”），存在生日、庙主、祭名、死日等多种说法。',
        '关于“纣”，有“谥号”（蔡邕、高诱、裴骃《史记集解》）、“先号后谥”（生前作为称号而死后作为谥号，如杜佑《通典》）、“生前称号”等多种说法。据研究，商人没有标准意义上的谥号制度，《左传》中宋国大夫无谥号，被解释为是继承殷商制度的表现；当代学术界讨论的可能与谥号存在关联的商王尊号，主要是卜辞中的“文”、“武”（例如“武丁”、“文武帝”）等，以及日名，也并不涉及“纣”。郑玄、孔颖达持生前称号的观点，即帝辛有“受”或“受德”之名，二者与“纣”声音相近，发生转化，而“纣”本来也没有不好的含义，只是后人因帝辛恶行而附会字意，使之带有贬义。这是一种相对合理的说法。',
    ],
    '在位时间' => [
        '关于帝辛的在位时间，《帝王世纪》和《皇极经世书》均作三十二年（从帝乙去世次年起算），《今本竹书纪年》声称为五十二年。此外，还有在位六十三年等的说法。',
        '夏商周断代工程将牧野之战定在前1046年1月20日，从而确定了帝辛末年。至于帝辛早年，该工程通过青铜器排出帝辛元祀至十一祀祀谱，并认为帝辛二祀的正月初一应为丙辰或庚巳，进而结合岁首和月首的可能情况，认为帝辛元年有前1085年、前1080年、前1075年、前1060年等可能。而该工程所确认的收入帝辛祀谱的青铜器中，纪年最靠后的（宰椃角）为二十五祀，两相对照，结合牧野之战的时间，帝辛元年以前1075年最有可能（帝乙于前1076年去世，该年仍按帝乙纪年）。这样，该工程专家组认为，帝辛在位按所占公历年（前1075年-前1046年）计算，共三十年。不过，仍有不同意见存在。',
    ],
    '罪行虚实' => [
        '《尚书·牧誓》记载了周武王对帝辛的指控，包括听信妇人的话而对祖宗的祭祀不问、轻视并遗弃同祖的兄弟不用而只重用四方重罪逃亡的人、对百姓暴虐无道等。而随着时间推移，文献中记载的纣王的罪行越来越丰富、具体。这些罪行，引起后世部分学者的质疑与反驳。',
    ],
    '想象附会说' => [
        '有观点认为，帝辛的罪行中有很多想象、附会的因素，并且是逐渐累积而成的。',
        '先秦时，子贡已怀疑帝辛的罪行中有一部分是由于他作为失败者而被强加的。孟子尽管批判纣王为“一夫”，但认为帝辛在位时尚有贤人辅佐和善治遗风，因此仍可以维持较长时间的统治。',
        '宋人罗泌在《路史》中比较了史书中桀纣二君的事迹，认为其中的重合部分存在附会的因素；又梳理各类文献，认为存在增衍、夸大的情况。他最后说：“故凡言桀纣之事者，吾不敢尽信也。”朱熹注《孟子》，也称帝辛时仍有善政。（见本词条“人物评价”部分）',
        '在近现代，古史辨派创始人顾颉刚撰有《纣恶七十事发生的次第》，文中列举纣的罪行，其中出于《尚书》六项，战国增加二十项，西汉增二十一项，东晋增十三项。流传下来的纣恶事实上是层累积叠地发展的，时代愈近，纣罪愈多，也愈不可信。傅乐成认为，根据帝辛时的甲骨文资料，“纣时的制作、田猎、征伐、祭祀，莫不整齐严肃”，或许是英明之主，而最终的败亡则可能与争战过度及本人衰老有关。郭沫若也说：“武王克殷实侥幸，万恶朝宗集纣躯。”并呼吁道：“殷辛之名当恢复，殷辛之冤当解除。”',
    ],
    '文化差异论' => [
        '有论者认为，对帝辛的某些罪行可以做不同于传统的理解，例如：所谓帝辛爱酗酒，无非殷人本好酒，而帝辛酒量或许特别大些；所谓听信妇言，亦是人们少见多怪，商朝女性本就活跃，不乏武丁时代妇好那样的巾帼英杰。商、周的文化存在差异。后世不仅沿用周政权的说法看待帝辛，而且还沿用周文化的视角来看待商文化下帝辛的举动，这也成为对帝辛负面评价虚增的原因。',
    ],
    '总体可信论' => [
        '不过，也有学者主张传统史学叙事的基本面并没有错。例如白寿彝主编的《中国通史》在分析《诗经·大雅》中的《荡》这首诗时评论道：“这种出于敌国诗人之口的诗歌，虽然不免有其夸大夫真之处，但结合商来历史来看，似非全系诽谤之词。”还有观点认为，帝辛虽非一无是处，但确实称得上“暴君”。',
    ],
],
'史料记载' => [
    '传世文献：《古本竹书纪年》，《今本竹书纪年》（学界通说属伪书），《今文尚书》之《西伯戡黎》、《微子》、《牧誓》、《酒诰》、《召诰》、《立政》，今本《古文尚书》（学界通说属伪书）之《泰誓》、《武成》，《逸周书》之《克殷》、《世俘》，《诗经·大雅·荡》，《史记》之《殷本纪》、《周本纪》、《宋微子世家》等。',
    '甲骨文资料：甲骨文黄组卜辞（即董作宾五期分期法之第五期，包括帝乙、帝辛两代；一说还有文丁，然存争议）',
    '金文资料：邲其三卣（包括商二祀邲其卣、商四祀邲其卣、六祀邲其卣），小臣艅犀尊，小子■【上夆下囧】卣，作册般甗，宰椃角，利簋等。',
],
'后世纪念' => [
    '在殷墟遗址中，有一座无墓道、未葬人的HPKM1567（被称为“假大墓”），杨锡璋认为它是未完工的墓葬，应属于帝辛，范毓周等支持这一观点，但学界就此尚无定论。',
    '在淇县城东8公里西岗乡河口村的淇河，有“纣王墓”。墓冢呈长方形，高12米，长50米，宽25米，墓碑上书“纣王之墓”，系由学者周谷城于1987年题写。该墓以北另有两座小型墓葬，据传为帝辛妃子（“姜王后”、“苏妲己”）之墓。该墓被列为第五批河南省文物保护单位。',
],
'艺术形象' => [
    '文学戏曲' => [
        '《大回朝》纣王（通用谱式）',
        '《大回朝》纣王（通用谱式）',
        '大致产生于金元之际的《武王伐纣平话》，是关于帝辛等人的讲史话本，也吸收大量民间传说。其中的帝辛形象成为《封神演义》和《春秋列国志传》中帝辛形象的近源。',
        '明代许仲琳所著《封神演义》，内容从商纣王登基到自焚摘星楼、周天子分封，共计一百回。',
        '明代余邵鱼著《春秋列国志传》，涉及帝辛的为第一至第十回。',
        '传统戏曲中有许多改编自《封神演义》的剧目涉及帝辛（纣王），例如《大回朝》、《炮烙柱》、《反五关》、《摘星楼》等等。',
    ],
],
];
