<?php
return [
    'name' => '墨子',
    'brief' => '墨子描述',
    'chapters' => [
        [
            'name' => '卷一',
            'brief' => '',
            'infos' => [
                ['code' => '1', 'name' => '亲士'], ['code' => '2', 'name' => '修身'], ['code' => '3', 'name' => '所染'],
                ['code' => '4', 'name' => '法仪'], ['code' => '5', 'name' => '七患'], ['code' => '6', 'name' => '辞过'],
                ['code' => '7', 'name' => '三辩'], 
            ],
        ],
        [
            'name' => '卷二',
            'brief' => '',
            'infos' => [
                ['code' => '8', 'name' => '尚贤(上)'], ['code' => '9', 'name' => '尚贤(中)'], ['code' => '10', 'name' => '尚贤(下)'], 
            ],
        ],
        [
            'name' => '卷三',
            'brief' => '',
            'infos' => [
                ['code' => '11', 'name' => '尚同(上)'], ['code' => '12', 'name' => '尚同(中)'], ['code' => '13', 'name' => '尚同(下)'],
            ],
        ],
        [
            'name' => '卷四',
            'brief' => '',
            'infos' => [
                ['code' => '14', 'name' => '兼爱(上)'], ['code' => '15', 'name' => '兼爱(中)'], ['code' => '16', 'name' => '兼爱(下)'],
            ],
        ],
        [
            'name' => '卷五',
            'brief' => '',
            'infos' => [
                ['code' => '17', 'name' => '非攻(上)'], ['code' => '18', 'name' => '非攻(中)'], ['code' => '19', 'name' => '非攻(下)'],
            ],
        ],
        [
            'name' => '卷六',
            'brief' => '',
            'infos' => [
                ['code' => '20', 'name' => '节用(上)'], ['code' => '21', 'name' => '节用(中)'], ['code' => '22', 'name' => '节用(下)'],
                ['code' => '23', 'name' => '节葬(上)(亡)', 'lost' => 1], ['code' => '24', 'name' => '节葬(中)(亡)', 'lost' => 1], ['code' => '25', 'name' => '节葬(下)'],
            ],
        ],
        [
            'name' => '卷七',
            'brief' => '',
            'infos' => [
                ['code' => '26', 'name' => '天志(上)'], ['code' => '27', 'name' => '天志(中)'], ['code' => '28', 'name' => '天志(下)'],
            ],
        ],
        [
            'name' => '卷八',
            'brief' => '',
            'infos' => [
                ['code' => '29', 'name' => '明鬼(上)(亡)', 'lost' => 1], ['code' => '30', 'name' => '明鬼(中)(亡)', 'lost' => 1], ['code' => '31', 'name' => '明鬼(下)'],
            ],
        ],
        [
            'name' => '卷九',
            'brief' => '',
            'infos' => [
                ['code' => '32', 'name' => '非乐(上)'], ['code' => '33', 'name' => '非乐(中)(亡)', 'lost' => 1], ['code' => '34', 'name' => '非乐(下)(亡)', 'lost' => 1],
                
                ['code' => '35', 'name' => '非命(上)'], ['code' => '36', 'name' => '非命(中)'],
                ['code' => '37', 'name' => '非命(下)'], ['code' => '38', 'name' => '非儒(上)(亡)', 'lost' => 1], ['code' => '39', 'name' => '非儒(下)'],
            ],
        ],
        [
            'name' => '卷十',
            'brief' => '',
            'infos' => [
                
                ['code' => '40', 'name' => '经(上)'], ['code' => '41', 'name' => '经(下)'], ['code' => '42', 'name' => '经说(上)'],
                ['code' => '43', 'name' => '经说(下)'],
            ],
        ],
        [
            'name' => '卷十一',
            'brief' => '',
            'infos' => [
                ['code' => '44', 'name' => '大取'], ['code' => '45', 'name' => '小取'], ['code' => '46', 'name' => '耕柱'],
            ],
        ],
        [
            'name' => '卷十二',
            'brief' => '',
            'infos' => [
                ['code' => '47', 'name' => '贵义'], ['code' => '48', 'name' => '公孟'],
            ],
        ],
        [
            'name' => '卷十三',
            'brief' => '',
            'infos' => [
                ['code' => '49', 'name' => '鲁问'], ['code' => '50', 'name' => '公输'], ['code' => '51', 'name' => '囗囗(亡)', 'lost' => 1],
                
            ],
        ],
        [
            'name' => '卷十四',
            'brief' => '',
            'infos' => [
                ['code' => '52', 'name' => '备城门'], ['code' => '53', 'name' => '备高临'], ['code' => '54', 'name' => '囗囗囗(亡)', 'lost' => 1],
                ['code' => '55', 'name' => '囗囗囗(亡)', 'lost' => 1], ['code' => '56', 'name' => '备梯'], ['code' => '57', 'name' => '囗囗(亡)', 'lost' => 1],
                ['code' => '58', 'name' => '备水'], ['code' => '59', 'name' => '囗囗(亡)', 'lost' => 1], ['code' => '60', 'name' => '囗囗(亡)', 'lost' => 1],
                ['code' => '61', 'name' => '备突'], ['code' => '62', 'name' => '备穴'], ['code' => '63', 'name' => '备蛾傅'],
            ],
        ],
        [
            'name' => '卷十五',
            'brief' => '',
            'infos' => [
                ['code' => '64', 'name' => '(亡)', 'lost' => 1], ['code' => '65', 'name' => '(亡)', 'lost' => 1], ['code' => '66', 'name' => '(亡)', 'lost' => 1],
                ['code' => '67', 'name' => '(亡)', 'lost' => 1], ['code' => '68', 'name' => '迎敌祠'], ['code' => '69', 'name' => '旗帜'],
                ['code' => '70', 'name' => '号令'], ['code' => '71', 'name' => '杂守'],
            ],
        ],
    ],
];
