<?php
return [
    'name' => '道不远人，远人非道',
    'brief' => '第十三章',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '子曰，“道不远人。人之为道而远人，不可以为道。”
                “诗云，『伐柯伐柯，其则不远。』执柯以伐柯，睨而视之。犹以为远。故君子以人治人，改而止。”
                “忠怒违道不远。施诸己而不愿，亦勿施於人。”
                “君子之道四，丘未能一焉：所求乎子，以事父，未能也；所求乎臣，以事君，未能也；所求乎弟，以事兄，未能也；所求乎朋友，先施之，未能也。庸德之行，庸言之谨；有所不足，不敢不勉；有馀，不感尽。言顾行，行顾言。君子胡不慥慥尔。”',
            ],
            'notes' => [
                '伐柯伐柯，其则不远：引自《诗经·豳风·伐柯》。伐柯，砍削斧柄。柯，斧柄。则，法则，这里指斧柄的式样。',
                '(2)睨：斜视。',
                '(3)违道：离道。违，离。',
                '(4)庸：平常。',
                '(5)胡：何、怎么。慥慥',
                '(zao)，忠厚诚实的样子。',
            ],
            'vernacular' => [
                '道不可须臾离的基本条件是道不远人。换言之，一条大道，欢迎所有的人行走，就像马克思主义的理论欢迎所有的人学习、实践，社会主义的金光大道欢迎所有的人走一样。相反，如果只允许自己走，而把别人推得离道远远的，就像鲁迅笔下的假洋鬼子只准自己“革命”而不准别人(阿Q)“革命”，那自己也就不是真正的革命者了。
                推行道的另一条基本原则是从实际出发，从不同人不同的具体情况出发，使道既具有“放之四海而皆准”的普遍性，又能够适应不同个体的特殊性。这就是普遍性与特殊性相结合。
                既然如此，就不要对人求全责备，而应该设身处地，将心比心地为他人着想，自己不愿意的事，也不要施加给他人。因为，金无足赤，人无完人，不要说人家，就是自己，不也还有很多应该做到的而没有能够做到吗？所以，要开展批评，也要开展自我批评。圣贤如孔子，不就从四大方面对自己进行了严厉的批评吗？那就更不要说我们这些凡夫俗子了，哪里没有这样或那样的毛病呢？说不定还深沉得很呢。
                不过也不要紧，只要你做到忠恕，也就离道不远了。说到底，还是要“言顾行，行顾言”，凡事不走偏锋，不走极端，这就是“中庸”的原则，这就是中庸之道。',
            ],
            'unscramble' => [
            ],
        ],
    ],
],

