<?php
return [
    'name' => '无忧',
    'brief' => '周公制定礼节规定',
    'chapters' => [
        [
            'name' => '第一节',
            'content' => [
                '『１』子曰，「无忧者，其惟文王乎。以王季为父，以武王为子。父作之，子述之。」',
                '『２』「武王缵大王、王季、文王之绪。壹戎衣，而有天下。身不失天下之显名。尊为天子。富有四海之内。宗庙飨之。子孙保之。」',
                '『３』「武王末受命，周公成文武之德。追王大、王季，上祀先公以天子之礼。斯礼也，达乎诸侯大夫，及士庶人。父为大夫，子为士；葬以大夫，祭以士。父为士，子为大夫；葬以士，祭以大夫。期之丧，达乎大夫；三年之丧，达乎天子；父母之丧，无贵贱，一也。」',
            ],
            'notes' => [
                '(1)文王：指周文王，西周开国君主古公亶父的孙子，商末周族的领袖，姓姬名昌，在位五十年，统治期间，国力强盛，晚年自号文王。(2)王季：古公亶父的儿子，文王之父，名季烈，号称西伯，为殷纣时西方诸候之长。周太王古公亶父卒，季烈嗣立，修太王的遗业，笃于行义，传位于文王。文王之子周武王即位后，追尊季烈为王季。(3)武王：西周王朝的建立者。姓姬，名发，他继承父亲文王的遗志，灭掉殷商，建立周朝，建都于镐（今陕西省西安市南丰水东岸）。(4)父作之：指父亲王季为文王开创了基业。作，开创。(5)子述之：指儿子武王继承文王的遗志，完成统一大业。述，继承。(6)缵（zuan）：继续，继承。大王：即王季之父古公亶父。这里“大”字古读“太”。(7)绪：事业。这时指前人未竟的功业。《诗经·鲁颂·必宫》：“缵禹之绪。”(8)壹戎衣：即歼灭大殷。因为“壹”同“殪”（yi），歼灭。戎，大。衣，“殷”之误读。郑玄注：“衣读如殷，声之误也，齐人言殷声如衣。”据《尚书·康诰》：“天乃大命文王殪戎殷。”另一说，一披挂战袍就伐纣取胜夺得了天下。(9)末：老，指周武王的晚年。(10)周公：西周初年政治家。姓姬名旦，武王同母弟，武王死后，其子成王诵继位，因年幼，由周公代行国政。故又称“叔旦”，因采邑在周地（今陕西岐山北），又称“周公”。周公曾帮助武王灭纣，武王卒时，成王尚幼，于是他摄理朝政。他的兄弟管叔)蔡叔)霍叔等人不服，便与武庚及东方夷族联合反叛。东征之后，周公大规模地分封诸候，并营建洛邑（在今河南洛阳）作为东都，还制礼作乐，建立典章制度。《尚书》中的《大浩》)《康诰》)《多士》)《无逸》)《立政》等篇章中都记载有他的言论。(11)追王：后代加封先祖以“王”的称号叫追王。王，动词用法，即尊……为王。(12)达：到，至。诸候：指西周)春秋时天子分封的各国国君。按规定诸候必须服从天子的命令，并定期向天子朝贡述职，而且有出军赋和服役的义务。按礼规定，其所属上卿应由天子任命，但在其封疆内，世代掌握着统治大权。《国语·周语上》：“诸候春秋受职于王，以临其民。”大夫：古代国君之下有卿)大夫)士三级。(13)及：推及。士：在古代商)西周)春秋时期，士是级别最低的贵族阶层。春秋时，“士”多为卿)大夫的家臣，有的有食田，有的以俸禄为生。《国语·晋语四》：“大夫食邑，士食田。”庶人：西周以后对农业生产者的称呼，其地位次于“士”而高于“工商皂隶”。周王常以庶人作为赏赐臣下的礼物。(14)期之丧：一周年的守丧期。期，指一整年。丧，丧礼，指处理死者殡殓奠馔和拜跪哭泣的礼节，古为“凶礼之一。',
            ],
            'vernacular' => [
                '孔子说：“古代帝王中无忧无虑的，大概只有周文王吧！因为他有贤明的王季做父亲，有英勇的武王做儿子，父亲王季为他开创了基业，儿子周武王继承他的遗志，完成了他所没有完成的事业。武王继续着太王、王季、文王未完成的功业，灭掉了殷，取得了天下。周武王这种以下伐上的正义行动，不仅没有使他自身失掉显赫天下的美名，反而被天下人尊为天子，掌握普天下的财富，世代在宗庙中享受祭祀，子孙永葆祭祀不断。',
                '周武王直到晚年才承受上天之命而为天子，因此他还有许多没来得及完成的事情。武王死后，周公辅助成王才成就了文王和武王的德业，追尊太王、王季为王，有天子的礼制来追祀祖先，并且把这种礼制一直实行到诸候、大夫、以及士和庶人中间。周公制定的礼节规定：如果父亲是大夫，儿子是士的，父死就要按大夫的礼制来安葬、按士的礼制祭祀。如果父亲是士，儿子是大夫的，父死就要按士的礼制安葬，按大夫的礼制祭祀。守丧一周年，通行到大夫，守丧三年整，就只有天子才能使用。至于给父母守丧本身没有贵贱的区别，天子、庶人都是一样的。”',
            ],
        ],
    ],
];
