<?php
return [
    'name' => '文言传',
    'brief' => '文言',
    'chapters' => [
        [
            'name' => '第一节',
            'content' => [
                '《诗》曰：“衣锦尚絅。”恶其文之著也。故君子之道，暗然而日章；小人之道，的然而日亡。君子之道，淡而不厌，简而文，温而理，知远之近，知风之自，知微之显，可与入德矣。',
            ],
            'notes' => [
                '[1]“衣锦”句：这句诗引自《诗经·卫风·硕人》。《硕人》写的是庄姜初嫁庄公为妻时的场景。衣：动作词，穿。锦：这里指色彩华美的丝绸服装。尚：加在上面。2：用麻纱制作的单罩衣。尚：即加上麻纱罩衣。',
                '[2]闇然，暗淡的样子。闇，“暗”的异体字。日章：日渐彰明。章，同“彰”。',
                '[3]的然：鲜艳的样子。的，鲜艳，显著。',
                '[4]知远之近：意思是要往远去必从近开始。',
                '[5]知风之自：风，谓教化。这句是说，教化别人必须从自己做起。',
                '[6]知微之显：微，隐蔽之处。这句是说，隐蔽之处对明显之处也有一定的影响。',
            ],
            'vernacular' => [
                '《诗经》说：“身穿锦绣衣服，外面罩件套衫。”这是为了避免锦衣花纹太鲜艳。所以，君子为人的道理在于，外表黯然无色而内心美德才日益彰明；小人的为人之道在于，外表色彩鲜艳，但是随着时间的推移便会日渐黯淡。君子为人的道理还在于，外表素淡而不使人厌恶，外表简朴而内含文采，外表温和而内有条理，知道远是从近开始，知道感化别人是从自己做起，知道微小隐蔽的地方会影响到显著的地方，能够掌握以上这些道理的，就可以进到圣人崇高的美德中去了。',
            ],
            'unscramble' => [
                '君子的道德就像内穿锦缎外罩麻衣，虽然深藏不露，但却日益明显。这就好像我们平时说的，是金子总要发光的。',
            ],
        ],
        [
            'name' => '第二节',
            'content' => [
                '《诗》云：“潜虽伏矣，亦孔之昭[1]！”故君子内省不疚[2]，无恶于志[3]。君子之所不可及者，其唯人之所不见乎。',
            ],
            'notes' => [
                '[1]“潜虽”两句：这两句诗引自《诗经·小雅·正月》。《正月》是一首揭露现实的诗。潜：潜藏。伏：隐匿。孔：很，甚。昭：明。',
                '[2]内省（xǐnɡ）：经常在内心省察自己。疚：原意为久病。引申为忧虑不安。',
                '[3]无恶：引申为“无愧”。志：心。',
            ],
            'vernacular' => [
                '《诗经》说：“即使鱼潜藏很深，但仍然会看得明显的。”所以君子经常在内心省察自己，就不会有过失和内疚，就不会有愧心。由此可知，人们之所以不能超越君子的原因，大概就是因为君子在这些不被人看见的地方也严格要求自己。',
            ],
            'unscramble' => [
                '君子慎独，因此君子内心不会感到愧疚，这是君子高于一般人的地方。我们经常说，做人要对得起良心，也就是这个意思。无论是有人在场还是没人在场，做事都一样。',
            ],
        ],
        [
            'name' => '第三节',
            'content' => [
                '《诗》云：“相在尔室，尚不愧于屋漏[1]。”故君子不动而敬，不言而信。',
            ],
            'notes' => [
                '[1]“相在”两句：这两句诗引自《诗经·大雅·抑》。相：看。在尔室：你独自一个人在室。尚：当。不愧于屋漏：意指心地光明，不再暗中做坏事或者起坏念头，屋漏，指古代室内西北角阴暗处。',
            ],
            'vernacular' => [
                '《诗经》说：“看你独自在室内的时候，应当也无愧于神明。”所以，君子就是在没做什么事的时候也是怀着敬畏谨慎的心理，在没有言语的时候就已经诚信专一了。',
            ],
            'unscramble' => [
                '君子没有行动之前，先存恭敬之心；没有说话之前，先存诚信之心。君子慎独。',
            ],
        ],
        [
            'name' => '第四节',
            'content' => [
                '《诗》曰：“丕显惟德，百辟其刑之[1]。”是故君子笃恭而天下平。',
            ],
            'notes' => [
                '[1]“丕显”两句：这两句诗引自《诗经·周颂·烈文》。《烈文》是周王在举行封侯仪式上所唱的乐歌。丕显：充分显扬。丕，大。百辟：谓诸侯。刑：同“型”，法则。',
            ],
            'vernacular' => [
                '《诗经》说：“弘扬好的德行，诸侯们便会来效法。”所以，君子笃实恭敬，就能使天下太平。',
            ],
            'unscramble' => [
                '这一节讨论君子因美好的德行，而成了诸侯的典范。',
            ],
        ],
        [
            'name' => '第五节',
            'content' => [
                '《诗》云：“予怀明德，不大声以色[1]。”子曰：“声色之于以化民，末也。”',
                '《诗》曰：“德輶如毛[2]。”毛犹有伦[3]。“上天之载，无声无臭[4]。”至矣！',
            ],
            'notes' => [
                '[1]“予怀”两句：这两句诗引自《诗经·大雅·皇矣》。《皇矣》是一首史诗，叙述周朝祖先开国创业的历史。',
                '[2]“德”句：这句诗引自《诗经·大雅·烝民》。德：指德的微妙。輶：古时候一种轻便车辆，引申为轻。毛：羽毛。',
                '[3]毛犹有伦：这句是说羽毛虽然轻微，但还是有东西可以类比的。',
                '[4]“上天”两句：这两句诗引自《诗经·大雅·文王》。载，事。臭（xiù），气味。这句诗的大意是说，上天化育万物的道理，没有声音和气味，世上没有什么东西可以形容它的高妙。',
            ],
            'vernacular' => [
                '《诗经》说：“怀念文王光明的美德，从不用厉声厉色。”孔子说：“用厉声厉色去感化老百姓，这是没有抓住根本。”',
                '《诗经》说：“美德轻如羽毛。”羽毛虽轻微细小，但还是有东西可以类比。《诗经》中说“化育万物上天道，无声无息真微妙”，这才是达到了最高的境界啊！',
            ],
            'unscramble' => [
                '最后讨论圣人用道德感化民众，这种感化无声无息，与天地合一，达到极高的境界。反过来想，潜移默化的力量非常强大，比如我们很容易受周围朋友的影响。',
            ],
        ],
        [
            'name' => '第六节',
            'content' => [
                '《诗》云：“相在尔室，尚不愧于屋漏[1]。”故君子不动而敬，不言而信。',
            ],
            'notes' => [
                '[1]“相在”两句：这两句诗引自《诗经·大雅·抑》。相：看。在尔室：你独自一个人在室。尚：当。不愧于屋漏：意指心地光明，不再暗中做坏事或者起坏念头，屋漏，指古代室内西北角阴暗处。',
            ],
            'vernacular' => [
                '《诗经》说：“看你独自在室内的时候，应当也无愧于神明。”所以，君子就是在没做什么事的时候也是怀着敬畏谨慎的心理，在没有言语的时候就已经诚信专一了。',
            ],
            'unscramble' => [
                '君子没有行动之前，先存恭敬之心；没有说话之前，先存诚信之心。君子慎独。',
            ],
        ],

    ],
];
