<?php
return [
    'name' => '白刃可蹈，中庸难得',
    'brief' => '文言',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '子曰，「天下国家，可均也；爵禄，可辞也；白刃，可蹈也；中庸不可能也。」',
            ],
            'notes' => [
                '均：即平，指治理。（2）爵，爵值，禄：官吏的薪俸。辞：放弃。（3）蹈：踏。',
            ],
            'vernacular' => [
                '孔子说：“天下国家可以治理，官爵俸禄可以放弃，雪白的刀 刃可以践踏而过，中庸却不容易做到。”',
            ],
            'unscramble' => [
                '孔子对中庸之道持高扬和捍卫态度。事实上，一般人对中庸的理解往往过于肤浅，看得比较容易。孔子正是针对这种情况有感而发，所以把它推到了比赴汤蹈火，治国平天下还难的境地。其目的还是在于引起人们对中庸之道的高度重视。',
            ],
        ],
    ],
];
