<?php
return [
    'name' => '中庸',
    'brief' => '中庸描述',
    'chapters' => [
        [
            'name' => '上篇',
            'brief' => '',
            'infos' => [
                ['code' => '一', 'name' => '天命'], ['code' => '二', 'name' => '时中'], ['code' => '三', 'name' => '鲜能'],
                ['code' => '四', 'name' => '行明'], ['code' => '五', 'name' => '不行'], ['code' => '六', 'name' => '大知'],
                ['code' => '七', 'name' => '予知'], ['code' => '八', 'name' => '服膺'], ['code' => '九', 'name' => '可均'],
                ['code' => '十', 'name' => '问强'], ['code' => '十一', 'name' => '素隐'], ['code' => '十二', 'name' => '费隐'],
                ['code' => '十三', 'name' => '不远'], ['code' => '十四', 'name' => '素位'], ['code' => '十五', 'name' => '行远'],
                ['code' => '三十一', 'name' => '至圣'], ['code' => '三十二', 'name' => '至诚'], ['code' => '三十三', 'name' => '尚纲'],
            ],
        ],
        [
            'name' => '上篇',
            'brief' => '',
            'infos' => [
                ['code' => '十六', 'name' => '鬼神'], ['code' => '十七', 'name' => '大德'], ['code' => '十八', 'name' => '无忧'],
                ['code' => '十九', 'name' => '达孝'], ['code' => '二十', 'name' => '问政'], ['code' => '二十一', 'name' => '诚明'],
                ['code' => '二十二', 'name' => '尽性'], ['code' => '二十三', 'name' => '至曲'], ['code' => '二十四', 'name' => '前知'],
                ['code' => '二十五', 'name' => '自成'], ['code' => '二十六', 'name' => '无息'], ['code' => '二十七', 'name' => '明哲'],
                ['code' => '二十八', 'name' => '自用'], ['code' => '二十九', 'name' => '三重'], ['code' => '三十', 'name' => '教化'],
            ],
        ],
    ],
];
