<?php
return array (
  'name' => '参差荇菜，左右流之。窈窕淑女，寤寐求之。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '参差荇菜，左右流之。窈窕淑女，寤寐求之。',
      'spell' => 
      array (
        0 => '《参差荇菜，左右流之。窈窕淑女，寤寐求之。》出自诗经《关雎》！',
        1 => '国风·周南·关雎',
        2 => '关关雎鸠，在河之洲。',
        3 => '窈窕淑女，君子好逑。',
        4 => '参差荇菜，左右流之。',
        5 => '窈窕淑女，寤寐求之。',
        6 => '求之不得，寤寐思服。',
        7 => '悠哉悠哉，辗转反侧。',
        8 => '参差荇菜，左右采之。',
        9 => '窈窕淑女，琴瑟友之。',
        10 => '参差荇菜，左右芼之。',
        11 => '窈窕淑女，钟鼓乐之。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · zhōu nán ·guān jū',
        1 => 'guān guān jū jiū ， zài hé zhī zhōu 。',
        2 => 'yǎo tiǎo shū nǚ ， jūn zǐ hǎo qiú 。',
        3 => 'cēn cī xìng cài ， zuǒ yòu liú zhī 。',
        4 => 'yǎo tiǎo shū nǚ ， wù mèi qiú zhī 。',
        5 => 'qiú zhī bù dé ， wù mèi sī fú 。',
        6 => 'yōu zāi yōu zāi ， zhǎn zhuǎn fǎn cè 。',
        7 => 'cēn cī xìng cài ， zuǒ yòu cǎi zhī 。',
        8 => 'yǎo tiǎo shū nǚ ， qín sè yǒu zhī 。',
        9 => 'cēn cī xìng cài ， zuǒ yòu mào zhī 。',
        10 => 'yǎo tiǎo shū nǚ ， zhōng gǔ lè zhī 。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：关雎,诗经',
        1 => '关关和鸣的雎鸠，相伴在河中的小洲。那美丽贤淑的女子，是君子的好配偶。',
        2 => '参差不齐的荇菜，从左到右去捞它。那美丽贤淑的女子，醒来睡去都想追求她。',
        3 => '追求却没法得到，白天黑夜便总思念她。长长的思念哟，叫人翻来覆去难睡下。',
        4 => '参差不齐的荇菜，从左到右去采它。那美丽贤淑的女子，奏起琴瑟来亲近她。',
        5 => '参差不齐的荇菜，从左到右去拔它。那美丽贤淑的女子，敲起钟鼓来取悦她。',
        6 => '⑴关关：象声词，雌雄二鸟相互应和的叫声。雎鸠(jū jiū)：一种水鸟名，即王鴡。',
        7 => '⑵洲：水中的陆地。',
        8 => '⑶窈窕(yǎo tiǎo)淑女：贤良美好的女子。窈窕，身材体态美好的样子。窈，深邃，喻女子心灵美;窕，幽美，喻女子仪表美。淑，好，善良。',
        9 => '⑷好逑(hǎo qiú)：好的配偶。逑，“仇”的假借字，匹配。',
        10 => '⑸参差：长短不齐的样子。荇(xìng)菜：水草类植物。圆叶细茎，根生水底，叶浮在水面，可供食用。',
        11 => '⑹左右流之：时而向左、时而向右地择取荇菜。这里是以勉力求取荇菜，隐喻“君子”努力追求“淑女”。流，义同“求”，这里指摘取。之：指荇菜。',
        12 => '⑺寤寐(wù mèi)：醒和睡。指日夜。寤，醒觉。寐，入睡。又，马瑞辰《毛诗传笺注通释》说：“寤寐，犹梦寐。”也可通。',
        13 => '⑻思服：思念。服，想。 《毛传》：“服，思之也。”',
        14 => '⑼悠哉(yōu zāi)悠哉：意为“悠悠”，就是长。这句是说思念绵绵不断。悠，感思。见《尔雅·释诂》郭璞注。哉，语气助词。悠哉悠哉，犹言“想念呀，想念呀”。',
        15 => '⑽辗转反侧：翻覆不能入眠。辗，古字作展。展转，即反侧。反侧，犹翻覆。',
        16 => '⑾琴瑟友之：弹琴鼓瑟来亲近她。琴、瑟，皆弦乐器。琴五或七弦，瑟二十五或五十弦。友：用作动词，此处有亲近之意。这句说，用琴瑟来亲近“淑女”。',
        17 => '⑿芼(mào)：择取，挑选。⒀钟鼓乐之：用钟奏乐来使她快乐。乐，使动用法，使……快乐。',
      ),
    ),
  ),
);