<?php
return array (
  'name' => '桃之夭夭，其叶蓁蓁。之子于归，宜其家人。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '桃之夭夭，其叶蓁蓁。之子于归，宜其家人。',
      'spell' => 
      array (
        0 => '《桃之夭夭，其叶蓁蓁。之子于归，宜其家人。》出自诗经《桃夭》！',
        1 => '国风·周南·桃夭',
        2 => '桃之夭夭，灼灼其华。',
        3 => '之子于归，宜其室家。',
        4 => '桃之夭夭，有蕡其实。',
        5 => '之子于归，宜其家室。',
        6 => '桃之夭夭，其叶蓁蓁。',
        7 => '之子于归，宜其家人。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · zhōu nán ·táo yāo',
        1 => 'táo zhī yāo yāo ， zhuó zhuó qí huā。',
        2 => 'zhī zǐ yú guī ， yí qí shì jiā 。',
        3 => 'táo zhī yāo yāo ， yǒu fén qí shí 。',
        4 => 'zhī zǐ yú guī ， yí qí jiā shì 。',
        5 => 'táo zhī yāo yāo ， qí yè zhēn zhēn 。',
        6 => 'zhī zǐ yú guī ， yí qí jiā rén 。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,桃夭',
        1 => '桃树含苞满枝头，花开灿烂如红霞。',
        2 => '姑娘就要出嫁了，夫妻和睦是一家。',
        3 => '桃树含苞满枝头，果实累累坠树丫。',
        4 => '姑娘就要出嫁了，夫妻和睦是一家。',
        5 => '桃树含苞满枝头，桃叶茂密色葱绿。',
        6 => '姑娘就要出嫁了，夫妻和睦是一家。',
      ),
      'unscramble' => 
      array (
        0 => '赏析',
        1 => '一首简单朴实的歌，唱出了女子出嫁时对婚姻生活的希望和憧憬，用桃树的枝叶茂盛、果实累累来比喻婚姻生活的幸福美满。歌中没有浓墨重彩，没有夸张铺垫，平平淡淡，就像我们现在熟悉的、谁都能唱的《一封家书》、《同桌的你》、《小芳》一类的歌。 魅力恰恰就在这里。',
        2 => '它符合天地间一个基本的道理：简单的就是好的。',
        3 => '正如女子化妆，粉黛轻施的淡妆总有无穷的神韵，没有的地方总觉得有，有的地方总觉得没有。浓妆艳抹，厚粉浓膏，不仅艳俗，而且拒人于千里之外，让人疑心厚重的脂粉底下有多少真实的货色，或许卸下妆来是半老徐娘一个或满脸雀斑。',
        4 => '简单是质朴，是真实，是实在，是亲切，是萦绕心间不能忘却的情思。刻意修饰是媚俗，是虚伪，是浮泛，是浅薄，是令人生厌，是古人常说的恶俗。',
        5 => '简单质朴既是人生的一种境界，也是艺术的一种境界，并且是至高的境界。',
        6 => '①夭夭：桃树含苞欲放的样子。',
        7 => '②灼灼：花开鲜明的样子。华：花。',
        8 => '③之子：指出嫁的姑娘。归：女子出嫁。',
        9 => '④宜：和顺，和善。室家：指夫妇。',
        10 => '⑤焚(fen)：果实很多的样子。⑥榛榛(zhen):树叶茂盛的样子。',
      ),
    ),
  ),
);