<?php
return array (
  'name' => '黄鸟于飞，集于灌木，其鸣喈喈。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '黄鸟于飞，集于灌木，其鸣喈喈。',
      'spell' => 
      array (
        0 => '《黄鸟于飞，集于灌木，其鸣喈喈。》出自诗经《葛覃》！',
        1 => '国风·周南·葛覃',
        2 => '葛之 覃 兮，施 于中 谷，维叶萋萋。',
        3 => '黄 鸟 于飞 ，集于灌 木，其鸣喈喈 。',
        4 => '葛之 覃 兮，施 于中 谷，维 叶莫莫。',
        5 => '是 刈是 濩 ，为 絺 为 绤，服之 无斁。',
        6 => '言 告 师 氏 ，言 告 言 归 。',
        7 => '薄 污我私，薄 浣 我衣。',
        8 => '害 浣 害 否 ，归 宁 父母。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · zhōu nán ·gé  tán',
        1 => 'gé zhī tán xī，yì yú zhōnɡ ɡǔ，wéi yè qī qī。',
        2 => 'huánɡ niǎo yú fēi，jí yú ɡuàn mù，qí mínɡ jiē jiē。',
        3 => 'gé zhī tán xī，yì yú zhōnɡ ɡǔ，wéi yè mò mò。',
        4 => 'shì yì shì huò，wéi chī wéi xì，fú zhī wú yì。',
        5 => 'yán ɡào shī shì，yán ɡào yán ɡuī。',
        6 => 'bó wū wǒ sī，bó huàn wǒ yī。',
        7 => 'hé huàn hé fǒu，ɡuī nínɡ fù mǔ。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,葛覃',
        1 => '葛草长得长又长，漫山遍谷都有它，藤叶茂密又繁盛。',
        2 => '黄鹂上下在飞翔，飞落栖息灌木上，鸣叫婉转声清丽。',
        3 => '葛草长得长又长，漫山遍谷都有它，藤叶茂密又繁盛。',
        4 => '割藤蒸煮织麻忙，织细布啊织粗布，做衣穿着不厌弃。',
        5 => '告诉管家心理话，说我心想回娘家。快把内衣洗干净。',
        6 => '洗和不洗分清楚，回娘家去看父母。',
      ),
      'unscramble' => 
      array (
        0 => '赏析',
        1 => '正如动物的雌雄有分工一样(比如蜜蜂、蚂蚁等等)，男人和女人在生活中的角色也有分工。男子汉种田耕地打猎经商骑马打枪，吃苦耐劳粗犷骠悍是男子汉的本色。女子采桑织布浆洗做饭哺育子女，灵巧细心温柔贤慧周到体贴是女人的本色。这是自然法则。',
        2 => '过去数千年中，我们的祖先遵循自然法则生活，男耕女织、自给自足。这种生活，陶冶出的是自然平和恬淡悠然的心态，是知足常乐、乐天知命的满足和幸福感。',
        3 => '纺纱织布，缝衣浆洗既是女子的职责，无可非议，也就怀着快乐的心情歌唱它。父母是亲人中最可尊敬和想念的，因此思念父母、盼望回家的急切心情更在情理之中，同样也值得歌唱。朴实恬淡的生活，辛勤繁忙的劳作，深深眷念的亲情，全都是真情实感的自然流露，如同渴了要喝水，饿了要吃饭一样。',
        4 => '倘若在现在，这样的诗恐怕绝不会被看作艺术品，唱这歌的人恐怕绝不会被称为诗人，朴实自然的生活恐怕会让习惯了电灯电视洗衣机自来水出租车的都市人鄙弃。毕竟时代不同了嘛。',
        5 => '然而，虽然时代在不断变迁，但由自然法则所决定的男、女角色的差别和分工，却不应当由此被抹杀。但如果抹杀了男女的差别，肯定是违背自然法则的。古人说，天不变道亦不变。现代的女子不一定非要纺纱织布、缝衣浆洗，也不一定非要相夫教子、做饭持家，但如果非得抛弃灵巧细心温柔贤惠周到体贴，变得象男子汉一样粗犷骠悍，那这世界也将变得十分可怕。',
      ),
      'note' => 
      array (
        0 => '⑴葛：多年生草本植物，花紫红色，茎可做绳，纤维可织葛布，俗称夏布，其藤蔓亦可制鞋（即葛屦），夏日穿用。覃（tán）：本指延长之意，此指蔓生之藤。',
        1 => '⑵施（yì）：蔓延。中谷：山谷中。',
        2 => '⑶维：发语助词，无义。萋萋：茂盛貌。',
        3 => '⑷黄鸟：一说黄鹂，一说黄雀。于：作语助，无义。于飞，即飞。',
        4 => '⑸集：栖止。',
        5 => '⑹喈喈（jiē）：鸟鸣声。',
        6 => '⑺莫莫：茂盛貌。',
        7 => '⑻刈（yì）：斩，割。濩（huò）：煮。此指将葛放在水中煮。',
        8 => '⑼絺（chī）：细的葛纤维织的布。綌（xì）：粗的葛纤维织的布。',
        9 => '⑽斁（yì）：厌。',
        10 => '⑾言：一说第一人称，一说作语助词。师氏：类似管家奴隶，或指保姆。',
        11 => '⑿归：本指出嫁，亦可指回娘家。',
        12 => '⒀薄：语助词。污（wù）：洗去污垢。私：贴身内衣。',
        13 => '⒁澣（huàn）：浣，洗。衣：上曰衣，下曰裳。此指外衣。',
        14 => '⒂害（hé）：通“曷”，盍，何，疑问词。否：不。⒃归宁：回家慰安父母，或出嫁以安父母之心。',
      ),
    ),
  ),
);