<?php
return array (
  'name' => '青青子衿，悠悠我心。纵我不往，子宁不嗣音？',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '青青子衿，悠悠我心。纵我不往，子宁不嗣音？',
      'spell' => 
      array (
        0 => '《青青子衿，悠悠我心。纵我不往，子宁不嗣音？》出自诗经《桃夭》！',
        1 => '国风·郑风·子衿',
        2 => '青青子衿，悠悠我心；',
        3 => '纵我不往，子宁不嗣音？',
        4 => '青青子佩，悠悠我思；',
        5 => '纵我不往，子宁不来？',
        6 => '挑兮达兮，在城阙兮！',
        7 => '一日不见，如三月兮！',
      ),
      'content' => 
      array (
        0 => 'guó fēng · zhèng fēng · zǐ jīn',
        1 => 'qīng qīng zǐ jīn ， yōu yōu wǒ xīn ；',
        2 => 'zòng wǒ bù wǎng ， zǐ nìng bú sì yīn ？',
        3 => 'qīng qīng zǐ pèi ， yōu yōu wǒ sī ；',
        4 => 'zòng wǒ bù wǎng ， zǐ níng bù lái ？',
        5 => 'tiāo xī tá xī ， zài chéng què xī ！',
        6 => 'yī rì bú jiàn ， rú sān yuè xī ！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,子衿',
        1 => '青青的是你的衣领，悠悠的是我的心境。纵然我不曾去会你，难道你就此断音信？',
        2 => '青青的是你的佩带，悠悠的是我的情怀。纵然我不曾去会你，难道你不能主动来？',
        3 => '来来往往张眼望啊，在这高高城楼上啊。一天不见你的面啊，好像已有三月长啊！',
        4 => '①子衿：周代读书人的服装。子，男子的美称，这里即指“你”。衿：即襟，衣领。',
        5 => '②嗣（yí）音：传音讯。嗣，通“贻”，给、寄的意思 。',
        6 => '③佩：这里指系佩玉的绶带。',
        7 => '④挑（táo）兮达（tà）兮：独自走来走去的样子。⑤城阙：城门两边的观楼。',
      ),
    ),
  ),
);