<?php
return array (
  'name' => '​​​​​​​击鼓其镗，踊跃用兵。土国城漕，我独南行。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '​​​​​​​击鼓其镗，踊跃用兵。土国城漕，我独南行。',
      'spell' => 
      array (
        0 => '《击鼓其镗，踊跃用兵。土国城漕，我独南行。》出自诗经《击鼓》！',
        1 => '国风·邶风·击鼓',
        2 => '击鼓其镗，踊跃用兵；',
        3 => '',
        4 => '土国城漕，我独南行。',
        5 => 'cóng sūn zǐ zhòng ， píng chén yǔ sòng ；',
        6 => 'bù wǒ yǐ guī ， yōu xīn yǒu chōng 。',
        7 => 'yuán jū yuán chǔ ？ yuán sàng qí mǎ ？',
        8 => 'yú yǐ qiú zhī ？ yú lín zhī xià 。',
        9 => 'sǐ shēng qì kuò ， yǔ zǐ chéng yuè 。',
        10 => 'zhí zǐ zhī shǒu ， yǔ zǐ xié lǎo 。',
        11 => 'xú jiē kuò xī ！ bù wǒ huó xī ！',
        12 => 'xú jiē xún xī ！ bù wǒ xìn xī ！',
      ),
      'content' => 
      array (
        0 => 'guó fēng · bèi fēng · jī gǔ',
        1 => 'jī gǔ qí tāng ， yǒng yuè yòng bīng ；',
        2 => ' ',
        3 => 'tǔ guó chéng cáo ， wǒ dú nán xíng 。',
        4 => ' ',
        5 => '从孙子仲，平陈与宋；',
        6 => '不我以归，忧心有忡。',
        7 => '爰居爰处？爰丧其马？',
        8 => '于以求之？于林之下。',
        9 => '死生契阔，与子成说。',
        10 => '执子之手，与子偕老。',
        11 => '于嗟阔兮！不我活兮！',
        12 => '于嗟洵兮！不我信兮！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,击鼓',
        1 => '击鼓的声音震响（耳旁），兵将奋勇操练。（人们）留在国内筑漕城，只有我向南方行去。',
        2 => '跟随孙子仲，平定陈、宋（两国）。不允许我回家，（使我）忧心忡忡。',
        3 => '于是人在哪里？于是马跑失在哪里？到哪里去寻找它？在山间林下。',
        4 => '生死聚散，我曾经对你说（过）。拉着你的手，和你一起老去。',
        5 => '唉，太久。让我无法（与你）相会。唉，太遥远，让我的誓言不能履行。',
        6 => '⑴镗：鼓声。其镗，即“镗镗”。明 陈继儒《大司马节寰袁公（袁可立）家庙记》：“喤喤考钟，坎坎击鼓。”',
        7 => '⑵踊跃：双声连绵词，犹言鼓舞。兵：武器，刀枪之类。',
        8 => '⑶土国：在国都服役。漕：地名。',
        9 => '⑷孙子仲：即公孙文仲，字子仲，邶国将领。',
        10 => '⑸平：和也，和二国之好。谓救陈以调和陈宋关系。陈、宋：诸侯国名。',
        11 => '⑹不我以归：即不以我归，有家不让回。',
        12 => '⑺有忡：忡忡。',
        13 => '⑻爰（yuán）：本发声词，犹言“于是”。丧：丧失，此处言跑失。爰居爰处？爰丧其马：有不还者，有亡其马者。',
        14 => '⑼于以：于何。',
        15 => '⑽契阔：聚散。契，合；阔，离。',
        16 => '⑾成说：成言也犹言誓约。',
        17 => '⑿于嗟：即“吁嗟”，犹言今之哎哟。',
        18 => '⒀活：借为“佸”，相会。',
        19 => '⒁洵：远。⒂信：一说古伸字，志不得伸。一说誓约有信。',
      ),
    ),
  ),
);