<?php
return array (
  'name' => '陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。',
      'spell' => 
      array (
        0 => '《陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。》出自诗经《卷耳》！',
        1 => '国风·周南·卷耳',
        2 => '采采卷耳，不盈顷筐。',
        3 => '嗟我怀人，置彼周行。(寘 通：置)',
        4 => '陟彼崔嵬，我马虺隤。',
        5 => '我姑酌彼金罍，维以不永怀。',
        6 => '陟彼高冈，我马玄黄。',
        7 => '我姑酌彼兕觥，维以不永伤。',
        8 => '陟彼砠矣，我马瘏矣，',
        9 => '我仆痡矣，云何吁矣。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · zhōu nán ·juǎn ěr',
        1 => 'cǎi cǎi juǎn ěr ， bù yíng qīng kuāng ；',
        2 => 'jiē wǒ huái rén ， zhì bǐ zhōu háng ！',
        3 => 'zhì bǐ cuī wéi ， wǒ mǎ huī tuí ；',
        4 => 'wǒ gū zhuó bǐ jīn léi ， wéi yǐ bù yǒng huái ！',
        5 => 'zhì bǐ gāo gāng ， wǒ mǎ xuán huáng ；',
        6 => 'wǒ gū zhuó bǐ sì gōng ， wéi yǐ bù yǒng shāng ！',
        7 => 'zhì bǐ jū yǐ ， wǒ mǎ tú yǐ ；',
        8 => 'wǒ pú pū yǐ ， yún hé xū yǐ ！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,卷耳',
        1 => '采了又采卷耳菜，采来采去不满筐。叹息想念远行人，竹筐放在大路旁。',
        2 => '登上高高的石山，我的马儿已困倦。我且斟满铜酒杯，让我不再长思念。',
        3 => '登上高高的山岗，我的马儿多踉跄。我且斟满斗酒杯，但愿从此不忧伤。',
        4 => '登上高高的山头，我的马儿已难行。我的仆人疲困不堪了，多么忧伤啊。',
        5 => '(1)采采两句：采采，不断的采;另一说，采采，茂盛貌。卷耳，即苓耳。形如鼠耳，叶青白色，白华细茎，蔓生。可食，但滑而少味。盈，满。顷筐，浅筐。这两句说，虽不断地采着卷耳，但仍不能采满一浅筐;以形容其忧思之深。',
        6 => '(2)寘，同“置”。周行，周的行列。行，疑指军行。这句说，我所怀念的人，被置于周的军队中。一说，周行，大路;彼，指顷筐;寘彼周行，把顷筐放在大路边。',
        7 => '(3)陟，攀登。崔嵬，《毛传》说是覆盖着石子的土山。《尔雅》则说是覆盖着泥土的石山。',
      ),
    ),
  ),
);