<?php
return array (
  'name' => '自牧归荑，洵美且异。匪女之为美，美人之贻。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '自牧归荑，洵美且异。匪女之为美，美人之贻。',
      'spell' => 
      array (
        0 => '《自牧归荑，洵美且异。匪女之为美，美人之贻。》出自诗经《静女》！',
        1 => '国风·邶风·静女',
        2 => '静女其姝，俟我于城隅；',
        3 => '爱而不见，搔首踟蹰！',
        4 => '静女其娈，贻我彤管；',
        5 => '彤管有炜，说怿女美！',
        6 => '自牧归荑，洵美且异；',
        7 => '匪女之为美，美人之贻！',
      ),
      'content' => 
      array (
        0 => 'guó fēng · bèi fēng · jìng nǚ',
        1 => 'jìng nǚ qí shū ， sì wǒ yú chéng yú ；',
        2 => 'ài ér bú jiàn ， sāo shǒu chí chú ！',
        3 => 'jìng nǚ qí luán ， yí wǒ tóng guǎn ；',
        4 => 'tóng guǎn yǒu wěi ， yuè yì rǔ měi ！',
        5 => 'zì mù guī tí ， xún měi qiě yì ；',
        6 => 'fěi rǔ zhī wéi měi ， měi rén zhī yí ！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,静女',
        1 => '娴静姑娘真漂亮，约我等在城角旁。视线遮蔽看不见，搔头徘徊心紧张。',
        2 => '娴静姑娘真娇艳，送我新笔红笔管。鲜红笔管有光彩，爱她姑娘好容颜。',
        3 => '远自郊野赠白茅，诚然美好又珍异。不是荑草长得美，美人相赠厚情意。',
        4 => '⑴静女：贞静娴雅之女。马瑞辰《毛诗传笺通释》：“静当读靖，谓善女，犹云淑女、硕女也。”姝（shū）：美好。',
        5 => '⑵俟，等待，此处指约好地方等待。城隅：城角隐蔽处。',
        6 => '⑶爱：“薆”的假借字。隐蔽，躲藏。',
        7 => '⑷踟躇（chí chú）：徘徊不定。',
        8 => '⑸娈（luán）：面目姣好。',
        9 => '⑹贻（yí），赠。彤管：不详何物。一说红管的笔，一说和荑应是一物。有的植物初生时或者才发芽不久时呈红色，不仅颜色鲜亮，有的还可吃。如是此意，就与下文的“荑”同类。但是也可能是指涂了红颜色的管状乐器等。',
        10 => '⑺有：形容词词头。炜（wěi）：盛明貌。',
        11 => '⑻说怿（yuè yì）：喜悦。女：汝，你。',
        12 => '⑼牧：野外。归：借作“馈”，赠。荑（tí）：白茅，茅之始生也。象征婚媾。',
        13 => '⑽洵美且异：确实美得特别。洵：实在，诚然。异：特殊。',
        14 => '⑾匪：非。',
        15 => '⑿贻：赠与。',
      ),
    ),
  ),
);