<?php
return array (
  'name' => '投我以木瓜，报之以琼琚。匪报也，永以为好也！',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '投我以木瓜，报之以琼琚。匪报也，永以为好也！',
      'spell' => 
      array (
        0 => '《投我以木瓜，报之以琼琚。匪报也，永以为好也！》出自诗经《木瓜》！',
        1 => '国风·卫风·木瓜',
        2 => '投我以木瓜，报之以琼琚；',
        3 => '匪报也，永以为好也！',
        4 => '投我以木桃，报之以琼瑶；',
        5 => '匪报也，永以为好也！',
        6 => '投我以木李，报之以琼玖；',
        7 => '匪报也，永以为好也！',
      ),
      'content' => 
      array (
        0 => 'guó fēng · wèi fēng · mù guā',
        1 => 'tóu wǒ yǐ mù guā ， bào zhī yǐ qióng jū ；',
        2 => 'fěi bào yě ， yǒng yǐ wéi hǎo yě ！',
        3 => 'tóu wǒ yǐ mù táo ， bào zhī yǐ qióng yáo ；',
        4 => 'fěi bào yě ， yǒng yǐ wéi hǎo yě ！',
        5 => 'tóu wǒ yǐ mù lǐ ， bào zhī yǐ qióng jiǔ ；',
        6 => 'fěi bào yě ， yǒng yǐ wéi hǎo yě ！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,木瓜',
        1 => '你将木瓜投赠我，我拿琼琚作回报。不是为了答谢你，珍重情意永相好。',
        2 => '你将木桃投赠我，我拿琼瑶作回报。不是为了答谢你，珍重情意永相好。',
        3 => '你将木李投赠我，我拿琼玖作回报。不是为了答谢你，珍重情意永相好。',
        4 => '⑴木瓜：一种落叶灌木（或小乔木），蔷薇科，果实长椭圆形，色黄而香，蒸煮或蜜渍后供食用。按：今粤桂闽台等地出产的木瓜，全称为番木瓜，供生食，与此处的木瓜非一物。',
        5 => '⑵琼琚（jū）：美玉，下“琼玖”“琼瑶”同。',
        6 => '⑶匪：非。',
        7 => '⑷木桃：果名，即楂子，比木瓜小。',
        8 => '⑸木李：果名，即榠楂，又名木梨。',
      ),
    ),
  ),
);