<?php
return array (
  'name' => '岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！',
      'spell' => 
      array (
        0 => '《岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！》出自诗经《无衣》！',
        1 => '国风·秦风·无衣',
        2 => '岂曰无衣？与子同袍。',
        3 => '王于兴师，修我戈矛，与子同仇！',
        4 => '岂曰无衣？与子同泽。',
        5 => '王于兴师，修我矛戟。与子偕作！',
        6 => '岂曰无衣？与子同裳。',
        7 => '王于兴师，修我甲兵。与子偕行！',
      ),
      'content' => 
      array (
        0 => 'guó fēng · qín fēng · wú yī',
        1 => 'qǐ yuē wú yī ？ yǔ zǐ tóng páo 。',
        2 => 'wáng yú xīng shī ， xiū wǒ gē máo ， yǔ zǐ tóng chóu！',
        3 => 'qǐ yuē wú yī ？ yǔ zǐ tóng zé 。',
        4 => 'wáng yú xīng shī ， xiū wǒ máo jǐ 。 yǔ zǐ xié zuò ！',
        5 => 'qǐ yuē wú yī ？ yǔ zǐ tóng cháng 。',
        6 => 'wáng yú xīng shī ， xiū wǒ jiǎ bīng 。 yǔ zǐ xié xíng ！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,无衣',
        1 => '谁说我们没衣穿？与你同穿那长袍。君王发兵去交战，修整我那戈与矛，杀敌与你同目标。',
        2 => '谁说我们没衣穿？与你同穿那内衣。君王发兵去交战，修整我那矛与戟，出发与你在一起。',
        3 => '谁说我们没衣穿？与你同穿那战裙。君王发兵去交战，修整甲胄与刀兵，杀敌与你共前进。',
        4 => '①袍：长袍，即今之斗篷。',
        5 => '②王：指周王，秦国出兵以周天子之命为号召。一说指秦君。',
        6 => '③同仇：共同对敌。',
        7 => '④泽：通“襗”，内衣，如今之汗衫。',
        8 => '⑤作：起。',
        9 => '⑥裳：下衣，此指战裙。',
        10 => '⑦甲兵：铠甲与兵器。',
        11 => '⑧行：往。',
      ),
    ),
  ),
);