<?php
return array (
  'name' => '南有樛木，葛藟累之。乐只君子，福履绥之。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '南有樛木，葛藟累之。乐只君子，福履绥之。',
      'spell' => 
      array (
        0 => '《投我以木李，报之以琼玖。匪报也，永以为好也！》出自诗经《樛木》！',
        1 => '国风·周南·樛木',
        2 => '南有樛木，葛藟累之。',
        3 => '乐只君子，福履绥之。',
        4 => '南有樛木，葛藟荒之。',
        5 => '乐只君子，福履将之。',
        6 => '南有樛木，葛藟萦之。',
        7 => '乐只君子，福履成之。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · zhōu nán ·jiū mù',
        1 => 'nán yǒu jiū mù ， gé lěi léi zhī 。',
        2 => 'lè zhī jūn zǐ ， fú lǚ suí zhī 。',
        3 => 'nán yǒu jiū mù ， gé lěi huāng zhī 。',
        4 => 'lè zhī jūn zǐ ， fú lǚ jiāng zhī 。',
        5 => 'nán yǒu jiū mù ， gé lěi yíng zhī 。',
        6 => 'lè zhī jūn zǐ ， fú lǚ chéng zhī 。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,樛木',
        1 => '南方地区有很多生长茂盛的树木，这些树木中有下垂的树枝，葛藟爬上这根树枝，并在这根树枝上快乐的生长蔓延。一位快乐的君子，他能够用善心或善行去安抚人或使人安定。',
        2 => '南方地区有很多生长茂盛的树木，这些树木中有下垂的树枝，葛藟爬上这根树枝，在这根树枝上快乐的生长蔓延，并且这根樛木都被葛藟覆盖了。一位快乐的君子，能够用善心或善行去扶助他人',
        3 => '南方地区有很多生长茂盛的树木，这些树木中有下垂的树枝，好几根葛藟爬上这根树枝，缠绕在这根树枝上快乐的生长蔓延。一位快乐的君子，能够用善心或善行去成就他人。',
        4 => '①这是一首祝贺新婚的民歌。诗人先以葛藟缠绕樛木，比喻女子嫁给丈夫。然后为新郎祝福，希望他能有幸福、美满的生活。诗凡三章，每章只改易二字，句式整饬，以群歌叠唱的形式表达出喜庆祝颂之情。',
        5 => '②樛（jiū）：下曲而高的树。',
        6 => '③葛（gé）藟（lěi）：多年生草本植物，花紫红色，茎可做绳，纤维可织葛布。藟似葛，野葡萄之类。',
        7 => '④累：攀缘，缠绕。此处又作纍。',
        8 => '⑤只：语气助词。',
        9 => '⑥君子：此处指结婚的新郎。',
        10 => '⑦福履：福禄，幸福。后妃能逮下而无嫉妒之心，故众妾乐其德而称愿之曰：南有樛木，则葛藟累之矣，乐只君子，则福履绥之矣。',
        11 => '⑧绥：与妥通，下降的意思。《礼记·曲礼》：“大夫则绥之”《疏》“绥，下也。”《毛传》“绥，安也。"亦通。',
        12 => '⑨荒：覆盖。',
        13 => '⑩将：扶助；或释为“大”。朱熹：《诗经集注》将，犹扶助也。',
        14 => '⑪萦（yíng 营）：回旋缠绕。《康熙字典》：玉篇萦，旋也。广韵 绕也。',
        15 => '⑫成：就；到来。',
      ),
    ),
  ),
);