<?php
return array (
  'name' => '硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。',
      'spell' => 
      array (
        0 => '《硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。》出自诗经《硕鼠》！',
        1 => '国风·魏风·硕鼠',
        2 => '硕鼠硕鼠，无食我黍！',
        3 => '三岁贯女，莫我肯顾。',
        4 => '逝将去女，适彼乐土；',
        5 => '乐土乐土，爰得我所。',
        6 => '硕鼠硕鼠，无食我麦！',
        7 => '三岁贯女，莫我肯德。',
        8 => '逝将去女，适彼乐国；',
        9 => '乐国乐国，爰得我直！',
        10 => '硕鼠硕鼠，无食我苗！',
        11 => '三岁贯女，莫我肯劳。',
        12 => '逝将去女，适彼乐郊；',
        13 => '乐郊乐郊，谁之永号？',
      ),
      'content' => 
      array (
        0 => 'guó fēng · wèi fēng · shuò shǔ',
        1 => 'shuò shǔ shuò shǔ ， wú shí wǒ shǔ ！',
        2 => 'sān suì guàn rǔ ， mò wǒ kěn gù 。',
        3 => 'shì jiāng qù rǔ ， shì bǐ lè tǔ ；',
        4 => 'lè tǔ lè tǔ ， yuán dé wǒ suǒ 。',
        5 => 'shuò shǔ shuò shǔ ， wú shí wǒ mài ！',
        6 => 'sān suì guàn rǔ ， mò wǒ kěn dé 。',
        7 => 'shì jiāng qù rǔ ， shì bǐ lè guó ；',
        8 => 'lè guó lè guó ， yuán dé wǒ zhí ！',
        9 => 'shuò shǔ shuò shǔ ， wú shí wǒ miáo ！',
        10 => 'sān suì guàn rǔ ， mò wǒ kěn láo 。',
        11 => 'shì jiāng qù rǔ ， shì bǐ lè jiāo ；',
        12 => 'lè jiāo lè jiāo ， shuí zhī yǒng háo ？',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,硕鼠',
        1 => '大田鼠呀大田鼠，不许吃我种的黍!多年辛勤伺候你，你却对我不照顾。',
        2 => '发誓定要摆脱你，去那乐土有幸福。那乐土啊那乐土，才是我的好去处!',
        3 => '大田鼠呀大田鼠，不许吃我种的麦!多年辛勤伺候你，你却对我不优待。',
        4 => '发誓定要摆脱你，去那乐国有仁爱。那乐国啊那乐国，才是我的好所在!',
        5 => '大田鼠呀大田鼠，不许吃我种的苗!多年辛勤伺候你，你却对我不慰劳!',
        6 => '发誓定要摆脱你，去那乐郊有欢笑。那乐郊啊那乐郊，谁还悲叹长呼号!',
        7 => '①硕鼠：大老鼠。一说田鼠。',
        8 => '②无：毋，不要。黍：黍子，也叫黄米，谷类，是重要粮食作物之一。',
        9 => '③三岁：多年。三，非实数。贯：借作“宦”，侍奉。',
        10 => '④逝：通“誓”。去：离开。女：同“汝”。',
        11 => '⑤爰：于是，在此。所：处所。',
        12 => '⑥德：恩惠。',
        13 => '⑦国：域，即地方。',
        14 => '⑧直：王引之《经义述闻》说：“当读为职，职亦所也。”一说同值。',
        15 => '⑨劳：慰劳。',
        16 => '⑩之：其，表示诘问语气。号：呼喊。',
      ),
    ),
  ),
);