<?php
return array (
  'name' => '行迈靡靡，中心如醉。知我者，谓我心忧；',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '行迈靡靡，中心如醉。知我者，谓我心忧；',
      'spell' => 
      array (
        0 => '《行迈靡靡，中心如醉。知我者，谓我心忧；》出自诗经《黍离》！',
        1 => '国风·王风·黍离',
        2 => '彼黍离离，彼稷之苗；',
        3 => '行迈靡靡，中心摇摇！',
        4 => '知我者，谓我心忧；',
        5 => '不知我者，谓我何求。',
        6 => '悠悠苍天，此何人哉！',
        7 => '彼黍离离，彼稷之穗；',
        8 => '行迈靡靡，中心如醉！',
        9 => '知我者，谓我心忧；',
        10 => '不知我者，谓我何求。',
        11 => '悠悠苍天，此何人哉！',
        12 => '彼黍离离，彼稷之实；',
        13 => '行迈靡靡，中心如噎！',
        14 => '知我者，谓我心忧；',
        15 => '不知我者，谓我何求。',
        16 => '悠悠苍天，此何人哉！',
      ),
      'content' => 
      array (
        0 => 'guó fēng · wáng fēng · shǔ lí',
        1 => 'bǐ shǔ lí lí ， bǐ jì zhī miáo ；',
        2 => 'xíng mài mǐ mǐ ， zhōng xīn yáo yáo ！',
        3 => 'zhī wǒ zhě ， wèi wǒ xīn yōu ；',
        4 => 'bù zhī wǒ zhě ， wèi wǒ hé qiú 。',
        5 => 'yōu yōu cāng tiān ， cǐ hé rén zāi ！',
        6 => 'bǐ shǔ lí lí ， bǐ jì zhī suì ；',
        7 => 'xíng mài mǐ mǐ ， zhōng xīn rú zuì ！',
        8 => 'zhī wǒ zhě ， wèi wǒ xīn yōu ；',
        9 => 'bù zhī wǒ zhě ， wèi wǒ hé qiú 。',
        10 => 'yōu yōu cāng tiān ， cǐ hé rén zāi ！',
        11 => 'bǐ shǔ lí lí ， bǐ jì zhī shí ；',
        12 => 'xíng mài mǐ mǐ ， zhōng xīn rú yē ！',
        13 => 'zhī wǒ zhě ， wèi wǒ xīn yōu ；',
        14 => 'bù zhī wǒ zhě ， wèi wǒ hé qiú 。',
        15 => 'yōu yōu cāng tiān ， cǐ hé rén zāi ！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,黍离',
        1 => '那儿的黍子茂又繁，那儿的高粱刚发苗。走上旧地脚步缓，心神不定愁难消。',
        2 => '理解我的人说我是心中忧愁。不理解我的人问我把什么寻求。',
        3 => '悠远在上的苍天神灵啊，这究竟是个什么样的人？那儿的黍子茂又繁，那儿的高粱已结穗。',
        4 => '走上旧地脚步缓，心事沉沉昏如醉。理解我的人说我是心中忧愁。',
        5 => '不理解我的人问我把什么寻求。悠远在上的苍天神灵啊，这究竟是个什么样的人？',
        6 => '那儿的黍子茂又繁，那儿的高粱子实成。走上旧地脚步缓，心中郁结塞如梗。',
        7 => '理解我的人说我是心中忧愁。不理解我的人问我把什么寻求。',
        8 => '悠远在上的苍天神灵啊。这究竟是个什么样的人？',
        9 => '⑴黍稷（shǔjì蜀记）：两种农作物。黍，黄米；稷，古代一种粮食作物，指粟或黍属。离离：行列貌。',
        10 => '⑵行迈：行走。靡靡：行步迟缓貌。',
        11 => '⑶摇摇：形容心神不安。',
        12 => '⑷此何人哉：致此颠覆者是什么人？',
        13 => '⑸噎（yē耶）：忧深气逆不能呼吸。',
      ),
    ),
  ),
);