<?php
return array (
  'name' => '山有扶苏，隰有荷华。不见子都，乃见狂且。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '山有扶苏，隰有荷华。不见子都，乃见狂且。',
      'spell' => 
      array (
        0 => '《山有扶苏，隰有荷华。不见子都，乃见狂且。》出自诗经《山有扶苏》！',
        1 => '国风·郑风·山有扶苏',
        2 => '山有扶苏，隰有荷华。',
        3 => '不见子都，乃见狂且。',
        4 => '山有乔松，隰有游龙。',
        5 => '不见子充，乃见狡童。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · zhèng fēng · shān yǒu fú sū',
        1 => 'shān yǒu fú sū ， xí yǒu hé huā 。',
        2 => 'bú jiàn zǐ dū ， nǎi jiàn kuáng jū 。',
        3 => 'shān yǒu qiáo sōng ， xí yǒu yóu lóng 。',
        4 => 'bú jiàn zǐ chōng ， nǎi jiàn jiǎo tóng 。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,山有扶苏',
        1 => '山上有茂盛的扶苏，池里有美艳的荷花。没见到子都美男子啊，偏遇见你这个小狂徒。',
        2 => '山上有挺拔的青松，池里有丛生的水荭。没见到子充好男儿啊，偏遇见你这个小狡童。',
        3 => '①扶苏：树木名。一说桑树。',
        4 => '②隰（xí席）：洼地。华：同“花”。',
        5 => '③子都：古代美男子。',
        6 => '④狂：狂妄的人。且（jū居）：助词。一说拙、钝也。',
        7 => '⑤桥：通“乔”，高大。',
        8 => '⑥游龙：水草名。即荭草、水荭、红蓼。',
        9 => '⑦子充：古代良人名。',
        10 => '⑧狡童：姣美的少年。',
      ),
    ),
  ),
);