<?php
return array (
  'name' => '螽斯羽，诜诜兮。宜尔子孙，振振兮。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '螽斯羽，诜诜兮。宜尔子孙，振振兮。',
      'spell' => 
      array (
        0 => '《螽斯羽，诜诜兮。宜尔子孙，振振兮。》出自诗经《螽斯》！',
        1 => '国风·周南·螽斯',
        2 => '螽斯羽，诜诜兮。',
        3 => '宜尔子孙，振振兮。',
        4 => '螽斯羽，薨薨兮。',
        5 => '宜尔子孙。绳绳兮。',
        6 => '螽斯羽，揖揖兮。',
        7 => '宜尔子孙，蛰蛰兮。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · zhōu nán ·zhōng sī',
        1 => 'zhōng sī yǔ ， shēn shēn xī 。',
        2 => 'yí ěr zǐ sūn ， zhèn zhèn xī 。',
        3 => 'zhōng sī yǔ ， hōng hōng xī 。',
        4 => 'yí ěr zǐ sūn 。 shéng shéng xī 。',
        5 => 'zhōng sī yǔ ， yī yī xī 。',
        6 => 'yí ěr zǐ sūn ， zhé zhé xī 。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,螽斯',
        1 => '蝈蝈绿翅振，聚来鸣好音，你的众子孙，多得连成群。',
        2 => '蝈蝈绿翅振，轰轰唱好音，你的众子孙，延绵万年长。',
        3 => '蝈蝈绿翅振，相聚共纷纷，你的众子孙，和睦心欢畅。',
        4 => '螽斯①',
        5 => '螽斯羽，诜诜shēn②兮。宜③尔子孙，振振④兮。',
        6 => '螽斯羽，薨薨⑤兮。宜尔子孙。绳绳⑥兮。',
        7 => '螽斯羽，揖揖⑦兮。宜尔子孙，蛰蛰⑧兮。',
        8 => '① 螽zhōng斯：有时也被称为蝈蝈，外表像蝗虫，但螽斯是直翅目螽斯总科，蝗虫是蝗总科。螽斯科为渐变态昆虫，一生要经历卵、若虫和成虫三个阶段，成虫通常在7～9月为活跃期，主要栖息于丛林、草间。成虫植食性或肉食性，也有杂食种类。螽斯发出的各种美妙的声音，是靠一对覆翅的相互摩擦形成的。能够发出声音的只是雄性螽斯，雌性是“哑巴”，但雌性有听器，可以听到雄虫的呼唤。',
        9 => '② 诜shēn：〔～～〕古同“莘莘”，众多。',
        10 => '③ 宜：合适;适宜。',
        11 => '④ 振振zhèn zhēn：仁厚貌。',
        12 => '⑤ 薨薨hōng hōng：象声词。众虫齐飞声。《诗·大雅·緜》：“捄之陾陾，度之薨薨。”',
        13 => '⑥ 绳绳mǐn mǐn：形容接连不断，绵绵不绝貌。。”《老子》：“绳绳兮不可名，复归於无物。”',
        14 => '⑦ 揖揖yī yī：群聚貌;众多貌。宋 欧阳修 《别后奉寄圣俞二十五兄》诗：“我年虽少君，白发已揖揖。”',
        15 => '⑧ 蛰蛰zhé zhé：众多貌。唐 李贺 《感讽》诗之五：“侵衣野竹香，蛰蛰垂叶厚。”',
      ),
    ),
  ),
);