<?php
return array (
  'name' => '嘒彼小星，三五在东。肃肃宵征，夙夜在公。寔命不同。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '嘒彼小星，三五在东。肃肃宵征，夙夜在公。寔命不同。',
      'spell' => 
      array (
        0 => '《嘒彼小星，三五在东。肃肃宵征，夙夜在公。寔命不同。》出自诗经《小星》！',
        1 => '国风·召南·小星',
        2 => '嘒彼小星，三五在东。',
        3 => '肃肃宵征，夙夜在公。寔命不同。',
        4 => '嘒彼小星，维参与昴。',
        5 => '肃肃宵征，抱衾与裯。寔命不犹。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · shào nán · xiǎo xīng',
        1 => 'huì bǐ xiǎo xīng ， sān wǔ zài dōng 。',
        2 => 'sù sù xiāo zhēng ， sù yè zài gōng 。 shí mìng bù tóng 。',
        3 => 'huì bǐ xiǎo xīng ， wéi shēn yǔ mǎo 。',
        4 => 'sù sù xiāo zhēng ， bào qīn yǔ chóu 。 shí mìng bù yóu 。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,写人,国风,召南,小星',
        1 => '小小星辰光朦胧，三个五个闪天东。天还未亮就出征，从早到晚都为公。彼此命运真不同。',
        2 => '小小星辰光幽幽，原来那是参和柳。天还未亮就出征，抛撇香衾与暖裯。命不如人莫怨尤。',
      ),
      'unscramble' => 
      array (
        0 => '小星赏析',
        1 => '此诗凡两章，每章的前两句主要是写景，但景中有情;后三句主要是言情，但情中也复叙事，所谓情景交融也。全诗寥寥十句，就将主人公星夜赶路，为公事奔忙的情况，描绘得十分生动。',
        2 => '第一章之前两句云：“嚖彼小星，三五在东。”征人奔走，为赶行程，凌晨上道。忽见小星，三五在天，睡眼惺忪，初亦不知其星何名也。言在东者，东字与公、同趁韵，不必定指东方。第二章云：“嚖彼小星，维参与昴。”征人睡梦才醒，故初见晨星，不知何名。继而察以时日，然后知其为参星与柳星。第一章只言小星，三五在东，不言星名;第二章既说小星，又说乃参乃柳，这就是诗分章次的道理。诗虽写景，而情亦隐见其中。',
        3 => '诗之每章后三句主要言情者，第一章云：“肃肃宵征，夙夜在公。寔命不同。”“夙夜”旧释“早夜”，“日未出，夜未尽，曰早夜”。夙夜或早夜都不是两字平列，而是上字形容下字的偏正结构。征人天不明即行，可见其不暇启处，忙于王事。《北山》诗云：“或燕燕居息，或尽瘁事国;或息偃在床，或不已于行;或不知叫号，或惨惨劬劳;或栖迟偃仰，或王事鞅掌;……”可见同为“王臣”，同为“职司”，工作并不相等，遭遇并不相同。第二章后三句云：“肃肃宵征，抱衾与裯，寔命不犹。”改第一章的“夙夜在公”为“抱衾与裯”。又改“同”为“犹”。改“同”为“犹”者换字叶韵。改言“抱衾与裯”者，则由于上章之“夙夜在公”，凌晨上道，弃室家之好，“抛衾与裯”也。“夙夜在公”是“抛衾与裯”之因，“抛衾与裯”是“夙夜在公”之果。文心极细，章序分明。征人之“不已于行”，较之“息偃在床”者，是“寔命不犹”。写役夫之悲，真是词情并茂。',
      ),
      'note' => 
      array (
        0 => '⑴召(shào)南：《诗经》十五国风之一。召南指周朝召公统治的南方地域。',
        1 => '⑵嘒(huì)：光亮微弱的样子。',
        2 => '⑶三五：形容星星稀少。一说参三星，昴五星，指参昴。',
        3 => '⑷肃肃：急忙赶路的样子。宵征：夜间赶路。宵，指下文夙夜，天未亮以前。征，行。',
        4 => '⑸夙(sù)夜：早晚。公：公事。',
        5 => '⑹寔(shí)：“实”的异体字。是，此。或谓即“是”。',
        6 => '⑺维：是也。参(shēn)：星名，二十八宿之一。昴(mǎo)：星名，二十八宿之一，即柳星。',
        7 => '⑻抱：古“抛”字。钱大昕《声类》：“抱，古抛字。《史记·三代世表》：‘抱之山中，山者养之。’《集解》：‘抱音普茅反’。”衾(qīn)：被子。裯(chóu)：被单。',
        8 => '⑼犹：若，如，同。',
      ),
    ),
  ),
);