<?php
return array (
  'name' => '絺兮绤兮，凄其以风。我思古人，实获我心。',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '絺兮绤兮，凄其以风。我思古人，实获我心。',
      'spell' => 
      array (
        0 => '《絺兮绤兮，凄其以风。我思古人，实获我心。》出自诗经《绿衣》！',
        1 => '国风·邶风·绿衣',
        2 => '绿兮衣兮，绿衣黄里。(黄里 一作：黄裹)',
        3 => '心之忧矣，曷维其已?',
        4 => '绿兮衣兮，绿衣黄裳。',
        5 => '心之忧矣，曷维其亡?',
        6 => '绿兮丝兮，女所治兮。',
        7 => '我思古人，俾无訧兮。',
        8 => '絺兮绤兮，凄其以风。',
        9 => '我思古人，实获我心。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · bèi fēng · lǜ yī',
        1 => 'lǜ xī yī xī ， lǜ yī huáng lǐ 。( huáng lǐ yī zuò ： huáng guǒ )',
        2 => 'xīn zhī yōu yǐ ， hé wéi qí yǐ ?',
        3 => 'lǜ xī yī xī ， lǜ yī huáng cháng 。',
        4 => 'xīn zhī yōu yǐ ， hé wéi qí wàng?',
        5 => 'lǜ xī sī xī ， rǔ suǒ zhì xī 。',
        6 => 'wǒ sī gǔ rén ， bǐ wú yóu xī 。',
        7 => 'chī xī xì xī ， qī qí sì fēng 。',
        8 => 'wǒ sī gǔ rén ， shí huò wǒ xīn 。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,悼亡,国风,邶风,绿衣',
        1 => '绿衣裳啊绿衣裳，绿色面子黄里子。心忧伤啊心忧伤，什么时候才能止!',
        2 => '绿衣裳啊绿衣裳，绿色上衣黄下裳。心忧伤啊心忧伤，什么时候才能忘!',
        3 => '绿丝线啊绿丝线，是你亲手来缝制。我思亡故的贤妻，使我平时少过失。',
        4 => '细葛布啊粗葛布，穿上冷风钻衣襟。我思亡故的贤妻，实在体贴我的心。',
      ),
      'unscramble' => 
      array (
        0 => '绿衣赏析',
        1 => '《邶风·绿衣》这首诗表达丈夫悼念亡妻的深长感情。由衣而联想到治丝，惋惜亡妻治家的能干。想到亡妻的贤德，“我思古人，俾无訧兮，”正是俗话所言，家有贤妻，夫无横祸。描写细腻，情感丰富。构思巧妙，由外入里，层层生发。衣裳多色见于外，衣裳之丝见于内。再由“治”丝条理，联想办事的条理，才使“无訧”，讲而深入到身心内部，体肤由而凉爽，再到“实获我心”的情感深处，若断若续，含蓄委婉，缠绵悱恻。',
        2 => '《邶风·绿衣》全诗四章，采用了重章叠句的手法。鉴赏之时，要四章结合起来看，才能体味到包含在诗中的深厚感情，及诗人创作此诗时的情况。',
        3 => '第一章说：“绿兮衣兮，绿衣黄里。”表明诗人把故妻所作的衣服拿起来翻里翻面地看，诗人的心情是十分忧伤的。',
        4 => '第二章“绿衣黄裳”与“绿衣黄里”相对为文，是说诗人把衣和裳都翻里翻面细心看。妻子活着时的一些情景是他所永远不能忘记的，所以他的忧愁也是永远摆不脱的。',
        5 => '第三章写诗人细心看着衣服上的一针一线(丝线与衣料同色)。他感到，每一针都反映着妻子对他的深切的关心和爱。由此，他想到妻子平时对他在一些事情上的规劝，使他避免了不少过失。这当中包含着非常深厚的感情。',
        6 => '第四章说到天气寒冷之时，还穿着夏天的衣服。妻子活着的时候，四季换衣都是妻子为他操心，衣来伸手，饭来张口。妻子去世后，自己还没有养成自己关心自己的习惯。到实在忍受不住萧瑟秋风的侵袭，才自己寻找衣服，便勾起他失去贤妻的无限悲恸。“绿衣黄里”是说的夹衣，为秋天所穿;“絺兮绤兮”则是指夏衣而言。',
        7 => '这首诗应作于秋季。诗中写诗人反覆看的，是才取出的秋天的夹衣。人已逝而为他缝制的衣服尚在。衣服的合身，针线的细密，使他深深觉得妻子事事合于自己的心意，这是其他任何人也代替不了的。所以，他对妻子的思念，他失去妻子的悲伤，都将是无穷尽的。“天长地久有尽时，此恨绵绵无绝期”(白居易《长恨歌》)，诗是写得十分感人的。',
      ),
      'note' => 
      array (
        0 => '⑴邶(bèi)风：《诗经》“十五国风”之一，今存十九首。邶，中国周代诸侯国名，地在今河南省汤阴县东南。',
        1 => '⑵衣：指上衣。',
        2 => '⑶里：衣服的衬里。',
        3 => '⑷曷(hé)：何，怎么。维：语气助同，没有实义。已：止息，停止。',
        4 => '⑸裳(cháng)：下衣，形状像现在的裙子。',
        5 => '⑹亡：用作“忘”，忘记。',
        6 => '⑺女(rǔ)：同“汝”，你。治：理，纺织。',
        7 => '⑻古人：故人，古通“故”，这里指作者亡故的妻子。',
        8 => '⑼俾(bǐ)：使。訧(yóu)：古同“尤”，过失，罪过。',
        9 => '⑽絺(chī)：细葛布。绤(xì)：粗葛布。',
        10 => '⑾凄：凉而有寒意。凄其：同“凄凄”。以：因。一说通“似”，像。',
        11 => '⑿获：得。',
      ),
    ),
  ),
);