<?php
return
⑴:《周易正义》一〇卷，【魏】王弼、【东晋】韩康伯注，【唐】孔颖达等正义，【清】李锐校。
⑵:《尚书正义》二〇卷，旧题【汉】孔安国传，【唐】孔颖达等正义，【清】 徐养原校。
⑶:《毛诗正义》七〇卷，【汉】毛亨传，郑玄笺，【唐】孔颖达等正义，【清】顾广圻校
⑷:《周礼注疏》四二卷，【汉】郑玄注，【唐】贾公彦疏，【清】臧庸校。
⑸:《仪礼注疏》五〇卷，【汉】郑玄注，【唐】贾公彦疏，【清】徐养原校。
⑹:《礼记正义》六三卷，【汉】郑玄注，【唐】孔颖达等正义，【清】洪震煊校。
⑺:《春秋左传正义》六〇卷，【晋】杜预注，【唐】孔颖达等正义，【清】严杰校。
⑻:《春秋公羊传注疏》二八卷，【汉】何休注，【唐】徐彦疏，【清】臧庸校。
⑼:《春秋谷梁传注疏》二〇卷，【晋】范宁注，【唐】杨士勋疏，【清】李锐校。
⑽:《论语注疏》二〇卷，【魏】何晏集解，【宋】邢昺疏，【清】孙同元校。
⑾:《孝经注疏》九卷，【唐】玄宗御注，【宋】邢昺疏，【清】臧庸校。
⑿:《尔雅注疏》一〇卷，【晋】郭璞注，【宋】邢昺疏，【清】臧庸校。
⒀: 《孟子注疏》十四卷，【汉】赵岐注，旧题【宋】孙奭疏，【清】李锐校。
