【原文】

地势，坤；君子以厚德载物。

履霜坚冰，陰始凝也。驯致其道，至坚冰也。六二之动，直以方也。不习无不利，地道光也。含章可贞，以时发也。或从王事，知光大也。括囊无咎，慎不害也。黄裳元吉，文在中也。龙战于野，其道穷也。用六永贞，以大终也。

【译文】

坤象征大地，君子应效法大地，胸怀宽广，包容万物。

"脚踏上了霜，气候变冷，冰雪即将到来"，说明陰气开始凝聚；按照这种情况发展下去，必然迎来冰雪的季节。六二爻若是出现变化的话，总是表现出正直、端正的性质。"即使不学习也不会有什么不利"，是因为地德广大，包容万物的缘故。"胸怀才华而不显露"，是要把握时机才发挥，"如果辅佐君主"，必能大显身手，一展抱负。"扎紧袋口，不说也不动，可以免遭祸患"，说明小心谨慎从事，是不会有害的。"黄色的衣服，最为吉祥"，是因为黄色代表中，行事以中道为准则，当然是吉祥的。"陰气盛极，与陽气相战于郊外"，说明陰气已经发展到尽头了。用六的爻辞说"利于永远保持中正"，即是指陰盛到了极点就会向陽转化。

【原文】

至哉坤元，万物资生，乃顺承天。坤厚载物，德合无疆。含弘光大，品物咸亨。牝马地类，行地无疆，柔顺利贞。君子攸行，先迷失道，後顺得常。西南得朋，乃与类行；东北丧朋，乃终有庆。安贞之吉，应地无疆。

【译文】

至极呵坤元，万物依赖它而生成，故顺承天道。坤用厚德载养万物，德性（与天）相合而无边无际，（坤道）能包含宽厚而广大，众物全得“亨通”。“牝马”属于地类，奔行于地而无边，（它）柔顺而宜于守正，君子有所往，“先迷”而失其道，“后”柔顺而得其道。“西南得到朋友”，则是与朋友同行，“东北丧失朋友”，最终将有吉庆。“安于守正”之吉，是因为（天道）应合地道而无边。

【注释】

此释《坤》卦卦辞“元亨”。至：极。《说文》：“鸟飞从高至地也。从一，一犹地也”。故《坤》“元”曰“至”。承：受。疆：一本作“壃”。指边际。含弘光大：此言坤动静之性。游酢曰：“静翕故含弘，动辟故广大。”（《周易费氏学》引）此说合《系辞》“夫坤，其静也翕，其动也辟，是以广生焉”。弘，大。光，广。

此释《坤》卦卦辞：“利牝马之贞，君子有攸往，先迷后得主。利西南得朋，东北丧朋。安贞吉。”牝马地类：指牝马属坤陰类。牝马，母马。马本为陽性，坤言牝马则属陰性，故称“地类”。坤为地：地类即坤类也。失道：失去坤道。乃与类行：是对“西南得朋”的解释。案《说卦》西南为坤位，故往西南与陰类同行。类，指陰类，即“西南得朋”。乃终有庆“是对东北丧朋”的解释。东北虽然丧朋，但案《说卦》东北为艮位，艮有“成终”之义；又东北艮为陽，故坤往东北，即是陰从陽，故有“庆”。应：合。虞翻以月体纳甲之说释“乃与类行”，“乃终有庆”。虞氏曰：“谓陽得其类，月朔至望。从震至乾，与时偕行，故‘乃与类行’。”“陽丧灭坤，坤终复生，谓月三日震象出庚，故‘乃终有庆’。此指说易道陰陽消息之大要也。谓陽三日变而成震出庚，至月八日成兑见丁，庚西丁南，故‘西南得朋’，谓二陽为朋，故兑‘君子以朋友讲习’之。《文言》曰：‘敬义立而德不孤。’《彖》曰：‘乃与类行。’二十九日消乙入坤，灭藏于癸，乙东癸北，故‘东北丧朋’，谓之以坤灭乾，坤为丧故也。”引虞氏之说以备参考。

坤（卦二） 一贴近大地的胸怀

【原文】

（坤下坤上）坤(1)：元亨。利牝马(2)之贞。君子有攸(3)往，先迷， 后得主(4)。利西南，得朋⑤；东北，丧朋。安贞吉(6)

初六：履霜，坚冰至。

六二：直，方，大(7)；不习(8)，无不利。

六三：含章(9)，可贞(10)。或从王事(11)，无成有终。

六四：括囊(12)，无咎无誉。

六五；黄裳(13)，元吉。

上六:龙战于野，其血玄黄(14)。

用六(15):。利永贞。

【注释】

①坤是本卦标题。坤的卦象是六个陰交，用来表示大地以及陰柔的事物。 本卦的内容与人在地上的生活有关。②牝（pin）马:母马。③攸（y0U）：所。(4)主：主人，这里指接待旅客的房东。(5)朋：朋贝，周代的货币。十枚贝壳串在起就是朋。(6)安贞吉：占问定居而得到吉利的 预兆。(7)直，方，大：指地貌平直、方正、辽阔。(8)习:熟悉。 (9)含章：指周武王伐纣，战胜商纣王。(10)可贞：称心如意的占卜。 (11)王事：大事，指战争。战争和祭把在古代都是最重要的事。(12)括：收束，扎紧。囊：布口袋。(13)黄裳：黄色的裙或裤。这是尊贵吉祥的标志。 (14)玄黄：血流的样子，是说血流得很多。(15)用六：坤卦特有的交名。“用六”表示坤卦的全陰交将尽变为全陽交。

【译文】

坤卦：大吉大利。占问母马得到了吉利的征兆。君子贵族外出旅行经商，开始时迷了路，后来遇上招待客人的房东。往西南方向走有利，可以获得财物；往东北方向走会丧失财物。占问定居，得到吉利的预兆。

初六：脚下踩到了薄霜，结成坚实冰层的时令就快要到了。

六二：大地的形貌平直、方正、辽阔；虽然去到不熟悉的陌生地方，也不会有什么问题。

六三：周武王战胜殷商，是很好的占卜。有人参与战争，虽然没有战绩，但结局却很好。

六四：把收成装进口袋捆好，收成不好不坏。

六五：黄色裙裤是大吉大利的象征。

上六：龙在旷野上争斗，血流遍地。

用六：这是永久吉利的最好征兆。

【读解】

大地是人们赖以生存的根基。它虽然没有上天那么高高在上、 神圣而神秘，却让人感到实在、亲切。“坤”卦几乎涉及到了人们在大地上所从事的衣、食、住、行等全部重要活动，不由得让我们想到古人凭直感体验到的贴近大地胸膛的那种亲切而深情的眷念，因而从大地占得的征兆都是吉祥顺意的。这样一种认识和现念，简直可以说是一首大地母亲的颂歌。

人类由远古的采集、狩猎的生存方式，过渡到相对稳定和有保障的从事农牧商业的生存方式，是从漂泊、冒险、为生存而挣扎向安居乐业、休养生息的巨大飞跃。在这个飞跃过程中，必定会产生人类对大地无尽的亲情。西方传说中的巨人，只有紧贴大地才会获得无穷的力量。可见，对大地的亲情是一种具有普遍性的人类情感。

上有神圣幽远的苍天可以崇仰，下有广袤坚实的大地可以依靠，于是，人类的肉体和灵魂便有了寄居之所，寻到了永恒的园。世事的推移，人间的沧桑，在永恒的天与地之间，像一条动着的河流，昼夜不舍地向前奔腾。生命的律动，就在天、地、人的交融感应中显现出来。
