【原文】

云雷，屯；君子以经纶。

虽磐桓，志行正也。以贵下贱，大得民也。六二之难，乘刚也。十年乃字，反常也。即鹿无虞，以从禽也。君子舍之，往吝穷也。求而往，明也。屯其膏，施未光也。泣血涟如，何可长也。

【译文】

《屯卦》的卦象是震（雷）下坎（水）上，为雷上有水之表象，水在上表示雨尚未落，故释为云。云雷大作，是即将下雨的征兆，故《屯卦》象征初生。这里表示天地初创，国家始建，正人君子应以全部才智投入到创建国家的事业中去。

"虽然徘徊不前，但志向和行为纯正。只要能下定决心，深入基层，仍然会大得民心的。六二爻之所以出现困难，是由于陽刚一方所造成的。"婚后十年才生育"，是很反常的现象。"追逐鹿缺少管山林之人引导"，是因为获鹿之心过于急切。君子应及时放弃，否则必有祸事或导致穷困。"坚定不移地去追求，是明智之举。"只顾自己囤积财富而不注意帮助别人"，这样的人即使想有所作为，其前景也不大光明。"悲伤哭泣，泣血不止"，这种状况怎能维持长久呢？

【原文】

屯，刚柔始交而难生，动乎险中，大亨贞。雷雨之动满盈，天造草昧，宜建侯而不宁。

【译文】

屯，刚柔始相交而难以生成，动于险难之中。盛大“亨通而守正”，雷雨震动充满（天地之间），天始造化，万物萌发，（此时）适宜于封建诸侯，但将不安宁。

【注释】

此释《屯》卦卦名与卦辞之义。刚柔始交而难生：《序卦》：“屯者，物之始生也。”故曰“刚柔始交”。“屯”字象草木初生，勾而未舒，故有“难”之义。从卦象看，《屯》卦下震上坎，下震为乾坤所生，“乾刚坤柔”，故为“刚柔始交”。上坎为险，故曰“难生”。动乎险中：《屯》卦下震为动，上坎为险。雷雨之动：《屯》卦震为雷，坎为雨。满盈：《序卦》“屯者，盈也”。造：生。草昧：指万物萌芽状态。吴翊寅曰：“草昧《汉书叙传》引作‘屮昧’。《说文》：‘屮，艸木初生也。’古文或以为艸字读若徹。屯，从屮贯一，象草木萌芽也，通徹地上。董遇云：草昧，微物也。即所谓艸木之萌芽也。昧古文也作末，《毛诗》疏云：‘昧者，木生根也。’《说文》：‘木上曰末，从木一在其上。’一即地也。此言屯时，万物方萌芽也。”（《周易费氏学》引）


屯（卦三） 一人间路难行

【原文】

（震下坎上）屯(1)：元亨，利贞。勿用有攸往。利建侯。

初九：磐桓(2)。利居贞(3)。利建侯。

六二：屯如邅通如(4)，乘马班如(5)。匪寇(6)，婚媾。女子贞不字(7)， 十年乃字。

六三：即鹿无虞(8)，惟人于林中(9)。君子几(10)，不如舍。往，吝(11)。

六四：乘马班如，求婚嫣。往，吉。无不利。

九五：屯其膏(12)。小贞吉，大贞凶；

上六：乘马班如，泣血涟如(13)。

【注释】

①屯（zhun）是本卦标题。屯的意思是困难，卦象是表示雨的“坎”和表示雷的“震”相叠加。本卦的内容是讲各种困难的事情。②磐(pan) 桓（huan）：徘徊难行。③利居贞：占问安居，得到吉兆。④屯如邅（zhan）如：想前进又不前进的样子。⑤班如：回旋不前进的样子。 (6)匪寇：不是强盗。(7)字：怀孕。(8)即：接近。这里指追逐。鹿：麋 鹿。虞：掌管山林的官，这里指熟悉山林的人。(9)惟：思考，想。 (10)几：当机智的“机”用。(11)吝：很艰难。(12)屯：当囤积的“囤”用； 膏：肥肉。(13)涟如：水波荡漾的样子，这里形容血泪不断地流淌。

【译文】

屯卦：大吉大利，吉祥的占卜。出门不利。有利于建国封侯。

初九：徘徊难行。占问安居而得到吉利的征兆。有利于建国封侯。

六二：想前进又难于前进，乘着马车在原地回旋。这不是强盗前来抢劫，而是来求婚。占卜的结果是这个女子不能怀孕，十年之后才能生育。

六三；追捕康鹿时没有熟悉山林的人当向导，正在想进入密林中去。君子很机智，认为不如放弃追捕。进入密林很艰难。

六四：乘着马车在原地回旋，因为是去求婚。前进的结果吉利，没有什么不利。

九五：把肥肉囤积起来。占问小事吉利，占问大事凶险。

上六：乘着马车在原地回旋，悲痛得血泪流淌不断。

【读解】

屯卦用诗一般的语言为我们展示了人世间生存的艰难情景： 外出路难行，求婚受挫，追猎受阻，踌躇徘徊和悲痛欲绝的心境。 天地神灵固然可以成为精神上的支撑和鼓舞，而摆脱困境的难题， 却必须由人们凭借自己的努力来解答。“谋事在人，成事在天”这句古训，让我们在感到无可奈何的同时，也分明听见了人们不甘 于向困难和命运低头的心声。成功和胜利的机会，一半掌握在人的手中，另一半掌握在非人力所及的神灵手中。大胆前行，勇敢 追求，在不断耕耘的过程中去收获。人类就是这样在与天、地、人 不断地斗争中一步一步从远古走向今天的。那企图深入密林的追 鹿人，那再次前去求婚的有情人，实在体现了一种英雄气概—一 不屈不挠地追求。这种精神，也让我们联想到了西方神话传说中不断推巨石上山的西西弗斯。区别在于：一个是真实生活的情景， 一个是想象出来的神话。
