【原文】

山下出泉，蒙；君子以果行育德。

利用刑人，以正法也。子克家，刚柔接也。勿用取女，行不顺也。困蒙之吝，独远实也。童蒙之吉，顺以巽也。利用御寇，上下顺也。

【译文】

《蒙卦》的卦象是坎（水）下艮（山）上，为山下有泉水之表象，但要想发现甘泉，必须设法准确地找出泉水的位置，即意味着先必须进行启蒙教育。君子必须行动果断，才能培养出良好的品德。

用树立典型的办法来进行启蒙教育，是为了确立正确的法度，以便遵循。由于渴望接受教育，上进心很强，所以连孩子们都已经能够治家了"，这是因为刚柔相济，孩子们受到了很好的启蒙教育的结果。"不能娶这个女子"，主要是指这个女子的行为是不合乎礼仪的，即这个女子没有受过良好的启蒙教育。"人处于困难的境地，不利于接受启蒙教育"，是因为疏远有真才实学的老师。"蒙童虚心地向老师求教，这是很吉祥的"，这是因为蒙童对老师采取了谦逊的态度。蒙童谦逊，则老师乐教，其教育结果自然是比较有效的，当然也是吉祥的。"启蒙教育要及早实行，要针对蒙童的缺点，先发治人"，因为只有这样，才能使老师和蒙童互相配合，才能达到治病救人、上下一心的目的。

【原文】

蒙，山下有险，险而止，蒙。蒙亨，以亨行时中也。匪我求童蒙，童蒙求我，志应也。初筮告，以刚中也。再三渎，渎则不告，渎蒙也。蒙以养正，圣功也。

【译文】

蒙，山下有险难，知有险难而终止，故为蒙，蒙，亨通。以亨道行动，随时而得中。“不是我求童蒙，而是童蒙求我”。志向同而相应。“初次占筮则告诉（其吉凶）”，是因得刚中之道。“再三占筮（是对占筮的）亵渎则不告（其吉凶）”。这种亵渎怠慢，是蒙昧（的表现）。将蒙昧培养入正道，这正是圣人的功绩。

【注释】

此释《蒙》卦卦名与卦辞之义。山下有险：《蒙》卦下坎上艮。艮为山，坎为险。险而止：《蒙》卦下坎为险，上艮为止。时中：于其时而适中。时，指卦爻之时。匪：非。童蒙：幼稚蒙昧之人。志应：二五其志相应。《蒙》九二为陽，六五为陰，故二五之志相应。初筮告：第一次占筮则告诉（吉凶）。初，第一次。筮，占筮。刚中：《蒙》九二为陽刚居中，以示告而有节。再三渎，渎则不告：再三（来占问）是渎慢（占筮），渎慢则不告诉（吉凶）。渎，亵渎。圣功：圣人之功。


蒙（卦四） ——诚信得神佑

【原文】

（坎下艮上）蒙(1)：亨。匪我求童蒙(2)，童蒙求我。初筮告，再三渎，渎则不告(3)。利贞。

初六：发蒙，利用刑人(4)，用说桎梏(5)。以往(6)，吝。

九二：包蒙(7)，吉。纳妇(8)，吉。子克家(9)。

六三：勿用取女(10),见金夫(11),不有躬(12)。无攸利。

六四：困蒙(13)。吝。

六五：童蒙(14)。吉。

上九：击蒙(15)。不利为寇(16)，利御寇。

【注释】

(1)蒙是本卦标题。蒙的意思是高地上草木丛生。由于“蒙”字在本卦中多次出现，所以用它来作标题。全卦内容主要讲开荒垦植，也涉及到了家庭婚事等。(2)我：占筮的人。童蒙：蒙昧愚蠢的人，指求筮的人。(3) 渎：不恭敬，这里指亵读占筮。(4)发蒙：垦荒时割草伐木。刑人：受过 刑的人，指奴隶。(5)说：等于“脱”。(6)以：等于“如”，如果。 (7)包蒙：捆扎割下的荒草。(8)纳妇：迎娶妻子。(9)克家：建立家庭。(10)取女：抢夺女子成婚。(11)金夫：武夫，拿着武器的男人。 (12)不有躬：丧失生命。(13)困蒙：捆扎荒草。(14)童蒙：童用作“撞击”的撞。童蒙的意思是砍伐树木。(15)击蒙：砍伐树木。(16)寇：强盗，侵略者。

【译文】

蒙卦：亨通。不是我请教蒙昧愚蠢的人，而是蒙昧愚蠢的人请教我。把第一次占筵的结果告诉了他，他却不恭敬地再三占筮； 对不恭敬的占筮，神灵不会告知。吉祥的占卜。

初六：最好利用有罪的奴隶去伐木开荒，因此解开他们身上的枷锁。如果外出，不吉利。

九二：捆扎割下的荒草，吉利。正式礼聘迎娶妻子，吉利。男女一起建立家庭。

六三：不要抢夺女子成婚，碰上拿着武器的人，会丧失性命。这样做没有什么好处。

六四：捆扎荒草。有危险。

六五：砍伐树木。吉利。

上九：割草伐木。充当强盗不利，抵御强盗有利。

【读解】

向神灵请教，要诚心诚意；割草伐木开荒，要脚踏实地；诚心娶妻成家，要以礼相待。一个“诚”字，道出了为人处世、建功立业的秘诀。诚心真心可以感天动地惊鬼神，所以古人在说 “精诚所至，金石为开”这句话时，不仅有无数真实的体验作铺垫， 而且也包含着对人的能力的自信。 相待以诚，大概是人类从蒙昧走向文明之初最朴实的道德伦理准则。为了使人们确信这一准则的权威性，便构想出了神灵也 偏爱诚信的依据。有了这种说法，多少使人们在心理上有了戒惧， 行为有了规范。不过，越轨者在任何时代都有。远古没有严密、带强制性的法律，越轨者试图不劳而获，凭借暴力（肉体的和武器 的）手段强夺。这一来，就给本来就在为生存艰难奋斗的古人平添了防盗御寇这一重任，在与天斗的同时，还得与人斗，以至有 了战争。

历史的经验值得注意。“铭记上天神灵偏爱诚买守信的人们，肯定有助于我们在生命历程中的过渡。
