【原文】

天与水违行，讼；君子以作事谋始。

不永所事，讼不可长也。虽小有言，其辩明也。不克讼，归逋窜也。自下讼上，患至掇也。食旧德，从上吉也。复即命渝，安贞不失也。讼元吉，以中正也。以讼受服，亦不足敬也。

【译文】

《讼卦》的卦象是坎（水）下乾（天）上，为天在水上之表象。天从东向西转动，江河百川之水从西向东流，天与水是逆向相背而行的，象征着人们由于意见不合而打官司。所以君子在做事前要深谋远虑，从开始就要消除可能引起争端的因素。

"不久陷于争端之中"，说明与人争端决不可长久，决不可互不让步，相持不下；虽然"受到一些非难指责"，但通过摆事实讲道理，可以明辨事非。"打官司失利，迅速逃回来"，因为自己处于下位，与上面有权有势的人打官司，必然要失败而且有灾祸降临，但逃走避开，灾祸就没有了。"安享着祖上遗留下来的家业"，说明只要顺从上级，则可以获得吉祥的结果。"打官司失利后，回过头仔细反思，觉得"和为贵"，还是息事宁人为好，于是改变了主意，撤回诉状，退出争端不打官司了，说明坚守正道，安分守己就没有什么损失了。"官司得到公正的判决，开始获得吉祥"，表明此时居于正中地位，得到了大人物的公正的判处。因为打官司获胜而得到赏赐，没有什么可以值得尊敬的。



【原文】

讼，上刚下险，险而健，讼。讼，有孚、窒、惕、中吉，刚来而得中也。终凶，讼不可成也。利见大人，尚中正也。不利涉大川，入于渊也。

【译文】

讼，上有（天之陽）刚下有（坎之）陷险，有险难而得刚健，故为讼。讼，“有诚信，后悔害怕，在争讼中得吉”。陽刚来而得中位。“最终有凶”，争讼没有取胜。“适合见有权势的人”，这是崇尚中正之德。“不宜涉越大河”，（此指将）入于深渊。

【注释】

此释《讼》卦卦名与卦辞之义。上刚下险：《讼》卦下坎上乾，乾为刚在上，坎为险而在上。险而健：《讼》下坎为险，上乾为健。窒惕：后悔害怕。窒，通“咥”，训为觉悔。惕，恐惧。“窒惕”帛《易》作“洫宁”。刚来而得中：此指《讼》九二爻自外卦乾而生来居内卦之中。《讼》外卦为乾，内卦为坎，案《说卦》坎是乾坤交索而得，故（九二之）“刚来而得中。”终凶：最终有凶。讼不可成：指在争讼中不能取胜。中正：九五居中而得位，而有中正之德。入于渊：陽来居坎中，坎在下，故为“渊”。

讼（卦六）——纷争不可避免

【原文】

（坎下乾上）讼(1)：有孚，窒惕(2)，中吉，终凶。利见大人，不 利涉大川。

初六：不永所事(3)，小有言，终吉。

九二：不克讼(4)，归而通其邑人三百户(5)。无眚(6)。

六三：食旧德(7)。贞厉(8)，终吉。或从王事，无成。

九四：不克讼，复即命渝(9)。安贞，吉。

九五：讼。元吉。

上九：或锡之鞶带(10)，终朝三褫之(11)。

【注释】

①讼是本卦标题。讼的意思是争斗。本卦的内容主要讲人与人之间的纠 纷和斗争。②窒；用作“侄”，意思是戒惧。窒惕：戒惧警惕。③ 永：长久。不永所事：做事不能坚持长久。④克：胜利，成功。⑤ 通（ bu）：逃亡。邑人：采邑中的人，实际上是奴隶。(6)眚（ sheng）：灾 祸，过错。(7)旧德：从先人那里继承下来的遗产。(8)厉：艰险。 (9)复：返回。即：服从。命渝：命谕，指判决。(10)锡：赐。鞶(pan) 带：皮革做成的大腰带，供身居要职的贵族佩带，这里借指官位。(11)终朝：一整天。褫（chi）：剥夺。

【译文】

讼卦：抓获了俘虏，但要戒惧警惕。事情的过程吉利，结果凶险。对王公贵族有利，对涉水渡河不利。

初六：做事不能坚持长久，出了小过错，而结果吉利。

九二：争讼失败，回到采邑，。邑中奴隶逃跑了三百户。没有灾祸。

六三：靠从先人那里继承下来的遗产过活。占卜的征兆险恶，结果吉利。如果参与战争，不会获胜。

九四：争讼失败，返回服从判决。占问平安，得到吉兆。

九五：争讼。大吉大利。

上九：君王赏赐官职，但一天之内三次将赐予的官职剥夺。

【读解】

凡是有人群的地方，总免不了有争斗，古今中外，概莫能外。 争斗的原因，林林总总，不一而足：或者为权力，或者为金钱，或者为名誉，或者为恋爱婚姻，或者为家务琐事……一言以蔽之，人们之间的争斗，总与利益有牵涉。小则动口舌、动手脚，大则动干戈、搞暴动。讼卦为我们展现的，便是几千年前古人争斗的真实图景。

争斗未必全是坏事，其中肯定有正义和非正义、进步与反动的原则区分。参与争斗也未必是好斗，《水许》中的英雄好汉是被逼造反，“官逼民反，民不得不反”。世事的险恶，多半映衬出人心的险恶。可以说，只要人类社会存在一天，总会伴随着争斗，在一定意义上，它也是推动社会前进的一种动力。
