【原文】

天地交，泰；后以财成天地之道，辅相天地之宜，以左右民。

拔茅征吉，志在外也。包荒得尚于中行，以光大也。无往不复，天地际也。翩翩不富，皆失实也。不戒以孚，中心愿也。以祉元吉，中以行愿也。城复于隍，其命乱也。

【译文】

《泰卦》的卦象为乾（天）下坤（地）上，地气上升，乾气下降，为地气居于乾气之上之表象，陰陽二气一升一降，互相交合，顺畅通达；君主这时要掌握时机，善于裁节调理，以成就天地交合之道，促成天地化生万物之机宜，护佑天下百姓，使他们安居乐业。

拔起一把茅草，往前行进可获吉祥，说明有远大的志向，有在外建功立业的进取心。“有包容大川似的宽广胸怀”，“能够辅佐公正有道德的君主”,说明自己光明正大，道德高尚。“没有只出去而不回来的”，叶落归根，人回故乡，事物的正反两个方面往往互相转化，表明此时正在天地交合的边沿，处于变化之中。“像飞鸟从高处连翩下降，虚怀若谷”，说明此时不以个人的殷实富贵为念；“与邻居相处，不互相戒备，彼此以诚相见，讲求信用”，因为这是大家内心共同的意愿。“帝乙把女儿嫁给贤德而又富裕的人家，因此获得了深厚的福分，是在吉在利的事”，说明因为实现了长期以来心中祈求的意愿，所以结果是吉祥的。“城墙倒塌在久已干涸的护城壕沟里”，说明形势已经向错乱不利的方面转化，其前景是不大美妙的。

【原文】

泰，小往大来，吉，亨。则是天地交而万物通也，上下交而其志同也。内陽而外陰，内健而外顺，内君子而外小人，君子道长，小人道消也。

【译文】

泰，“小（陰）去而大（陽）来，吉祥亨通”。 则是天地（陰陽之气）交感而万物通达生长，（君民）上下交感而其心志相同。内（卦）陽刚而外（卦）陰柔；内（卦）刚健，外（卦）柔顺，内（卦）为君子，外（卦）为小人。君子之道盛长，小人之道消退。

【注释】

此释《泰》卦卦名卦辞之义，反映了《彖》作者的一种交感变化思想。泰：通。天地交：《泰》卦下乾上坤，乾为天，坤为地，天居下，地居上，象天陽之气下降，地陰之气上升，故曰“天地交”。上下交：乾为君，坤为众，《泰》卦君居下，而民居上，象上下交心。内外：是释卦辞“往”“来”之义。内即内卦，外即外卦。陰陽、健顺、君子小人：是释卦辞“大”“小”之义。从卦象看，《泰》卦下乾上坤，乾为内卦，坤为外卦，乾为陽，其性健，为君子，有“大”之义；坤为陰，其性顺，为小人，有“小”之义。君子道长、小人道消：乃就爻而言。《泰》卦三陽居下，有渐长之势，故为“君子道长”；三陰居上，有消退之势，故为“小人道消”。“君子道长，小人道消”显系由《泰》而变《大壮》，这就清楚地表达了战国时代人们的卦变思想，从而揭示了一个重要的事实，即卦变之说早在作《彖》之前已经有之。


泰（卦十一） ——运动变化的辩证法

【原文】

（乾下坤上）泰①：小往大来②

初九：拔茅茹(3)，以其汇(4)。征,吉。

九二：包荒(5)，用冯河(6)，不遐遗(7)。朋亡，得尚于中行(8)。

九三：无平不陂(9)，无往不复。艰贞(10)，无咎。勿恤，其孚(11)于食， 有福。

六四：翩翩(12)，不富以其邻(13)，不戒以孚(14)。

六五：帝乙归妹(15)，以祉(16)，元吉。

上六：城复于隍(17)，勿用师，自邑告命。贞吝。 自邑告命。贞吝

【注释】

①泰是本卦标题。泰的意思是交通和畅，卦象为表示地的“坤”和表示 天的“乾”相叠加，以示陰陽交通和畅。全卦内容主要讲对立面的相互转化。 ②小往大来：失去的小，得到的大。③茅茹：一种可作红色染料的 草。(4)汇：种类。(5)包：用作“枹”，指枹瓜。荒：空。包荒：将枹 瓜挖空（用来绑在身上渡河）。(6)冯（ping） 用作“淜”，徒步过河叫淜。(7)不遐：不至于。遗：下落，下沉。 (8)得尚：得到帮助。中行： 中途，半路上。(9)陂：斜坡。(10)艰：通“旱”。艰贞：占问旱灾。 (11)孚：相信。其孚于食：相信粮食不成问题。(12)翩翩：用作“谝谝”， 意思是巧言善辩，说大话。(13)富：用作“福”。不富：遭殃。以：连累。 (14)戒：警惕。孚：俘虏。(15)帝乙：殷代最后第二个帝王，纣王的父 亲。归：嫁。妹：少女。(16)祉（ZhT）：福。以祉:有福，得福； 隍：没有水的护城濠（有水的护城濠叫池）。

【译文】

泰卦：由小利转为大利，吉利亨通。

初九：拔掉茅茄草，按它的种类特征来分辨。前进，吉利。

九二：把匏瓜挖空，用它来渡河，不至于下沉。财物损失了， 半路上又得到别人帮助。

九三：平地总会变成起伏的斜坡，外出离开终归要返回。占问旱情，没有灾难。不用担心，相信会有粮食吃，会有福份。

六四：骗人说大话，使邻近的人一同遭殃，没有提防，还有人成了俘虏。

六五：殷王帝乙把女儿嫁给周文王，因此得福，大吉大利。

上六：城墙被攻破，倒塌在城濠中。从邑中传来命令，要停止进攻。占问得到不吉利的征兆。

【读解】

中国传统思想注重对立面的相互转化，在《周易》中已初露端倪。以后的历代思想家不断谈到这方面的问题，将这方面的思想不断深化光大。老子就是一个突出代表。

对立面的相互转化，核心就是一个彼此沟通、转移的问题。天与地、自然与人类、国家与国家、一群人同另一群人、国君与臣民、丈夫与妻子，都存在相互联系和沟通的问题。通则畅，畅则和，和则万物兴旺繁盛。对立、对抗，只能导致敌意、矛盾冲突， 以至暴力战争。现代社会中的人们，已越来越认识到了相互沟通与和谐发展的重要性。

古人谈论对立面转化的立足点在一个“和”字，向他们更看重的是双方的转化：由生到死，由盛到衰，由好变坏，由大到小， 由福到祸。转化过程就是一个运动和变化的过程，这表明他们是用动态的观点来看待万事万物的存在。其中既有来源于真实生活的切身体悟（“包荒，用冯河，不遐遗。”），也有理性抽象的思辨 （“无平不陂，无往不复。”），应该说是相当深刻。我们现在更进一步认识到，对立转化需要一定的条件，比如由量变到质变 比如使用技术手段或政治、军事手段，而我们始终不应忘记的是古人早已阐明了的道理：万物顺遂和畅就是泰。
