【原文】

天地不交，否；君子以俭德辟难，不可荣以禄。

拔茅贞吉，志在君也。大人否亨，不乱群也。包羞，位不当也。有命无咎，志行也。大人之吉，位正当也。否终则倾，何可长也。

【译文】

《否卦》的卦象为坤（地）下乾（天）上，为天在地上之表象。天在极高之处，地在极低之处，天地陰陽之间因而不能互相交合，所以时世闭塞不通，这时候君子必须坚持勤俭节约的美德，以避开危险与灾难不能谋取高官及丰厚的俸禄，去追求荣华富贵。

“拔起茅草，其根相连，结果吉祥”，说明忠心耿耿，有为君主建功立业的远大志向。“德高望重的大人物否定了阿谀奉承，则是吉利的”，因为德高望重的大人物是不能与小人为伍的。“由于受纵容而胡作非为，终于召致羞辱”，说明此时处的位置不正。“奉行天命，替天行道，开通闭塞没有灾祸”，说明要实现济困扶危替天行道的志向。“德高势隆的大人物可以获得吉祥”，说明此时处于居中位置，合适得当。闭塞到了极点必然要发生倾覆，物极必反，否极泰来，一种局面不会长久持续不发生变化的！

【原文】

否之匪人，不利君子贞，大往小来。则是天地不交而万物不通也，上下不交而天下无邦也。内陰而外陽，内柔而外刚，内小人而外君子。小人道长，君子道消也。

【译文】

“闭塞阻隔的不是其人，（此占）不利君子，大（陽）往小（陰）来”。则是天地之气不能互相交感而万物阻隔（不能生成），（君民）上下不相交感而天下没有邦国。内（卦）陰柔，而外（卦）陽刚；内（卦）柔顺，而外（卦）刚健；内（卦）为小人，而外（卦）为君子。小人之道盛长，君子之道消退。

【注释】

此释《否》卦卦名卦辞之义。《否》卦下坤上乾，其卦辞与《泰》卦相反。故《彖》之释亦相反，它反映《彖》作者天地陰陽闭塞不交的思想。（略）

否（卦十二） ——提防物极必反的忧患意识

【原文】

（坤下乾上）［否］①：否之匪人(2)，不利君子贞。大往小来。

初六：拔茅茹，以其汇。贞吉，亨。

六二：包承③，小人吉，大人否亨。

六三：包羞④。

九四：有命⑤，无咎。畴离祉(6)。

九五：休否(7)，大人吉。其亡其亡(8),系于苞桑(9)。

上九：倾否(10)。先否，后喜。

【注释】

①本卦的标题是否（Pi）。原经文卦象后无“否”字。否的意思是闭塞， 不好，与“泰”的意思相反。卦象是表示天的“乾”和表示地的“坤”相叠 加，以示陰陽阻塞，不相通畅。全卦内容仍然是讲对立面相互转化的道理。 ②否：不好，这里指做坏事。匪人：败类，小人。③包：用作“庖”， 指庖厨。承：用作“普”，意思是肉。④羞：即“饈”的本字，意思是美 味。⑤有命：君王有赏赐的命令。(6)畴：谁。离：受到，得到。祉： 福。(7)休否：不要干坏事。(8)亡：危险，败亡。其亡其亡：危险到了极点。(9)苞桑：苞草和桑树枝。(10)倾：覆灭，倒下。倾否：干坏事要倒霉。

【译文】

（否卦）：做坏事的是小人，这是对君子不利的征兆。由大利 转为小利。

初六：拔掉茅茹草，按它的种类特征来分辨。征兆吉利、亨通。

六二；庖厨中有肉，这对平民百姓是好事，对王公贵族算不上好事。

六三：庖厨中有美味。

九四：君王有赏赐的命令，没有灾祸，但不知得到赏赐的人是谁。

九五：不要干坏事，王公贵族知道就好。多么危险呵，国家命运就像系在苞草和桑枝上一样。

上九：干坏事要倒霉。先碰上恶运，最后还是可以交好运。

【读解】

“泰”卦和“否”卦构成了相对应的一个组卦；泰是通顺，好， 否是闭塞，不好，二者相反相成。先讲好的一面，再讲不好的一面，说明好、坏可以相互转化，好中有坏，坏中有好，好到极点 可以变坏，坏到极点可以变好。由此，辩证的观点就金面地表达 出来了。

不好的症结在于阻隔，在于相互对立。明白好、坏相互转化的道理，意在使人增强忧患意识，处世做人要时时小心谨慎，瞻前而顾后，居安而思危，然后才能立于不败之地。有了阻隔，产生了对立，就要想办法疏通、消解，把不利变为有利，把坏事变成好事。

强烈的忧患意识，大概是中华民族积淀已久的心态结构。翻检一下我们的俗语、成语中累积起来的这方面的智慧（如“晴带雨伞，饱带饥粮”，如 未雨绸缪”等等）, 就可以发现我们的祖先正是时刻怀揣着这种忧患意识从远古走来；我们民族强大的生命力，也正在于在不断变幻的宇宙天地人间中时刻保持清醒的头脑，以内在的智慧来对付各种不利的挑战。
