【原文】

地中有山，谦；君子以裒多益寡，称物平施。

谦谦君子，卑以自牧也。鸣谦贞吉，中心得也。劳谦君子，万民服也。无不利撝谦，不违则也。利用侵伐，征不服也。鸣谦，志未得也。可用行师，征邑国也。

【译文】

“《谦卦》的卦象是艮（山）下坤（地）上，为高山隐藏于地中之表象，象征高才美德隐藏于心中而不外露，所以称作谦。君子总是损多益少，衡量各种事物，然后取长补短，使其平均。

“谦虚而又谦虚的君子”，即使处于卑微的地位，也能以谦虚的态度自我约束；而不因为位卑，就在品德方面放松修养。“谦虚的美名远扬四方，固守中正就可获得吉祥”，这是说六二爻以心中纯正羸得名声，而不是靠沽名钓誉获取名声。“勤劳而又谦虚的君子，必能把美德保持到底”，所以天下的老百姓都服从他。“没有任何不吉利，要发扬光大谦虚的美德”这不违背谦虚导致亨通的原则。“有利于出兵讨伐”，是指征伐那些骄横而不可一世的人。“谦虚的美名远扬四方”，但安邦定国之志未酬，所以“可用出师征讨”的办法来惩处那些骄横不可一世的小国。

【原文】

谦亨，天道下济而光明，地道卑而上行。天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。谦尊而光，卑而不可逾，君子之终也。

【译文】

谦，“亨通”，天道下施（于地）故（万物）光明，地道卑下而（万物）向上生长，天道亏损盈满而增益欠缺，地道变换盈满而流注补益欠缺，鬼神祸害盈满而致富于谦虚，人道厌恶盈满而喜欢谦虚。谦道，尊让而使自己变得光明高大，处卑下（而高）不可逾越。此为是君子（德性修养）的“终”极。

【注释】

此释《谦》卦卦名卦辞之义。天道下济而光明，地道卑而上行：《谦》卦下艮上坤，艮为陽卦，得乾陽而生，而乾为天道，为大明。艮在下，故曰“天道下济而光明”。坤为地，本在下而《谦》卦却在上，故曰“地道卑而上行”。“下济”与“卑”皆释谦之义。“光明”、“上行”皆释“亨”之义。亏：损。盈：满。变：倾坏。流：流注。由“天道亏盈而益谦”看，显指月盈则食，故通读上下文义，“谦”字在此用于天道，地道似以解作欠字，于义更胜。福：《释文》引京氏作“富”。案《郊特性》：“富也者，福也。”《诗•瞻仰》传曰：“富，福也。”《释名》：“福，富也。”故富与福通假。又案上“益谦”与“流谦”对文，此当从京氏作“富”为胜。后汉刘修碑“鬼神富谦”即是其证。谦尊而光，卑而不可逾：王引之注：“尊读撙节退让之撙，尊之言损也，小也。光之言广也，大也。尊而光者，小而大；卑而不可逾者，卑而高也。”又说：“天道下济而光明，犹此言，尊而光也，地道卑而上行，犹此言，卑而不可逾也。”（《经义述闻》）王氏之说极确，应从之。逾，高而不可越。


谦（卦十五）—— 内圣外王的境界

【原文】

（艮下坤上）谦①：亨。君子有终(2)。

初六：谦谦君子。用涉大川(3),吉。

六二：鸣谦(4)。贞吉。

九三：劳谦(5)，君子有终。吉.

六四：无不利，伪谦③

六五：不富以其邻，利用侵伐(7)。无不利

上六：鸣谦，利用行师征邑国③。

【注释】

①谦是本卦标题。谦的意思是谦虚、谦让。全卦内容主要讲道理上的谦 虚、谦让，并且“谦”字多次出现，所以用它来作标题。②有终：拥有 好结果，有所成就。③用：有利，利于。④鸣：用作“明”，意思是 明智的。⑤劳：勤劳，刻苦、(6)伪（huT）：用作“挥”，意思是奋勇向前。(7)侵伐：这里的意思是讨伐敌人。(8)行师；出兵作战。

【译文】

谦卦：亨通。君子谦让将会有好结果。

初六：谦虚再谦虚是君子应当具备的品德。有利于渡过大江大河，吉利。

六二：明智的谦让。吉祥的占卜。

九三：勤劳刻苦的谦让，君子会有好结果。吉利。

六四：没有什么不利，奋勇向前而又谦让。 由于不警惕使邻人一起遭殃，应当讨伐来犯之敌。没有什么不利.

上六：明智而谦让,有利于出兵讨伐邑国。

【读解】

这一卦专门讨论谦虚这一道德品质。不难看出，讨论的前提是既定的：谦虚是一种美德，并且是有身份、有地位、有教养的君子必须具备的。从这个前提出发，再进一步从各个角度来深化 谦虚的内涵，把它与其它的品质联系起来。

传统上对道德伦理问题的关注似乎被当成了儒家哲学的专利，由此我们可以进一步明白《周易》成为儒家经典的内在原因。 说白了，谦虚作为一种极受推崇的美德，是为人处世的准则之一。它的基本要求就是才高而不自持，心高而不自傲，功高而不自居，名高而不自夸。这个准则一旦落实到行动上，应该说有相当的难度。它需要吃五谷杂粮的活人抵御各种欲望的诱惑和腐蚀，言谈举止小心谨慎，“战战兢兢，如履薄冰”，克己复礼。从另一个角度讲，正因为难以企及，才具有极大的吸引力，才使君子鹤立鸡群，卓越不凡，让人高山仰止，倾慕心仪。这大概是“内圣外王”的境界之一吧。

但愿我们都像真正的君子那样谦虚起来。
