【原文】

雷出地奋，豫；先王以作乐崇德，殷荐之上帝，以配祖考。

初六鸣豫，志穷凶也。不终日贞吉，以中正也。盱豫有悔，位不当也。由豫大有得，志大行也。六五贞疾，乘刚也。恒不死，中未亡也。冥豫在上，何可长也？

【译文】

《豫卦》的卦象为坤（地）下震（雷）上，为地上响雷之表象。雷在地上轰鸣，使大地振奋起来，这就是大自然愉快高兴的表现。上古圣明的君主，根据大自然欢乐愉快时雷鸣地震的情景创造了音乐，并用音乐来崇尚推广伟大的功德。他们以盛大隆重的仪礼，把音乐献给天帝，并用它来祭祀自己的祖先。

《豫卦》的第一位（初六），“自鸣得意，高兴过了头“，说明它没有雄心壮志，志向容易满足。一满足，就得意忘形，结果必遭凶险。“还不到一天时间，就明白了愉快欢乐的深刻道理，能守正必获吉祥”，这是因为能居中守正，在欢乐中既不过分，也不会不满足，因而获得吉祥。“用谄媚奉承、暗送秋波的手段取悦于上司，以求得自己欢乐，这势必导致悔恨”，这是由于六三爻所处位置不正的缘故。“人们由于得到欢乐愉快，大有所获”，表明九四爻的陽刚之志，可以放手实现。《豫卦》的第五爻位（六五）指出，“国中出现了不少弊病”，但有刚强之臣辅佐，“仍能长时间地支持下去而不致灭亡”，这是因为它居中，只要保持中庸，就会长时间地坚持下去而不致于灭亡。“已处在天昏地暗的局面之中，但却执迷不悟，仍沈溺于寻欢作乐之中”，并高高在上，不察下情，这样的欢乐愉快怎能长久地保持呢？

【原文】

豫，刚应而志行，顺以动，豫。豫顺以动，故天地如之，而况建侯行师乎？天地以顺动，故日月不过而四时不忒；圣人以顺动，则刑罚清而民服。豫之时义大矣哉。

【译文】

豫，陽刚（为陰柔）所应，其志才能行施，顺从其性而动，这就是豫。豫，顺性而动，所以天地都遵从这一规律，更何况“封建诸侯，出兵打仗”这些事情呢！天地顺乎时而动，故日月运行不失其度，而四时更替亦无差错。圣人顺乎天时而动，则刑罚清明而万民服从。豫卦时所包含的意义，太大啦！

【注释】

此释《豫》卦卦名卦辞之义。刚应：《豫》卦九四之刚为群陰所应。顺以动：《豫》下坤上震，坤为顺震为动。如：从。姚永朴曰：“如，从也。”行师：指出兵作战。过：失度。忒：差错，忒一本作“貣”，忒、貣二者通。天地以顺动：案俞樾之说，“乃古说也。《文选》注引《春秋元命苞》云“‘天左施，地右转。’《河图》云：‘地有四游，冬至地上行，北而西三万里。夏至地下行，南而东三万里。春秋二分是其中矣。’地常动不止，而人不知。譬如闭舟而行不觉舟之运也。是古说天动地亦动也。”时义：一卦之时所含的意义。

豫（卦十六） —— 三思而后行

【原文】

（坤下震上）豫(1)：利建侯、行师。

初六：鸣豫(2)，凶。

六二：介于石(3),不终日。贞吉。

六三：盱豫(4), 悔；迟，有悔。

九四：由豫(5)，大有得(6),勿疑。朋盍簪(7)。

六五：贞疾，恒不死。

上六：冥豫(8),成有渝(9)。无咎。

【注释】

①豫是本卦标题。豫的意思是犹豫、疑虑和预计、熟虑。全卦内容主要讲人的思想行为。豫既是多见词，又与内容有关，所以用它来作标题。 ②鸣：用作“明”，意思是明亮，这里把白天、③介：夹。④盱：意思是缓慢。 (5)由豫：即犹豫。(6)得：得到朋贝（货币）。(7)盍(he)：合。簪：古时盘头发的一种头饰。朋盍簪：用朋贝作成簪笄。(8)冥：晚上。(9)渝：变故。

【译文】

豫卦：有利于封侯建国，出兵作战。

初六：白天做事犹豫不决，凶险。

六二：夹在了石缝中不到一天被救出来。占得吉兆

六三：思想迟钝糊涂足以让人后悔；行动缓慢不定，更使人后悔莫及。

九四：经商先犹豫不决，反复考虑觉得会有大收获，便不再疑虑。后来把得到的朋贝制成头饰

六五：占问疾病，会痊愈并长久不死

上六：晚上反复考虑，事情是成功还是有变故。 结果没有变故。

【读解】

作者显然是主张知行合一的，不赞成游移不定、没有主见、以至影响到行动和结果。前三爻讲到犹豫不决的坏处，后三爻说的是行动前要反复考虑，要求三思而后行。思想上明确之后，就要 坚决及时地付诸行动。

这是一种现实主义的态度，也是为人处世取得成功的一条原则。认识与实践之间有着内在的逻辑联系。只有脑子里认识清楚了，想明白了，行动才不会盲目；再好的想法和愿望，如果不踏踏实实地付诸实践，只能是空想。将知与行统一起来，才会有所作为，有所成就。

从根本上说，这种现实主义的态度是具有积极的人生意义的 它把人生看成是一个不断进取、奋斗的过程而不是消极地逃避，也不是一场充满幻想的白日梦。进取和奋斗就如同一场战斗：参与前反复思虑，想清楚后便投入。
