【原文】

山下有风，蛊；君子以振民育德。

干父之蛊，意承考也。干母之蛊，得中道也。干父之蛊，终无咎也。裕父之蛊，往未得也。干父用誉，承以德也。不事王侯，志可则也。

【译文】

《蛊卦》的卦象是巽（风）下艮（山）上，为山下起大风之表象，象征救弊治乱、拨乱反正。这时候，君子救济人民，培育美德，纠正时弊。

“挽救父辈所败坏了的基业”，表明其志在继承父辈的遗业。“救治母辈所造成的弊病”，刚柔适中，既要顺应，又要匡救，不可偏颇。“挽救父辈败坏了的基业”，最终不会有祸害。“宽缓地挽救父辈所败坏了的基业”，往前发展，难以达到挽救的效果。“挽救父辈所败坏的基业，一定会受到人们的赞誉”，因为以美德继承父辈的遗业，总是会受到欢迎的。“不侍奉王侯”，这高洁的志向，可作为人们学习的准则。

【原文】

蛊，刚上而柔下，巽而止，蛊。蛊元亨，而天下治也。利涉大川，往有事也。先甲三日，後甲三日，终则有始，天行也。

【译文】

蛊，陽刚居上位而陰柔居下位，逊顺而知止，所以为蛊。“蛊，开始亨通”，而天下大治。“适宜涉越大河”，前往当有事发生。“甲前三日（辛日），甲后三日（丁日）”。（月之盈亏，日之出没）都是有终必有始，这是天道运行的规律。

【注释】

此释《蛊》卦卦名卦辞之义。蛊：训为惑乱，事。伏曼容曰：“蛊，惑乱也。万事从惑而起，故以蛊为事也。”（《周易集解》引）《尚书•大传》云：“乃命五史以书五帝之蛊事。”《易传》多训蛊为事。如《彖》释《蛊》：“‘利涉大川’，往有事也。”《序卦》：“蛊者，事也。”刚上而柔下：《蛊》卦一陽由下而上，故曰“刚上”。一柔由上而下，故曰“柔下”。巽而止：《蛊》卦下巽上艮，艮为止。先甲三日，后甲三日：先儒有争议：有说先甲三日为辛、壬、癸日，后甲三日为乙、丙、丁日者；有说先甲三日为辛日，后甲三日为丁日。案《汉书•武帝纪》：“望见泰一，修天文襢，辛卯夜，若景光十有二明，易曰：‘先甲三日，后甲三日。’朕甚念年岁未咸登，饬躬斋戒，丁酉拜况于郊。“即祭日用丁与辛。故以后者为是。天行：即天道。


蛊（卦十八）——子承父业的教诲

【原文】

（下艮上）蛊(1)：元亨。利涉大川。先甲三日，后甲三日(2)。

初六：干父之蛊③，有子考(4)。无咎，厉，终吉。

九二：干母之蛊，不可贞。

九三：干父之蛊，小有悔，无大咎。

六四：裕(5)父之蛊，往见吝(6)。

六五：干父之蛊，用誉(7)。

上九：不事王候，高尚其事。

【注释】

①蛊（gu）是本卦标题。蛊的意思是“事”。全卦的内容主要讲儿子继承父业的事。由于蛊是全卦中的多见词，所以用它来作标题。②先甲三日， 后甲三日：这是占问日期。古人记录时间的方法是；每年十二个月，每个月分三旬，每旬为十天，这十天依次用甲、乙、丙、丁、戊、己、庚、辛、壬、 癸十个字表示。按照这种方法，先甲三日就是辛日，后甲三日就是丁目。 ③干：用作“贯”，意思是继承，这里指继承父业。④考：用作“孝”， 子考就是儿子孝顺。⑤裕：发扬光大。(6)吝：艰难。(7)用誉：得到赞誉。

【译文】

蛊卦：大吉大利。有利于渡过大江大河。在甲日前三天的辛日和甲日后三天的丁日出发。

初六：能继承父亲的事业，就是孝顺的儿子。没有灾难，虽有危险，结果还是吉利。

九二：继承母亲的事业，吉凶无法占问。

九三：继承父亲的事业，虽有小过错，但没有大灾祸。

六四：发扬光大父亲的事业，实行起来会有困难。

六五：继承父亲的事业，得到了赞誉。

上九：不为国君公侯服务，一心看重继承父业。

【读解】

后现代的女权主义者看到“蛊卦”所讲的内容多半会嗤之以鼻，也可能会跳起来反驳。不过，这里所讲的是三千多年前的情况，作者如实表达了经过母权制时代进入到父权制时代后流行的家庭伦理观。按照这种观点，父亲是一家之长，是家庭中的权力核心；儿子继承父亲的业绩是天经地义的，不仅要继承，还要发 扬光大，这便是“孝”的具体表现。儿子不继承父业，即使能升 官发财，在道义上也要受到指责。

由父权制社会产生的男权主义思想，以及由此导致的对女性的歧视和社会压迫，是后来的事，不可与上述观点混为一谈。正如不能用道德化的历史观来看待真实的史实一样。实际上，随着父权制社会的逐渐解体，男权主义思想也失去了存在的依据，传统的男权观念也遇到了前所未有的挑战和被颠覆。只不过我们还 不能过分乐观，因为传统的力量毕竟太强大。

但有一点是肯定的，现代社会的儿子们的离经叛道已在伤透脑筋的父亲们面前掘出了一条深深的鸿沟，人们已越来越不相信“子承父业”的教条了。于是，一些父亲显出了无可奈何，一些父亲则显出了宽容和理解（不管是伪装的还是真诚的），也残存着一些冥顽不化的父亲。
