【原文】

风行地上，观；先王以省方观民设教。

初六童观，小人道也。窥观女贞，亦可丑也。观我生进退，未失道也。观国之光，尚宾也。观我生，观民也。观其生，志未平也。

【译文】

《观卦》的卦象是坤（地）下巽（风）上，为风吹拂于地上而遍及万物之表象，象征瞻仰。先代君王仿效风吹拂于地而遍及万物的精神，视察四方，留心民风民俗，用教育来感化民众。

《观卦》的第一位（初六），“像幼稚的儿童一样观察景物”，这是浅薄的小人之道。“由门缝中偷观景物，对于妇女来说有利于坚持正道，固守贞操”，但对男子汉来说，这样的行为就丢丑了。“对照高尚的道德标准省察自己的言行，审时度势，小心谨慎地决定进退”，这样做是不失原则的。“瞻观一个国家的文治武功”，说明此国崇尚贤士。“对照高尚的道德标准，审察自己的言行，弄清自己的德行”，便可知万民的德行。“君子时刻瞻仰君主的德行和作为”，因为君子始终以天下为己任，天下未安，其志难平。

【原文】

大观在上，顺而巽，中正以观天下。观，盥而不荐，有孚颙若，下观而化也。观天之神道，而四时不忒；圣人以神道设教，而天下服矣。

【译文】

（陽）大在上（为四陰所观），顺从而逊让。（九五）又以中居正而观天下，故为观。“祭前洗手，而不必奉献祭品以祭神，心存诚信而崇敬之貌可仰”，下（陰）观示上（陽）而感化。观示天之神道，而四时更替不出差错。圣人用神道来设立教化，天下万民皆顺服。

【注释】

此释《观》卦卦名卦辞之义。大观在上：《观》二陽在上，为下四陰所观。陽为大，陰为小，故曰“大观在上”。顺而巽：《观》卦下坤上巽，坤为顺，故曰顺而巽。中正：九五居中而得正。盥而不荐：祭前先洗手自洁，不必奉献酒食以祭。盥，古祭典前洗手谓之盥，荐，奉献酒食以祭。颙若：崇敬仰慕之貌。下观而化：在下而观示其上得以感化。化，即“德博而化”之化。神道设教：古代帝王效法天道变化至神而建庙堂，供奉鬼神，举行祭祀，让人们敬畏服从，以此达到教育感化民众的目的。


观（卦二十） ——体察各方情况的统治术

【原文】

（坤下卖上）观①：盥而不荐②，有孚颙若③。

初六：童观④，小人无咎，君子吝。

六二：闚观⑤，利女贞。

六三：观我生进退(6)。

六四：观国之光，利用宾于王(7)。

九五：观我生，君子无咎。

上九：观其生(8)，君子无咎。

【注释】

①观是本卦标题。观的意思是观察、观看。全卦的内容与政治统治有关. 观在卦中多次出现，也与所讲内容有关，所以用它来作标题。(2)盥(guan)： 古代祭祖时用酒灌地迎神。荐：献，指祭祖时的献牲。③颙(yong)若 ：头大的样子，这里是指俘虏的头被打肿了。(4)童：儿童，这里指幼稚无知。 (5)闚观:一孔之见。 (6)我生：我姓，指亲族。进退：行动，这里指政策措施。 (7)光：光耀，这里指政绩光耀。宾：作宾客，这里指朝觐。(8)其生：其他姓氏，指别的部落氏族。

【译文】

观卦：祭祀时灌酒敬神，不献人牲，因为作祭牲的俘虏头青脸肿，不宜敬神。

初六：看问题幼稚无知，这对小人来说没有什么，但对君子就有害了。

六二：目光短浅，这是对女子有利的兆头。

六三：体察亲族的动向，由此决定政策措施。

六四：观察国家政绩大小，以选择可以朝觐的君王。

九五：体察亲族的意向，君子从政就不会有困难。

上九：体察其他部族的意向，君子从政就不会有困难。

【读解】

这一卦又是从有利于统治者的角度来劝诫他们从政要善于体察各个方面的情况，从而维护自己的统治和既得利益，保证权力地位的牢固。作者的用心不可谓不良苦，算得上是忠君之士。

历来的忠君之士大抵都以匡扶社稷、劝诫国君为己任，而历来的史传都把这样的人奉为供人景仰的爱国者。其中是与非，自有人评说。在他们的心目中，万众百姓是供君子大人驱赶的羔羊， 民生疾苦和家国兴衰的价值只不过是用来烘托君子大人的神圣贤明。

但愿现代社会中人们的观念里再也不要有君子与小人、为官与为民一类高下尊卑的等级观念。君子大人同样是肉身凡胎吃五谷拉人屎，并不比百姓小人聪明多少高贵多少能干多少。
