【原文】

山下有火，贲；君子以明庶政，无敢折狱。

舍车而徒，义弗乘也。贲其须，与上兴也。永贞之吉，终莫之陵也。六四，当位疑也。匪寇婚媾，终无尤也。六五之吉，有喜也。白贲无咎，上得志也。

【译文】

“《贲卦》的卦象是离（火）下艮（山）上，为山下燃烧着火焰之表象。山下火焰把山上草木万物照得通明，如同披彩，这就叫装饰。君子像火焰一样，使众多的政务清明，但却不能用修饰的方法来断官司。

“舍弃乘坐车马而徒步行走”，这是因为按道义不该乘坐车马。“装饰长者的胡须”，是说六二爻与它上面的九三爻同心而互饰之意。“永远坚守正道，便可获得吉祥”，是说只有永久坚持正道，才能最终不受人凌辱。六四爻虽则当位得正，但心中却疑虑重重。“前方的人并非敌寇，而是自己求聘的婚配佳人”。说明尽管放心前往，最终将无所怨恨。《贲卦》的第五爻位（六五）的吉祥，说明必有喜事临门。“装饰素白，不喜好华丽，没有祸害”，说明正符合朴素无华的志向。

【原文】

贲，亨，柔来而文刚，故亨；分刚上而文柔，故小利有攸住，天文也；文明以止，人文也。观乎天文，以察时变；观乎人文，以化成天下。

【译文】

贲，“亨通”，陰柔（六二爻）来与下刚相杂，所以“亨通”。分（内卦一）陽刚上来与陰柔相杂，故“有小利而可以前往”。（日月）刚柔相互交错，为天文；得文明而知止（于礼义），这是人文。观看了天文，可以察知时节变化；观于人文，可以教育化成天下。

【注释】

此释《贲》卦卦名及卦辞之义。柔来而文刚：《贲》六二之柔自上来与下刚相杂。文，陰陽相杂，纯陰纯陽无文可言。《系辞》：“物相杂故曰文。”物，在《易》即爻，《系辞》“爻有等故曰物”。分刚上而文柔：《贲》上九是分内卦一刚而居上与上柔相杂。刚柔交错：王弼、郭京、孔颖达、朱熹等人均认为在“天文”上脱“刚柔交错”一句。案上下文义，甚是，故补之。文明以止：《贲》下离为文明，上艮为止。


贲（卦二十二）—— 对偶婚的风俗画

【原文】

（离下艮上）贲①：亨。小利有攸往。

初九：贲其趾，舍车而徒③。

六二：贲其须。

九三：贲如濡如④。永贞吉。

六四：贵如皤如(5)，白马翰如(6)。匪寇，婚媾。

六五：贲于丘园(&)，束帛戋戋(8)。吝，终吉。

上九：白贲(9)无咎。

【注释】

①贲（b i）是本卦标题。责的意思是装饰，文饰。在本卦中，贲还借用为“奔”和“豮”。全卦内容主要讲婚嫁之事，作标题的“贲”字为卦中多见 词。②贲：文饰。③徒：徒步行走。④贲：借用为“奔”。濡： 汗湿。⑤贲：借用为“奔”。皤（po）：用作“燔”，意思是焚烧。③ 翰：马头高昂，这里指马飞驰的样子。(7)丘园：指女家附近的地方。 (8)束：五匹帛为一束。戋戋：一大堆的样子。(8)贲：借用为“豮”，意 思是大猪。

【译文】

贲卦：亨通。外出有小利。

初九：把脚上穿戴好，不坐车而徒步行走。

六二：把胡须修饰好。

九三：奔跑得满身大汗。占问长久吉凶得吉兆。

六四：一路奔跑，太陽晒得像火烧，白马昂头飞驰。不是来抢劫，而是来娶亲。

六五：跑到丘园，送上一束束布帛。遇到了困难，结果还是吉利。

上九：送上白色大肥猪，没有灾祸。

【读解】

婚礼嫁娶是人生大事之一。远古时代民间婚俗的情景，今天已难想象得十分具体生动。“贲卦”中的描绘，恰好是一幅民间婚俗的风情画：娶亲的男方穿戴修饰整齐，有车不坐，一路奔跑到女方家，献上结婚的礼物。一桩美满姻缘就此完成了。

据说这是原始社会中期对偶婚的遗俗。结婚时，男方全氏族的成员要迁到靠近女方氏族居住的地方。“贲卦”所描绘的，正是这种情形。虽然只有动作、行为等简单的情节，但足以让我们在想象中去体察新郎内心的状态：兴奋激动中又包含着几分急切和忐忑不安，未来生儿育女的家庭生活和共同劳作的情景，一次又一次在脑海中闪现。其中肯定也有对肩负更大责任的意识，因为那时结婚绝不是简单的个人行为，而是同整个氏族的利益联系在一起的。
