【原文】

天下雷行，物与无妄；先王以茂对时育万物。

无妄之往，得志也。不耕获，未富也。行人得牛，邑人灾也。可贞无咎，固有之也。无妄之药，不可试也。无妄之行，穷之灾也。

【译文】

《无妄卦》的卦象是震（雷）下乾（天）上，好比在天的下面有雷在运行之表象，象征着天用雷的威势警戒万物，并赋予万物以不妄动妄求的本性；从前的君主顺应天命，尽其所能地遵循天时以养育万物的生长。

“不妄动妄求地前去行事”，是说这样就可以实现志愿。“不在刚开始耕作时就期望立刻获得丰收”，是说不企求获得非分的财富。路过人顺手把牛牵走，意味着同村的人就会自然地被怀疑为偷牛的人而蒙受不白之冤。这种灾难不是因为自己有过，而是由于某种客观原因的巧合所造成的。“能够坚守正道，所以没有灾祸”，是说坚守正道的品德是其本身所固有的，所以，自始至终牢固地坚守正道，才能使自己免遭灾害。“不妄动妄求却身染疾病，这种疾病不需用药医治”，是说药是不可以轻易尝试，随便使用的，因为病本来就可以自行消除。“虽然没有妄为，但如有行动（却仍然遭受祸殃）”，这是由于客观的时遇所造成的灾祸，而不以人的意志为转移。

【原文】

无妄，刚自外来，而为主於内。动而健，刚中而应，大亨以正，天之命也。其匪正有眚，不利有攸往，无妄之往，何之矣？天命不佑，行矣哉？

【译文】

无妄，陽刚（初九）自外卦来而主（于内卦），动而刚健，（九五）陽刚居中而应（六二），有大的“亨通”。因行正道。这是天命呵！“其不正则有灾，不利有所往”。没有希望的行动，何所去？天命不保佑，岂敢行动？

【注释】

此释《无妄》卦卦名与卦辞之义。刚自外来而为主于内：《无妄》初九之刚是从外卦乾而来而为内卦之主。刚，指初九。外，外卦。外卦为乾，案《说卦》内卦震是乾坤交索得乾一陽而成，故初九“自外来”。内，内卦。动而健“《无妄》下震上乾，震为动，乾为健。刚中而应：九五之刚居中而应六二。其匪正有眚：若不守正道则有灾异。匪，非。眚，本指眼有病。此指灾。何之：何往。之，适、往。行矣哉：疑问句，指岂敢行？即不可以有行。

无妄（卦二十五） ——“思无邪”的做人准则

【原文】

（震下乾上）无妄①：元亨，利贞。其匪正，有眚。不利有攸往。

初九：无妄往，吉。

六二：不耕，获；不菑，畬③。则利有攸往？

六三：无妄之灾④。或系之牛，行人之得，邑人之灾。

九四：可贞，无咎。

九五：无妄之疾，勿药有喜。

上九：无妄行。有眚，无攸利。

【注释】

①无妄是本卦的标题。妄的意思是乱，不正。无妄就是不要有不合正轨行为。全卦的内容是讲行为修养要合于正轨，不能乱来。无妄是卦中多见词，又与内容有关，所以用作标题。②菑（ZT）：新开垦的荒地。(3)畬（yu）：耕种了三年的熟地。④无妄：意料之外。

【译文】

无妄卦：大亨大通，吉利的占问。如果思想行为不正当，就 会有灾祸。不利于外出有所往。

初九：不要有不合正道的行为，吉利。

六二：不耕种就要收获，不开垦荒地就想耕种熟地。妄想者的行为难道有利吗？

六三：意料之外的灾祸。有人将牛拴住，过路的人顺手把牛牵走了，邑人丢牛得了意外之灾。

九四：利于占问，没有灾祸。

九五：得了病不胡思乱想，不吃药也会痊愈。

上九：不要妄行。妄行有灾，没有什么好处。

【读解】

这一卦的主题是告诫人们不要有非分之想，不要胡作非为，思想和行为都要合于正道。换句话说，就是要想得正，行得端；反过来说，就是人正不怕影子歪。

这个立意不能说不好。讲究“思无邪”、名正言顺、光明正大的中国传统思想，总是用各种理论、例证、乃至说教来加强和提高人们的自觉性，通过个人人格的修养，来确立人们心中的道德 律令、行动准则。

但是，道德的作用毕竟是有限的。社会行为的规范还必须辅之以律法，月一定的强制措施来制约那些越轨者。况且，道德的说教对某些人（包括历代统治者）难以发挥作用，甚至还有口是 心非、陽奉陰违的人，以及敢于公开挑战道德准则的人。因此，善良的愿望总得配合着切实可行的措施制度，才会如愿以偿。
