【原文】

山下有雷，颐；君子以慎言语，节饮食。

观我朵颐，亦不足贵也。六二征凶，行失类也。十年勿用，道大悖也。颠颐之吉，上施光也。居贞之吉，顺以从上也。由颐厉吉，大有庆也。

【译文】

《颐卦》的卦象是震（雷）下艮（山）上，为雷在山下震动之表象，引申为咀嚼食物时上颚静止、下颚活动的状态，因而象征颐养；颐养必须坚守正道，所以君子应当言语谨慎以培养美好的品德，节制饮食以养育健康的身体。

“痴呆地看着我鼓动腮帮子进食”，是说初九爻虽重视保养身体，但由于不能坚守正道，并不值得推崇。《颐卦》的第二爻位（六二）“前进的途中必然遭遇凶险”，是因为前进的途中没有相应的同类。“在十年的漫长岁月里被遗弃而得不到养育”，是因为它与颐养的正道大相径庭，从根本上违背了养育他人和保养自己的原则和方法。“反过来向下属乞求食物以获取奉养的吉祥”，是因为六四位居在上，与初九照应，同时又能坚守正道，虽取之于民，却又用之于民，这也就是说，它能够向下普遍地施舍光明恩德。“能够安然地居于尊位，所以结果吉祥”，是因为能够顺从有陽刚之美的贤者。“天下百姓都依靠他的养育而得以安居乐业，必须谨防危险，有所戒惧才能获得吉祥”，是说养育天下百姓，因而能得到天下的信任和爱戴，达到普天同庆。

【原文】

颐贞吉，养正则吉也。观颐，观其所养也；自求口实，观其自养也。天地养万物，圣人养贤以及万民。颐之时大矣哉。

【译文】

颐，“守正道则吉”。养正则有吉祥。“观颐”，观察其所养。“自己获取口中之食”，是观察自己的谋生之路。天地养育万物，圣人养育贤人以及万民百姓。颐时（包含的意义），太大啦！

【注释】

此释《颐》卦卦名与卦辞之义。颐：本指两腮，此引申为养，《序卦》：“颐，养也。”自求口实：自己求得食物，以充其口，此指自己谋生。自养：自己养活自己。

颐（卦二十七） —— 不劳动者不得食

【原文】

（震下艮上）颐①：贞吉。观颐②，自求口实③。

初九：舍尔灵龟④，观我朵颐⑤。凶。

六二：颠颐(6)，拂经于丘(7)。颐征(8)，凶。

六三：佛颐(9)，贞凶。十年勿用，无攸利。

六四：颠颐，吉。虎视眈眈(10)，其欲逐逐(11)。无咎。

六五：拂经，居贞吉。不可涉大川。

上九：由颐(12)，厉，吉。利涉大川。

【注释】

①颐（ｙｉ）是本卦的标题。颐的意思是养育，同饮食营养有关。全卦内 容主要讲养生之道。“颐”是卦中多见词，又与内容有关，所以用它作标题。 ②观：观察，研究。③口实：口中的食物，口粮。④舍：放置。 灵龟：用于占卜，所以十分贵重。这里代指财宝，财富。⑤朵颐：朵，动的意思，颐动即为咀嚼之意，指饮食之事。③颠：用作“填”，意思是塞。 (7)拂经：开垦荒地。(8)颐征：为了生计而去抢劫粮食。(9)拂：违 背。(10)眈眈：盯得紧的样子。(11)逐逐：动得快的样子。(12)由：遵 循。

【译文】

颐卦：占得吉兆。研究养生之道，要靠自己解决粮食问题。

初九：你自己放着大量财物，还来窥伺我的衣食。凶险。

六二：要解决生计问题，就得在山坡上垦荒开田。为了生计而去抢劫粮食，凶险。

六三：违背养生之道，占得凶兆。十年都很倒霉，没有什么好处。

六四：解决生计问题靠自己，吉利。像老虎一样盯住别人的衣食，想一下子扑过去抢夺。没有灾祸。

六五：垦荒开田，有利于定居的占问。不能渡大江大河。

上九：遵循养生之道，先艰难后吉利。有利于渡过大江大河。

【读解】

人间正道是自己动手，丰衣足食；不劳动者不得食，不劳而获是遭天谴的行为。我们的老祖先深明这个大义，在这一卦中反复申明这个道理。

农业社会的生存之道就是如此：奖勤罚懒。qiǎo取豪夺不仅不是生存的长久之计，而且有体于天理良心，应当口诛笔伐，必要时还得以暴力对付暴力。如今社会变了，前进了，但是道理却依然适用，只不过人们对此的理解变得更复杂和深刻了。保护知识产权，保护发明和使用的专利权，保护有形资产和无形资产，都是不劳动者不得食这一道理的延伸和深化。

这也是一种社会正义。它以自然公理为基础，以舆论作为捍卫它的主要手段。现代社会则以法律形式来保证社会正义的实施，任何敢于越轨的人都将受到惩罚。这肯定比古人前进了一大步。可以想见，无论社会怎么前进，这个道理绝不会变，正所谓天变道不变。这大概也算是人类社会永恒的真理之一吧。
