【原文】

泽灭木，大过；君子以独立不惧，遁世无闷。

藉用白茅，柔在下也。老夫女妻，过以相与也。栋桡之凶，不可以有辅也。栋隆之吉，不桡乎下也。枯杨生华，何可久也。无妇士夫，亦可丑也。过涉之凶，不可咎也。

【译文】

“《大过卦》的卦象是巽（风）下兑（泽）上，巽在这里代表木，故为水泽淹没了树木之表象，象征极为过分；君子取法这一现象，就应当坚持自己的操守，进则超然独行，不必顾忌和畏惧他人的非议；退则逃避世间，不为隐姓埋名而苦闷烦恼。

“用白色的茅草衬垫在器物的下面”，是说行为非常小心谨慎，所以不会发生什么灾祸。“老年男子娶了位年轻的妻子”，虽为过分，但由于能够刚柔相济，所以不会发生不利的情况。“房屋的栋梁受重压而弯曲，结果必然发生凶险”，是因为陽刚极为过分，所以不能再来辅助它，否则后果将不堪设想。“房屋的栋梁向上隆起，克服了弯曲，可以获得吉祥”，是由于九四爻本身能使栋梁不再向下弯曲。“已经枯萎的杨树重新又盛开鲜艳的花朵”，表面现象又怎么可以长久保持下去呢？“已经衰老的妇人嫁给了年富力强的男子”，这种婚配是会令人深感羞耻的。“涉过深之水会发生凶险“，但如果能及时补救，还是可以化险为夷，最终不会有祸患。

【原文】

大过，大者过也。栋桡，本末弱也。刚过而中，巽而说行，利有攸往，乃亨。大过之时大矣哉。

【译文】

大过，大（陽）盛过于（陰）。“栋梁弯曲”，（说明了）本与末皆柔弱。陽刚过盛而处中，逊顺喜悦而行动。“利于有所往”，所以“亨通”。《大过》之时，（其义）太大啦！

【注释】

此释《大过》卦卦名与卦辞之义。大：指陽而言，陽为大。过：有越，差，误等义。栋桡：栋梁弯曲。本末弱：《大过》初上两爻为陰爻，初为本，上为末、陰爻为柔弱，故“本末弱”。刚而过中：《大过》虽陽过，但二五两陽居中。巽而说：《大过》下巽上兑，兑为说。

大过（卦二十八） ——凡事不要过头

【原文】

（撰下兑上）大过①：栋橈②。利有攸往，亨。

初六：藉用白茅③，无咎。

九二：枯杨生梯(4)，老夫得其女妻。无不利。

九三：栋橈，凶。

九四：栋隆⑤，吉。有它(6)，吝。

九五：枯杨生华，老妇得其土夫。无咎无誉。

上六：过涉灭顶(7)，凶，无咎。

【注释】

①大过是本卦的标题。大的意思是太，大过就是太过。全卦的内容是讲一些过了头的事，标题是按内容取的。②橈（nao）：弯曲。③藉：席，用作铺垫。白茅：一种柔软洁白，较贵重的草。④梯：用作“荑”，意思 是草木新生、发芽。⑤隆：中间高起来。③它：指意外的事故。 （7）灭顶：水淹过头顶。

【译文】

大过卦：屋梁被压弯了。有利于出门行旅，亨通。

初六：用白茅铺垫以示恭敬，没有灾祸。

九二：枯萎的杨树重新发芽，老头儿娶了年轻女子为妻。没有什么不吉利。

九三：屋梁压弯了，凶险。

九四：屋梁隆起不弯，吉利。但有意外事故，不妙。

九五：枯萎的杨树重新开花，老妇人嫁了一个年轻丈夫。没有灾祸也没有好处。

上六：渡河涉水，水淹过了头顶，凶险，但没有灾祸。

【读解】

对人对事采取中间态度，似乎是一种最好的选择：过头或不及都失之偏颇。相比之下，不及比过头还要好些，所以才有“树大招风”、“高处不胜寒”这样的说法，以及槍打出头鸟这样的做法。中国人早已习惯了中庸的思维和行为方式，无论我们现在怎样指责，这个现买，这种内在心理结构，一时难以改变。

退后一步想，撇开中庸是好是坏的争执，折中的确是处理矛盾冲突的一种现实的手段。远的不说，就说近几年世界两大阵营冷战状态的结束，巴勒斯坦与以色列的和解，中国用“一国两制”的政策解决港、澳、台问题，都是突出的事例。其实，西方明智的人士远比一些国人更钟情于中庸思想，更懂得运用它的奥妙。这至少表明，走中间道路，取中间态度，是现实的，聪明的， 也是有生命力的。
