【原文】

雷风，恒；君子以立不易方。

浚恒之凶，始求深也。九二悔亡，能久中也。不恒其德，无所容也。久非其位，安得禽也。妇人贞吉，从一而终也。夫子制义，从妇凶也。振恒在上，大无功也。

【译文】

《恒卦》的卦象是巽(风)下震(雷)上，为风雷交加之表象，二者常是相辅相成而不停地活动的形象，因而象征常久；君子效法这一现象，应当树立自身的形象，坚守常久不变的正道。

“刨根挖底地深入追求常久之道所产生的凶险”，是因为事情刚开始，追求的目标就过于深远的缘故。《恒卦》的第二爻位(九二)能够使“悔恨自行消除”，是由于它能够常久地守中不偏的缘故。“不能常久地保持美好的品德”，是说由于急躁妄动，不安分守己，没有恒心，因此落了个无处容身的下场。“长久地处在不属于自己应该处的位置上，又怎么能够捕获到禽兽呢？“女人坚守正道可以获得吉祥，是说女人一生应该只嫁一个丈夫，终身都不能改嫁他人；男人遇事应当果断处理，如果像女人那样只知顺从、优柔寡断的话，就会遭遇凶险。摇摆不定，不能坚守常久之道，但是又高高在上，终将一无所成，不会有所建树。

【原文】

恒，久也。刚上而柔下，雷风相与，巽而动，刚柔皆应，恒。恒亨无咎利贞，久于其道也。天地之道，恒久而不已也。利有攸往，终则有始也。日月得天，而能久照。四时变化，而能久成。圣人久于其道，而天下化成。观其所恒，而天地万物之情可见矣。

【译文】

恒，恒久。陽刚处上而陰柔处下，雷风相交与，巽顺而动，陽刚与陰柔皆相互应，故为恒。恒，“亨通，无咎，利于守正”。（因为）长久恒守其道呵！天地之道，恒久而不止。“利一有所往”，终结则必有新的开始。日月得天才能长久地照耀，四季交替变化才能长久地运行，圣人能长久地恒守其道，天下之（德风美俗）才能化育而成。观察其所恒守者，天地万物的情状就可以显现了！

【注释】

此释《恒》卦卦名及卦辞之义。刚上而柔下：从内外卦看：《恒》下巽上震，震为刚在上，巽为柔在下。从爻画看，《恒》卦九四之刚自下而上，初六之柔自上而下。故曰“刚上而柔下”。雷风相与：《恒》卦上震为雷，下巽为风，雷风相得。巽而动“《咸》下巽上震，震为动。刚柔皆应：《恒》卦初四、二五、三六刚柔皆相应。久于其道：长久保持恒道。不已，不停止。


恒（卦三十二） 一愿好日子恒久如常

【原文】

（巽下震上）恒①：亨，无咎，利贞。利有攸往。

初六：浚恒②。贞凶，无攸利。

九二：悔亡。

九三：不恒其德③，或承之羞④。贞吝。

九四：田无禽。

六五：恒其德。贞，妇人吉，夫子凶。

上六：振恒⑤。凶。

【注释】

①恒是本卦的标题。恒的意思是久常。全卦内容是日常生活和生产上的事。作标题的“恒”字是卦中多见词。②浚：挖土。③德：用作“得”，指收获。④承：奉送。羞：即“馐”，意思是美味。⑤振：振动，动荡。

【译文】

恒卦：亨通，没有灾祸，吉利的占问。有利于出行。

初六：挖土不止。占问凶兆，没有什么好处。

九二：没有什么可悔恨。

九三：不能经常有所获，有人送来美味的食物。占得艰难的征兆。

九四：田猎打不到禽兽。

六五：经常有所获。占问结果，女人吉利，男人凶险。

上六：动荡不止。凶险。

【读解】

希望过上好日子，并且希望好日子长久保持下去，这是人们最普遍、最朴素的愿望，理所当然要占问神灵这一基本愿望能否实现。 ”

愿望是美好的。而现实却是严峻的，日子并不好过。有天灾，天旱水涝，火患虫害，雷电霜雪，对农业生产、居家度日、出门经商都会构成威胁。也有人祸，朝政动荡，兵匪战乱，盗贼抢劫，平民百姓终日提心吊胆，生活难以为继。所以，古人的生活固然有田园牧歌的一面，而更多的却是生产繁忙，生活艰辛。

其实，任何时代的生活都有各自的难题和烦恼，哪里有恒常不变的舒适美满日子。现代人虽然在物质方面远胜于古人，却面对着物对人的异化和吞噬，日子同样不好过。但是，疲惫的现代人已没有了向上苍祈祷的虔诚了。
