【原文】

雷在天上，大壮；君子以非礼弗履。

壮于趾，其孚穷也。九二贞吉，以中也。小人用壮，君子罔也。藩决不羸，尚往也。丧羊于易，位不当也。不能退不能遂，不详也。艰则吉，咎不长也。

【译文】

《大壮卦》的卦象是乾（天）下震（雷）上，为震雷响彻天上之表象，象征着十分强盛。君子应该严格要求自己，不要越出准则和规律去做非分之事。

爻辞中的“陽刚强盛只在脚趾“一句，说明只停留在这一状态下，是决不会有什么出路的。《大壮卦》的第二爻位（九二）之所以能够坚守正道而获得吉祥，是因为它位置居中，能够以柔相出的原因。小人恃强好胜，君子却不这样。“篱笆崩溃，羊角从系累中解脱出来”的内在含义是，鼓励君子要充分行动起来，积极向前进取。“在田边地头丢失了羊”，是由于其位置不恰当。“既不能后退，又不能前进”，说明行动处事不够圆满周到，结果陷入了极为被动的局面。而“忍耐坚持，承受艰难困苦而不被压垮，就会吉祥”，说明，只要能够坚持忍耐，就一定会渡过难关。

【原文】

大壮，大者壮也。刚以动，故壮。大壮利贞，大者正也。正大，而天地之情可见矣。

【译文】

大壮，“宜于守正”，（陽刚）之大为正。能正其大，天地之情便可以体现了！

【注释】

此释《大壮》卦卦名及卦辞之义。壮：《大壮》四陽盛长过中故曰“壮”。刚以动：《大壮》下乾上震，乾为刚，震为动。大者正也：是指《大壮》陽大过中而又有正之义。正，是释《大壮》卦辞“贞”。


大壮（卦三十四） ——驯养牲畜写真

【原文】

（乾下震上）大壮①：利贞。

初九：壮于趾②。征，凶。有孚。

九二：贞吉。

九三：小人用壮(3)，君子用罔(4)。贞厉。羝羊触藩(5)，羸其角(6)。

九四：贞吉，悔亡。藩决不羸(7)，壮于大舆之輹(8)。

六五：丧羊于易(9)。无悔。

上六：羝羊触藩，不能退，不能遂(10)。无攸利，艰则吉。

【注释】

①大壮是本卦的标题。壮的意思是强健，伤。全卦的内容主要与畜牧有关。标题的“壮”字是卦中多见词。②壮：用作“戕”，意思是伤。 ③壮：强壮，力大。④罔：古“网”字，用来捕兽的工具。⑤羝 （dT）羊：公羊。藩；篱笆。(6)羸（lei）：用作“累”，意思是用绳子捆住。 (7)决：破。(8)輹：用作“辐”，这里指车轮。(9)易：用作“场”，指放牧的牧场。(10)遂：进。

【译文】

大壮卦：吉利的占问。

初九：脚趾受了伤。出行，凶险。有所收获。

九二：占得吉兆。

九三：奴隶狩猎凭力大，贵族狩猎用猎网。占得险兆。公羊用头角撞篱笆，却被篱笆卡住了。

九四：占得吉兆，没有悔恨。公羊撞破篱笆，摆脱了羁绊，又撞在大车轮子上受了伤。

六五：羊在牧场上逃掉了。没有悔恨。

上六：公羊用头角撞篱笆，角被卡住，退不了，进不了。没有什么好处，占问旱情则得吉兆。

【读解】

《周易》一再讲到狩猎驯养的情景，可见这在当时的社会经济 中仍占有相当重要的地位。倘若这是社会生活的真实反映的话，那就表明周代尚处在由狩猎社会向农业社会过渡的阶段。狩猎所获， 或用作食物，或用来驯养（吃不完时养起来供以后食用）。这两种情况，《周易》都说到了。另一方面，从所记农业生产的情形看，显然还比较原始，而且经常发生抢夺粮食的暴力事件。这说明农 业生产还未成为人们生活的主要来源，还得靠狩猎和畜牧作为重要的补充。

周人的发祥地在今天的陕西一带。今昔对比，沧海桑田的巨变给人的感慨不知是忧是喜。今日的陕西，恐怕找不到一个地方 可以狩猎，找不到一处有茂密的原始森林，找不到一处可以开垦的处女地……今日的陕西，给人最突出的印象是黄土地、浑浊的黄河、信天游、窑洞和古铜色的黄皮肤。俱往矣，昔日肥沃繁茂的草原，今朝已变为现代化的钢筋水泥丛林和网络。
