【原文】

风自火出，家人；君子以言有物而行有恒。

闲有家，志未变也。六二之吉，顺以巽也。家人嗃嗃，未失也。妇子嘻嘻，失家节也。富家大吉，顺在位也。王假有家，交相爱也。威如之吉，反身之谓也。

【译文】

《家人卦》的卦象是离（火）下巽（风）上，为风从火出之表象，象征着外部的风来自于本身的火，就像家庭的影响和作用都产生于自己内部一样。君子应该特别注意自己的一言一行，说话要有根据和内容，行动要有准则和规矩，不能朝三暮四和半途而废。

“治家应从一开始就打好基础，立下规矩，防患于未然”，意义就在于开一个好头十分重要。如果等到出现了问题再去想办法，效果就差得多了。《家人卦》的第二爻位（六二）这所以能够吉祥如意，是因为它位置居中，符合常规，而且温柔顺从的缘故。“由于过分严厉使得家中人怨言丛生，但最终却可以得到吉祥”，是因为这样做是符合治家的原则的，虽然有过失，但不失根本。而听凭“妇人和孩子随心所欲，最终的发展结果却决不会好”，是因为这样做违背了治家的原则和规矩。六四之所以“能够使家中的财富增加，一定会非常吉祥如意”，是由于它柔顺的本性决定的。“一家之主通过自己的行为感染带动家里的人，是会吉祥如意的”，关键是要能使全家人和睦相处，感情融洽，相亲相爱。之所以建立尊严和威信能够获得吉祥，是因为这种尊严和威信是通过严格要求自己得到的，而不是通过其他方式。

【原文】

家人，女正位乎内，男正位乎外。男女正，天地之大义也。家人有严君焉，父母之谓也。父父、子子、兄兄、弟弟、夫夫、妇妇，而家道正。正家，而天下定矣。

【译文】

家人，女人正位在内，男人正位于外，男女各正其位，这是天地的大义！家人有尊严的君主，这就是父母。做父亲的尽父道，做儿子的尽孝道，做兄长的像兄长，做弟弟的像弟弟，做丈夫的尽到丈夫职责，做妻子的尽妇道（各守其道），因而家道得正。家道正则天下安定。

【注释】

此释《家人》卦卦名及卦辞之义。女：《家人》六二之陰。内：内卦。男：《家人》九五之陽。外：外卦。严君：尊严的君长，即父母。严犹尊。《学记》“严师为难”。注：“严，尊敬也。”


家人（卦三十七）——幸福的和不幸的家庭

【原文】

（离下哭上）家人①：利女贞。

初九：闲有家②,悔亡。

六二：无攸遂③,在中馈(4)。贞吉。

九三：家人嗃嗃（5）。悔，厉，吉。妇子嘻嘻（6），终吝。

六四，富家（7），大吉。

九五：王假有家（8），勿恤。吉。

上九：有孚威如③，终吉。

【注释】

①家人是本卦的标题。家人的意思就是家庭。全卦专门讲家庭中的事，标题与内容有关。 ②闲：防范。有：于。③遂：用作“坠”，意思是失 误。（4）中馈：家庭中的饮食之事。⑤嗃嗃（he）：用作“嗷嗷”意思是 众口愁叹。 （6）嘻嘻：笑声。（7）富：用作“福”，意思是幸福。（8） 假：用作“格”，意思是到达。有：于。家：这里指祭把祖先的家庙。（9） 罕：俘虏。威如：发怒的样子。

【译文】

家人卦：有利于妇女的占问。

初九：提防家里出事，没有悔恨。

六二：妇女在家中料理家务，没有失职。占得吉兆。

九三：贫困之家哀号愁叹，嗷嗷待哺，有悔有险，但终归吉利。富贵之家嘻笑作乐，骄奢婬逸，结果要倒霉。

六四：幸福的家庭大吉大利。

九五：君王的家庙中祭祝祖先，不必忧虑。吉利。

上九：抓到的俘虏不肯屈服，发怒反抗，结果还是吉利。

【读解】

这一卦专讲家庭之事，看来作者并未忽略家庭这个“社会细胞”。事实上，家庭结构，血缘关系，正是构成中国传统宗法社会的根本所在，想必作者深知这一点，才辟出专卦来谈论。

引人注目的是说这是对妇女有利的，即把妇女的地位和作用定位在家庭之中。她们不是一家之长，仅仅是专门负责料理家务（大概也包括生儿育女吧），无缘参与社会事务。这就是中国传统对妇女角色的定位。由此形成的结果是：家庭之中没有妇女是不行的，家中的大小事情要由妇女来操持；但是妇女在家中是被领导者，无权作出决定。一个好女人的标准是服从文夫，孝敬公婆，养育子女，安分守己地做家务。

按这样的标准，“幸福的家庭都是相似的；不幸的家庭各有各的不幸。”托尔斯泰《安娜·卡列尼娜》开篇所讲的这句话，肯定适用于中国古代的家庭情况。在今天看来，那时的幸福家庭一定沉闷得令人窒息，压抑得令人难以容忍——至少对妇女们来说是如此，因为无论她们怎样聪明能干，都只是奴隶般的角色。
