【原文】

上火下泽，睽；君子以同而异。

见恶人，以辟咎也。遇主于巷，未失道也。见舆曳，位不当也。无初有终，遇刚也。交孚无咎，志行也。厥宗噬肤，往有庆也。遇雨之吉，群疑亡也。

【译文】

《睽卦》的卦象是兑（泽）下离（火）上，为水火相遇之表象，象征对立。所以君子应该在求大同的前提下，保留小的差别和不同。

“接近同自己相对立敌视的人”，通过这种方法彼此沟通，以避免因更加对立而带来的危害。“在小巷中碰到了居高位者”，虽然这不合常规，但是却并不违背原则。“像车子被拖住”的情形是因为六三爻所处的位置不恰当。“开始时极为困难，但最终还是可以达到目的”的原因，在于能和陽刚相应合。“相互理解，虽有危险，但却能免去灾祸”，就在于他们有着共同的志向和行动。“像柔软的皮肤那样一咬就入”，表明前进必然会有值得庆贺的事情。“像遇到陰陽相配形成润泽的雨一样，会获吉祥”，是说原来的种种怀疑都已经烟消云散，不复存在了。



【原文】

睽，火动而上，泽动而下。二女同居，其志不同行。说而丽乎明，柔进而上行，得中而应乎刚，是以小事吉。天地睽而其事同也，男女睽而其志通也，万物睽而其事类也。睽之时用大矣哉。

【译文】

睽，火动而炎上，泽动而润下，（离兑）二女住在一起，志向不同，很难一起行动。喜悦而附之一文明，（六五）陰柔进而上行于（外卦），得中而应（九二）陽刚。所以“小事吉利”。天地虽有差异，但养育万物之事相同，男女性别不同，而其心志相通，万物形形色色各有差异，而各涵陰陽之事类同。《睽》卦所涵的时有盛大呵！

【注释】

此释《睽》卦卦名及卦辞之义。睽：乖异。火动而上，泽动而下：《睽》卦下兑上离，兑为泽，离为火。泽动而下润，火动而炎上。二女同居：《睽》兑为少女，离为中女。故《睽》为“二女同居”。志不同行：志向不相同。案马其昶：“《诗》云：‘女子有行，远父母兄弟，女各有家’。故不同行。”说而丽乎明：兑为说，离为丽、为明。柔进而上行：六五以柔而上进而行在尊位。似《家人》六二变《睽》六五。得中而应乎刚：六五居中而应九二之刚。刚，指九二。事同：生育万物之事相同。志通：男女交感之志相通。事类：生成事因类同。如程氏所言：“生物万殊，而得天地之和，禀陰陽之气则类也。”亦即《系辞》之“方以类聚物以群分”也。gg


睽（卦三十八）——平实的旅行日记

【原文】

（兑下离上）睽①：小事吉。

初九：悔亡：丧马，勿逐，自复②见恶人，无咎。

九二：遇主于巷，无咎。

六三：见舆曳③，其牛掣（4），其人天且劓（5）。无初有终。

九四：睽孤（6），遇无夫（7），交孚（8）。厉，无咎。

六五：悔亡。厥宗噬肤（9）。往，何咎？

上九：睽孤，见豕负涂（10）载鬼一车（11）先张之弧（12）后说之弧（13）。 匪寇，婚媾。往，遇雨则吉。

【注释】

①睽（kui）是本卦的标题。暖的意思是相违，矛盾。全卦记述旅人出行途中所见所闻，像一篇旅行日记。作标题的“睽朕”字与内容有关。②复： 返回。 ③舆：大车。曳：拖拉。④掣：意思是牛角一俯一仰，形容牛拉车很吃力的样子。⑤天：用作“颠”，意思是额部，这里 专指一种在额上刺字的刑罚。劓（yi）：割掉鼻子（一种刑罚）。（6）睽：乖离，这里指外出的旅人。跃孤的意思是说旅人孤单行路。（7）元夫：元用作“兀”，元夫就是跛子。（8）交：一起，全部。（9）厥：其，这里指代旅人。厥宗：跟他同宗族的人。噬：吃。肤：这里指肉。（10）豕：猪。涂： 泥巴。负涂：背上有泥。（11）鬼：这里指用图腾打扮的人。（12）张：拉开。弧：弓。 （13）说：用作“脱”，这里的意思是放下。

【译文】

睽卦：小事吉利。

初九：没有悔恨。马跑掉了，不必去追，它自己会回来。途中遇到容貌丑陋的人，没有灾祸。

九二：刚进小巷就遇到主人接待，没有灾祸。

六三：看到一辆拉货的车，拉车的牛很吃力，一步一使劲，牛角一俯一仰的，赶车的人是个被烙了额、割掉鼻的奴隶。开始时拉不动，最后拉走了。

九四：旅人孤身赶路，遇到一个踱子，同他一起被抓住。危险，结果却没有灾难。

六五：没有悔恨。看见同宗族的人在吃肉。往前走去，哪有什么灾祸？

上九：旅人孤身赶路，看到一头猪满身是泥，一辆大车载满了图腾打扮的人。他们起初拿起弓箭要射，后来放下了。这些人不是来抢劫，而是去订婚。旅人继续前行，虽然遇到下雨，但平安吉利。

【读解】

我们不知道这位旅行者姓甚名谁，更不知道他此行的目的和终点。他给我们的感觉是心情悠闲轻松，虽有心情紧张的时候，但大体上是无忧无虑的，自在的，并且一路顺利。因此，他才有闲 情逸致记下所见所闻。

他边走边看，像旁观者。他也像导游或电影导演，通过他的眼睛的选择，引领我们同他一起去观看旅途的景象：丢失马匹，容貌丑陋的人，投宿顺利，拉车的牛和赶车的奴隶，弧身赶路被俘， 同族人吃肉，满身是泥的猪，订婚的一群人，遇雨却平安。 这里没有文学夸张，更没有潜台词和微言大义；匆宁说，它简直像二次大战后电影中的新现实主义所用的长镜头，跟踪一桩生活中发生的事件，力图真实地记录下来。看不少作者的倾向性，没有任何评点、议论，朴实得如同生活本身。

好处和价值也正在这里。让我们自己去感受，用自己的生活体验去充实其中的细节，去揣度人物的心理，去体味古人的生存状况。因此，它比诗更有诗意，比散文更精炼。同时，我们不要忘了，悠闲的心境和细致的体察，是产生这篇日记的关键因素。
