【原文】

山上有水，蹇；君子以反身修德。

往蹇来誉，宜待也。王臣蹇蹇，终无尤也。往蹇来反，内喜之也。往蹇来连，当位实也。大蹇朋来，以中节也。往蹇来硕，志在内也。利见大人，以从贵也。

【译文】

《蹇卦》的卦象是（山）下坎（水）上，为高山上积水之表象，象征艰难险阻，行动困难。面对这种情况，君子应该很好地反省自己，提高自己的品德修养，以通过自身的努力渡过困境。

“前进将会进入险境，后退将得到赞美”，处在这种情况下，最好是安心等待，寻找时机，不要轻举妄动。“臣子为了解救君主的困境而努力奔走在危难之中”，那么结果将不会有什么过失。“前进将陷于危难，最好还是回原地”，这样内部的力量必会来依附于己。“前去解救危难，应该联合其他的力量”，是指这一爻所处的位置决定了他应该这样去做。“处境极为艰难，却有众多的人来协助他渡过危难”，表明他能够坚守正道，行为合乎准则，所以有众多的人前来协助他。“如果前进就会陷入险境，退回来却可以大有收获”，是因为关鍵在于首先要联合自己内部的各种力量才能够共同度过艰难时世。“利于出现大人物”，说明应当追随尊贵的君主去建功立业。

【原文】

蹇，难也，险在前也。见险而能止，知矣哉。蹇利西南，往得中也。不利东北，其道穷也。利见大人，往有功也。当位贞吉，以正邦也。蹇之时用大矣哉。

【译文】

蹇，困难，危险 前面。见到危险而能停止冒险，明智呵！蹇，“利于西南”，前往可得中道。“不利东北”，（前往）穷途末路。“宜见有权势的人”，前往必立功业，居正当之位而“守正则吉利”，可以正定邦国。《蹇》卦时的作用太大啦！

【注释】

此释《蹇》卦卦名及卦辞之义。险在前：《蹇》卦上为坎，坎为险。止：《蹇》下卦艮为止。往得中：是释“利西南”。西南为坤方，坤为顺，前往必顺，又因外卦九五居中，故前往得中。其道穷：是释“不利东北”，东北方为艮方，艮为山、为止，故往东北为山所止难行，故前往是道因穷而不能。往有功：五多功，故前往必有功。当位：九五以陽居陽。正邦：正定邦国。

蹇（卦三十九）——艰难困苦结硕果

【原文】

（良下坎上）蹇①：利西南，不利东北。利见大人。贞吉。 初六：往蹇来誉②。

六二：王臣赛菱③，匪躬之故（4）。

九三：往蹇来反⑤。 六四：往蹇来连（6）。”

九五：大蹇，朋来（7） 。

上六：往蹇来硕③，吉。利见大人。

【注释】

①蹇（jian）是本卦的标题。蹇的意思是艰难。全卦的内容是通过商旅来 说明由难变为不难的道理。作标题的“赛”字既与内容有关，又是卦中的多 见词。 ②誉：用作“趋”，意思是安全舒适地行路。③蹇蹇：难上加难。 ④躬：自己。 ⑤反：意思是高兴快乐。(6)连： 用作“辇”，意思是车。(7)朋：朋贝，货币。(8)硕：用作“蹁”，意 思是跳跃，这里用来说明高兴。

【译文】

蹇卦：往西南方走有利，往东北方走不利。有利于会见王公贵族。占得吉兆。

初六：出门时艰难，回来时安适。

六二：王臣的处境十分艰难，不是他自身的缘故。

九三：出门时艰难，回来时快乐高兴。 六四：出门时艰难，回来时有车可坐。

九五：经历了许多艰难，最终赚钱获利。

上六：出门时艰难回来时欢喜跳跃。吉利。有利于见到王公贵族。

【读解】

作者一再想告诉我们的是：难与不难是可以互相转化的；此时艰难，彼时却是兴高采烈、手舞足蹈；此时身处逆境，彼时却可能飞黄腾达。以商人经商营利为例，要想赚钱赢利，就得投入 资金和精力，历经辛劳，才会有所收获。

这道理再明白不过了。天上掉不下馅饼，不开荒耕种就没有粮食吃，舍不得孩子就打不到狼，不入虎穴焉得虎子，我们的老祖宗反复申说，我们子子孙孙真的铭记在心，并身体力行，用实践来证明这个真理。子子孙孙传下来，铸就了中国人特别能吃苦耐劳的民族性格。这一点早有定论，无可非议。

有意思的是，《周易》的作者似乎不像后来的君子大人们对经商赢利抱有成见，不说“无商不奸，无奸不商”一类糟踏商人的话，倒显得十分看重商人的活动、这种态度，恐怕比后来解说 《周易》的儒生们要豁达宽容得多，也许还能适合社会主义市场经济的情形？
