【原文】

泽上于天，夬；君子以施禄及下，居德则忌。

不胜而往，咎也。有戎勿恤，得中道也。君子夬夬，终无咎也。其行次且，位不当也。闻言不信，聪不明也。中行无咎，中未光也。无号之凶，终不可长也。

【译文】

《夬卦》的卦象是乾（天）下兑（泽）上，为湖水蒸发上天，即将化为雨倾注而下之表象，以此象征决断。君子从中得一启迪：应该自觉地向下层民众广施恩德，否则如果高高在上，不施恩德，就会遭到忌恨。

初九爻地位最低下，本应该积蓄力量等待时机，却轻率急躁地前往，孤军深入只能遭到失败。不仅完不成制裁小人的使命，还会给自身带来灾祸。“深夜小人来犯，用不着担忧”，这是因为九二爻处在下卦的中位，能够信守中庸之道，尽管遭到小人的騷扰，终究是有惊无险，可以化险为夷。“若是君子气度毅然决然地前去”，不露声色地与小人周旋，就能够避免打草惊蛇引起不测，又可斩断感情纠葛，避免优柔寡断，因而不会遇到灾祸。“前去制裁小人的行程必然步履维艰”，是因为所处位置失当，处处受到君王的掣肘，好像屁股蹭破了皮，走起路来十分艰难。“无奈听了这话的人并不相信”，说明处境艰难，别人建议他借重强有利的陽刚君子的帮助，他却听不进去，听觉正常而决断不明。“只要注意时时信守中庸之道，就不会遇到灾祸”，表明尽管处在尊贵地位，要解决小人为乱易如反掌，却也不能做得太过分，要恰到好处才能避免灾祸。这也说明坚守正道的举动并未大放光彩，仅仅起到免除祸殃的作用而已。“嚎啕大哭也没有用，最终必然有凶险临头”，表明上六以陰柔小人凌驾于陽刚君子特别是君王之上，是众矢之的。其倒行逆施的状况不会持续很长时间，最终难以逃脱被制裁的命运。

【原文】

夬，决也，刚决柔也。健而说，决而和。扬于王庭，柔乘五刚也。孚号有厉，其危乃光也。告自邑不利即戎，所尚乃穷也。利有攸往，刚长乃终也。

【译文】

夬，决去。陽刚决去陰柔。刚健而喜悦，决去而又和谐。“宣扬于王庭”，（一）陰柔乘凌（五）陽刚。“以诚心疾呼有危厉”，其危厉已很普及广大。“告诫自己封邑内的人，不宜立即动武”，所崇尚（的武力）已是穷途末路。“利于有所往”，陽刚盛长至此已经终结。

【注释】

此释《夬》卦卦名及卦辞之义。决：决去，溃决。刚决柔。《夬》五陰一陽，五陽盛长决去一陰。健而说：《夬》下乾上兑，乾为健，兑为说。和：和悦。扬于王庭：在王庭上宣扬公布事情。扬，张扬，宣扬。柔乘五刚：《夬》卦一陰居五陽之上。孚号有厉：竭诚话呼有危厉。其危乃光：上六陰柔乘五陽刚，故“危”。但因居卦之上，其害尚广，故曰“光”。光，广。告自邑，不利即戎：告诫自己封邑内的人，不宜立即动武。邑，城邑。戎，兵。所尚乃穷：《夬》陽刚盛长，陰柔消退，卦上只有坤一陰，象坤众渐散，此时聚众兴兵，必困穷。刚长乃终：陽刚盛长，直到决去一陰而终结。

夬（卦四十三）－－防患于未然的意识

【原文】

（乾下兑上）夬①：扬于王庭②，孚号“有厉”③。告自邑：“不利即戎④。”利有攸往。

初九：壮于前趾⑤，往，不胜为咎。

九二：惕号⑥，莫夜有戎⑦，勿恤。

九三：壮于馗⑧，有凶。君子夬夬独行⑨，遇雨若濡⑩，有愠（11）， 无咎。

九四：臀无肤(12)，其行次且(13)。牵羊悔亡，闻言不信(14)。

九五：苋陆夬夬中行（15），无咎。

上六：无号（16），终有凶。

【注释】

①夬（guai）是本卦的标题。夬是“快”的本字，有快乐和快速两种意思。 全卦内容主要讲防范敌人和行旅。标题取“夬”的字义。②扬：拿着兵 器跳的武舞。③孚号：呼号。有厉：有敌人来侵犯。④即戎：马上 进行防御。⑤壮：受伤。⑥惕号：惊恐呼号。⑦莫：“暮”的本 字，意思是太陽下山。⑧馗（qiu）：颧骨。⑨夬夬：急匆匆的样子。 (10)若：而。儒：淋湿。(11)愠：不高兴，不满。（12）肤：肉。臀无 肤：这里是说臀部受了伤。烟次且：用作“越趄”，意思是走路很困难的 样子。（14）闻：用作“问”。言：用作“愆”，意思是亏损。信：申辩，说 明。（15）苋：细角山羊。陆：意思是蹦跳。中行：路中间。 （16）无：应为“犬”字。

【译文】

央卦：王庭中正在跳舞取乐，有人呼叫“敌人来犯”。邑中传来命命：“不利出击，严密防范。”有利于出行。

初九：脚趾受了伤，再前往，脚力不胜将遭难。

九二：有人惊呼，夜晚敌人来犯，但不必担心。

九三：颧骨受了伤，凶险。君子独自匆匆赶路，遇到下雨淋湿了全身，很不高兴，但没有灾祸。

九四：臀部受了伤，走起路来十分困难。牵羊去做买卖，悔恨羊丢失了，问怎么丢的，却说不清楚。

九五：细角山羊在路中间欢快蹦跳，没有灾祸。

上六：狗叫，结果将凶险。

【读解】

看来，古人过日子很难有安定团结的时候，随时都可能受到外敌入侵，随时都会有伤亡疾病的威胁，因而提心吊胆，小心翼翼，不敢有丝毫松懈。居家度日是如此，外出经商是如此，寻欢作乐也是如此。一句话，任何时候都要有备无患。

存在着不安定的因素，便会产生忧患意识；有了忧患意识，才会设法寻求各种防范措施。这一卦所讲，不是防天灾，而是防人祸；不是防自己人，而是防外族。这种忧患意识，在中国历史上从来没有中断过，并且早已深入到了整个民族的深层意识之中。

有了这种忧患意识，不断学会保护自己，才经得起种种磨难。 正像犹太民族一样，三千年流离失所，在胆战心惊的恐惧心理笼罩下度日，却没有一刻忘记过为重新建立家园而奋斗，最后终于如愿以偿。历史上的中华民族曾经强大过，又何以在近代落伍了？ 这里面有太多的话可说，怎能是一个忧患意识所能解答。

尽管如此，忧患意识的确是焦点所在，其根源，可以追溯到我们远古的祖先们那里。
