【原文】

泽上于地，萃；君子以除戎器，戒不虞。

乃乱乃萃，其志乱也。引吉无咎，中未变也。往无咎，上巽也。大吉无咎，位不当也。萃有位，志未光也。赍咨涕洟，未安上也。

【译文】

《萃卦》的卦象是：坤（地）下兑（泽）上，为地上有湖，四面八方的细流都源源不断汇入湖中之表象，象征着聚合；在这种众流会聚的时候，必然会现鱼龙混杂、泥沙俱下的情况，因此君子应当修缮甲杖兵器，以防发生意想不到的变故。

“各种乱子就会发生而凑到一起”，不是由于别的原因，主要是因为内心的虔诚不能始终如一，陷于迷惑混乱所致。“引退谦让会带来吉祥，没有灾难“，这是因为该爻位置居中而适当，当会聚的时候，它既不偏不激也不过于保守，虔诚地遵循中庸之道始终不曾改变，因而能够谦让而逢凶化吉。“前去行事不会遇到灾祸”这是因为遇到居于上位的陽刚气十足者。但居于下方的陰柔一方总能表现出谦逊而顺从，从而免去了可能出现的灾祸。“只有在大吉大利的情况下，才能够没有灾害”，这是因为所处位置不适当，随时有可能受到伤害，只有在大吉大利的时候才可以避免受害。“万方聚合之时居于尊贵的高位”，并不能表明大会天下、四海归心的志向得到了发扬光大，还需要修持德行，树立威望，使大众心悦诚服。“唉声叹气而又哭哭啼啼”，是因为虽然身在外，但无一日惦念处于京中的君主。

【原文】

萃，聚也。顺以说，刚中而应，故聚也。王假有庙，致孝享也。利见大人亨，聚以正也。用大牲吉，利有攸往，顺天命也。观其所聚，而天地万物之情可见矣。

【译文】

萃，聚。顺从而招喜悦，（九五）陽刚居中而（与六二陰柔）相应，故为聚。“大王至宗庙”，致孝祖之祭。“利于见有权势的人，亨通”，聚集必以正道。“用大的牲畜（祭祀）吉利，利有所往”，顺从天命。观察所聚的的道理，而天地万物的情状要吧展现。

【注释】

此释《萃》卦卦名及卦辞之义。聚：集。顺以说：《萃》下坤上兑，坤为顺，兑为说。刚中而应：九五陽刚居中而得正，六二率众陰应之。王假有庙：大王至宗庙祭祀。假，至。致孝亨：此释“王假有庙”，是说大王至庙推行孝祖祭祀。致推致。亨，祭祀。聚以正：《萃》九五居中得正，故聚用正道。用大牲吉：用大的牺牲祭祀则有吉祥。

萃（卦四十五）——没有人的祭祀活动

【原文】

（坤下兑上）萃（1）：亨。王假有庙②。利见大人，亨，利贞。用大牲③，吉。利有攸往。

初六：有争不终（4），乃乱乃萃⑤，若号（6）。一握为笑（7），勿恤。往， 无咎。

六二：引吉（8），无咎。争乃利用禴（9）。

六三：萃如嗟如（10）。无攸利。往，无咎，小吝。

九四：大吉，无咎。

九五：萃有位（11），无咎。匪孚（12），元永贞，悔亡。

上六：赍咨涕泆（13），无咎。

【注释】

①萃是本卦的标题。萃在卦中用作“悴”，“瘁”，意思是忧虑。全卦的内 容主要讲祭祀和政治态度。标题的“萃”字是卦中多见词。②假：到，至。 （3）大牲：牛，古代祭祀时以牛为大牲。④不终：没有结果，这里指 俘虏被抓后跑了。③乱：纷乱。（6）若：而。号：呼号。（7）一握： 即嗌喔，咿喔，表示笑声。（8）引：永久，长期。（9）禴（yUe）：祭祀 的名称，指春祭。(10)嗟：感叹。（11）萃：用作“瘁”。有，于。位：职位。（12）匪罕：没有俘虏。（13）赍咨（ji zi）：咨嗟，叹息。泆： 流鼻涕。

【译文】

萃卦：亨通。君王到宗庙祭祝。有利于见到王公贵族，亨通，吉利的占问。祭祀用牛牲，吉利。有利于出行。

初六：抓到俘虏，后来又跑了，引起一阵纷乱和忧虑，大家呼喊着追捕。追回来后嘻哈大笑，不再担忧。前行，没有灾祸。

六二：长久吉利，没有灾祸。春祭最好用俘虏作人牲。

六三：长久叹息。没有什么好处。前行，没有灾祸，只有小危险。

九四：大吉大利，没有灾祸。

九五：尽瘁于职守，没有灾祸。没有俘虏，占问长久吉凶，没有悔恨。

上六：感叹流涕，为国忧心，没有灾祸。

【读解】

前一卦讲了梦中的小事，这一卦接着就讲大事要事--祭祝。 祭祝对古人而言，恐怕难以再有比它重要的了。祭祝的对象一为祖宗，这与以血缘关系为纽带的宗法观念密切相关，也是社会组织结构形成的始基；一为神鬼，人间万物都有神鬼的法力在支配， 不得不以恭敬虔诚的的态度来对待；一为天地，人的生存条件取决于天与地，天地的运行变化，自然要对人的命运产生重要影响， 因此必须崇拜。

总而言之，祭礼以神圣隆重的仪式把古人的心灵导向自身以外的崇拜对象，唯独不崇尚自己，自己的心目中没有自己（天子例外，因为他就是天地神灵在人世间的唯一代表）。人是没有价值的，他的责任和义务就是服从，从家长到官员到大臣到皇上到祖先到天地到鬼种，人活着的意义就是为这些被当作神圣的对象服务，充当仆人和奴隶，充当牛马和犬羊！个人就更不用说了。个人是为他人、群体活着，是一架巨大机器上的一颗没有思想、没有情感、没有生命的螺丝钉。所以，在祭犯中，奴隶可以像牲口一样被杀了来做牺牲品，而人们却认为这是理所当然，必须如此。

看了这样的祭祝，我们的心里总该有所动吧！
