【原文】

木上有水，井；君子以劳民劝相。

井泥不食，下也。旧井无禽，时舍也。井谷射鲋，无与也。井渫不食，行恻也。求王明，受福也。井甃无咎，修井也。寒泉之食，中正也。元吉在上，大成也。

【译文】

《井卦》的卦象是巽（木）下坎（水）上，即是说水分沿着树身向上运行，直达树冠，为井水源源不断地被汲引到地面之表象，因此象征无穷；井水无穷无尽，孜孜不倦地养育着人们，君子应当效法这种美德，不辞劳苦地为大众谋福利，倡导助人为乐的社会风尚。

“井底淤满了污泥不能供人饮用”，完全是因为位置处在最下面，相当于井底部位，水中泥沙不断沉淀最后都淤积在这里；“历尽沧桑、年久失修的老井连鸟雀都不来光顾”，反映出一种时过境迁，被世间万物所遗忘抛弃的凄凉遭遇。“井底容水的凹穴被当作捉鱼的场所”，主要是由于上面没有接应，难以把水送到地面上去供人饮用。于是井的作用得不到发挥，只好退而求其次，盛水的地方成了抓鱼的所在。由于水井陷于瘫痪状态，因而汲水的器具也破损不堪用不成了。“井水淘干净了却不饮用”，表明尽管血气方刚，一心想有所作为而使世人受益，却苦于一片好心无人领受，满怀热情的善行只落了个令人悲叹的结局；希望“君王贤明”，直接从井水说到人事，盼望圣明的君主出现，思贤若渴，像汲水一样选拔吸收重用人才，就能给国家带来吉祥，君臣万民都可以享受到由此带来的恩惠。“用砖石垒砌加固井壁，不会遇到灾祸”，表明六四爻以陰柔之象处在《井卦》居中部位，正好相当于井壁的关键部位，不可有丝毫闪失。因此应当及时修缮使其坚固，才能免除灾祸。“像甘甜凉爽的泉水一样可供天下人饮用”，这是因为九五爻处在最尊贵的地位，位置适中而且十分妥当。象征行为不偏不倚，内心纯正无私。因而能够集中体现水井滋润万物，造福大众的美德。“大吉大利”的情况出现在《井卦》最上面的位置，是因为上下照应，同心协力可将水提出井口。而且在这以后并不把井口盖严，继续怀着诚心为人们不断提供饮水的方便，功德无量，必然会有大吉大利到来。从而标志着滋养世人的宏伟事业获得了巨大的成功。

【原文】

巽乎水而上水，井。井，养而不穷也。改邑不改井，乃以刚中也。汔至亦未繘井，未有功也。羸其瓶，是以凶也。

【译文】

以木引水而上，有井之象。井水供养人而不穷尽。“搬迁村邑，井不会变动”，这是因（二五）以刚得中。“井干涸了也不去挖井”，未能尽到井的功用。“毁坏了水瓶”，所以为凶的预兆。

【注释】

此释《井》卦卦名及卦辞之义。巽乎水而上水：《井》卦下巽上坎，巽为木，为入，坎为水，故以木（桔槔）引瓶下水吸水而上。巽，先儒有不同见解，郑玄：“巽木，桔槔也。”高亨释为“木瓶”。案经文中“羸其瓶”，“甕敝漏”，当知“瓶”、“甕”乃指瓦器并非木器，故巽木不为盛水器。又案《庄子•天地》：“凿木为机，后重前轻，挈水若抽，数如泆汤,其名为槔。“《庄子•天运》“且子不见夫桔槔者乎？引而则俯，舍之则仰。”当知春秋战国时巽木是指井上桔槔。井，指水井，又为古时社会组织单位，八家为一井。改邑不改井：村邑变迁，井不会变动。刚中：〈井〉二五以陽居中。汔到亦未繘井：井干涸了，也不控井。汔，水干涸。繘乃“矞”字之借，训为穿。未有功：指不修治井，不会发挥其功用。羸其瓶：毁坏了瓶。羸：毁缺。瓶：古代汲水器具。


井（卦四十八）——水是生命之源

【原文】

（巽下坎上）井（1）：改邑不改井②，无丧无得，往来井井。汔至亦未蹫井③，羸其瓶（4），凶。

初六：井泥不食⑤。旧井无禽（6）。

九二：井谷射鲋（7）。瓮敝漏（8）。

九三：井渫不食（9），为我心恻（10），可用汲。王明，并受其福。

六四：井甃（11），无咎。

九五：井冽寒泉（12），食。

上六：井收勿幕（13）。有孚，元吉。

【注释】

①井是本卦的标题。井指井田，水井，陷饼。全卦内容是记述村邑中劳动和生活的情景。作标题的“井”字是卦中多见词。②改邑：改换封邑。 井：井田，指划分齐整的田地。③汔（ｑｉ）：水干枯。至：用作“窒”，意思是淤塞。蹫（ｊｕ）：这里的意思是挖。④羸（lei）：用作 “儡”这里指打破。⑤泥：淤泥。井泥：井水浑浊含泥。（6）井：陷 阱，用于捕兽。（7）井谷：井底。鲋：小鱼。（8）瓮：汲水的耳器。敝：破。 （9）渫（xie）：污浊。。（10）心恻：沁测，意思是淘净，澄清。（11） 井甃（zhou）：用砖石垒筑井壁。（12）冽：水清澈。（13）收：缩小。井： 陷饼。幕：盖。

【译文】

并卦：改换了封邑却没改变井田数目，没有损失也没有多得， 人们照样在田间未来往往。水井已经干枯淤塞，却不去挖淘，还打破了汲水瓶，凶险。

初六：井水浑浊如泥无法饮用。陷阱塌坏不能关野兽。

九二：张弓射井底的小鱼。水瓮又破又漏。

九三：井水污浊不能饮用，给我淘净澄清，就可以汲饮。君王英明，使众人都得到他的福佑。

六四：用砖石垒砌井壁，没有灾祸。

九五：并水清澈，凉泉可口，可以饮用。

上六：缩小陷阱口，不加阱盖，结果捕获了野兽，大吉大利。

【读解】

水被称为“生命之源”，已被世所公认。现代化的工业社会正面临着水资源匾乏的困扰，保护水资源成了全球性的话题。

这个困扰着今人的问题，同样也困扰过古人。原始社会的人类从狩猎游牧到定居下来从事农业生产，最重要的条件之一便是要有水源，否则难以生存下去。周人定居的陕西一带，古往今来都是缺水地区，要靠挖井取地下水来保证生产和生活，因此水便显得特别珍贵。“井卦”所记，正是这种情形的真实写照。

在那时人们的观念中，最重要的事情是祭祝和打仗，而对平民百姓来说，生活平安幸福最为重要，他们关注的是衣食住行，油盐柴米，锅碗瓢盆。我们不要自鸣清高地鄙视这些东西。世问没有不吃五谷杂粮的神仙，王公贵族们也是凡胎肉身，其它的都是身外之物。

正如没有水就没有生命一样，不食人间烟火就成了非人。
