【原文】

木上有火，鼎；君子以正位凝命。

鼎颠趾，未悖也。利出否，以从贵也。鼎有实，慎所之也。我仇有疾，终无尤也。鼎耳革，失其义也。覆公饣束，信如何也。鼎黄耳，中以为实也。玉铉在上，刚柔节也。

【译文】

《鼎卦》的卦象是巽（木）下离（火）上，为木上燃着火之表象，是烹饪的象征，称为鼎；君子应当像鼎那样端正而稳重，以此完成使命。

“烹饪食物的鼎足颠翻”，看似反常，实则不然；“却顺利地倒出了鼎中陈积的污秽之物”，便于除旧布新，反常的现象得以向好的方面转化。“鼎中盛满了烹饪的食物，好比人有才干”，应该谨慎行事，不要走错方向；“我的对立面嫉妒我”，但因无隙可乘，故终将无所怨尤。“鼎器的耳部发生了变化”，鼎无法移动，也就失去了它虚中纳物的意义。“王公鼎里的粥饭倾倒出来了”，哪里还有什么信誉可言呢！“鼎配上黄色的鼎耳”，是由于六五爻居中，自然可获得实惠。“玉制的鼎杠高处上方，表明刚柔相济，互相调节。

【原文】

鼎，象也。以木巽火，亨饪也。圣人亨以享上帝，而大亨以养圣贤。巽而耳目聪明，柔进而上行，得中而应乎刚，是以元亨。

【译文】

鼎，（以鼎器）象物。用木生火，用以烹饪。圣人烹饪（特性）以祭亨上帝，而大烹（牛羊等）以宴请圣贤，巽逊而耳目聪明，（六五）陰柔进升行上位，居中而应于（九二）陽刚，所以开始即“亨通”。

【注释】

此释《鼎》卦卦名及卦辞之义。鼎：三足两耳，古代烹饪器具，多用于宗庙祭祀，被看作国家权力象征。象：鼎有象义。惠栋云：“鼎言象者，王辅嗣云，革既变矣。则制器立法以成之。古者六官之法，皆称象。《春秋传》言象魏，《尚书》言象刑，古刑书皆铸之鼎，盖铸鼎象物百物为之备矣。”此指《鼎》卦取鼎器之象：《鼎》初六陰爻为足，九二、九三、九四陽爻为鼎腹，六五陰爻为耳，上九陽爻为铉。以木巽火：《鼎》下巽上离，巽为木，为入，离为火。亨，烹饪。享，祭献。大亨：王夫之曰：“郊用特牛，享宾之礼，牛羊豕具焉，故曰大。”大，犹广、多。耳目聪明：《鼎》上为离，离为目，为明。《鼎》六五又有耳象，故“耳目聪明”。柔进而上行：《鼎》卦六五之柔进而行在上位。得中而应乎刚：六五居中而应九二之刚。得中，六五居中。刚，指九二。


鼎（卦五十）——鼎倾覆损坏的启示

【原文】

（巽下离上）鼎①：元吉，亨。

初六：鼎颠趾（2），利出否民得妾以其子，无咎。

九二：鼎有实（4），我仇有疾（5），不我能即（6）。吉。

九三：鼎耳革（7），其行塞（8）。雉膏不食（9），方雨亏悔。终吉。

九四：鼎折足。覆公粟（10），其形渥（11）。凶。

六五：鼎黄耳金铉（12）利贞。

上九：鼎玉铉（13）。大吉，元不利。

【注释】

（1）鼎是本卦的标题。鼎为饮食器具。全卦的内容同饮食以及与饮食有关的事相关。“鼎”为卦中多见词。（2）颠趾：翻倒后足向上。（3）出：除 去。否：这里指坏人。（4）实：内容，这里指鼎中的装的食物。（5）仇：妻子。。（6）即：两人对食，就餐。（7）革：脱落。（8）行：指外出打猎。 赛：阻碍。（9）雉膏：肥野鸡肉。（10）粟：粥。（11）形渥（wo）：汤汁狼藉遍地。（12）黄耳：铜耳。铉：关鼎盖的横杠。金铉：铜鼎盖横杠。 （13）玉铉：玉制的鼎盖横杠。

【译文】

鼎卦：大吉大利，亨通。

初六：鼎翻倒而足向上，有利于清除坏人。得到他人的妻子和儿子作家奴，没有灾祸。

九二：鼎中没有食物，我妻子有病，不能和我同吃。吉利。

九三：鼎耳脱落，外出打猎有无阻碍？家里野鸡肉留着不吃，天正下雨，倒霉。结果吉利。

九四：鼎足折断，倾倒了鼎中王公的粥，弄得遗地狼藉。凶险。

六五：鼎耳和鼎盖横杠都用铜制成。吉利的占问。

上九：鼎盖横杠用玉制威，大吉大利，没有什么不利。

【读解】

鼎，不过一器具而已，腹大，三足，放着敦实稳当，或用作盛食物的器皿，或用作祭祀器物。如此器具，也值得占问求神？

其实，卦中所记，是梦中之象。敦实稳重的鼎翻倒、断足、脱 耳、洒得汤汁遍地，都与鼎的形象不相吻合，有点神秘，是不是？ 总是什么的预兆吧？我们不信，但古人相信，所以要向神灵请示，弄个明白。

撇开梦的因素，单就现象而言，结实稳重的鼎出现异常现象， 可以具有某种象征意义。比如，硕大无朋的象翻倒在地四脚朝天，意味着什么？比如，稳定性最佳的三只粗足断掉一只，失去稳定性和重心而倾覆，叉意味着什么？全是不祥之兆。卦中所记诸象， 似乎证实了这一点。

这提醒我们，再坚实庞大的东西，也有颠覆瓦解的一天；再耀眼的太陽，也有陨落的时刻；再辉煌的业绩，也有穷途末路的时候。是呵，有什么是永恒可靠的呢：这样想，虽然有点令人丧气，但总比糊里糊涂好。
