【原文】

山上有木，渐；君子以居贤德善俗。

小子之厉，义无咎也。饮食衎衎，不素饱也。夫征不复，离群丑也。妇孕不育，失其道也。利用御寇，顺相保也。或得其桷，顺以巽也。终莫之胜吉，得所愿也。其羽可用为仪吉，不可乱也。

【译文】

《渐卦》的卦象是艮（山）下巽（风）上，表明高山上的树木逐渐长得高大，象征循序渐进；君子观看高山上的树木逐渐长得高大的情况，由是修养德性，改善社会的风尚、礼节和习惯。

“年幼无知的孩子有危难”，不会发生什么危险的。“饮食和乐”，说明决不是尸位素餐不干事情的。“好比丈夫远去出征而不复还”，离开自己的同类是值得忧虑的；“他的妻子非夫而孕难以生育”，因为违反了妇道；“但却能以刚烈御强寇”说明守正能够使丈夫与妻子和顺相保。“或许能寻找到较平的枝杈得以栖息”，说明六四柔顺和服从。“邪终久不能胜正，因此就得到吉祥”，实现了夫妇聚首的愿望。“洪亮的羽毛可以作为典礼上洁美的装饰品，吉祥”，说明洁美高尚的志向不能相乱的。

【原文】

渐，之进也，女归吉也。进得位，往有功也。进以正，可以正邦也。其位，刚得中也。止而巽，动不穷也。

【译文】

渐为渐进，“少女出嫁吉利”，（六四）进而得位，前往可立功业。进用正道，可以正定邦国。（九五）之位为陽刚得中。（内卦艮）止而（外）巽顺，进而不陷入穷困。

【注释】

此释《渐》卦卦名及卦辞之义。渐：渐进。孔颖达曰：“渐者，不速之名也。”女归吉：少女出嫁则有吉。依卦气之说，《渐》为正月之卦，少女在正月（或春天）出嫁则有吉。案《诗•国风•匏有苦叶》：“士如归妻，迨冰未泮。”郑注：“冰未散，正月中以前也。”《白虎通德论》：“嫁娶必此春者。春，天地交通，万物始声，陰陽交接之时也。”此说正与卦气之说符。进得位：六四自下而上得位。往有功：因五位多功，六四承五陽前往，必有功。进以正：与“进得位”之义相同。刚得中：九五陽刚居中。止而巽：《渐》下艮上巽，艮为止。

渐（卦五十三）——鸿雁传来幸福家庭的消息

【原文】

（艮下巽上）渐（1）：女归吉（2）。利贞。

初六：鸿渐于干③，小子厉（4），有言（5）。无咎。

六二：鸿渐于磐（6），饮食瞰瞰（7）。吉。

九三：鸿渐于陆（8），夫征不复，妇孕不育。凶。利御寇。

六四：鸿渐于木，或得其桷（9）。无咎。

九五：鸿渐于陵，妇三岁不孕，终莫之胜（10）。吉。

上九：鸿渐于阿（11），其羽可用为仪（12）。吉。

【注释】

①渐是本卦的标题。渐的意思是渐进，缓进。全卦内容以鸿雁起兴，作为主线，占问日常生活中的事情。标题的“渐”字是全卦中多见词。② 归：女子出嫁。 ③鸿：水鸟。干：山涧。④小子：小孩子。厉：危 险。 ⑤言：意思是谴责，河责。（6）磐：涯岸。（7）瞰 （kan）：自得的样子。（8）陆：高而平的地。（9）桷（jue）：屋顶上承瓦 的方木条。(10)胜：欺凌，欺侮。(11)阿：大山。(12)仪：用鸟羽编 织的文舞道具。

【译文】

渐卦：女子出嫁，是吉利的事。吉利的占问。

初六：鸿雁走进山涧，小孩也去很危险，应当河责制止。

六二：鸿雁走上涯岸，丰衣足食，自得其乐。吉利。

九三；鸿雁走上陆地，丈夫出征没回来，妻子怀孕而流产。凶险。有利于抵御敌寇。

六四：鸿雁飞上树木，贵族已准备好了盖房的桶条。没有灾祸。

九五：鸿雁飞上山头，妻子多年没有怀孕，却始终没有受到欺侮。吉利。

上九：鸿雁飞上大山，它的羽毛可以作文舞的道具。吉利。

【读解】

这一卦采用民歌常用的起兴手法，记述家庭生活，既洋溢着一种幸福的情调，又颇富有诗意。

幸福的家庭确是相似的：丰衣足食，凡孙满堂，而这里的幸福之家却有点不一样，那就是妻子多年不孕不育。按封建时代传统的观念，不孝有三，无后为大。女子最重要的职责之一便是生儿育女。不能生儿育女的妻子，要被休弃，或者纳妾以替代。卦中写到的妻子是幸运的，没有被休弃，也没有受到歧视欺侮。

显然，这不能看成具有普遍性的现象，不幸的女子，不幸的家庭却很多很多。如今的女子已无法体验古时妇女被迫缠足、束胸、守节的苦痈，无法体验苦守闺中思春的惆怅落寞。俱往矣，时代不同了，妇女地位变化了。相妻教子，孝敬长辈，操持家务成了男人的职责，女人获得了空前的自由和解放。

这是今天的女人的福气。倘若古人有知，一定羡慕得要死。
