【原文】

泽上有雷，归妹；君子以永终知敝。

归妹以娣，以恒也。跛能履吉，相承也。利幽人之贞，未变常也。归妹以须，未当也。愆期之志，有待而行也。帝乙归妹，不如其娣之袂良也。其位在中，以贵行也。上六无实，承虚筐也。

【译文】

《归妹卦》的卦象是兑（泽）下震（雷）上，兑又代表少女，震又代表长男为嫁出少女之表象；君子应当永远使夫妇和谐，白头偕老，防止夫妇关系被破坏。

“嫁出的少女作为偏房”，这是婚嫁中的正常情况；“好像跛脚而奋力向前行走”，说明能以偏房侧室的地位辅佐和照顾丈夫，必获吉祥。“幽居之人利于守正”，这是因为能遵守恒常的规则。“妹妹想冒充姐姐的地位嫁为正室”，这是不正当的。错过出嫁的时机，是为等待更好的时机到来再嫁。“帝乙嫁出少女，正房的服饰，反不如偏房的服饰艳丽华美”；说明虽身居中位，十分尊贵，却能保持勤俭谦虚的美德。《归妹卦》的第六位（上六）空虚无实，好比手持空空的篮筐。

【原文】

归妹，天地之大义也。天地不交，而万物不兴。归妹，人之终始也。说以动，所归妹也。征凶，位不当也。无攸利，柔乘刚也。

【译文】

归妹，是存在于天地间的大道义。天地（陰陽之气）不交，则万物就不会兴盛。归妹，又是人生的终结与开始。喜悦而动，所以归妹。“出征有凶”，（中四爻）位置不正当。“无所利”，陰柔乘凌陽刚之上。

【注释】

此释《归妹》卦卦名及卦辞之义。归：嫁。妇人谓嫁曰归。妹，少女。人之终始：归者，为女之终；女归男而生育，故为人之始。说以动。《归妹》下兑为说，上震为动。所：案《经传释词》云：“所，犹可也。”征凶：也征则有凶。位不当：指《归妹》中四爻皆失位，二四陽居陰，三五是陰居陽。柔乘刚：《归妹》六三陰爻居九二陽爻之上，六五陰爻居九四陽爻之上。


归妹（卦五十四）——姊妹共夫的婚俗

【原文】

（兑下震上）归妹（1）征，凶。无攸利。

初九：归妹以姊（2）。跛能履。征，吉。

九二：眇能视③。利幽人之贞（4）。

六三：归妹以须⑤，反归以娣（6）。

九四：归妹愆期（7），迟归有时（8）。

六五：帝乙归妹（9），其君之袂不如其娣之袂良（10）。月几望（11），吉。

上六：女承筐（12），无实。士刲羊（13），无血。无攸利。

【注释】

①归妹是本卦的标题，归妹的意思是少女出嫁。全卦的内容是记述姊妹共夫的婚俗。“归妹”是卦中多见同，也与内容有关。②以：当。娣：女 弟，即妹妹。③吵：目盲。④幽人：囚徒，这里指家庭妇女。 ⑤须：用作“娶”，意思也是女弟，即妹妹。（6）反归：被休弃回娘家。 （7）愆期：过期。（8）时：待。（9）帝乙，殷纣上之父。（10）其君：这 里指君夫人。袂（mei）：衣袖，这里代指嫁妆。（11）几：接近。望：农历 每月十五日。（12）承：捧着。承筐：捧着装祭品的器具。（12）刲（kui）： 割，宰杀。

【译文】

归妹卦：出行，凶险。没有什么好处。

初九：姊妹一同出嫁。脚跛却能行走。出行，吉利。

九二：眼瞎了却能看见。有利于女子婚嫁的占问。

六三：姊妹一同出嫁，后来又一同被休弃返回娘家。

九四：出嫁时超过了婚龄，迟迟不嫁是有所期待。

六五：殷帝乙把女嫁给周文王，妹妹的嫁妆比姊姊的还要漂亮。婚期选在将近月中，吉利。

上六：新娘捧着祭品的筐，但筐里没有东西；新郎提刀杀羊， 但羊没有出血。没有什么吉利。

【读解】

男大当婚，女大当嫁，这是天经地义的事情，正如饿了要吃饭，困了要睡觉一样，没有什么可讨论的。然而，怎么娶法，怎么嫁法，却是有讲究的。观念不同，赋予婚嫁的意义便有所不同， 采取的方式也就不同。

“归妹卦”让我们看到的是群婚制的遗俗：女子到了出嫁年纪； 便带着嫁妆，带着妹妹一同嫁到夫家去；被休弃时，也连同妹妹一起回家，并提到了殷纣王之父帝乙将女儿嫁给周文王的史实，说明这种姊妹共夫是有所据的。女子嫁到夫家三个月之后，要举行祭祀仪式，新娘献上黍稷等进行祭奠，新郎则宰羊献牲，甚是隆重。据考证，这种婚俗到了西周之后的春秋时代，仍很盛行，被叫做“媵”（ying）。

卦中的记述采取了现实和梦象交织的手法。初九交爻的“跛能履”，九二爻的“眇能视”以及上六爻都是梦占。这是否包含有这样的意思：出嫁对女子来说是个人生的转折点，在这喜忧交集的时刻，总是充满了各种想象和幻想？即使作者没有这意思，现实情况多半会如此。
