象传下·旅
【原文】

山上有火，旅；君子以明慎用刑，而不留狱。

旅琐琐，志穷灾也。得童仆贞，终无尤也。旅焚其次，亦以伤矣。以旅与下，其义丧也。旅于处，未得位也。得其资斧，心未快也。终以誉命，上逮也。以旅在上，其义焚也。丧牛于易，终莫之闻也。

【译文】

《旅卦》的卦象是艮（山）下离（火）上，为火势匆匆蔓延之表象，象征行旅之人匆匆赶路；君子观此应谨慎使用刑罚，明断决狱。

“旅行之始猥琐不堪”，是意志穷迫造成的灾祸。“有童仆照顾，能坚守正道”，故不会有过失。“旅途中施舍失火”，已经受到损伤；把童仆视为路人，童仆舍其而去，是必然的，合乎道理的。“身处异乡暂为栖身，不能安居”，因为毕竟未得到长久安身的地方；“虽然得到路费”，但仍然客居他乡，故此时心中仍不畅快。“最终获得荣誉和爵命”，是由于能亲近居高位的尊者。“作为旅客却在异乡身居高位，这样必然要遭到焚巢之灾；牧人在牧场丢失了牛，这个，可悲的结局是无可挽回的。

【原文】

旅，小亨，柔得中乎外，而顺乎刚，止而丽乎明，是以小亨旅贞吉也。旅之时义大矣哉。

【译文】

旅，“不亨通”，（六五）陰柔居中于外卦，而顺从（九四、上九）陽刚，（内卦艮）静止而依附（外卦离之）光明，所以“小有亨通，旅中守正则吉”。《旅》卦时的意义，太大啦！

【注释】

此释《旅》卦卦名及卦辞之义。柔得中乎外：《旅》卦六五之柔居中而在外卦。顺乎刚：六五居九四与上九两陽之间，故有顺从陽刚之义。止而丽乎明：《旅》卦下艮为止，上离为丽、为明。小亨：小事亨通。

旅（卦五十六）——赚钱赚不来幸福

【原文】

（良下离上）旅①：小亨。旅贞吉。

初六：旅琐琐②，斯其所③，取灾(4)。

六二；旅即次⑤，怀其资，得重仆贞。

九三：旅焚其次（6），丧其童仆，贞厉。

九四：旅于处（7），得其资斧（8），我心不快。

六五：射雉，一矢亡，终以誉命（9）。

上九：鸟焚其巢，旅人先笑后号眺，丧牛于易（10）。凶。

【注释】

①旅是本卦的标题。旅的意思是行旅，商旅，全卦的内容也与此有关。标题的“旅”字是卦中多见词。②琐琐：意思是三心二意。 ③斯：离开。所：指住所。（4）取灾：得祸。⑤即：走近，走到。 次：用作“肆”，意思是市场。（6）焚其次：市场夫火。（7）处：止，指住处。 （7）资斧：钱财。斧：斧形钱币。（9）命：名声。 （10）易：用

【译文】

旅卦：小事通。占问行旅得吉兆。

初六：旅途三心二意，离开住所，结果遭祸。

六二：行到市场，怀揣钱财，买来奴隶，占得吉兆。

九三：行到着火的市场，买来的奴隶借机逃走，占得险兆。

九四：行到住处，虽然赚了钱，心里却不安。

六五：途中射野鸡，一箭中的，结果得到善射的美名。

上六：鸟巢失了火，旅人先高兴欢笑，后来却呼号哭泣，狄人抢去了牛羊。凶险。

【读解】

又是商旅。为什么一写再写？只能说明商人重要，商业活动频繁，商业在经济生活中的地位超过了农业。也许，那时的社会思潮是重商轻处与后来刚好相反。

不过，这次差不多是不好的兆头。途中疑神疑鬼，离家就遭祸，市场失火，买到的奴隶跑掉了，赚了钱心里并不高兴，最后连家园都丧失了。真是祸不单行啊。

看来，赚钱并不是好事。赚钱本来是为了日子过得更好，结果饱尝艰辛之后连家园都保不住，还有什么意思？钱财本是身外之物，生不带来，死不带走。舍本逐末，岂不是太糊涂吗！

这些隐隐约约的潜台词，仿佛在提醒我们：赚钱并非是件好事，经商不一定是一种好选择，不必人人都去东奔西跑。别忘了回家，别忘了重要的是．日子平和安康。
