 【原文】

泽上有风，中孚；君子以议狱缓死。

pp初九虞吉，志未变也。其子和之，中心愿也。或鼓或罢，位不当也。马匹亡，绝类上也。有孚挛如，位正当也。翰音登于天，何可长也？   

【译文】

《中孚卦》的卦象是兑（泽）下巽（风）上，为泽上有风，风吹动着泽水之表象，比喻没有诚信之德施及不到的地方，说明极为诚信；君子应当效法“中孚”之象，广施信德，慎重地议论刑法讼狱，宽缓死刑。

pp《中孚卦》的第一爻位（初九）“能安守诚信，可以获得吉祥”，是因为其没有他求的志向没有改变。“鹤的那些同类们一声声地应和着它”，说明它们表露出了内心的意愿。“或者敲起战鼓发动进攻，或者兵疲将乏而致败退”，均是因为六三爻居位不正的缘故。“好马失掉了匹配”，是指六四爻诚信专一，断绝与同类之间的交往，而专心事奉君主。“具有诚信之德并以其牵系天下人心”，是指居位中正适当，说明中心诚信这种教化作用可以施及整个邦国。“鸟高飞着，鸣叫声响彻天空”，这种声音虚而不实，声高于情，怎么可能长久保持呢？ 

【原文】

中孚，柔在内而刚得中，说而巽，孚乃化邦也。豚鱼吉，信及豚鱼也。利涉大川，乘木舟虚也。中孚以利贞，乃应乎天也。

【译文】

中孚，（六三、六四）陰柔在内而（九二、九五）陽刚居中，喜悦而逊顺，其诚才能感化邦国。“用猪和鱼（祭祀）吉”，诚信得之于用猪和鱼（祭祀）。“宜于涉越大河”，乘驾木舟中虚（行水）。中孚能“宜于守正”，才是顺应天道。

【注释】

此释《中孚》卦卦名及卦辞之义。柔在内而刚得中：《中孚》六三、六四二陰爻在一卦之内，故曰“柔在内”。九二、九五陽爻分居内外卦之中，故曰“刚得中”。说而巽：《中孚》下兑上巽，兑为说，孚乃化邦：诚孚发于内，邦国化于外。孚，本指卵孚，后引申为信。朱骏声曰：“孚，卵孚也。从爪从子。鸟袌恒以爪反复其卵。鸟之孚卵，皆如期而不失。故转训为信。”（《六十四卦经解》）豚鱼吉：用豚及鱼祭祀则吉。豚，小猪。信及豚鱼：信得于以豚鱼祭祀。乘木舟虚：《中孚》上巽为木，下兑为泽，木在泽水之上，乘木舟之象。从六爻看，《中孚》上下为陽爻，故实，中间为陰爻故虚，外实中虚，故有舟虚之象。

中孚（卦六十一）--久已远去的仪式

【原文】

（兑下巽上）中孚（1）：豚鱼吉（2）。利涉大川。利贞。 初九：虞③，吉。有它不燕（4）。 九二：鹤鸣在陰⑤，其子和之。我有好爵（6），吾与尔靡之（7）。 六三：得敌（8），或鼓或罢（9），或泣或歌。 六四：月几望，马匹亡。无咎。 九五：有争挛如（10）。无咎。 上九：翰音登于天（11）。贞凶。

【注释】

①中孚是本卦的标题。中争的意思是心中诚信。全卦的内容是讲礼仪。标 题与内容有关。②豚（tun）鱼：小猪和鱼。这两样东西是献祭和行礼时 常用的物品。、③虞：丧礼，葬礼。④它：意外事故。燕；用作 “宴”，指宴饮之礼。⑤陰；用作“荫”，意思是树上荫蔽的地方。(6) 爵：古代酒器，即酒杯，这里代指酒。(7)靡：共享，同享。(8)得敌： 克敌，战胜敌人。(9)鼓：击鼓追击敌人。罢；停战，收兵。（10）挛如： 捆得紧紧的样子。(11)翰音：鸡，这里指用鸡祭天。

【译文】

中孚卦：行礼时献上小猪和鱼，吉利。有利于渡过大江大河。 吉利的占问。 初九：行丧礼，吉利。如有变故，就不行燕礼。 九二：鹤在树荫中鸣叫，幼鹤应声附和。我有美酒，与你同 享。 六三：战胜了敌人，有的乘胜追击，有的凯旋收兵，有的高 兴流泪，有的放声歌唱。 六四：月近十五的时候，马匹丢失了。结果没有灾祸。 九五：抓到俘虏，紧紧捆住。没有灾祸。 上九：用鸡祭祖上天。占问得凶兆。

【读解】

这一卦专讲礼仪，以内心虔诚为中心，依次讲了丧礼、宴礼、军礼和祭礼。虽然这些还不是全部礼义，但可见周代礼仪繁多复杂之一斑。不妨说，古人的生活方式是普遍仪式化了的，各种礼 仪都为某一特殊目的而设，礼仪活动渗透到了日常生活的方方面面。

表面上看，礼仪奢华繁琐，但在更深层次上，它是二种人类寻求意义的活动。这道理很显豁，因为人不仅在物质的、肉体的层面上存在，同时也通过语言、仪式、艺术、宗教而在诗意的意 义层面上存在。现代人似乎免去了众多‘繁文褥节”，但现代人所 失去的比“繁文得节”要多得多。他离物质越近，寓意义就越远； 他离肉体越近，离想象和诗意也就越远。他已经赤裸得如同走肉行尸，并且被Yan割了。

不难想象，通过神圣隆重庄严肃穆的礼仪，我们的心灵将被提高到怎样的高度，我们的精神将得到怎样的净化和升华。遗憾的是，这离我们已越来越远。
