【原文】

山上有雷，小过；君子以行过乎恭，丧过乎哀，用过乎俭。

飞鸟以凶，不可如何也。不及其君，臣不可过也。从或戕之，凶如何也？弗过遇之，位不当也。往厉必戒，终不可长也。密云不雨，已上也。弗遇过之，已亢也。

【译文】

《小过卦》的卦象是艮（山）下震（雷）上，为山上响雷之表象，雷声超过了寻常的雷鸣，以此比喻“小有过越”，君子应效法“小过”之象，在一些寻常小事上能略有过分，如行止时过分恭敬，遇到丧事时过分悲哀，日常用度过分节俭，为的是矫枉过正。

“飞鸟向上强飞将会出现凶险”，是咎由自取，无可奈何。“不能擅自越过君位”，因为作为臣子是不能超越至尊的。“将要为人所害”，说明面临的危险是多么的严重啊！“不过分恃强恃刚就能遇到陰柔”，因为九四爻以刚居柔位，位置不正；“主动迎合陰柔会有凶险，务必要心存戒惕”，是说若主动迎合陰柔，最终将不可能长久无害。“乌云密布在天空而不下雨”，是因为陰气超过了陽气，陰陽不合，故而不能化雨。“不能遇合陽刚而超越了陽刚”，是指其过分已达到极点，再危险不过了。

【原文】

小过，小者过而亨也。过以利贞，与时行也。柔得中，是以小事吉也。刚失位而不中，是以不可大事也。有飞鸟之象焉，飞鸟遗之音，不宜上宜下大吉，上逆而下顺也。

【译文】

小过，（陰）小盛过而能“亨通”，过而“宜于守正”，是因符合于时而行动。（六二、六五）陰柔居中，所以“小事吉利”。（九三、九四）陽刚失位而不居于中，所以“不可做大事”。（《小过》）有“飞鸟”之象。“飞鸟过后遗音犹在，不宜上而宜下，大吉”。（因为）往上逆而向下顺呵！

【注释】

此释《小过》卦卦名及卦辞之义。小者过而“亨”：陽大陰小，《小过》陰多陽少，故陰小过多。又《小过》上下皆陰爻，有陰经过陽之义。即《序卦》所谓“有其诚者必行之，故受之以小过”。《杂卦》所谓：“小过，过也。”因小过有经过之义，故为“亨”。柔得中：《小过》二五陰爻居中位。刚失位而不中：《小过》九四以陽居而失位，又不居中位。《彖》用“柔得中”释“小事吉”，以“刚失位而不中”释“不可大事”，其解陰为小、陽为大之义已至确。有飞鸟之象：《小过》中陽刚，外陰柔，有飞鸟舒羽之象。许鲤跃曰：“凡物之走者，皆下动而上止，惟鸟之飞者，则下止而上动。故震动象鸟翼之搏风，艮止象鸟足之企踵。”（《周易费氏学》引）可备为一说。飞鸟遗之音：飞鸟过后，其叫声仍在，遗：留。不宜上，宜下：适合于下，不宜于往上。上逆而下顺：先儒多解，（一）《小过》上二陰乘二陽爻故逆，下二陰爻承二陽爻，故顺。（二）上六五乘九四为逆，下六二承九二为顺。（三）四五失位故上逆，二三得位，故下顺。当以第一说为胜。

小过（卦六十二）--开明通达的批评观

【原文】

（艮下震上）小过①：亨，利贞。可小事②，不可大事。飞鸟遗之音（1），不宜上，宜下。大吉。 初六：飞鸟以凶（4）。 六二：过其祖⑤，遇其妣（6）。不及其君（7），遇其臣。无咎。 九三；弗过，防之。从戕之（8）。凶。 九四：无咎（9），弗过，遇之。往厉，必戒。勿用永贞（10）。 六五：密云不雨，自我西郊。公弋（11），取彼在穴（12）。 上六：弗遇，过之，飞鸟离之（13），凶，是谓灾眚。

【注释】

①小过是本卦的标题。“过”有经过和责备两个意思，全卦的内容主要是 讲对批评的看法。标题的“过”字是卦中的多见词。由于前面已有“大过 卦”，所以这一卦叫“小过”。②可：有利于。小事：周代祭祀和战争是 大事，其它都是小事。③遗：留下。音：鸟的叫声。④以：带来。 ⑤过：责备，批评。祖：祖父。 （6）遇：礼遇，“过”的反义词。批 （ｂＩ）：祖母。（7）不及：赶不上，有缺点。（8）从：用作“纵”，意思是 放纵，听任。戕（ｑｉaｎｇ） ：伤害。(9)无咎：这里的意思是没有过错。 （10）勿用：不利于。 （11）弋（yi）：射鸟。（12）彼：这里指代野兽。 （13） 离：用作“罗”，意思是网，指捕鸟的网。

【译文】

小过卦：亨通，吉利的占问。对小事有利，对大事不利。飞鸟经过，叫声还留在耳际。对大人不利，对小人有利。大吉大利。 初六：飞鸟经过，带来凶兆。 六二：祖父可以批评，祖母可以称赞。君王也有缺点，臣子 也可以夸奖。没有灾祸。 九三：不要过分指责，但要防止错误发展。倘若放任不管，就是害他。凶险。 九四：没有错误，就不要指责，而要夸奖。日后有出错的危险，一定要防止。不利于占间长久的吉凶。 六五：在我西边郊野上空，陰云密布，雨却没有下来。王公射鸟，却在洞穴抓到野兽。 上六：对没有错的人不表扬，反而批评，像网罗网飞鸟，凶险，这就叫灾祸。

【读解】

在讨论批评之前，作者就先确立了一个原则界限：祭祀和战争这样的大事不可随便批评，此外的一切“小事”都可议论，可批评，可表扬。这说明了祭犯和战争的神圣。 重要的是，在可以批评的范围年，我们看到作者持的是一种开明的立场，特意指出批评对地位尊贵者（王公贵族，家长官长）不利，对他们皆可批评。同时，批评要及时，恰到好处，注意褒贬的适当运用。

如果在后来的专制时代，这样的言论肯定会被看作是“犯上作乱”，不会见容于统治者，说不定作者还会陷入“文字狱”。 美国作家房龙曾写过一本书叫《宽容》，讲述西方历史上统治者对思想、言论自由的不宽容。其中一些情况，在古代中国是有过之而无不及，不允许思想自由，更不用说对君王将相王公贵族 的过失错误评头品足了。

只要是人，都有所长有所短，批评褒扬实在大正常了。可是，本来很简单明白的道理，由于把人划分出等级，梗越弄越复杂，甚至会招来杀身之祸。这是人类的悲剧，还是历史的悲剧？宽容说来容易，行来就不那么容易了。
