【原文】

水在火上，既济；君子以思患而豫防之。

曳其轮，义无咎也。七日得，以中道也。三年克之，惫也。终日戒，有所疑也。东邻杀牛，不如西邻之时也。实受其福，吉大来也。濡其首厉，何可久也？

【译文】

《既济卦》的卦象是离（火）下坎（水）上，为水在火上之表象，比喻用火煮食物，食物已熟，象征事情已经成功；君子应有远大的目光，在事情成功之后，就要考虑将来可能出现的种种弊端，防患于未然，采取预防措施。

“拉住车的轮子，不使它快进”，说明事情成功之后，必须谨慎从事，小心防备，才没有灾祸。“丢失妇人乘车上的遮帘，过不了七日就会物归原处”，说明此时正处于中位，坚守正道，不偏不倚，所以丢失了的东西可以失而复得。“经过三年的连续战斗才攻克了鬼方国”，说明战争非常激烈又持续了三年之久，已经筋疲力尽了，胜利是来之不易的。“整天保持戒备，以防止灾祸的发生”，说明此时心中有所疑虑，感到恐惧。“东边的邻国杀牛宰羊来举行盛大的祭礼”，还不如西边邻国能按时举行虔诚简单的时祭；西邻“实在地得到上天神灵降赐的福分”，说明此是正当其位，吉祥福分将不断隆临，非常幸运。“小狐狸渡河时弄湿了头，有危险”，这是警告在事情成功之后，要更加小心谨慎，不然怎能长久不败！

【原文】

既济亨，小者亨也。利贞，刚柔正而位当也。初吉，柔得中也。终止则乱，其道穷也。

【译文】

既济，“亨通”，小事而能亨通。“利于守正”，（六爻）陽刚陰柔之位皆正当。“起初吉利”，（六二）陰柔居中，“终”（若）停止则必“乱”。（事至既济，六爻皆已当位）其道当穷尽。

【注释】

此释《既济》卦卦名及卦辞之义。小者亨也：陰为小，《既济》卦三陰爻得正皆在陽爻之上，以示陰气上升，故曰“小者亨也”。刚柔正而位当：《既济》六爻三陰三陽样交而得正，故曰刚柔正，初、三、五之陽爻居陽位，二、四、上之陰爻居陰位，故“位当”。初吉：最初吉利。柔得中：《既济》六二居内卦之中。“终”止则“乱”：是释卦辞“终乱”。既济有止之义，《杂卦》：“既济，定也。”定，即止。《既济》外卦为坎，坎为乱。

既济（卦六十三）——谁能说不济是祸

【原文】

（离下坎上）既济(1)：亨，小利贞。初吉，终乱(2)。

初九；曳其轮，濡其尾。无将。

六二：妇丧其茀③，勿逐，七日得。

九三：高宗伐鬼方（4），三年克之。小人勿用。

六四：繻有衣袽⑤，终日戒（6）。

九五：东邻杀牛，不如西邻之禴祭（7），实受其福。

上六：儒其首，厉。

【注释】

①既济是本卦的标题。既的意思是已经，济的意思是渡水和成功、成就。 既济是说事已成功。全卦内容是讲事情成功的道理，与下一卦“未济”构成 组卦。标题取“济”的意义。②乱：变故。③茀（ｆｕ）：用作“禴”， 意思是头巾。 （4）高宗：殷国君武丁，曾与周联手攻打北方强敌鬼方。鬼方：殷周时北方的国名，属于严允部落之一。⑤繻（ru）：意 思是御寒的衣服。袽（ｒｕ）：用作“絮”，指破烂的冬衣。(6)戒：用作 “骇”，意思是惊惧不安。（7）东邻：指殷人。西邻：指周人。禴（yue）祭古代祭名，指春祭。

【译文】

既济卦，亨通，有小吉利的古问。开始吉利，结果会出现变故。

初九，拉车渡河，打湿了车尾。没有灾祸。

六二：妇人丢失了头巾，不用去找，七天内会失而复得。

九三：殷高宗武丁讨伐鬼方国，用了三年才取胜。对小人不利。

六四：冬天穿的寒衣破烂不堪，整天心里惊恐不安。

九五：殷人杀牛祭祝，不如周人春祭，周人确实得到了神的福佑。

上六：过河时打湿了头部，危险。

【读解】

有句古话，叫做“塞翁失马，安知非福”，说的是丢失马虽然是个损失，但谁叉能说这不是更大的福气到来的征兆呢。

福 与非福，成功与失败，损失与收获，都没有绝对不可逾越的界限，完全可以相互转变。 这个思想，可以用来概括“既济卦”的主题。殷人强大的时 候，周人还较弱小，不足以与之抗衡。后来周由弱变强，最终消灭了殷，情况发生了逆转。

这类情形在现实中大多了，所以作者才说丢了头巾不必寻找，它自己会回来，以此说明不济之中又有济。再夸张一点说，就是三十年河东，三十年河西；山不转水转，天无绝人之路。 看透了这些道理，多少会给人心理上一些慰藉，也可能会使人心胸开阔起来，精神境界更上一层楼。正如毛泽东说的，“风物长宜放眼量”，“不管风吹浪打，胜似闲庭信步”。 患得患失，反而可能得到的少，失去的多；洒脱无忧，却有可能得到的多，失去的少。

现在流行歌唱“箭洒走一回”，实际上 又有凡人真能漾溃洒洒走一回呢？
