<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '宠辱若惊①，贵大患若身②。何谓宠辱若惊？宠为下③，得之若惊，失之若惊，是谓宠辱若惊。何谓贵大患若身？吾所以有大患者，为吾有身，及吾无身，吾有何患④？故贵以身为天下，若可寄天下；爱以身为天下，若可托天下⑤。',
            ],
            'vernacular' => [
                '受到宠爱和受到侮辱都好像受到惊恐，把荣辱这样的大患看得与自身生命一样珍贵。什么叫做得宠和受辱都感到惊慌失措？得宠是卑下的，得到宠爱感到格外惊喜，失去宠爱则令人惊慌不安。这就叫做得宠和受辱都感到惊恐。什么叫做重视大患像重视自身生命一样？我之所以有大患，是因为我有身体；如果我没有身体，我还会有什么祸患呢？所以，珍贵自己的身体是为了治理天下，天下就可以托付他；爱惜自己的身体是为了治理天下，天下就可以依靠他了。',
            ],
            'notes' => [
                '①宠辱：荣宠和侮辱。',
                '②贵大患若身：贵，珍贵、重视。重视大患就像珍贵自己的身体一样。',
                '③宠为下：受到宠爱是光荣的、下等的。',
                '④及吾无身，吾有何患：意为如果我没有身体，有什么大患可言呢？',
                '⑤此句意为以贵身的态度去为天下，才可以把天下托付给他；以爱身的态度去为天下，才可以把天下托付给他。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '宠辱若惊，贵大患若身。何谓宠辱若惊？宠为下，得之若惊，失之若惊，是谓宠辱若惊。',
                '何谓贵大患若身？',
                '吾所以有大患者，为吾有身，',
                '及吾无身，',
                '吾有何患？故贵以身为天下，若可寄天下；',
                '爱以身为天下，若可托天下。',
            ],
            'vernacular' => [
                '宠必有辱，荣必有患，惊辱等#4，荣患同也。为下得宠辱荣患若惊，则不足以乱天下也。',
                '大患，荣宠之属也。生之厚，又入死之地，故谓之大患也。人迷之於荣宠，返之於身，故曰大患若身也。',
                '由有其身也。',
                '归之自然也。',
                '无以易其身，故曰贵也。如此，乃可以托天下也。',
                '无物可以损其身，故曰爱也。如此，乃可以寄天下也。不以宠辱荣患损易其身，然后乃可以天下付之也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '寵辱若驚，貴大患若身。',
                '何謂寵辱？寵為下，得之若驚，失之若驚，是謂寵辱若驚。',
                '何謂貴大患若身？吾所以有大患者，為吾有身，及吾無身，吾有何患？',
                '故貴以身為天下，若可寄天下；愛以身為天下，若可託天下。',
            ],
            'vernacular' => [
                '古之達人，驚寵如驚辱，知寵之為辱先也；貴身如貴大患，知身之為患本也。是以遺寵而辱不及，亡心身而患不至。',
                '所謂寵辱非兩物也，辱生於寵而世不悟，以寵為上，而以辱為下者皆是也。若知辱生於寵，則寵顧為下矣。故古之達人，得寵若驚，失寵若驚，未嘗安寵而驚辱也。所謂若驚者，非實驚也，若驚而已。',
                '貴之為言難也。有身大患之本，而世之士難於履大患，不難於有其身。故聖人因其難於履患，而教之以難於有身，知有身之為難，而大患去矣。性之於人，生不能加，死不能損，其大可以充塞天地，其精可以蹈水火、入金石，凡物莫能息也。然天下常息亡失本性，而惟身之為見，愛身之情篤，而物始能息之矣。生死疾病之變攻之於內，寵辱得失之交櫻之於外，未有一物而非患也。夫惟達人知性之無壞，而身之非實，忽然忘身，而天下之息盡去，然後可以涉世而無累矣。',
                '人之所以騖於權利、溺於富貴、犯難而不悔者，凡將以厚其身耳。今也祿之以天下，而重以身任之，則其忘身也至矣。如此而以天下予之，雖天下之大，不能患之矣。',
            ],
        ],
    ],
];
