<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '太上①，不知有之②；其次，亲而誉之；其次，畏之；其次，侮之。信不足焉，有不信焉。悠兮③，其贵言④。功成事遂，百姓皆谓“我自然”⑤。',
            ],
            'vernacular' => [
                '最好的统治者，人民并不知道他的存在；其次的统治者，人民亲近他并且称赞他；再次的统治者，人民畏惧他；更次的统治者，人民轻蔑他。统治者的诚信不足，人民才不相信他，最好的统治者是多么悠闲。他很少发号施令，事情办成功了，老百姓说“我们本来就是这样的。”',
            ],
            'notes' => [
                '1、太上：至上、最好，指最好的统治者。',
                '2、不知有之：人民不知有统治者的存在。',
                '3、悠兮：悠闲自在的样子。',
                '4、贵言：指不轻易发号施令。',
                '5、自然：自己本来就如此。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '太上，下知有之；',
                '其次，亲而誉之；',
                '其次，畏之；',
                '其次，侮之。',
                '信不足焉，有不信焉。',
                '悠兮其贵言。功成事遂，百姓皆谓我自然。',
            ],
            'vernacular' => [
                '太上，谓大人也，大人在上，故曰太上。大人在上，居无为之事，行不言之教，万物作焉而不为始，故下知有之而已。',
                '不能以无为居事、不言为教，立善行施，使下得亲而誉之也。',
                '不能复以恩仁，令物而赖威权也。',
                '不能法以正齐民而以智治国，下知避之，其令不从，故曰侮之也。',
                '言从上也。夫御体失性，则疾病生；辅物失真，则疵衅作。信不足焉，则有不信，此自然之道也。己处不足，非智之所济也。',
                '自然，其端兆不可得而见也，其意趣不可得而睹也。无物可以易其言，言必有应，故曰悠兮其贵言也。居无为之事，行不言之教，不以形立物，故功成事遂，而百姓不知其所以然也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '太上，下知有之；',
                '其次，親之譽之；',
                '其次，畏之侮之。',
                '信不足，有不信，',
                '猶其貴言。功成事遂，百姓謂我自然。',
            ],
            'vernacular' => [
                '以道在宥天下，而未嘗治之，民不知其所以然，故亦知有之而已。',
                '以仁義治天下，其德可懷，其功可見，故民得而親譽之。其名雖美，而厚薄自是始矣。',
                '以政齊民，民非不畏也，然力之所不及，則侮之矣。',
                '吾誠自信，則以道御天下足矣。唯不自信，而加以仁義，重以刑政，而民始不信矣。',
                '聖人自信有餘，其於言也，猶然貴之不輕出諸口，而民已信之矣。及其功成事遂，則民日遷善遠罪，而不自知也。',
            ],
        ],
    ],
];
