<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '孔①德②之容③，惟道是从。道之为物，惟恍惟惚④。惚兮恍兮，其中有象⑤；恍兮惚兮，其中有物；窈兮冥兮⑥，其中有精⑦，其精甚真⑧，其中有信⑨，自今及古⑩，其名不去，以阅众甫⑾。吾何以知众甫之状哉？以此⑿。',
            ],
            'vernacular' => [
                '大德的形态，是由道所决定的。“道”这个东西，没有清楚的固定实体。它是那样的恍恍惚惚啊，其中却有形象。它是那样的恍恍惚惚啊，其中却有实物。它是那样的深远暗昧啊，其中却有精质；这精质是最真实的，这精质是可以信验的。从当今上溯到古代，它的名字永远不能废除，依据它，才能观察万物的初始。我怎么才能知道万事万物开始的情况呢？是从“道”认识的。',
            ],
            'notes' => [
                '1、孔：甚，大。',
                '2、德：“道”的显现和作用为“德”。',
                '3、容：运作、形态。',
                '4、恍惚：仿佛、不清楚。',
                '5、象：形象、具象。',
                '6、窈兮冥兮：窈，深远，微不可见。冥，暗昧，深不可测。',
                '7、精：最微小的原质，极细微的物质性的实体。微小中之最微小。',
                '8、甚真：是很真实的。',
                '9、信：信实、信验，真实可信。',
                '10、自今及古：一本作“自古及今”。',
                '11、众甫：甫与父通，引伸为始。',
                '12、以此：此指道。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '孔德之容，唯道是从。',
                '道之为物，唯恍唯惚。',
                '忽兮恍兮，其中有象；恍兮忽兮，其中有物。',
                '窈兮冥兮，其中有精；',
                '其精甚真，其中有信。',
                '自古及今，其名不去，',
                '以阅众甫。',
                '吾何以知众甫之状哉？以此。',
            ],
            'vernacular' => [
                '孔，空也。唯以空为德，然后乃能动作从道。',
                '恍惚无形，不系之叹。',
                '以无形始物，不系成物，万物以始以成，而不知其所以然。故曰恍兮惚兮，惚兮恍兮，其中有象也。',
                '窈冥，深远之叹。深远不可得而见，然而万物由之，其可得见，以定其真。故曰窈兮冥兮，其中有精也。',
                '信，信验也。物反窈冥，则真精之极得，万物之性定。故曰其精甚真，其中有信也。',
                '至真之极，不可得名，无名则是其名也，自古及今，无不由此而成。故曰自古及今，其名不去也。',
                '众甫，物之始也。以无名说万物始也。',
                '此，上之所云也。言吾何以知万物之始於无哉，以此知之也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '孔德之容，惟道是從。',
                '道之為物，唯恍唯惚。惚兮恍，其中有象；恍兮惚，其中有物。',
                '窈兮冥兮，其中有精；',
                '其精甚真，其中有信。',
                '自古及今，其名不去，以閱衆甫。',
                '吾何以知衆甫之然哉？以此。',
            ],
            'vernacular' => [
                '道無形也，及其運而為德，則有容矣，故德者道之見也。自是推之，則衆有之容，皆道之見於物者也。',
                '道非有無，故以恍惚言之。然及其運而成象，著而成物，未有不出於惚恍者也。',
                '方有無之未定，惚恍而不可見。及夫有無之交，則見其窈冥深眇，雖未成形，而精存乎其中矣。',
                '物至於成形，則真偽雜矣，方其有精，不容偽也。真偽既雜，自一而為二，自二而為三，紛然錯出，不可復信矣。方其有精，不吾欺也。',
                '古今雖異，而道則不去，故以不去名之。唯未嘗去，故能以閱衆有之變也。甫，美也，雖萬物之美，不免於變也。',
                '聖人之所以知萬物之所以然者，以能體道而不去故也。',
            ],
        ],
    ],
];
