<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '知人者智，自知者明。胜人者有力，自胜者强①。知足者富，强行②者有志，不失其所者久，死而不亡③者寿。',
            ],
            'vernacular' => [
                '能了解、认识别人叫做智慧，能认识、了解自己才算聪明。能战胜别人是有力的，能克制自己的弱点才算刚强。知道满足的人才是富有人。坚持力行、努力不懈的就是有志。不离失本分的人就能长久不衰，身虽死而“道”仍存的，才算真正的长寿。',
            ],
            'notes' => [
                '1、强：刚强、果决。',
                '2、强行：坚持不懈、持之以恒。',
                '3、死而不亡：身虽死而“道”犹存。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '知人者智，自知者明。',
                '胜人者有力，自胜者强。',
                '知足者富，',
                '强行者有志。',
                '不失其所者久，',
                '死而不亡者寿。',
            ],
            'vernacular' => [
                '知人者，智而已矣，未若自知者，超智之上也。',
                '胜人者，有力而已矣。未若自胜者，无物以损其力。用其智於人，未若用其智於己也；用其力於人，未若用其力於己也。明用於己，则物无避焉；力用於己，则物无改焉。',
                '知足自不失，故富也。',
                '勤能行之，其志必获，故曰强行者有志矣。',
                '以明自察，量力而行，不失其所，必获久长矣。',
                '虽死而以为生之道不亡，乃得全其寿。身没而道犹存，况身存而道不卒乎？',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '知人者智，自知者明。',
                '勝人者有力，自勝者強。',
                '知足者富。',
                '強行者有志。',
                '不失其所者久。',
                '死而不亡者壽。',
            ],
            'vernacular' => [
                '分別為知，蔽盡為明。分別之心未除，故止於知人而不能自知。蔽盡則無復分別，故能自知，而又可以及人也。',
                '力能及人而不能及我，能克己復性則非力之所及，故可謂強矣。',
                '知足者所遇而足，則未嘗不富矣。雖有天下而常挾不足之心以處之，則是終身不能富也。',
                '不與物爭而自強不息，物莫能奪其志也。',
                '物變無窮，而心未嘗失，則久矣。',
                '死生之變亦大矣；而其性湛然不亡，此古之至人能不生不死者也。',
            ],
        ],
    ],
];
