<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '大道汜兮①，其可左右。万物恃之以生而不辞②，功成而不有③。衣养④万物而不为主⑤，常无欲⑥，可名于小⑦；万物归焉而不为主，可名为大⑧。以其终不自为大，故能成其大。',
            ],
            'vernacular' => [
                '大道广泛流行，左右上下无所不到。万物依赖它生长而不推辞，完成了功业，办妥了事业，而不占有名誉。它养育万物而不自以为主，可以称它为“小”，万物归附而不自以为主宰，可以称它为“大”。正因为他不自以为伟大，所以才能成就它的伟大、完成它的伟大。',
            ],
            'notes' => [
                '1、汜：同泛，广泛或泛滥。',
                '2、辞：言词，称说。不辞，意为不说三道四，不推辞、不辞让。',
                '3、不有：不自以为有功。',
                '4、衣养：一本作“衣被”，意为覆盖。',
                '5、不为主：不自以为主宰。',
                '6、常无欲：一本无此二字，认为此乃衍文。',
                '7、小：渺小。',
                '8、大：伟大。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '大道泛兮，其可左右。',
                '万物恃之而生而不辞，功成不名有。衣养万物而不为主，常无欲，可名於小；',
                '万物归焉而不为主，可名为大。',
                '以其终不自为大，故能成其大。',
            ],
            'vernacular' => [
                '言道泛滥，无所不适，可左右上下周旋，而用则无所不至也。',
                '万物皆由道而生，既生而不知其所由#4，故天下常无欲之时，万物各得其所。若道无施於物，故名於小矣。',
                '万物皆归之以生，而力使不知其所由，此不为小，故复可客於大矣。',
                '为大於其细，图难於其易。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '大道汎兮，其可左右。',
                '萬物恃之以生而不辭，功成不名有。',
                '愛養萬物而不為主，常無欲，可名於小；萬物歸之不為主，可名於大。是以聖人終不為大，故能成其大。',
            ],
            'vernacular' => [
                '汎兮無可無不可，故左右上下周旋無不至也。',
                '世有生物而不辭者，祕將名之以為己有。世有避物而不有者，必將辭物而不生。生而不辭，成而不有者，唯道而已。',
                '大而有為大之心，則小矣。',
            ],
        ],
    ],
];
