<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '执大象①，天下往。往而不害，安平太②。乐与饵③，过客止，道之出口，淡乎其无味，视之不足见，听之不足闻，用之不足既④。',
            ],
            'vernacular' => [
                '谁掌握了那伟大的“道”，普天下的人们便都来向他投靠，向往、投靠他而不互相妨害，于是大家就和平而安泰、宁静。音乐和美好的食物，使过路的人都为之停步，用言语来表述大道，是平淡而无味儿的，看它，看也看不见，听它，听也听不见，而它的作用，却是无穷无尽的，无限制的。',
            ],
            'notes' => [
                '1、大象：大道之象。',
                '2、安平太：安，乃，则，于是。太，同“泰”，平和、安宁的意思。',
                '3、乐与饵：音乐和美食。',
                '4、既：尽的意思。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '执大象，天下往。',
                '往而不害，安平大。',
                '乐与饵，过客止。道之出口，淡乎其无味，视之不足见，听之不足闻，用之不足既。',
            ],
            'vernacular' => [
                '大象，天象之母也，不寒，不温，不凉，故能包统万物，无所犯伤。主若执之，则天下往也。',
                '无形无识，不徧不彰，故万物得往而不害妨也。',
                '言道之深大。人闻道之言，乃更不如乐与饵应时感，悦人心也。乐与饵则能令过客止，而道之出言，淡然无味。视之不足见，则不足以悦其目；听之不足闻，则不足以娱其耳。若无所中，然乃之，不可穷极也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '執大象，天下往。',
                '往而不害，安平泰。',
                '樂與餌，過客止。道之出口，淡乎其無味，視之不足見，聽之不足聞，用之不可既。',
            ],
            'vernacular' => [
                '道非有無，故謂之大象。苟其昭然有形，則有同有異。同者好之，異者惡之。好之則來，惡之則去，不足以使天下皆往矣。',
                '有好有惡，則有所利有所害；好惡既盡，則其於萬物皆無害矣。故至者無不安，無不平，無不泰。',
                '作樂設餌，以待來者，豈不足以止過客哉。然而樂闋餌盡，彼將拾之而去。若夫執大象以待天下，天下不知好之，又況得而惡之乎？雖無臭味形色聲音以悅人，而其用不可盡矣。',
            ],
        ],
    ],
];
