<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '道常无为而无不为①。候王若能守之②，万物将自化③。化而欲作④，吾将镇之以无名之朴⑤，镇之以无名之朴，夫将不欲⑥。不欲以静，天下将自定⑦。',
            ],
            'vernacular' => [
                '道永远是顺任自然而无所作为的，却又没有什么事情不是它所作为的。侯王如果能按照“道”的原则为政治民，万事万物就会自我化育、自生自灭而得以充分发展。自生自长而产生贪欲时，我就要用“道”来镇住它。用“道”的真朴来镇服它，就不会产生贪欲之心了，万事万物没有贪欲之心了，天下便自然而然达到稳定、安宁。',
            ],
            'notes' => [
                '1、无为而无不为：“无为”是指顺其自然，不妄为。“无不为”是说没有一件事是它所不能为的。',
                '2、守之：即守道。之，指道。',
                '3、自化：自我化育、自生自长。',
                '4、欲：指贪欲。',
                '5、无名之朴：“无名”指“道”。“朴”形容“道”的真朴。',
                '6、不欲：一本作“无欲”。',
                '7、自定：一本作“自正”。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '道常无为，',
                '而无不为。',
                '侯王若能守之，万物将自化。化而欲作，吾将镇之以无名之朴。',
                '无名之朴，夫亦将无欲。',
                '不欲以静，天下将自定。',
            ],
            'vernacular' => [
                '顺自然也。',
                '万物无不由为以治以成之也。',
                '化而欲作，作欲成也，吾将镇之无名之朴，不为主也。',
                '无欲竞也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '道常無為，而無不為。',
                '侯王若能守，萬物將自化。化而欲作，吾將鎮之以無名之樸。',
                '無名之樸亦將不欲，不欲以靜，天下將自正。',
            ],
            'vernacular' => [
                '無所不為而無為之之意耳。',
                '聖人以無為化物，萬物化之，始於無為而漸至於作，譬如嬰兒之長，人偽日起。故三代之衰，人情之變，日以益甚，方其欲作，而上之人與天下皆靡，故其變至有不可勝言者。苟其方作而不為之動，終以無名之樸鎮之，庶幾可得而止也。',
                '聖人中無抱樸之念，外無抱樸之述，故樸全而用大。苟欲樸之心尚存於胸中，則失之遠矣。',
            ],
        ],
    ],
];
