<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '反者道之动①，弱者②道之用。天下万物生于有③，有生于无④。',
            ],
            'vernacular' => [
                '循环往复的运动变化，是道的运动，道的作用是微妙、柔弱的。天下的万物产生于看得见的有形质，有形质又产生于不可见的无形质。',
            ],
            'notes' => [
                '1、反者：循环往复。一说意为相反，对立面。',
                '2、弱者：柔弱、渺小。',
                '3、有：这里指道的有形质，与一章中“有名万物之母的”的有“相同。但不是有无相生的“有”字。',
                '4、无：与一章中的“无名天地之始”的“无”相同。但不同于“有无相生”的“无”。此处的“无”指超现实世界的形上之道。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '反者道之动，',
                '弱者道之用。',
                '天下万物生於有，有生於无。',
            ],
            'vernacular' => [
                '高以下为基，贵以贱为本，有以无为用，此其反也。动皆知其所无，则物通矣。故曰反者道之动也。',
                '柔弱同通，不可穷极。',
                '天下之物，皆以有为生。有之所始，以无为本。将欲全有，必反於无也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '反者道之動，',
                '弱者道之用。',
                '天下之物生於有，有生於無。',
            ],
            'vernacular' => [
                '復性則靜矣，然其寂然不動，感而遂通天下之故，則動之所自起也。',
                '道無形無聲，天下之弱者莫如道，然而天下之至強莫加焉，此其所以能用萬物也。',
                '世不知靜之為動，弱之為強，故告之以物之所自生者。蓋天下之物，聞有以母制子，而未聞有以子制母者也。',
            ],
        ],
    ],
];
