<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '天下之至柔，驰骋①天下之至坚。无有入无间②，吾是以知无为之有益。不言之教，无为之益，天下希③及之。',
            ],
            'vernacular' => [
                '天下最柔弱的东西，腾越穿行于最坚硬的东西中；无形的力量可以穿透没有间隙的东西。我因此认识到“无为”的益处。“不言”的教导，“无为”的益下，普天下少有能赶上它的了。',
            ],
            'notes' => [
                '1、驰聘：形容马奔跑的样子。',
                '2、无有入无间：无形的力量能够穿透没有间隙的东西。无有：指不见形象的东西。',
                '3、希：一本作“稀”，稀少。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '天下之至柔，驰骋天下之至坚，',
                '无有入无间，吾是以知无为之有益。',
                '不言之教，无为之益，天下希及之。',
            ],
            'vernacular' => [
                '气无所不入，水无所不出於经。',
                '虚无柔弱，无所不通。无有不可穷，至柔不可折。以此推之，故知无为之有益也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '天下之至柔，馳騁天下之至堅。無有入於無問，吾是以知無為之有益。',
                '不言之教，無為之益，天下希及之。',
            ],
            'vernacular' => [
                '以堅御堅，不折則碎；以柔御堅，柔亦不糜，堅亦不病。求之於物，則水是也。以有入有，捍不相受；以無入有，無未嘗勞，有未嘗覺。求之於物，則鬼神是也。是以聖人唯能無為，故能役使眾強，出入群有。',
            ],
        ],
    ],
];
