<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '大成①若缺，其用不弊。大盈若冲②，其用不穷。大直若屈③，大巧若拙，大辩若讷④。静胜躁，寒胜热⑤。清静为天下正⑥。',
            ],
            'vernacular' => [
                '最完满的东西，好似有残缺一样，但它的作用永远不会衰竭；最充盈的东西，好似是空虚一样，但是它的作用是不会穷尽的。最正直的东西，好似有弯曲一样；最灵巧的东西，好似最笨拙的；最卓越的辩才，好似不善言辞一样。清静克服扰动，赛冷克服暑热。清静无为才能统治天下。',
            ],
            'notes' => [
                '1、大成：最为完满的东西。',
                '2、冲：虚，空虚。',
                '3、屈：曲。',
                '4、讷：拙嘴笨舌。',
                '5、静胜躁，寒胜热：清静克服扰动，寒冷克服暑热。',
                '6、正：通“政”。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '大成若缺，其用不弊；',
                '大盈若冲，其用不穷。',
                '大直若屈，',
                '大巧若拙，',
                '大辩若讷。',
                '躁胜寒，静胜热，清静为天下正。',
            ],
            'vernacular' => [
                '随物而成，不为一象，故若缺也。',
                '大盈充足，随物而兴，无所爱矜，故若冲也。',
                '随物而直，直不在一，故若屈也。',
                '大巧因自然以成器，不造为异端，故若拙也。',
                '大辩因物而言，己无所造，故若讷也。',
                '躁罢然后胜寒，静无为以胜热，以此推之，则清静为天下正也。静则全物之真，躁则犯物之性，故唯清静乃得如上诸大也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '大成若缺，其用不弊；大盈若沖，其用不窮。',
                '大直若屈，大巧若拙，大辯若訥。',
                '躁勝寒，靜勝熱，清淨為天下正。',
            ],
            'vernacular' => [
                '天下以不缺為成，故成鈴有弊。以不虛為盈，故盈叉有窮。聖人要於大成而不卹其缺，期於大盈而不惡其沖，是以成而不弊，盈而不窮也。',
                '直而不屈，其直叉折；循理而行，雖曲而直。巧而不拙，其巧叉勞；付物自然，雖拙而巧。辮而不訥，其辮鈴窮；因理而言，雖訥而辮。',
                '成而不缺，盈而不沖，直而不屈，巧而不拙，辯而不訥，譬如躁之不能靜，靜之不能躁耳。夫躁能勝寒而不能勝熱，靜能勝熱而不能勝寒，皆滯於一偏，而非其正也。唯泊然清淨，不染於一，非成非缺，非盈非沖，非直非屈，非巧非拙，非辮非訥，而後無所不勝，可以為天下正矣。',
            ],
        ],
    ],
];
