<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '为学日益①，为道日损②，损之又损，以至于无为。无为而无不为③，取④天下常以无事⑤；及其有事⑥，不足以取天下。',
            ],
            'vernacular' => [
                '求学的人，其情欲文饰一天比一天增加；求道的人，其情欲文饰则一天比一天减少。减少又减少，到最后以至于“无为”的境地。如果能够做到无为，即不妄为，任何事情都可以有所作为。治理国家的人，要经常以不骚扰人民为治国之本，如果经常以繁苛之政扰害民众，那就不配治理国家了。',
            ],
            'notes' => [
                '1、为学日益：为学，是反映探求外物的知识。此处的“学”当指政教礼乐。日益：指增加人的知见智巧。',
                '2、为道日损：为道，是通过冥想或体验的途径，领悟事物未分化状态的“道”。此处的“道”，指自然之道，无为之道。损，指情欲文饰日渐泯损。',
                '3、无为而无不为：不妄为，就没有什么事情做不成。',
                '4、取：治、摄化之意。',
                '5、无事：即无扰攘之事。',
                '6、有事：繁苛政举在骚扰民生。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '为学日益，',
                '为道日损。',
                '损之又损，以至於无为，无为而无不为。',
                '取天下常以无事，',
                '及其有事，',
                '不足以取天下。',
            ],
            'vernacular' => [
                '务欲进其所能，益其所习。',
                '务欲反虚无也。',
                '有为则有所失，故无为乃无所不为也。',
                '动常因也。',
                '自己造也。',
                '失统本也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '為學日益，',
                '為道日損。',
                '損之又損，以至於無為，無為而無不為。',
                '取天下常以無事，及其有事，不足以取天下。',
            ],
            'vernacular' => [
                '不知道而務學，聞見日多，而無以一之，未免為學者也。孔子曰：多聞，擇其善者而從之。多見而識之，知之次也。',
                '苟一日知道，顧視萬物，無一非妄，去妄以求復性，而性實無幾。孔子謂子貢曰：賜也，女以予為多學而識之者歟？曰：然，非歟？曰：非也，予一以貫之。',
                '去妄以求復性，可謂損矣。而去妄之心猶存，及其兼忘此心，純性而無餘，然後無所不為，而不失於無為矣。',
                '人皆有欲取天下之心，故造事而求之，心見於外，而物惡之，故終不可得。聖人無為，故無事，其心見於外，而物安之，雖不取天下，而天下歸之矣。',
            ],
        ],
    ],
];
