<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '使我①介然有知②，行于大道，唯施③是畏。大道甚夷④，而人⑤好径⑥。朝甚除⑦，田甚芜，仓甚虚，服文采，带利剑，厌饮食⑧，财货有余，是谓盗竽⑨。非道也哉！',
            ],
            'vernacular' => [
                '假如我稍微地有了认识，在大道上行走，唯一担心的是害怕走了邪路。大道虽然平坦，但人君却喜欢走邪径。朝政腐败已极，弄得农田荒芜，仓库十分空虚，而人君仍穿着锦绣的衣服，佩带着锋利的宝剑，饱餐精美的饮食，搜刮占有富余的财货，这就叫做强盗头子。这是多么无道啊！',
            ],
            'notes' => [
                '1、我：我，指有道的圣人。老子在这里托言自己。',
                '2、介然有知：介，微小。微有所知，稍有知识。',
                '3、施：邪、斜行。',
                '4、夷：平坦。',
                '5、人：指人君，一本作“民”。',
                '6、径：邪径。',
                '7、朝甚除：朝政非常败坏。一说宫殿很整洁。',
                '8、厌饮食：厌，饱足、满足、足够。饱得不愿再吃。',
                '9、盗竽：竽又作夸。即大盗、盗魁。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '使我介然有知，行於大道，唯施是畏。',
                '大道甚夷，而民好径。',
                '朝甚除，',
                '田甚芜，仓甚虚。',
                '服文彩，带利剑，厌饮食，财货有余，是谓盗夸，非道也哉。',
            ],
            'vernacular' => [
                '言若使我可介然有知，行大道於天下，唯施为之是畏也。',
                '言大道荡然正平，而民犹尚合之而不由，好从邪径，况复施为以塞大道之中乎？故曰大道甚夷，而民好径。',
                '朝，宫室也。除，絜好也。',
                '朝甚除，则田甚芜，仓甚虚。设一而众害生也。',
                '凡物不以其道得之，则皆邪也，邪则盗也。夸而不以其道得之，窃位也。故举非道以明，非道则皆盗夸也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '使我介然有知，行於大道，唯施是畏。',
                '大道甚夷，民甚好徑。',
                '朝甚除，田甚蕪，倉甚虛。服文釆，帶利劍，厭飲食，貨財有餘，是謂盜夸。非道也哉。',
            ],
            'vernacular' => [
                '體道者無知、無行、無所施設，而物自化。今介然有知而行於大道，則無所施設建立，非其自然有足畏者矣。',
                '大道夷易，無有險阻，世之不知者，以為迂緩，而好徑以求捷。故凡合其自然而有所施設者，皆欲速者也。',
                '俗人昭昭，我獨若昏；俗人察察，我獨悶悶。豈復飾末廢本以施設為事，夸以誨盜哉？',
            ],
        ],
    ],
];
