<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '知者不言，言者不知①。塞其兑，闭其门②；挫其锐，解其纷；和其光，同其尘③，是谓玄同④。故不可得而亲，不可得而疏；不可得而利，不可得而害；不可得而贵，不可得而贱⑤；故为天下贵。',
            ],
            'vernacular' => [
                '聪明的智者不多说话，而到处说长论短的人就不是聪明的智者。塞堵住嗜欲的孔窍，关闭住嗜欲的门径。不露锋芒，消解纷争，挫去人们的锋芒，解脱他们的纷争，收敛他们的光耀，混同他们的尘世，这就是深奥的玄同。达到“玄同”境界的人，已经超脱亲疏、利害、贵贱的世俗范围，所以就为天下人所尊重。',
            ],
            'notes' => [
                '1、知者不言，言者不知：此句是说，知道的人不说，爱说的人不知道。另一种解释是，聪明的人不多说话，到处说长论短的人不聪明。还有一种解释是，得“道”的人不强施号令，一切顺乎自然；强施号令的人却没有得“道”。此处采用第二种解释。',
                '2、塞其兑，闭其门：塞堵嗜欲的孔窍，关闭起嗜欲的门径。',
                '3、挫其锐，解其纷：和其光，同其尘：此句意为挫去其锐气，解除其纷扰，平和其光耀，混同其尘世。',
                '4、玄同：玄妙齐同，此处也是指“道”。',
                '5、不可得而亲，不可得而疏；不可得而利，不可得而害；不可得而贵，不可得而贱：这几句是说“玄同”的境界已经超出了亲疏、利害、贵贱等世俗的范畴。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '知者不言，',
                '言者不知。',
                '塞其兑，闭其门，挫其锐，',
                '解其分，',
                '和其光，',
                '同其尘，',
                '是谓玄同。故不可得而亲，不可得而疏；',
                '不可得而利，不可得而害；',
                '不可得而贵，不可得而贱，',
                '故为天下贵。',
            ],
            'vernacular' => [
                '因自然也。',
                '造事端也。',
                '含守质也。',
                '除争原也。',
                '无所特显，则物无偏争也。',
                '无所特贱，则物无偏耻也。',
                '可得而亲，则可得而疏也。',
                '可得而利，则可得而害也。',
                '可得而贵，则可得而贱也。',
                '无物可以加之也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '知者不言，言者不知。塞其兌，閉其門，挫其銳，解其紛，和其光，同其塵，是謂玄同。',
                '故不可得而親，不可得而疏，不可得而利，不可得而害，不可得而貴，不可得而賤，故為天下貴。',
            ],
            'vernacular' => [
                '道非言說，亦不離言說，然能知者未必言，能言者未必知。唯塞兌閉門以杜其外，挫銳解紛和光同塵以治其內者，默然不言而與道同矣。',
                '可得而親，則可－得而疏。可得而利，則可得而害。可得而貴，則可得而賤。體道者均覆萬物，而孰為親練？等觀逆順，而孰為利害？不知榮辱，而孰為貴賤？情計之所不及此，所以天下貴也。',
            ],
        ],
    ],
];
