<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '以正①治国，以奇②用兵，以无事取天下③。吾何以知其然哉？以此④：天下多忌讳⑤，而民弥贫；人⑥多利器⑦，国家滋昏；人多伎巧⑧，奇物⑨滋起；法令滋彰，盗贼多有。故圣人云："我无为，而民自化⑩；我好静，而民自正；我无事，而民自富；我无欲，而民自朴。"',
            ],
            'vernacular' => [
                '以无为、清静之道去治理国家，以奇巧、诡秘的办法去用兵，以下扰害人民而治理天下。我怎么知道是这种情形呢？根据就在于此：天下的禁忌越多，而老百姓就越陷于贫穷；人民的锐利武器越多，国家就越陷于混乱；人们的技巧越多，邪风怪事就越闹得厉害；法令越是森严，盗贼就越是不断地增加。所以有道的圣人说，我无为，人民就自我化育；我好静，人民就自然富足；我无欲，而人民就自然淳朴。',
            ],
            'notes' => [
                '1、正：此处指无为、清静之道。',
                '2、奇：奇巧、诡秘。',
                '3、取天下：治理天下。',
                '4、以此：此，指下面一段文字。以此即以下面这段话为根据。',
                '5、忌讳：禁忌、避讳。',
                '6、人：一本作“民”，一本作“朝”。',
                '7、利器：锐利的武器。',
                '8、人多伎巧：伎巧，指技巧，智巧。此句意为人们的伎巧很多。',
                '9、奇物：邪事、奇事。',
                '10、我无为，而民自化：自化，自我化育。我无为而人民就自然顺化了。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '以正治国，以奇用兵，以无事取天下。',
                '吾何以知其然哉？以此。天下多忌讳，而民弥贫；民多利器，国家滋昏；利器，凡所以利己之器也。民强则国家弱。人多技巧，奇物滋起；',
                '法令滋彰，盗贼多有。',
                '故圣人云：我无为而民自化，我好静而民自正，我无事而民自富，我无欲而民自朴。',
            ],
            'vernacular' => [
                '以道治国则国平，以正治国，则奇正起也，以无事则能取天下也。上章云，其取天下者，常以无事。及其有事，又不足以取天下也。故以正治国，则不足以取天下，而以奇用兵也。夫以道治国，',
                '本以息末，以正治国，立辟以攻末。本不立而末浅，民无所及，故必至於奇用兵也。',
                '民多智慧则巧伪生，巧伪生则邪事起。',
                '立正欲以息邪，而奇兵用。多忌讳欲以耻贫，而民弥贫。利器欲以强国者也，而国愈昏。多皆舍本以治末，故以致此也。',
                '上之所欲，民从之速也。我之所欲，唯无欲，而民亦无欲而自朴也。此四者，崇本以息末也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '以正治國，以奇用兵，以無事取天下。',
                '吾何以知其然哉？天下多忌諱，而民彌貧；',
                '民多利器，國家滋昏；',
                '人多仗巧，奇物滋起；',
                '法令滋章，盜賊多有。',
                '故聖人云：我無為而民自化，我好靜而民自正，我無事而民自富，我無欲而民自樸。',
            ],
            'vernacular' => [
                '古之聖人柔遠能邇，無意於用兵，唯不得已，然後有征伐之事。故以治國為正，以用兵為奇。雖然，此亦未足以取天下。天下神器，不可為也，為者敗之，執者失之，唯體道者廓然無事，雖不取天下而天下歸之矣。',
                '人主多忌諱，下情不上達，則民貧而無告矣。',
                '利器，權謀也。明君在上，常使民無、知無欲。民多權謀，則其上眩而昏矣。',
                '人不敦本業而趨末仗，則非常無益之物作矣。',
                '患人之詐偽，而多為法令以勝之，民無所措手足，則日入於盜賊矣。',
            ],
        ],
    ],
];
