<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '治人事天①，莫若啬②。夫唯啬，是谓早服③；早服谓之重积德④；重积德则无不克；无不克则莫知其极，莫知其极，可以有国；有国之母⑤，可以长久。是谓根深固柢，长生久视之道⑥。',
            ],
            'vernacular' => [
                '治理百姓和养护身心，没有比爱惜精神更为重要的了。爱惜精神，得以能够做到早作准备；早作准备，就是不断地积“德”；不断地积“德”，就没有什么不能攻克的；没有什么不能攻克，那就无法估量他的力量；具备了这种无法估量的力量，就可以担负治理国家的重任。有了治理国家的原则和道理，国家就可以长久维持。国运长久，就叫做根深祗固，符合长久维持之道。',
            ],
            'notes' => [
                '1、治人事天：治人，治理百姓；事天，保守精气、养护身心。对“天”的解释有两种，一是指身心，一是指自然。此句意为保养天赋。',
                '2、啬：爱惜、保养。',
                '3、早服：早为准备。',
                '4、重积德：不断地积德。',
                '5、有国之母：有国，含有保国的意思。母，根本、原则。',
                '6、长生久视：长久地维持、长久存在。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '治人事天，莫若啬。',
                '夫唯啬，是谓早服。',
                '早服谓之重积德。',
                '重积德则无不克，无不克则莫知其极。',
                '莫知其极，可以有国。',
                '有国之母，可以长久。',
                '是谓深根固柢，长生久视之道。',
            ],
            'vernacular' => [
                '莫若，犹莫过也。啬，农夫。农人之治田，务去其殊类，归於齐一也。全其自然，不急其荒病，除其所以荒病，上承天命，下绥百姓，莫过於此。',
                '早服，常也。',
                '唯重积德，不欲锐速，然后乃能使早服其常，故曰早服谓之重积德者也。',
                '道无穷也。',
                '以有穷而莅国，非能有国也。',
                '国之所以安，谓之母。重积德，是唯图其根，然后营末，乃得其终也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '治人事天，莫若嗇。夫惟嗇，是謂早服。早服謂之重積德，重積德則無不克，無不克則莫知其極，莫知其極可以有國。有國之母，可以長久。',
                '是謂深根固蒂，長生久視之道。',
            ],
            'vernacular' => [
                '凡物方則割，廉則創，直則肆，光則耀。唯聖人方而不割，廉而不劇，直而不肆，光而不耀，此所謂音也。夫音者，有而不用者也。世患無以服人，苟誠有而能音，雖未嘗與物較，而物知其非不能也，則其服之早矣。物既已服，斂藏其用，至於沒身而終不試，則德重積矣。德積既厚，雖天下之剛強，無不能克，則物莫測其量矣，如此而後可以有國。彼世之小人，有尺寸之柄而輕用之，一試不服，天下測知其深淺而爭犯之，雖欲保其國家，而不可得也。吾是以知音之可以有國，可以有國，則有國之母也。',
                '《孟子》曰：盡其心，養其性，所以事天也。以音治人，則可以有國者是也。以音事天，則深根固蒂者是也。古之聖人，保其性命之常，不以外耗。內則根深而不可技，蒂固而不可脫，雖以長生久視可也。蓋治人事天，雖有內外之異，而莫若音則一也。',
            ],
        ],
    ],
];
