<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '大邦①者下流，天下之牝，天下之交也②。牝常以静胜牡，以静为下。故大邦以下小邦，则取小邦；小邦以下大邦，则取大邦。故或下以取，或下而取③。大邦不过欲兼畜人④，小邦不过欲入事人。夫两者各得所欲，大者宜为下。',
            ],
            'vernacular' => [
                '大国要像居于江河下游那样，使天下百川河流交汇在这里，处在天下雌柔的位置。雌柔常以安静守定而胜过雄强，这是因为它居于柔下的缘故。所以，大国对小国谦下忍让，就可以取得小国的信任和依赖；小国对大国谦下忍让，就可以见容于大国。所以，或者大国对小国谦让而取得大国的信任，或者小国对大国谦让而见容于大国。大国不要过分想统治小国，小国不要过分想顺从大国，两方面各得所欲求的，大国特别应该谦下忍让。',
            ],
            'notes' => [
                '1、邦：一本作国。',
                '2、天下之牝，天下之交也：一本作天下之交，天下之牝也。交，会集、会总。',
                '3、或下而取：下，谦下；取，借为聚。',
                '4、兼畜人：把人聚在一起加以养护。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '大国者下流，',
                '天下之交，',
                '天下之牝。',
                '牝常以静胜牡，以静为下。',
                '故大国以下小国，',
                '则取小国；',
                '小国以下大国，则取大国。大国纳之也。故或下以取，或下而取。',
                '大国不过欲兼畜人，小国不过欲入事人。夫两者各得其所欲，大者宜为下。',
            ],
            'vernacular' => [
                '江海居大而处下，则百川流之。大国居大而处下，则天下流之，故曰大国下流也。',
                '天下所归会也。',
                '静而不求，物自归之也。',
                '以其静，故能为下也。牝，雌也。雄躁动贪欲，雌常以静，故能胜雄也。以其静复能为下，故物归之也。',
                '大国以下，犹云以大国下小国。',
                '小国则附之。',
                '言唯修卑下，然后乃各得其所。',
                '小国修下，自全而已，不能令天下归之。大国修下，则天下归之。故曰各得其所欲，则大者宜为下也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '大國者下流，',
                '以靜為下。',
                '故大國以下小國，則取小國；小國以下大國，則取大國。',
                '故或下以取，或下而取。',
                '大國不過欲兼畜人，小國不過欲入事人，兩者各得其所欲，故大者宜為下。',
            ],
            'vernacular' => [
                '天下之歸大國，猶衆水之趨下流也。天下之交，天下之牝。牝常以靜勝牡，',
                '衆動之赴靜，猶衆高之赴下也。',
                '大國能下，則小國附之。小國能下，則大國納之。',
                '大國下以取人，小國下而取於人。',
            ],
        ],
    ],
];
