<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '道者，万物之奥①，善人之宝，不善人之所保②。美言可以市尊③，美行可以加人④。人之不善，何弃之有？故立天子，置三公⑤，虽有拱璧以先驷马⑥，不如坐进此道⑦。古之所以贵此道者何？不曰：求以得⑧，有罪以免邪⑨？故为天下贵。',
            ],
            'vernacular' => [
                '“道”是荫庇万物之所，善良之人珍贵它，不善的人也要保持它。需要的时候还要求它庇护。美好的言辞可以换来别人对你的尊重；良好的行为可以见重于人。不善的人怎能舍弃它呢？所以在天子即位、设置三公的时候，虽然有拱壁在先驷马在后的献礼仪式，还不如把这个“道”进献给他们。自古以来，人们所以把“道”看得这样宝贵，不正是由于求它庇护一定可以得到满足；犯了罪过，也可得到它的宽恕吗？就因为这个，天下人才如此珍视“道”。',
            ],
            'notes' => [
                '1、奥：一说为深的意思，不被人看见的地方；另一说是藏，含有庇荫之意。其实两说比较接近，不必仅执其一。',
                '2、不善人之所保：不善之人也要保持它。',
                '3、美言可以市尊：美好的言辞，可以换来别人对你的敬仰。',
                '4、美行可以加人：良好的行为，可以见重于人。',
                '5、三公：太师、太傅、太保。',
                '6、拱壁以先驷马：拱壁，指双手捧着贵重的玉；驷马，四匹马驾的车。古代的献礼，轻物在先，重物在后。',
                '7、坐进此道：献上清静无为的道。',
                '8、求以得：有求就得到。',
                '9、有罪以免邪：有罪的人得到“道”，可以免去罪过。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '道者万物之奥，',
                '善人之宝，',
                '不善人之所保。',
                '美言可以市，尊行可以加人。',
                '人之不善，何弃之有？',
                '故立天子，置三公，',
                '虽有拱璧以先驷马，不如坐进此道。',
                '古之所以贵比道者，何不日以求得，有罪以免耶？故为天下贵。',
            ],
            'vernacular' => [
                '奥，犹暧也，可得庇荫之辞。',
                '宝以为用也。',
                '保以全也。',
                '言道无所不先，物无有贵於此也。虽有珍宝璧马，无以匹之。美言之，则可以夺众货之贾，故曰美言可以市也。尊行之，则千里之外应之，故曰可以加於人也。',
                '不善当保道以免放。',
                '言以尊行道也。',
                '此道上之所云也。言故立天子，置三公，尊其位，重其人，所以为道也。物无有贵於此者，故虽有拱抱宝璧以先驷马而进之，不如坐而进此道也。',
                '以求则得求，以免则得免，无所而不施，故为天下贵也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '道者萬物之奧，善人之寶，不善人之所保。美言可以市，尊行可以加人。人之不善，何棄之有。',
                '故立天子，置三公，雖有拱璧以先駟馬，不如坐進此道。',
                '古之所以貴此道者，何不曰求以得，有罪以免耶，故為天下貴。',
            ],
            'vernacular' => [
                '凡物之見於外者，皆其門堂也。道之在物，譬如其奧，物皆有之，而人莫之見耳。夫惟賢者得而有之，故曰善人之寶。愚者雖不能有，然而非道則不能安也，故曰不善人之所保。蓋道不遠人，而人則遠之。今誠有人美言之，則可以為市於世；尊行之，則可以加於人矣。朝為不義，而夕聞大道，妄盡而性復，雖欲指其不善，不可得也，而又安可棄之哉？',
                '立天子，置三公，將以道救人耳。雖有拱璧之貴，駟馬之良而進之，不如進此道之多也。',
                '道本在我，人患不求，求則得之矣。道無功罪，人患不知，知則凡罪不能汙也。',
            ],
        ],
    ],
];
