<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '为无为，事无事，味无味①。大小多少②。报怨以德③。图难于其易，为大于其细；天下难事，必作于易；天下大事，必作于细。是以圣人终不为大④，故能成其大。夫轻诺必寡信，多易必多难。是以圣人犹难之，故终无难矣。',
            ],
            'vernacular' => [
                '以无为的态度去有所作为，以不滋事的方法去处理事物，以恬淡无味当作有味。大生于小，多起于少。处理问题要从容易的地方入手，实现远大要从细微的地方入手。天下的难事，一定从简易的地方做起；天下的大事，一定从微细的部分开端。因此，有“道”的圣人始终不贪图大贡献，所以才能做成大事。那些轻易发出诺言的，必定很少能够兑现的，把事情看得太容易，势必遭受很多困难。因此，有道的圣人总是看重困难，所以就终于没有困难了。',
            ],
            'notes' => [
                '1、为无为，事无事，味无味：此句意为把无为当作为，把无事当作事，把无味当作味。',
                '2、大小多少：大生于小，多起于少。另一解释是大的看作小，小的看作大，多的看作少，少的看作多，还有一说是，去其大，取其小，去其多，取其少。',
                '3、报怨以德：此句当移至七十九章“必有余怨”句后，故此处不译。',
                '4、不为大：是说有道的人不自以为大。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '为无为，事无事，味无味。',
                '大小多少。报怨以德。',
                '图难於其易，为大於其细。天下难事必作於易，天下大事必作於细。是以圣人终不为大，故能成其大。夫轻诺必寡信，多易必多难，是以圣人曰犹难之，以圣人之才，犹尚难於细易，况非圣人之才，而欲忽於此乎？故曰犹难之也。',
            ],
            'vernacular' => [
                '以无为为居，以不言为教，以恬淡为味，治之极也。',
                '小怨则不足以报，大怨则天下之所欲诛，顺天下之所同者，德也。',
                '故终无难矣。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '為無為，事無事，味無味。大小多少，報怨以德。',
                '愛惡之情忘，則雖報怨，猶報德也。圖難於其易，為大於其細，天下難事必作於易，天下大事必作於細。是以聖人終不為大，故能成其大。夫輕諾必寡信，多易必多難，是以聖人由難之，故終無難。',
            ],
            'vernacular' => [
                '聖人為無為，故無所不為；事無事，故無所不事；味無味，故無所不味。其於大小多少，一以道遇之而已。蓋人情之所不忘者，怨也。然及其',
                '世人莫不畏大而侮小，難多而易少。至於難而後圖，大而後為，則事常不濟矣。聖人齊大小，一多少，無所不畏，無所不難，而安有不濟者哉？',
            ],
        ],
    ],
];
