<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '其安易持，其未兆易谋；其脆易泮①，其微易散。为之于未有，治之于未乱。合抱之木，生于毫末②；九层之台，起于累土③；千里之行，始于足下。为者败之，执者失之④。是以圣人无为故无败，无执故无失⑤。民之从事，常于几成而败之。慎终如始，则无败事。是以圣人欲不欲，不贵难得之货，学不学⑥，复众人之所过，以辅万物之自然而不敢为⑦。',
            ],
            'vernacular' => [
                '局面安定时容易保持和维护，事变没有出现迹象时容易图谋；事物脆弱时容易消解；事物细微时容易散失；做事情要在它尚未发生以前就处理妥当；治理国政，要在祸乱没有产生以前就早做准备。合抱的大树，生长于细小的萌芽；九层的高台，筑起于每一堆泥土；千里的远行，是从脚下第一步开始走出来的。有所作为的将会招致失败，有所执着的将会遭受损害。因此圣人无所作为所以也不会招致失败，无所执着所以也不遭受损害。人们做事情，总是在快要成功时失败，所以当事情快要完成的时候，也要像开始时那样慎重，就没有办不成的事情。因此，有道的圣人追求人所不追求的，不稀罕难以得到的货物，学习别人所不学习的，补救众人所经常犯的过错。这样遵循万物的自然本性而不会妄加干预。',
            ],
            'notes' => [
                '1、其脆易泮：泮，散，解。物品脆弱就容易消解。',
                '2、毫末：细小的萌芽。',
                '3、累土：堆土。',
                '4、为者败之，执者失之：一说是二十九章错简于此。',
                '5、是以圣人无为故无败，无执故无失：此句仍疑为二十九章错简于本章。',
                '6、学：这里指办事有错的教训。',
                '7、而不敢为：此句也疑为错简。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '其安易持，其未兆易谋，',
                '其脆易浮，其微易散。',
                '为之於未有，',
                '治之於未乱。',
                '合抱之木，生於毫末；九层之台，起於累土；千里之行，始於足下。为者败之，执者失之。',
                '是以圣人无为，故无败；无执，故无失。民之从事，常於几成而败之。',
                '慎终如始，财无败事。是以圣人欲不欲，不贵难得之货；',
                '学不学，复众人之所过，',
                '以辅万物之自然而不敢为。',
            ],
            'vernacular' => [
                '以其安不忘危，持之不忘亡，谋之无功之势，故曰易也。',
                '虽失无入有，以其微脆之故，未足以兴大功，故易也。此四者，皆说慎终也。不可以无之故而不持，不可以微之故而弗散也。无而弗持，则生有焉；微而不散，则生大焉。故虑终之患如始之祸，则无败事。',
                '谓其安未兆也。',
                '谓微脆也。',
                '当以慎终除微，慎微除乱，而以施为治之，形名执之。反生事原，巧辟滋作，故败失也。',
                '不慎终也。',
                '好欲虽微，争尚为之兴。难得之货虽细，食盗为之起也。',
                '不学而能者，自然也。喻於不学者#2，过也。故学不学，以复众人之所过。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '其安易持，其未兆易謀，其脆易浮，其微易散。為之於未有，治之於未亂。',
                '合抱之木，生於毫末；九層之臺，起於累土；千‘里之行，始於足下。為者敗之，執者失之，是以聖人無為，故無敗；無執，故無失。',
                '民之從事，常於鸚成而敗之，慎終如始，則無敗事。',
                '是以聖人欲不欲，不貴難得之貨；學不學，復衆人之所過。以輔萬物之自然，而不敢為。',
            ],
            'vernacular' => [
                '方其未有，持而謀之足矣。及其將然，非浮而散之不去也，然猶愈於既成也。故為之於未有者上也，治之於未亂者次也。',
                '治亂禍福之來，皆如彼三者。積小以成大，聖人持之以無為，守之以無執，祕能使根自生，使禍自亡。譬如種苗，深耕而厚耔之，及秋自穠。譬如被盜，危坐而熟視之，盜將自那。世人不知物之自然，以為非為不成，非執不留，故常與禍爭勝，與福爭贅#1，是以禍至於不救，福至於不成，蓋其理然也。',
                '聖人知有為之害，不以人助天，始終皆因其自然，故無不成者。世人心存於得喪，方事之微，猶有不知而聽其自然者，及見其幾成而重失之，則未有不以為敗之者矣。故曰慎終如始，則無敗事。',
                '人皆徇其所歌以傷物，信其所學以害理。聖人非無歌也，歌而不欲，故雖歡而不傷於物。非無學也，學而不學，故雖學而不害於理。然後內外空明，廓然無為，可以輔萬物之自然，而待其自成矣。',
            ],
        ],
    ],
];
