<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '古之善为道者，非以明①民，将以愚之②。民之难治，以其智多③。故以智治国，国之贼④；不以智治国，国之福。知此两者⑤，亦稽式⑥。常知稽式，是谓玄德。玄德深矣，远矣，与物反矣⑦，然后乃至大顺⑧。',
            ],
            'vernacular' => [
                '古代善于为道的人，不是教导人民知晓智巧伪诈，而是教导人民淳厚朴实。人们之所以难于统治，乃是因为他们使用太多的智巧心机。所以用智巧心机治理国家，就必然会危害国家，不用智巧心机治理国家，才是国家的幸福。了解这两种治国方式的差别，就是一个法则，经常了解这个法则，就叫做“玄德”。玄德又深又远，和具体的事物复归到真朴，然后才能极大地顺乎于自然。',
            ],
            'notes' => [
                '1、明民：明，知晓巧诈。明民，意为让人民知晓巧诈。',
                '2、将以愚之：愚，敦厚、朴实，没有巧诈之心。不是愚弄、蒙昧。此句意为使老百姓无巧诈之心，敦厚朴实、善良忠厚。',
                '3、智多：智，巧诈、奸诈，而非为智慧、知识。',
                '4、贼：伤害的意思。',
                '5、两者：指上文“以智治国，国之贼；不以智治国，国之福”。',
                '6、稽式：法式、法则，一本作“楷式”。',
                '7、与物反矣：反，通返。此句意为‘德’和事物复归于真朴。',
                '8、大顺：自然。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '古之善为道者，非以明民，将以愚之。',
                '民之难治，以其智多。',
                '故以智治国，国之贼；',
                '不以智治国，国之福。知此两者亦稽式。常知稽式，是谓玄德。玄德深矣远矣，',
                '与物反矣，',
                '然后乃至大顺。',
            ],
            'vernacular' => [
                '明谓多见巧诈，蔽其朴也。愚谓无知守真，顺自然也。',
                '多智巧诈，故难治也。',
                '智犹治也。以智而治国，所以谓之贼者，故谓之智也。民之难治，以其多智也，当务塞兑闭门，令无知无欲，而以智术动民邪心，既动复以巧术防民之伪。民知其术，防随而避之，思惟密巧，奸伪益滋，故曰以智治国，国之贼也。',
                '稽，同也，今古之所同则不可废。能知稽式，是谓玄德，玄德深矣，远矣。',
                '反其真也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '古之善為道者，非以明民，將以愚之。',
                '民知難治，以其智多。故以智治國，國之賊；',
                '不以智治國，國之福。知此兩者，亦楷式。能知楷式，是謂玄德。玄德深矣遠矣，與物反矣，然後乃至大順。',
            ],
            'vernacular' => [
                '古之所謂智者，知道之大全，而覽於物之終始，故足貴也。凡民不足以知此，而溺於小智，以察為明，則智之害多矣。故聖人以道治民，非以明之，將以愚之耳。蓋使之無知無欲，而聽上之所為，則雖有過，亦小矣。',
                '吾以智御人，人亦以智應之，而上下交相賊矣。',
                '吾之所貴者德也，物之所責者智也。德與智固相反，然智之所順者小，而德之所順者大矣。',
            ],
        ],
    ],
];
