<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '天下皆谓我"道"大①，似不肖②。夫唯大，故似不肖。若肖，久矣其细也夫③！我有三宝④，持而保之：一曰慈，二曰俭⑤，三曰不敢为天下先。慈故能勇⑥；俭故能广⑦；不敢为天下先，故能成器长⑧。今舍慈且⑨勇；舍俭且广；舍后且先；死矣！夫慈，以战则胜⑩，以守则固。天将救之，以慈卫之。',
            ],
            'vernacular' => [
                '天下人能说“我道”伟大，不像任何具体事物的样子。正因为它伟大，所以才不像任何具体的事物。如果它像任何一个具体的事物，那么“道”也就显得很渺小了。我有三件法宝执守而且保全它：第一件叫做慈爱；第二件叫做俭啬；第三件是不敢居于天下人的前面。有了这柔慈，所以能勇武；有了俭啬，所以能大方；不敢居于天下人之先，所以能成为万物的首长。现在丢弃了柔慈而追求勇武；丢弃了啬俭而追求大方；舍弃退让而求争先，结果是走向死亡。慈爱，用来征战，就能够胜利，用来守卫就能巩固。天要援助谁，就用柔慈来保护他。',
            ],
            'notes' => [
                '1、我道大：道即我，我即道。“我”不是老子用作自称之词。',
                '2、似不肖：肖，相似之意。意为不像具体的事物。一说，没有任何东西和我相似。',
                '3、若肖，久矣其细也夫：以上这一段，有学者认为是它章错简。',
                '4、三宝：三件法宝，或三条原则。',
                '5、俭：啬，保守，有而不尽用。',
                '6、慈故能勇：仁慈所以能勇武。',
                '7、俭故能广：俭啬所以能大方。',
                '8、器长：器，指万物。万物的首长。',
                '9、且：取。',
                '10、以战则胜：一本作“以阵则亡”。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '天下皆谓我道大，似不肖。夫唯大，故似不肖。若肖，久矣其细也夫。',
                '我有三宝，持而保之。一曰慈，二曰俭，三曰不敢为天下先。慈故能勇，',
                '俭故能广，',
                '不敢为天下先，故能成器长。',
                '今舍慈且勇，',
                '舍俭且广，舍后且先，死矣。夫慈，以战则胜，',
                '以守则固。天将救之，以慈卫之。',
            ],
            'vernacular' => [
                '久矣其细，犹曰其细久矣。肖则失其所以为大矣，故夫曰：若肖，久矣其细也。',
                '夫慈，以陈则胜，以守则固，故能勇也。',
                '节俭爱费，天下不匮，故能广也。',
                '唯后外其身，为物所归，然后乃能立成器，为天下利，为物之长也。',
                '且犹取也。',
                '相恳而不避於难，故正也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '天下皆謂我道大，似不肖。夫唯大，故似不肖。若肖久矣，其細也夫。',
                '我有三寶，保而持之。一曰慈，二曰儉，三曰不敢為天下先。',
                '夫慈故能勇，',
                '儉故能廣，',
                '不敢為天下先，故能成器長。',
                '今捨其慈，且勇；捨其儉，且廣；捨其後，且先，死矣。',
                '夫慈，以戰則勝，以守則固。天將救之，以慈衛之。',
            ],
            'vernacular' => [
                '夫道礦然無形，頹然無名，充遍萬物，而與物無一相似，此其所以為大也。若似於物，則亦一物矣，而何足大哉？',
                '道以不似物為大，故其運而為德則亦悶然，以鈍為利，以退為進，不合於世俗。今夫世俗貴勇敢，尚廣大，夸進銳，而吾之所寶則慈忍儉約康退。此三者，皆世之所謂不肖者也。',
                '世以勇次為賢，而以慈忍為不及事，不知勇次之易挫，而慈忍之不可勝，其終必至於勇也。',
                '世以廣大蓋物，而以檢約為陋，不知廣大之易窮，而儉約之易足，其終必至於廣也。',
                '世以進銳為能，而以不敢先為恥，不知進銳之多惡於人，而不敢先之樂推於世，其終卒為器長也。蓋樸散而為器，聖人用之則為官長。自樸成器，始有屬有長矣。',
                '勇、廣、先三者，人之所共疾也。為衆所疾，故常近於死。',
                '以慈御物，物之愛之如己父母，雖為之效死而不辭，故可以戰，可以守。天之將救是人也，則開其心志，使之無所不慈，無所不慈，則物皆為之衛矣。',
            ],
        ],
    ],
];
