<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '天长，地久①。天地之所以能长且久者，以其不自生也②，故能长生。是以圣人后其身而身先③，外其身而身存④，非以其无私邪⑤？故能成其私。',
            ],
            'vernacular' => [
                '天长地久，天地所以能长久存在，是因为它们不为了自己的生存而自然地运行着，所以能够长久生存。因此，有道的圣人遇事谦退无争，反而能在众人之中领先；将自己置于度外，反而能保全自身生存。这不正是因为他无私吗？所以能成就他的自身。',
            ],
            'notes' => [
                '①天长地久；长、久：均指时间长久。',
                '②以其不自生也：因为它不为自己生存。以，因为。',
                '③身：自身，自己。以下三个“身”字同。先：居先，占据了前位。此是高居人上的意思。',
                '④外其身：外，是方位名词作动词用，使动用法，这里是置之度外的意思。',
                '⑤邪（ye）：同“耶”，助词，表示疑问的语气。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '天长地久，天地所以能长且久者，以其不自生，',
                '故能长生。是以圣人后其身而身先，外其身而身存。非以其无私耶？故能成其私。',
            ],
            'vernacular' => [
                '自生则与物争，不自生则物归也。',
                '无私者，无为於身也。身先身存，故曰能成其私也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '天長地久，',
                '天地所以能長且久者，以其不自生，故能長生。是以聖人後其身而身先，外其身而身存。非以其無私邪？故能成其私。',
            ],
            'vernacular' => [
                '天地雖大而未離於形數，則其長久蓋有量矣。然老子之言長久極於天地，蓋以人所見者言之耳。若夫長久之至，則所謂天地始者是矣。',
                '天地生物而不自生，立於萬物之外，故能長生。聖人後其身而先人，外其身而利人，處於衆入之表，故能先且存。如使天地與物競生，而聖人與人爭得，則天地亦一物耳，聖人亦一人耳，何以大過之哉。雖然，彼其無私，非以求成私也，而私以之成道，則固然耳。',
            ],
        ],
    ],
];
