<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '知不知①，尚矣②；不知知③，病也。圣人不病，以其病病④。夫唯病病，是以不病。',
            ],
            'vernacular' => [
                '知道自己还有所不知，这是很高明的。不知道却自以为知道，这就是很糟糕的。有道的圣人没有缺点，因为他把缺点当作缺点。正因为他把缺点当作缺点，所以，他没有缺点。',
            ],
            'notes' => [
                '1、知不知：注解家们一般对此句有两种解释。一说知道却不自以为知道，一说知道自己有所不知。',
                '2、尚矣：“尚”通“上”。',
                '3、不知知：不知道却自以为知道。',
                '4、病病：病，毛病、缺点。把病当作病。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '知不知，上；不知知，病。',
                '夫唯病病，是以不病。圣人不病，以其病病，是以不病。',
            ],
            'vernacular' => [
                '不知知之不足任，则病也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '知不知，上；不知知，病。',
                '夫惟病病，是以不病。',
                '聖人不病，以其病病，是以不病。',
            ],
            'vernacular' => [
                '道非思慮之所及，故不可加。然方其未知，則非知無以入也，及其既知而存知，知則病矣。故知而不知者上，不知而知者病。',
                '既不可不知，又不可知。唯知知之為病者，久而病自去矣。',
            ],
        ],
    ],
];
