<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '民不畏威①，则大威至②。无狎③其所居，无厌④其所生。夫唯不厌⑤，是以不厌。是以圣人自知不自见⑥，自爱不自贵⑦。故去彼取此⑧。',
            ],
            'vernacular' => [
                '当人民不畏惧统治者的威压时，那么，可怕的祸乱就要到来了。不要逼迫人民不得安居，不要阻塞人民谋生的道路。只有不压迫人民，人民才不厌恶统治者。因此，有道的圣人不但有自知之明，而且也不自我表现；有自爱之心也不自显高贵。所以要舍弃后者（自见、自贵）而保持前者（自知、自爱）。',
            ],
            'notes' => [
                '1、民不畏威：威，指统治者的镇压和威慑。此句意为，百姓们不畏惧统治者的高压政策。',
                '2、大威至：这个威是指人民的反抗斗争。',
                '3、无狎：狎通狭，意为压迫、逼迫。无狎，即不要逼迫的意思。',
                '4、无厌：厌指压迫、阻塞的意思。',
                '5、不厌：这个厌指人民对统治者的厌恶、反抗斗争。',
                '6、不自见：不自我表现，不自我显示。',
                '7、自爱不自贵：指圣人但求自爱而不求自显高贵。',
                '8、去彼取此：指舍去“自见”、“自贵”，而取“自知”、“自爱”。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '民不畏威，则大威至。无狎其所居，无厌其所生。',
                '夫唯不厌，',
                '是以不厌。',
                '是以圣人自知不自见，',
                '自爱不自贵，',
                '故去彼取此。',
            ],
            'vernacular' => [
                '清静无为，谓之居。谦后不盈，谓之生。离其清静#3，行其躁欲，弃其谦后，任其威权，则物扰而民僻。威不能复制民，民不能堪其威，则上下大溃矣。天诛将至，故曰民不畏威，则大威至。无狎其所居，无厌其所生，言威力不可任也。',
                '不自厌也。',
                '不自厌，是以天下莫之厌。',
                '不自见其所知，以耀光行威也。',
                '自贵则物狎厌居生。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '民不畏威，則大威至。',
                '無狹其所居，無厭其所生。夫惟不厭，是以不厭。',
                '是以聖人自知不自見，自愛不自貴，故去彼取此。',
            ],
            'vernacular' => [
                '夫性自有威，高明光大，赫然物莫能加，此所謂大威也。人常息溺於衆，妄畏生死，而憚得喪。萬物之威，維然乘之，終身惴慄之不暇，雖有大威而不自知也。苟誠知之，一生死，齊得喪，坦然無所怖畏，則大威爗然見於前矣。',
                '性之大，可以包絡天地。彼不知者，以四肢九竅為己也，守之而不厭。是以見不出視，聞不出聽，蕞然其甚陋也。故教之曰無狹其所居。彼知之者，知性之大而吾生之狹也，則愀然厭之，欲脫而不得，不知有厭有慕之方囿於物也，故教之曰無厭其所生。夫惟聖人不狹不厭，與人同生，而與道同居，無廣狹淨穢之辨，既不厭生，而後知生之無可厭也。',
                '聖人雖自知之而不自見以示人，雖自愛之而不自貴以眩人，恐人之有厭有慕也。厭慕之心未忘，則猶有畏也。畏去，而後大威至矣。',
            ],
        ],
    ],
];
