<?php
return [
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '天之道，其犹张弓与？高者抑下，下者举之，有余者损之，不足者补之。天之道，损有余而补不足。人之道①，则不然，损不足以奉有余。孰能有余以奉天下，唯有道者。是以圣人为而不恃，功成而不处，其不欲见贤②。',
            ],
            'vernacular' => [
                '自然的规律，不是很像张弓射箭吗？弦拉高了就把它压低一些，低了就把它举高一些，拉得过满了就把它放松一些，拉得不足了就把它补充一些。自然的规律，是减少有余的补给不足的。可是社会的法则却不是这样，要减少不足的，来奉献给有余的人。那么，谁能够减少有余的，以补给天下人的不足呢？只有有道的人才可以做到。因此，有道的圣人这才有所作为而不占有，有所成就而不居功。他是不愿意显示自己的贤能。',
            ],
            'notes' => [
                '1、人之道：指人类社会的一般法则、律例。',
                '2、是以圣人为而不恃，功成而不处，其不欲见贤：陈鼓应先生认为这三句与上文不连贯疑为错简复出。此处仍予保留。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '天之道，其犹张弓与？高者抑之，下者举之，有余者损之，不足者补之。天之道损有余而补不足，人之道则不然，',
                '损不足以奉有余。孰能有余以奉天下？唯有道者。是以圣人为而不恃，功成而不处，其不欲见贤。言唯能处盈而全虚，损存以补无。和光同尘，荡而均者，唯其道也，是以圣人不欲示其贤以均天下。',
            ],
            'vernacular' => [
                '与天地合德，乃能包之。如天之道，如人之量，则各有其身，不得相均。如唯无身无私乎自然，然后乃能与天地合德。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '天之道，其猶張弓乎？',
                '高者抑之，下者舉之，有餘者損之，不足者補之。天之道，損有餘補不足；人之道則不然，損不足以奉有餘。',
                '孰能以有餘奉天下？唯有道者。',
                '是以聖人為而不侍，功成不處，其不欲見賢邪。',
            ],
            'vernacular' => [
                '張弓上筋，弛弓上角，故以況天之抑高舉下。',
                '天無私，故均；人多私，故不均。',
                '有道者澹足萬物而不辭，既以為人己愈有，既以予人己愈多。非有道者，無以堪此。',
                '為而恃，成而處，則賢見於世。賢見於世，則是以有餘自奉也。',
            ],
        ],
    ],
];
