<?php
return [
    'name' => '',
    'brief' => '道德经第节',
    'chapters' => [
        [
            'name' => '第节',
            'content' => [
                '天下莫柔弱于水，而攻坚强者莫之能胜，以其无以易之①。弱之胜强，柔之胜刚，天下莫不知，莫能行。是以圣人云："受国之垢②，是谓社稷主；受国不祥③，是为天下王。"正言若反④。',
            ],
            'vernacular' => [
                '遍天下再没有什么东西比水更柔弱了，而攻坚克强却没有什么东西可以胜过水。弱胜过强，柔胜过刚，遍天下没有人不知道，但是没有人能实行。所以有道的圣人这样说：“承担全国的屈辱，才能成为国家的君主，承担全国的祸灾，才能成为天下的君王。”正面的话好像在反说一样。',
            ],
            'notes' => [
                '1、无以易之：易，替代、取代。意为没有什么能够代替它。',
                '2、受国之垢：垢，屈辱。意为承担全国的屈辱。',
                '3、受国不祥：不祥，灾难，祸害。意为承担全国的祸难。',
                '4、正言若反：正面的话好像反话一样。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '天下莫柔弱於水，而攻坚强者莫之能胜，其无以易之。',
                '弱之胜强，柔之胜刚，天下莫不知，莫能行。是以圣人云：受国之垢，是谓社稷主；受国不祥，是谓天下王。正言若反。',
            ],
            'vernacular' => [
                '以，用也。其谓水也，言用水之柔弱，无物可以易之也。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '天下柔弱莫過於水，而攻堅強者莫之能勝，其無以易之。故柔勝剛，弱勝強，天下莫不知，莫能行。是以聖人言：受國之垢，是謂社稷主；受國不祥，是謂天下王。正言若反。',
            ],
            'vernacular' => [
                '正言合道而反俗，俗以受垢為辱，受不祥為殃故也。',
            ],
        ],
    ],
];
