<?php
return [
    'name' => '小国寡民',
    'brief' => '道德经第八十章',
    'chapters' => [
        [
            'name' => '白话',
            'content' => [
                '小国寡民①。使②有什伯之器③而不用；使民重死④而不远徙⑤；虽有舟舆⑥，无所乘之；虽有甲兵⑦，无所陈之⑧。使人复结绳⑨而用之。至治之极。甘美食，美其服，安其居，乐其俗⑩，邻国相望，鸡犬之声相闻，民至老死不相往来。',
            ],
            'vernacular' => [
                '使国家变小，使人民稀少。即使有各种各样的器具，却并不使用；使人民重视死亡，而不向远方迁徙；虽然有船只车辆，却不必每次坐它；虽然有武器装备，却没有地方去布阵打仗；使人民再回复到远古结绳记事的自然状态之中。国家治理得好极了，使人民吃得香甜，穿得漂亮、住得安适，过得快乐。国与国之间互相望得见，鸡犬的叫声都可以听得见，但人民从生到死，也不互相往来。',
            ],
            'notes' => [
                '1、小国寡民：小，使……变小，寡，使……变少。此句意为，使国家变小，使人民稀少。',
                '2、使：即使。',
                '3、什伯之器：各种各样的器具。什伯，意为极多，多种多样。',
                '4、重死：看重死亡，即不轻易冒着生命危险去做事。',
                '5、徙：迁移、远走。',
                '6、舆：车子。',
                '7、甲兵：武器装备。',
                '8、陈：陈列。此句引申为布阵打仗。',
                '9、结绳：文字产生以前，人们以绳记事。',
                '10、甘其食，美其服，安其居，乐其俗：使人民吃得香甜，穿得漂亮，住得安适，过得习惯。',
            ],
        ],
        [
            'name' => '王弼注',
            'content' => [
                '小国寡民，',
                '使有什伯之器而不用，',
                '使民重死而不远徙。',
                '虽有舟舆，无所乘之；虽有甲兵，无所陈之；使人复结绳而用之。甘其食，美其服，安其居，乐其俗。邻国相望，鸡犬之声相闻，民至老死，不相往来。',
            ],
            'vernacular' => [
                '国既小，民又寡，尚可使反古，况国大民众乎？故举小国而言也。',
                '言使民虽有什伯之器，而无所用之，当何患不足也。',
                '使民不用，惟身是宝，不贪货赂，故各安其居，重死而不远徙也。',
                '无所欲求。',
            ],
        ],
        [
            'name' => '苏辙解',
            'content' => [
                '小國寡民，',
                '使民有什伯之器而不用。',
                '雖有舟輿，無所乘之；雖有甲兵，無所陳之。使民復結繩而用之。',
                '甘其食，美其服，安其居，樂其俗。',
                '鄰國相望，雞犬之音相聞，民至老死，不相往來。',
            ],
            'vernacular' => [
                '老子生於衰周，文勝俗弊，將以無為救之。故於其書之終，言其所志，願得小國寡民以試焉，而不可得爾。',
                '民各安其分，則小有村者，不求用於世。什伯之器，則財堪什夫伯夫之長者也。',
                '事少民朴，雖結繩足矣。',
                '內足而外無所慕，故以其所有為美，以其所處為樂，而不復求也。',
                '民物繁夥而不相求，則彼此皆足故也。',
            ],
        ],
    ],
];
