<?php
return [
    'bookCode' => 'daodejing',
    'name' => '道德经',
    'brief' => '道德经描述',
    'chapters' => [
        [
            'name' => '上篇',
            'infos' => [
                ['code' => '1', 'name' => '天地之始'], ['code' => '2', 'name' => '功成弗居'], ['code' => '3', 'name' => '圣人之治'], ['code' => '4', 'name' => '和光同尘'], ['code' => '5', 'name' => '多言数穷'], ['code' => '6', 'name' => '谷神不死'], ['code' => '7', 'name' => '天长地久'],
                ['code' => '8', 'name' => '上善若水'], ['code' => '9', 'name' => '持而盈之'], ['code' => '10', 'name' => '明白四达'], ['code' => '11', 'name' => '无之为用'], ['code' => '12', 'name' => '去彼取此'], ['code' => '13', 'name' => '宠辱不惊'], ['code' => '14', 'name' => '执古之道'],
                ['code' => '15', 'name' => '微妙玄通'], ['code' => '16', 'name' => '致虚守静'], ['code' => '17', 'name' => '功成事遂'], ['code' => '18', 'name' => '大仁大义'], ['code' => '19', 'name' => '少私寡欲'], ['code' => '20', 'name' => '独异于人'], ['code' => '21', 'name' => '孔德之容'],
                ['code' => '22', 'name' => '圣人抱一'], ['code' => '23', 'name' => '希言自然'], ['code' => '24', 'name' => '物或恶之'], ['code' => '25', 'name' => '道法自然'], ['code' => '26', 'name' => '宜戒轻躁'], ['code' => '27', 'name' => '常善救人'], ['code' => '28', 'name' => '常德乃足'],
                ['code' => '29', 'name' => '去奢去泰'], ['code' => '30', 'name' => '不以兵强'], ['code' => '31', 'name' => '恬淡为上'], ['code' => '32', 'name' => '知止不殆'], ['code' => '33', 'name' => '自知者明'], ['code' => '34', 'name' => '不自为大'], ['code' => '35', 'name' => '往而不害'],
                ['code' => '36', 'name' => '柔弱刚强'], ['code' => '37', 'name' => '道常无为'], 
            ],
        ],
        [
            'name' => '下篇',
            'infos' => [
                ['code' => '38', 'name' => '处实去华'], ['code' => '39', 'name' => '贱为贵本'], ['code' => '40', 'name' => '有生于无'], ['code' => '41', 'name' => '大器晚成'], ['code' => '42', 'name' => '或损或益'],
                ['code' => '43', 'name' => '无为之益'], ['code' => '44', 'name' => '知足不辱'], ['code' => '45', 'name' => '大成若缺'], ['code' => '46', 'name' => '知足常足'], ['code' => '47', 'name' => '不为而成'], ['code' => '48', 'name' => '为学日益'], ['code' => '49', 'name' => '圣无常心'],
                ['code' => '50', 'name' => '出生入死'], ['code' => '51', 'name' => '尊道贵德'], ['code' => '52', 'name' => '天下有始'], ['code' => '53', 'name' => '行于大道'], ['code' => '54', 'name' => '善抱大道'], ['code' => '55', 'name' => '物壮则老'], ['code' => '56', 'name' => '知者不言'],
                ['code' => '57', 'name' => '以正治国'], ['code' => '58', 'name' => '福祸相倚'], ['code' => '59', 'name' => '长生久视'], ['code' => '60', 'name' => '治国烹鲜'], ['code' => '61', 'name' => '各得其所'], ['code' => '62', 'name' => '万物之奥'], ['code' => '63', 'name' => '为大于细'],
                ['code' => '64', 'name' => '慎终如始'], ['code' => '65', 'name' => '善为道者'], ['code' => '66', 'name' => '不争之争'], ['code' => '67', 'name' => '持保三宝'], ['code' => '68', 'name' => '不争之德'], ['code' => '69', 'name' => '哀者胜矣'], ['code' => '70', 'name' => '被褐怀玉'],
                ['code' => '71', 'name' => '知不知矣'], ['code' => '72', 'name' => '自知自爱'], ['code' => '73', 'name' => '天网恢恢'], ['code' => '74', 'name' => '民不畏死'], ['code' => '75', 'name' => '民之轻死'], ['code' => '76', 'name' => '柔弱处上'], ['code' => '77', 'name' => '功成不处'],
                ['code' => '78', 'name' => '柔之胜刚'], ['code' => '79', 'name' => '报怨以德'], ['code' => '80', 'name' => '小国寡民'], ['code' => '81', 'name' => '为而不争'],
            ],
        ],
    ],
];
