上经乾传卷一 乾
乾：元、亨、利、贞。

初九：潜龙勿用(1)。

【注释】(1)《文言》备矣。
九二：见龙在田，利见大人(1)。

【注释】(1)出潜离隐，故曰“见龙”，处於地上，故曰“在田”。德施周普，居中不偏，虽非君位，君之德也。初则不彰，三则“乾乾”，四则“或跃”，上则过亢。“利见大人”，唯二、五焉。
九三：君子终日乾乾，夕惕若厉，无咎(1)。

【注释】(1)处下体之极，居上体之下，在不中之位，履重刚之险。上不在天，未可以安其尊也。下不在田，未可以宁其居也。纯修下道，则居上之德废；纯修上道，则处下之礼旷。故“终日乾乾”，至于夕惕犹若厉也。居上不骄，在下不忧，因时而惕，不失其几，虽危而劳，可以“无咎”。处下卦之极，愈於上九之亢，故竭知力而后免於咎也。乾三以处下卦之上，故免亢龙之悔。坤三以处下卦之上，故免龙战之灾。
九四：或跃在渊，无咎(1)。

【注释】(1)去下体之极，居上体之下，乾道革之时也。上不在天，下不在田，中不在人，履重刚之险，而无定位所处，斯诚进退无常之时也。近乎尊位，欲进其道，迫乎在下，非跃所及。欲静其居，居非所安，持疑犹豫未敢决志。用心存公，进不在私，疑以为虑，不谬於果，故“无咎”也。
九五：飞龙在天，利见大人(1)。

【注释】(1)不行不跃而在乎天，非飞而何？故曰“飞龙”也。龙德在天，则大人之路亨也。夫位以德兴，德以位叙，以至德而处盛位，万物之睹，不亦宜乎？
上九：亢龙有悔。

用九：见群龙，无首，吉(1)。

【注释】(1)九，天之德也。能用天德，乃见“群龙”之义焉。夫以刚健而居人之首，则物之所不与也。以柔顺而为不正，则佞邪之道也。故《乾》吉在“无首”，《坤》利在“永贞”。
《彖》曰：大哉乾元！万物资始，乃统天。云行雨施，品物流形，大明终始，六位时成，时乘六龙，以御天。乾道变化，各正性命(1)。保合大和，乃利贞(2)。首出庶物，万国咸宁(3)。

【注释】(1)天也者，形之名也。健也者，用形者也。夫形也者，物之累也。有天之形而能永保无亏，为物之首，统之者岂非至健哉！大明乎终始之道，故六位不失其时而成，升降无常，随时而用，处则乘潜龙，出则乘飞龙，故曰“时乘六龙”也。乘变化而御大器，静专动直，不失大和，岂非正性命之情者邪？(2)不和而刚暴。(3)万国所以宁，各以有君也。
《象》曰：天行健，君子以自强不息。“潜龙勿用”，陽在下也。“见龙在田”，德施普也。“终日乾乾”，反复道也(1)。“或跃在渊”，进无咎也。“飞龙在天”，大人造也。“亢龙有悔”，盈不可久也。用九，天德不可为首也。

【注释】(1)以上言之则不骄，以下言之则不忧，反覆皆道也。
《文言》曰：元者善之长也，亨者嘉之会也，利者义之和也，贞者事之干也。君子体仁足以长人，嘉会足以合礼，利物足以和义，贞固足以干事。君子行此四德者，故曰：“乾，元、亨、利、贞。”

初九曰“潜龙勿用”，何谓也？子曰：“龙德而隐者也。不易乎世(1)，不成乎名，遁世无闷，不见是而无闷，乐则行之，忧则违之，确乎其不可拔，‘潜龙’也。”

【注释】(1)不为世俗所移易也。
九二曰：“见龙在田，利见大人”，何谓也？子曰：“龙德而正中者也。庸言之信，庸行之谨，闲邪存其诚，善世而不伐，德博而化。《易》曰：‘见龙在田，利见大人。’君德也。”

九三曰：“君子终日乾乾，夕惕若厉，无咎”，何谓也？子曰：“君子进德修业。忠信所以进德也。修辞立其诚，所以居业也。知至至之，可与言几也。知终终之，可与存义也(1)。是故居上位而不骄，在下位而不忧(2)。故乾乾因其时而惕，虽危无咎矣(3)。

【注释】(1)处一体之极，是“至”也。居一卦之尽，是“终”也。处事之至而不犯咎，“知至”者也。故可与成务矣。处终而能全其终，“知终”者也。夫进物之速者，义不若利，存物之终者，利不及义。故“靡不有初，鲜克有终”。夫“可与存义”者，其唯“知终”者乎？(2)居下体之上，在上体之下，明夫终敝，故“不骄”也。知夫至至，故“不忧”也。(3)惕，怵惕之谓也。处事之极，失时则废，懈怠则旷，故“因其时而惕，虽危无咎”。
九四曰“或跃在渊，无咎”，何谓也？子曰：“上下无常，非为邪也。进退无恒，非离群也。君子进德修业，欲及时也，故无咎。”

九五曰“飞龙在天，利见大人”，何谓也？子曰：“同声相应，同气相求。水流湿，火就燥，云从龙，风从虎，圣人作而万物睹，本乎天者亲上，本乎地者亲下，则各从其类也。”

上九曰“亢龙有悔”，何谓也？子曰：“贵而无位，高而无民(1)。贤人在下位而无辅(2)，是以动而有悔也(3)。”

【注释】(1)下无陰也。(2)贤人虽在下而当位，不为之助。(3)处上卦之极而不当位，故尽陈其阙也。独立而动物莫之与矣。《乾·文言》首不论“乾”而先说“元”，下乃曰“乾”，何也？夫“乾”者统行四事者也。君子以自强不息，行此四者，故首不论“乾”而下曰“乾、元、亨、利、贞”。馀爻皆说龙，至於九三独以“君子”为目，何也？夫易者象也。象之所生，生於义也。有斯义，然后明之以其物，故以龙叙“乾”，以马明“坤”，随其事义而取象焉。是故初九、九二，龙德皆应其义，故可论龙以明之也。至於九三“乾乾夕惕”，非龙德也，明以君子当其象矣。统而举之，“乾”体皆龙，别而叙之，各随其义。
“潜龙勿用”，下也。“见龙在田”，时舍也。“终日乾乾”，行事也。“或跃在渊”，自试也。“飞龙在天”，上治也。“亢龙有悔”，穷之灾也。乾元“用九”，天下治也(1)。

【注释】(1)此一章全以人事明之也。九，陽也。陽，刚直之物也。夫能全用刚直，放远善柔，非天下至理，未之能也。故“乾元用九”，则“天下治”也。夫识物之动，则其所以然之理，皆可知也。龙之为德，不为妄者也。潜而勿用，何乎？必穷处於下也。见而在田，必以时之通舍也。以爻为人以位为时，人不妄动，则时皆可知也。文王明夷，则主可知矣。仲尼旅人，则国可知矣。
“潜龙勿用”，陽气潜藏。“见龙在田”，天下文明。“终日乾乾”，与时偕行(1)。“或跃在渊”，乾道乃革。“飞龙在天”，乃位乎天德。“亢龙有悔”，与时偕极(2)。“乾元用九”，乃见天则(3)。

【注释】(1)与天时俱不息。(2)与时运俱终极。(3)此一章全说天气以明之也。九，刚直之物，唯“乾”体能用之，用纯刚以观天，天则可见矣。
“乾元”者，始而亨者也。“利贞”者，性情也(1)。乾始，能以美利利天下，不言所利，大矣哉！大哉乾乎，刚健中正，纯粹精也！六爻发挥，旁通情也。“时乘六龙”，以御天也。“云行雨施”，天下平也。

【注释】(1)不为“乾元”，何能通物之始无不性其情，何能久行其正？是故“始而亨者”，必“乾元”也。利而正者，必“性情”也。
君子以成德为行，日可见之行也。潜之为言也，隐而未见，行而未成，是以君子弗用也。

君子学以聚之，问以辩之(1)，宽以居之，仁以行之。《易》曰“见龙在田，利见大人”，君德也。

【注释】(1)以君德而处下体，资纳於物者也。
九三，重刚而不中，上不在天，下不在田。故乾乾因其时而惕，虽危无咎矣。

九四，重刚而不中，上不在天，下不在田，中不在人，故或之。或之者，疑之也，故无咎。

夫大人者，与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶。先天而天弗违，后天而奉天时。天且弗违，而况於人乎？况於鬼神乎？

“亢”之为言也，知进而不知退，知存而不知亡，知得而不知丧。其唯圣人乎！知进退存亡，而不失其正者，其唯圣人乎！
