上经需传卷二 大有
大有：元亨(1)。

【注释】(1)不大通，何由得“大有”乎？“大有”则必元亨矣。
《彖》曰：大有，柔得尊位大中，而上下应之，曰“大有”(1)。其德刚健而文明，应乎天而时行，是以“元亨”(2)。

【注释】(1)处尊以柔，居中以大，体无二陰以分其应，上下应之，靡所不纳，大有之义也。(2)德应於天，则行不失时矣。刚健不滞，文明不犯，应天则大，时行无违，是以“元亨”。
《象》曰：火在天上，“大有”。君子以遏恶扬善，顺天休命(1)。

【注释】(1)《大有》，包容之象也。故遏恶扬善，成物之性，顺天休命，顺物之命。
初九：无交害。匪咎，艰则无咎(1)。

《象》曰：大有初九，无交害也。

【注释】(1)以夫刚健为大有之始，不能履中，满而不溢，术斯以往，后害必至。其欲匪咎，“艰则无咎也”。
九二：大车以载(1)，有攸往，无咎(2)。

《象》曰：“大车以载”，积中不败也。

【注释】(1)任重而不危。(2)健不违中，为五所任，任重不危，致远不泥，故可以往而“无咎”也。
九三：公用亨于天子，小人弗克(1)。

《象》曰：“公用亨于天子”，小人害也。

【注释】(1)处“大有”之时，居下体之极，乘刚健之上，而履得其位，与五同功，威权之盛，莫此过焉。公用斯位，乃得通乎天子之道也。小人不克，害可待也。
九四：匪其彭，无咎(1)。

《象》曰：“匪其彭，无咎”，明辩晢也(2)。

【注释】(1)既失其位，而上近至尊之威，下比分权之臣，其为惧也，可谓危矣。唯夫有圣知者，乃能免斯咎也。三虽至盛，五不可舍，能辩斯数，专心承五，常匪其旁，则“无咎”矣。旁谓三也。(2)明犹才也。
六五：厥孚交如，威如，吉(1)。

《象》曰：“厥孚交如”，信以发志也。“威如”之吉，易而无备也。

【注释】(1)君尊以柔，处大以中，无私於物，上下应之，信以发志，故其孚交如也。夫不私於物，物亦公焉。不疑於物，物亦诚焉。既公且信，何难何备？不言而教行，何为而不威如？为“大有”之主，而不以此道，吉可得乎？
上九：自天祐之，吉无不利(1)。

《象》曰：大有上吉，自天祐也。

【注释】(1)“大有”，丰富之世也。处“大有”之上而不累於位，志尚乎贤者也。馀爻皆乘刚，而已独乘柔顺也。五为信德，而已履焉，履信之谓也。虽不能体柔，而以刚乘柔，思顺之义也。居丰有之世，而不以物累其心，高尚其志，尚贤者也。爻有三德，尽夫助道，故《系辞》具焉。
