上经随传卷三 蛊
p 蛊：元亨，利涉大川。先甲三日，后甲三日。

《彖》曰：蛊，刚上而柔下(1)，巽而止，蛊(2)。蛊，元亨而天下治也(3)。“利涉大川”，往有事也。“先甲三日，后甲三日”，终则有始，天行也(4)。

【注释】(1)上刚可以断制，下柔可以施令。(2)既巽又止，不竞争也。有事而无竞争之患，故可以有为也。(3)有为而大亨，非天下治而何也？(4)蛊者有事而待能之时也。可以有为，其在此时矣。物已说随，则待夫作制以定其事也。进德修业，往则亨矣。故“元亨，利涉大川”也。甲者，创制之令也。创制不可责之以旧，故先之三日，后之三日，使令治而后乃诛也。因事申令，终则复始，若天之行，用四时也。
《象》曰：山下有风，蛊。君子以振民育德(1)。

【注释】(1)蛊者，有事而待能之时也，故君子以济民养德也。
初六：干父之蛊，有子，考无咎，厉，终吉(1)。

《象》曰：“干父之蛊”，意承“考”也(2)。

【注释】(1)处事之首，始见任者也。以柔巽之质，干父之事，能承先轨，堪其任者也，故曰“有子”也。任为事首，能堪其事，“考”乃无咎也，故曰“有子考无咎”也。当事之首，是以危也。能堪其事，故“终吉”。(2)干事之首，时有损益，不可尽承，故意承而已。
九二：干母之蛊，不可贞(1)。

《象》曰：“干母之蛊”，得中道也。

【注释】(1)居於内中，宜干母事，故曰“干母之蛊”也。妇人之性难可全正，宜屈已刚。既干且顺，故曰“不可贞”也。干不失中，得中道也。
九三：干父之蛊，小有悔，无大咎(1)。

《象》曰：“干父之蛊”，终无咎也。

【注释】(1)以刚干事，而无其应，故“有悔”也。履得其位，以正干父，虽“小有悔”，终无大咎。
六四：裕父之蛊，往见吝(1)。

《象》曰：“裕父之蛊”，往未得也。

【注释】(1)体柔当位，干不以刚而以柔和，能裕先事者也。然无其应，往必不合，故曰“往见吝”。
六五：干父之蛊，用誉(1)。

《象》曰：“干父用誉”，承以德也(2)。

【注释】(1)以柔处尊，用中而应，承先以斯，用誉之道也。(2)以柔处中，不任威力也。
上九：不事王侯，高尚其事(1)。

《象》曰：“不事王侯”，志可则也。

【注释】(1)最处事上而不累於位，“不事王侯，高尚其事”也。
