上经随传卷三 观
观：盥而不荐，有孚颙若(1)。

【注释】(1)王道之可观者，莫盛乎宗庙。宗庙之可观者，莫盛於盥也。至荐简略，不足复观，故观盥而不观荐也。孔子曰：“禘自既灌而往者，吾不欲观之矣。”尽夫观盛，则“下观而化”矣。故观至盥则“有孚颙若”也。
《彖》曰：大观在上(1)。顺而巽，中正以观天下，观。“盥而不荐，有孚颙若”，下观而化也。观天之神道，而四时不忒。圣人以神道设教，而天下服矣(2)。

【注释】(1)下贱而上贵也。(2)统说观之为道，不以刑制使物，而以观感化物者也。神则无形者也。不见天之使四时，“而四时不忒”，不见圣人使百姓，而百姓自服也。
《象》曰：风行地上，观。先王以省方观民设教。

初六：童观，小人无咎，君子吝(1)。

象曰：“初六童观”，小人道也。

【注释】(1)处於观时，而最远朝美，体於陰柔，不能自进，无所鉴见，故曰“童观”。巽顺而已，无所能为，小人之道也，故曰“小人无咎”。君子处大观之时而为“童观”，不亦鄙乎？
六二：闚观，利女贞(1)。

《象》曰：“闚观，女贞”，亦可丑也。

【注释】(1)处在於内，无所鉴见。体性柔弱，从顺而已。犹有应焉，不为全蒙，所见者狭，故曰“闚观”。居观得位，柔顺寡见，故曰“利女贞”，妇人之道也。处“大观”之时，居中得位，不能大观广鉴，闚观而已，诚“可丑”也。
六三：观我生，进退(1)。

《象》曰：“观我生，进退”，未失道也(2)。

【注释】(1)居下体之极，处二卦之际，近不比尊，远不“童观”，观风者也。居此时也，可以“观我生，进退”也。(2)处进退之时，以观进退之几，“未失道”也。
六四：观国之光，利用宾于王(1)。

《象》曰：“观国之光”，尚宾也。

【注释】(1)居观之时，最近至尊，“观国之光”者也。居近得位，明习国仪者也，故曰“利用宾于王”也。
九五：观我生，君子无咎(1)。

《象》曰：“观我生”，观民也。

【注释】(1)居於尊位，为观之主，宣弘大化，光于四表，观之极者也。上之化下，犹风之靡草，故观民之俗，以察己道，百姓有罪，在于一人。君子风著，己乃“无咎”。上为观主，将欲自观乃观民也。
上九：观其生，君子无咎(1)。

《象》曰：“观其生”，志未平也(2)。

【注释】(1)“观我生”，自观其道也。“观其生”，为民所观者也。不在於位，最处上极，高尚其志，为天下所观者也。处天下所观之地，可不慎乎？故君子德见，乃得“无咎”。“生”，犹动出也。(2)将处异地，为众所观，不为平易，和光流通，“志未平”也。
