上经随传卷三 贲
贲：亨。小利有攸往。

《彖》曰：贲“亨”，柔来而文刚，故“亨”。分刚上而文柔，故“小利有攸往”(1)。天文也(2)。文明以止，人文也(3)。观乎“天文”，以察时变；观乎“人文”，以化成天下(4)。

【注释】(1)刚柔不分，文何由生？故坤之上六来居二位，“柔来文刚”之义也。柔来文刚，居位得中，是以“亨”。乾之九二，分居上位，分刚上而文柔之义也。刚上文柔，不得中位，不若柔来文刚，故“小利有攸往”。(2)刚柔交错而成文焉，天之文也。(3)止物不以威武而以文明，人之文也。(4)观天之文，则时变可知也；观人之文，则化成可为也。
《象》曰：山下有火，贲。君子以明庶政，无敢折狱(1)。

【注释】(1)处贲之时，止物以文明，不可以威刑，故“君子以明庶政”，而“无敢折狱”。
初九：贲其趾，舍车而徒(1)。

《象》曰：“舍车而徒”，义弗乘也。

【注释】(1)在贲之始，以刚处下，居於无位，弃於不义，安夫徒步以从其志者也。故饰其趾，舍车而徒，义弗乘之谓也。
六二：贲其须(1)。

《象》曰：“贲其须”，与上兴也。

【注释】(1)得其位而无应，三亦无应，俱无应而比焉，近而相得者也。“须”之为物，上附者也。循其所履以附於上，故曰“贲其须”也。
九三：贲如濡如，永贞，吉(1)。

《象》曰：“永贞”之“吉”，终莫之陵也。

【注释】(1)处下体之极，居得其位，与二相比，俱履其正，和合相润，以成其文者也。既得其饰，又得其润，故曰“贲如濡如”也。永保其贞，物莫之陵，故曰“永贞，吉”也。
六四：贲如皤如，白马翰如。匪寇，婚媾(1)。

《象》曰：六四当位，疑也。“匪寇，婚媾”，终无尤也。

【注释】(1)有应在初而阂於三，为己寇难，二志相感，不获通亨，欲静则疑初之应，欲进则惧三之难，故或饰或素，内怀疑惧也。鲜洁其马，“翰如”以待，虽履正位，未敢果其志也。三为刚猛，未可轻犯，匪寇乃婚，终无尤也。
六五：贲于丘园，束帛戋戋。吝，终吉(1)。

《象》曰：六五之“吉”，有喜也。

【注释】(1)处得尊位，为饰之主，饰之盛者也。施饰於物，其道害也。施饰丘园，盛莫大焉，故贲于束帛，丘园乃落，贲于丘园帛，乃“戋戋”。用莫过俭，泰而能约，故必“吝”焉乃得终吉也。
上九：白贲，无咎(1)。

《象》曰：“白贲，无咎”，上得志也。

【注释】(1)处饰之终，饰终反素，故在其质素，不劳文饰而“无咎”也。以白为饰，而无患忧，得志者也。
