上经随传卷三 剥
剥：不利有攸往。

《彖》曰：剥，剥也，柔变刚也。“不利有攸往”，小人长也。顺而止之，观象也。君子尚消息盈虚，天行也(1)。

【注释】(1)“坤”顺而“艮”止也。所以“顺而止之”，不敢以刚止者，以观其形象也。强亢激拂，触忤以陨身，身既倾焉。功又不就，非君子之所尚也。
《象》曰：山附於地，剥。上以厚下安宅(1)。

【注释】(1)“厚下”者，无不见剥也。“安宅”者，物不失处也。“厚下安宅”，治“剥”之道也。
初六：剥床以足，蔑贞，凶(1)。

《象》曰：“剥床以足”，以灭下也。

【注释】(1)床者，人之所以安也。“剥床以足”，犹云剥床之足也。“蔑”犹削也。剥床之足，灭下之道也。下道始灭，刚陨柔长，则正削而凶来也。
六二，剥床以辨，蔑贞，凶(1)。

《象》曰：“剥床以辨”，未有与也。

【注释】(1)“蔑”犹甚极之辞也。辨者，足之上也。剥道浸长，故“剥”其辨也。稍近於“床”，转欲灭物之所处，长柔而削正。以斯为德，物所弃也。
六三：剥之，无咎(1)。

《象》曰：“剥之，无咎”，失上下也(2)。

【注释】(1)与上为应，群陰剥陽，我独协焉，虽处於剥，可以“无咎”。(2)三上下各有二陰，而二独应於陽，则“失上下”也。
六四：剥床以肤，凶(1)。

《象》曰：“剥床以肤”，切近灾也。

【注释】(1)初二剥床，民所以安，未剥其身也。至四剥道浸长，床既剥尽，以及人身，小人遂盛，物将失身，岂唯削正，靡所不凶。
六五：贯鱼，以宫人宠，无不利(1)。

《象》曰：“以宫人宠”，终无尤也。

【注释】(1)处剥之时，居得尊位，为“剥”之主者也。“剥”之为害，小人得宠，以消君子者也。若能施宠小人，於宫人而己，不害於正，则所宠虽众，终无尤也。“贯鱼”谓此众陰也，骈头相次，似“贯鱼”也。
上九：硕果不食，君子得舆，小人剥庐(1)。

《象》曰：“君子得舆”，民所载也。“小人剥庐”，终不可用也。

【注释】(1)处卦之终，独全不落，故果至于硕而不见食也。君子居之，则为民覆荫；小人用之，则剥下所庇也。
