上经随传卷三 坎
习坎(1)：有孚，维心亨(2)，行有尚(3)。

【注释】(1)“坎”，险陷之名也。“习”谓便习之。(2)刚正在内，“有孚”者也。陽不外发而在乎内，“心亨”者也。(3)内亨外暗，内刚外顺，以此行险，“行有尚”也。
《彖》曰：“习坎”，重险也(1)。水流而不盈，行险而不失其信(2)。“维心亨”，乃以刚中也。“行有尚”，往有功也(3)。天险不可升也(4)，地险山川丘陵也(5)，王公设险以守其国(6)。险之时用大矣哉(7)！

【注释】(1)坎以险为用，故特名曰“重险”，言“习坎”者，习重乎险也。(2)险峭之极，故水流而不能盈也。处至险而不失刚中，“行险而不失其信”者，习险之谓也。(3)便习於“坎”而之“坎”地，尽坎之宜，故往必有功也。(4)不可得升，故得保其威尊。(5)有山川丘陵，故物得以保全也。(6)国之为卫，恃於险也。言自天地以下莫不须险也。(7)非用之常，用有时也。
《象》曰：水洊至，习坎(1)。君子以常德行，习教事(2)。

【注释】(1)重险悬绝，故“水洊至”也。不以“坎”为隔绝，相仍而至，习乎“坎”也。(2)至险未夷，教不可废，故以常德行而习教事也。“习於坎”，然后乃能不以险难为困，而德行不失常也。故则夫“习坎”，以常德行而习教事也。
初六：“习坎”，入于坎窞，凶(1)。

《象》曰：“习坎”入“坎”，失道凶也。

【注释】(1)“习坎”者，习为险难之事也。最处坎底，入坎窞者也。处重险而复入坎底，其道“凶”也。行险而不能自济，“习坎”而入坎窞，失道而穷在坎底，上无应援可以自济，是以“凶”也。
九二：坎有险，求小得(1)。

《象》曰：“求小得”，未出中也。

【注释】(1)履失其位，故曰“坎”。上无应援，故曰“有险”。坎而有险，未能出险之中也。处中而与初三相得，故可以“求小得”也。初三未足以为援，故曰“小得”也。
六三：来之坎坎，险且枕，“入于坎窞”，勿用(1)。

《象》曰：“来之坎坎”，终无功也。

【注释】(1)既履非其位，而又处两“坎”之间，出则之“坎”，居则亦“坎”，故曰“来之坎坎”也。“枕”者，枝而不安之谓也。出则无之，处则无安，故曰“险且枕”也。来之皆“坎”，无所用之，徒劳而已。
六四：樽酒簋贰，用缶，纳约自牖，终无咎(1)。

《象》曰：“樽酒簋贰”，刚柔际也(2)。

【注释】(1)处重险而履正，以柔居柔，履得其位，以承於五，五亦得位，刚柔各得其所，不相犯位，皆无馀应以相承比，明信显著，不存外饰，处“坎”以斯，虽复一樽之酒，二簋之食，瓦缶之器，纳此至约，自进於牖，乃可羞之於王公，荐之於宗庙，故“终无咎”也。(2)刚柔相比而相亲焉，“际”之谓也。
九五：坎不盈，祗既平，无咎(1)。

《象》曰：“坎不盈”，中未大也。

【注释】(1)为坎之主而无应辅可以自佐，未能盈坎者也。坎之不盈，则险不尽矣。祗，辞也。为坎之主，尽平乃无咎，故曰“祗既平无咎”也。说既平乃无咎，明九五未免於咎也。
上六：系用徽纆，置于丛棘，三岁不得，凶(1)。

《象》曰：上六，失道凶，三岁也。

【注释】(1)险峭之极，不可升也。严法峻整，难可犯也。宜其囚执寘于思过之地。三岁，险道之夷也。险终乃反，故三岁不得自修，三岁乃可以求复，故曰“三岁不得凶”也。
