上经随传卷三 离
离：利贞，亨(1)。畜牝牛，吉(2)。

【注释】(1)离之为卦，以柔为正，故必贞而后乃亨，故曰“利贞亨”也。(2)柔处于内而履正中，牝之善也。外强而内顺，牛之善也。离之为体，以柔顺为主者也。故不可以畜刚猛之物，而“吉”於“畜牝牛”也。
《彖》曰：离，丽也(1)。日月丽乎天，百穀草木丽乎土。重明以丽乎正，乃化成天下。柔丽乎中正，故亨。是以“畜牝牛，吉”也(2)。

【注释】(1)丽犹著也。各得所著之宜。(2)柔著于中正，乃得通也。柔通之吉，极於“畜牝牛”，不能及刚猛也。
《象》曰：明两作，离。大人以继明照于四方(1)。

【注释】(1)“继”谓不绝也，明照相继，不绝旷也。
初九：履错然，敬之，无咎(1)。

《象》曰：“履错”之敬，以辟咎也。

【注释】(1)“错然”者，警慎之貌也。处离之始，将进而盛，未在既济，故宜慎其所履，以敬为务，辟其咎也。
六二：黄离，元吉(1)。

《象》曰：“黄离元吉”，得中道也。

【注释】(1)居中得位，以柔处柔，履文明之盛而得其中，故曰“黄离元吉”也。
九三：日昃之离，不鼓缶而歌，则大耋之嗟，凶(1)。

《象》曰：“日昃之离”，何可久也？

【注释】(1)嗟，忧叹之辞也。处下离之终，明在将没，故曰“日昃之离”也。明在将终，若不委之於人，养志无为，则至於耋老有嗟，凶矣，故曰“不鼓缶而歌，则大耋之嗟凶”也。
九四：突如其来如，焚如，死如，弃如(1)。

《象》曰：“突如其来如”，无所容也。

【注释】(1)处於明道始变之际，昏而始晓，没而始出，故曰“突如其来如”。其明始进，其炎始盛，故曰“焚如”。逼近至尊，履非其位，欲进其盛，以炎其上，命必不终，故曰“死如”。违“离之义，无应无承，无所不容，故曰“弃如”也。
六五：出涕沱若，戚嗟若，吉(1)。

《象》曰：六五之“吉”，离王公也。

【注释】(1)履非其位，不胜所履。以柔乘刚，不能制下，下刚而进，将来害已，忧伤之深，至于沱嗟也。然所丽在尊，四为逆首，忧伤至深，众之所助，故乃沱嗟而获吉也。
上九：王用出征，有嘉折首，获匪其丑，无咎(1)。

《象》曰：“王用出征”，以正邦也。

【注释】(1)“离”，丽也，各得安其所丽谓之“离”。处离之极，离道已成，则除其非类以去民害，“王用出征”之时也。故必“有嘉折首，获匪其丑”，乃得“无咎”也。
