下经咸传卷四 恒
恒：亨，无咎，利贞(1)。利有攸往(2)。

【注释】(1)恒而亨，以济三事也。恒之为道，亨乃“无咎”也。恒通无咎，乃利正也。(2)各得所恒，修其常道，终则有始，往而无违，故“利有攸往”也。
《彖》曰：恒，久也。刚上而柔下(1)，雷风相与(2)，巽而动(3)，刚柔皆应(4)，恒(5)。恒“亨，无咎，利贞”，久於其道也(6)。天地之道，恒久而不已也(7)。“利有攸往”，终则有始也(8)。日月得天而能久照，四时变化而能久成，圣人久於其道而天下化成(9)。观其所恒，而天地万物之情可见矣(10)。

【注释】(1)刚尊柔卑，得其序也。(2)长陽长陰，能相成也。(3)动无违也。(4)不孤媲也。(5)皆可久之道。(6)道德所久，则常通无咎而利正也。(7)得其所久，故不已也。(8)得其常道，故终则复始，往无穷极。(9)言各得其“所恒”，故皆能长久。(10)天地万物之情，见於“所恒”也。
《象》曰：雷风，恒(1)，君子以立不易方(2)。

【注释】(1)长陽长陰，合而相与，可久之道也。(2)得其所久，故“不易”也。
初六：浚恒，贞凶，无攸利(1)。

《象》曰：“浚恒”之凶，始求深也。

【注释】(1)处恒之初，最处卦底，始求深者也。求深穷底，令物无馀缊，渐以至此，物犹不堪，而况始求深者乎？以此为恒，凶正害德，无施而利也。
九二：悔亡(1)。

《象》曰：九二“悔亡”，能久中也。

【注释】(1)虽失其位，恒位於中，可以消悔也。
九三：不恒其德，或承之羞，贞吝(1)。

《象》曰：“不恒其德”，无所容也。

【注释】(1)处三陽之中，居下体之上，处上体之下，上不至尊，下不至卑，中不在体，体在乎恒，而分无所定，无恒者也。德行无恒，自相违错，不可致诘，故“或承之羞”也。施德於斯，物莫之纳，鄙贱甚矣，故曰“贞吝”也。
九四：田无禽(1)。

《象》曰：久非其位，安得禽也？

【注释】(1)恒於非位，虽劳无获也。
六五：恒其德，贞。妇人吉，夫子凶(1)。

《象》曰：妇人贞吉，从一而终也。夫子制义，从妇凶也。

【注释】(1)居得尊位，为恒之主，不能“制义”，而系应在二，用心专贞，从唱而已。妇人之吉，夫子之凶也。
上六：振恒，凶(1)。

《象》曰：“振恒”在上，大无功也。

【注释】(1)夫静为躁君，安为动主。故安者上之所处也，静者可久之道也。处卦之上，居动之极，以此为恒，无施而得也。
