下经咸传卷四 晋
晋：康侯用锡马蕃庶，昼日三接。

《彖》曰：晋，进也。明出地上，顺而丽乎大明，柔进而上行(1)。是以“康侯用锡马蕃庶，昼日三接”也(2)。

【注释】(1)凡言“上行”者，所以在贵也。(2)康，美之名也。顺以著明，臣之道也。“柔进而上行”，物所与也。故得锡马而蕃庶。以“讼受服”，则“终朝三褫”。柔进受宠，则“一昼三接”也。
《象》曰：“明出地上”，晋。君子以自昭明德(1)。

【注释】(1)以顺著明，自显之道。
初六：晋如、摧如，贞吉。罔孚，裕，无咎(1)。

《象》曰：“晋如摧如”，独行正也。“裕无咎”，未受命也(2)。

【注释】(1)处顺之初，应明之始，明顺之德，於斯将隆。进明退顺，不失其正，故曰“晋如、摧如、贞吉”也。处卦之始，功业未著，物未之信，故曰“罔孚”。方践卦始，未至履位，以此为足，自丧其长者也。故必“裕”之，然后“无咎”。 (2)未得履位，“未受命也”。
六二：晋如，愁如，贞吉。受兹介福，于其王母(1)。

《象》曰：“受兹介福”，以中正也。

【注释】(1)进而无应，其德不昭，故曰“晋如愁如”。居中得位，履顺而正，不以无应而回其志，处晦能致其诚者也。修德以斯，闻乎幽昧，得正之吉也，故曰“贞吉”。“母”者，处内而成德者也。“鸣鹤在陰”，则“其子和”，之立诚於暗，暗亦应之，故其初“愁如”。履贞不回，则乃受兹大福于其王母也。
六三：众允，悔亡(1)。

《象》曰：“众允”之，志上行也。

【注释】(1)处非其位，悔也。志在上行，与众同信，顺而丽明，故得“悔亡”也。
九四：晋如鼫鼠，贞厉(1)。

《象》曰：“鼫鼠贞厉”，位不当也。

【注释】(1)履非其位，上承於五，下据三陰，履非其位。又负且乘，无业可安，志无所据，以斯为进，正之危也。进如鼫鼠，无所守也。
六五：悔亡。失得勿恤，往，吉，无不利(1)。

《象》曰“失得勿恤”，往有庆也。

【注释】(1)柔得尊位，陰为明主，能不用察，不代下任也。故虽不当位，能消其悔。“失得勿恤”，各有其司，术斯以往，“无不利”也。
上九：晋其角，维用伐邑。厉吉无咎，贞吝(1)。

《象》曰：“维用伐邑”，道未光也。

【注释】(1)处进之极，过明之中，明将夷焉，已在乎角，在犹进之，非亢如何？失夫道化无为之事，必须攻伐，然后服邑，危乃得吉，吉乃无咎。用斯为正，亦以贱矣。
