下经咸传卷四 损
损：有孚，元吉，无咎可贞，利有攸往。曷之用？二簋可用享。

《彖》曰：损，损下益上，其道上行(1)。损而有孚，元吉，无咎可贞，利有攸往(2)。曷之用(3)？二簋可用享(4)。二簋应有时(5)。损刚益柔有时(6)。损益盈虚，与时偕行(7)。

【注释】(1)艮为陽，兑为陰。凡陰顺於陽者也。陽止於上，陰说而顺，损下益上，上行之义也。(2)损之为道，“损下益上”，损刚益柔也。损下益上，非补不足也。损刚益柔，非长君子之道也。为损而可以获吉，其唯有孚乎？“损而有孚”，则“元吉”，“无咎”而可正，“利有攸往”矣。“损刚益柔”，不以消刚。“损柔益上”，不以盈上，损刚而不为邪，益上而不为谄，则何咎而可正？虽不能拯济大难，以斯有往，物无距也。(3)曷，辞也。“曷之用”，言何以丰为也。(4)二簋，质薄之器也。行损以信，虽二簋而可用享。(5)至约之道，不可常也。(6)下不敢刚，贵於上行，“损刚益柔”之谓也。刚为德长，损之不可以为常也。(7)自然之质，各定其分，短者不为不足，长者不为有馀，损益将何加焉？非道之常，故必“与时偕行”也。
《象》曰：山下有泽，损(1)。君子以惩忿窒欲(2)。

【注释】(1)山下有泽，损之象也。(2)可损之善，莫善忿欲也。
初九：巳事遄往，无咎，酌损之(1)。

《象》曰：“巳事遄往”，尚合志也(2)。

【注释】(1)损之为道，“损下益上”，损刚益柔，以应其时者也。居於下极，损刚奉柔，则不可以逸。处损之始，则不可以盈，事已则往，不敢宴安，乃获“无咎”也。刚以奉柔，虽免乎无咎，犹未亲也。故既获无咎，复自“酌损”，乃得“合志”也。遄，速也。(2)尚合於志，欲速往也。
九二：利贞，征凶。弗损，益之(1)。

《象》曰：“九二利贞”，中以为志也。

【注释】(1)柔下可全益，刚不可全削，下不可以无正。初九已损刚以顺柔，九二履中，而复损已以益柔，则剥道成焉，故不可遄往而“利贞”也。进之於柔，则凶矣，故曰“征凶”也。故九二不损而务益，以中为志也。
六三：三人行则损一人，一人行则得其友(1)。

《象》曰：“一人行”，三则疑也。

【注释】(1)损之为道，“损下益上，其道上行”。三人，谓自六三已上三陰也。三陰并行，以承於上，则上失其友，内无其主，名之曰“益”，其实乃“损”。故天地相应，乃得化醇；男女匹配，乃得化生。陰陽不对，生可得乎？故六三独行，乃得其友。二陰俱行，则必疑矣。
六四：损其疾，使遄有喜，无咎(1)。

《象》曰：“损其疾”，亦可喜也。

【注释】(1)履得其位，以柔纳刚，能损其疾也。疾何可久？故速乃有喜。损疾以离其咎，有喜乃免，故使速乃有喜，有喜乃“无咎”也。
六五：或益之，十朋之龟，弗克违，元吉(1)。

《象》曰：六五，“元吉”，自上祐也。

【注释】(1)以柔居尊而为损道，江海处下，百谷归之，履尊以损，则或益之矣。朋，党也。龟者，决疑之物也。陰非先唱，柔非自任，尊以自居，损以守之。故人用其力，事顺其功。智者虑能，明者虑策，弗能违也，则众才之用事矣，获益而得“十朋之龟”，足以尽天人之助也。
上九：弗损，益之，无咎，贞吉，利有攸往。得臣无家(1)。

《象》曰：“弗损益之”，大得志也。

【注释】(1)处损之终，上无所奉，损终反益。刚德不损，乃反益之，而不忧於咎。用正而吉，不制於柔，刚德遂长，故曰“弗损，益之，无咎，贞吉，利有攸往”也。居上乘柔，处损之极，尚夫刚德，为物所归，故曰“得臣”。得臣则天下为一，故“无家”也。
