下经夬传卷五 夬
夬：扬于王庭，孚号有厉。告自邑，不利即戎。利有攸往(1)。

【注释】(1)夬与剥反者也。剥以柔变刚，至於刚几尽。夬以刚决柔，如剥之消刚。刚陨则君子道消，柔消则小人道陨。君子道消，则刚正之德不可得直道而用，刑罚之威不可得坦然而行。“扬于王庭”，其道公也。
《彖》曰：夬，决也，刚决柔也。健而说，决而和(1)。“扬于王庭”，柔乘五刚也(2)。“孚号有厉”，其危乃光也(3)。“告自邑，不利即戎”，所尚乃穷也(4)。“利有攸往”，刚长乃终也(5)。

【注释】(1)“健而说”，则“决而和”矣。(2)刚德齐长，一柔为逆，众所同诛，而无忌者也。故可“扬于王庭”。(3)刚正明信以宣其令，则柔邪者危，故曰“其危乃光也”。(4)以刚断制，告令可也。“告自邑”，谓行令於邑也。用刚即戎，尚力取胜也。尚力取胜，物所同疾也。(5)刚德愈长，柔邪愈消，故“利有攸往”，道乃成也。
《象》曰：泽上於天，夬。君子以施禄及下，居德则忌(1)。

【注释】(1)“泽上於天”，夬之象也。“泽上於天”，必来下润，“施禄及下”之义也。《夬》者，明法而决断之象也。忌止也。法明断严，不以慢，故“居德”以明禁也。施而能严，严而能施，健而能说，决而能和，美之道也。
初九：壮于前趾，往不胜，为咎(1)。

《象》曰：不胜而往，咎也(2)。

【注释】(1)居健之初，为决之始，宜审其策，以行其事。壮其前趾，往而不胜，宜其咎也。(2)不胜之理，在往前也。
九二：惕号，莫夜有戎，勿恤(1)。

《象》曰：“有戎勿恤”，得中道也。

【注释】(1)居健履中，以斯决事，能审已度而不疑者也。故虽有惕惧号呼，莫夜有戎，不忧不惑，故“勿恤”也。
九三：壮于頄，有凶。君子夬夬，独行，遇雨若濡。有愠，无咎(1)。

《象》曰：“君子夬夬”，终无咎也。

【注释】(1)頄，面权也，谓上六也。最处体上，故曰“权”也。剥之六三，以应陽为善。夫刚长则君子道兴，陰盛则小人道长。然则处陰长而助陽则善，处刚长而助柔则凶矣。夬为刚长，而三独应上六，助於小人，是以凶也。君子处之，必能弃夫情累，决之不疑，故曰“夬夬”也。若不与众陽为群，而独行殊志，应於小人，则受其困焉。“遇雨若濡”，有恨而无所咎也。
九四：臀无肤，其行次且。牵羊悔亡，闻言不信(1)。

《象》曰：“其行次且”，位不当也。“闻言不信”，聪不明也(2)。

【注释】(1)不刚而进，非已所据，必见侵伤，失其所安，故“臀无肤，其行次且”也。羊者，抵狠难移之物，谓五也。五为夬主，非下所侵。若牵於五，则可得“悔亡”而已。刚亢不能纳言，自任所处，闻言不信以斯而行，凶可知矣。(2)同於噬嗑灭耳之“凶”。
九五：苋陆夬夬，中行无咎(1)。

《象》曰：“中行无咎”，中未光也。

【注释】(1)苋陆，草之柔脆者也。决之至易，故曰“夬夬”也。夬之为义，以刚决柔，以君子除小人者也。而五处尊位，最比小人，躬自决者也。以至尊而敌至贱，虽其克胜，未足多也。处中而行，足以免咎而已，未足光也。
上六：无号，终有凶(1)。

《象》曰：“无号”之“凶”，终不可长也。

【注释】(1)处夬之极，小人在上，君子道长，无所共弃，故非号咷所能延也。
