下经夬传卷五 萃
萃：亨(1)。王假有庙(2)。利见大人，亨，利贞(3)。用大牲，吉(4)。利有攸往。

【注释】(1)聚乃通也。(2)假，至也，王以聚至有庙也。(3)聚得大人，乃得通而利正也。(4)全乎聚道，“用大牲乃吉”也。聚道不全，而用大牲，神不福也。
《彖》曰：萃，聚也。顺以说，刚中而应，故“聚”也(1)。“王假有庙”，致孝享也(2)。“利见大人，亨”，聚以正也(3)。用大牲，吉，利有攸往，顺天命也(4)。观其所聚，而天地万物之情可见矣(5)。

【注释】(1)但“顺而说”，则邪佞之道也。刚而违於中应，则强亢之德也。何由得聚？顺说而以刚为主，主刚而履中，履中以应，故得聚也。(2)全聚乃得致孝之享也。(3)大人，体中正者也。通众以正，聚乃得全也。(4)“顺以说”而不损刚，“顺天命”者也。天德刚而不违中，顺天则说，而以刚为主也。(5)“方以类聚，物以群分”，情同而后乃聚，气合而后乃群。
《象》曰：泽上於地，萃。君子以除戎器，戒不虞(1)。

【注释】(1)聚而无防，则众心生。
初六：有孚不终，乃乱乃萃。若号，一握为笑，勿恤，往无咎(1)。

《象》曰：“乃乱乃萃”，其志乱也。

【注释】(1)有应在四而三承之，心怀嫌疑，故“有孚不终”也。不能守道，以结至好，迷务竞争，故“乃乱乃萃”也。一握者，小之貌也。为笑者，懦劣之貌也。已为正配，三以近宠，若安夫卑退，谦以自牧，则“勿恤”而“往无咎”也。
六二：引吉无咎，孚乃利用禴(1)。

《象》曰：“引吉无咎”，中未变也。

【注释】(1)居萃之时，体柔当位，处坤之中，己独处正，与众相殊，异操而聚，民之多僻，独正者危。未能变体以远於害，故必见引，然后乃“吉”而“无咎”也。禴，殷者祭名也，四时祭之省者也。居聚之时，处於中正，而行以忠信致之。以省薄荐於鬼神也。
六三：萃如，嗟如，无攸利。往无咎，小吝(1)。

《象》曰：“往无咎”，上巽也。

【注释】(1)履非其位，以比於四，四亦失位。不正相聚，相聚不正，患所生也。干人之应，害所起也，故“萃如嗟如，无攸利”也。上六亦无应而独立，处极而忧危，思援而求朋，巽以待物者也。与其萃於不正，不若之於同志，故可以往而无咎也。二陰相合，犹不若一陰一陽之应，故有“小吝”也。
九四：大吉，无咎(1)。

《象》曰：“大吉无咎”，位不当也。

【注释】(1)履非其位而下据三陰，得其所据，失其所处。处聚之时，不正而据，故必“大吉”，立夫大功，然后“无咎”也。
九五：萃有位，无咎，匪孚。元永贞，悔亡(1)。

《象》曰：“萃有位”，志未光也。

【注释】(1)处聚之时，最得盛位，故曰“萃有位”也。四专而据，己德不行，自守而己，故曰“无咎匪孚”。夫修仁守正，久必悔消，故曰“元永贞，悔亡”。
上六：赍咨涕洟，无咎(1)。

《象》曰：“赍咨涕洟”，未安上也。

【注释】(1)处聚之时，居於上极，五非所乘，内无应援。处上独立，近远无助，危莫甚焉。赍咨，嗟叹之辞也。若能知危之至，惧祸之深，忧病之甚，至于涕洟，不敢自安，亦无所不害，故得“无咎”也。
