下经夬传卷五 升
升：元亨，用见大人，勿恤(1)。南征吉(2)。

【注释】(1)巽顺可以升，陽爻不当尊位，无严刚之正，则未免於忧，故用见大人，乃“勿恤”也。(2)以柔之南，则丽乎大明也。
《彖》曰：柔以时升(1)。巽而顺，刚中而应，是以大亨(2)。“用见大人，勿恤”，有庆也。“南征吉”，志行也(3)。

【注释】(1)柔以其时，乃得升也。(2)纯柔则不能自升，刚亢则物不从。既以时升，又“巽而顺，刚中而应”，以此而升，故得“大亨”。(3)巽顺以升，至于大明，“志行”之谓也。
《象》曰：地中生木，升。君子以顺德，积小以高大。

初六：允升，大吉(1)。

《象》曰：“允升大吉”，上合志也。

【注释】(1)允，当也。巽卦三爻，皆升者也。虽无其应，处《升》之初，与九二、九三合志俱升。当升之时，升必大得，是以“大吉”也。
九二：孚乃利用禴，无咎(1)。

《象》曰：九二之孚，有喜也。

【注释】(1)与五为应，往必见任。体夫刚德，进不求宠，闲邪存诚，志在大业，故乃利用纳约于神明矣。
九三：升虚邑(1)。

《象》曰：“升虚邑”，无所疑也(2)。

【注释】(1)履得其位，以陽升陰，以斯而举，莫之违距，故若“升虚邑”也。(2)往必得邑。
六四：王用亨于岐山，吉，无咎(1)。

《象》曰：“王用亨于岐山”，顺事也。

【注释】(1)处升之际，下升而进，可纳而不可距也。距下之进，攘来自专，则殃咎至焉。若能不距而纳，顺物之情，以通庶志，则得“吉”而“无咎”矣。岐山之会，顺事之情，无不纳也。
六五：贞吉，升阶(1)。

《象》曰：“贞吉，升阶”，大得志也。

【注释】(1)升得尊位，体柔而应，纳而不距，任而不专，故得“贞吉，升阶”而尊也。
上六：冥升，利于不息之贞(1)。

《象》曰：“冥升”在上，消不富也(2)。

【注释】(1)处贞之极，进而不息者也。进而不息，故虽冥犹升也。故施於不息之正则可，用於为物之主则丧矣。终於不息，消之道也。(2)劳不可久也。
