下经夬传卷五 革
革：巳日乃孚，元亨利贞，悔亡(1)。

【注释】(1)夫民可与习常，难与适变；可与乐成，难与虑始。故革之为道，即日不孚，“巳日乃孚”也。孚，然后乃得“元亨利贞，悔亡”也。巳日而不孚，革不当也。悔吝之所生，生乎变动者也。革而当，其悔乃亡也。
《彖》曰：革，水火相息，二女同居，其志不相得，曰“革”(1)。“巳曰乃孚”，革而信之。文明以说，大亨以正，革而当，其悔乃亡(2)。天地革而四时成，汤武革命，顺乎天而应乎人，革之时大矣哉！

【注释】(1)凡不合，然后乃变生，变之所生，生於不合者也。故取不合之象以为“革”也。“息”者，生变之谓也，火欲上而泽欲下，水火相战，而后生变者也。“二女同居”，而有水火之性，近而不相得也。(2)夫所以得革而信者，“文明以说”也。“文明以说”，履正而行，以斯为革，应天顺民，大亨以正者也。革而大亨以正，非当如何？
《象》曰：泽中有火，革。君子以治明时(1)。

【注释】(1)历数时会，存乎变也。
初九：巩用黄牛之革(1)。

《象》曰：“巩用黄牛”，不可以有为也。

【注释】(1)在革之始，革道未成，固夫常中，未能应变者也。此可以守成，不可以有为也。巩，固也。黄，中也。牛之革，坚仞不可变也。固之所用常中，坚仞不肯变也。
六二：巳日乃革之，征吉，无咎(1)。

《象》曰：“巳日革之”，行有嘉也。

【注释】(1)陰之为物，不能先唱，顺从者也。不能自革，革已乃能从之，故曰“巳日乃革之”也。二与五虽有水火殊体之异，同处厥中，陰陽相应，往必合志不忧咎也，是以征吉而无咎。
九三：征凶，贞厉。革言三就，有孚(1)。

《象》曰：“革言三就”，又何之矣。

【注释】(1)已处火极，上卦三爻，虽体水性，皆“从革”者也。自四至上，从命而变，不敢自违，故曰“革言三就”。其言实诚，故曰“有孚”。“革言三就，有孚”，而犹征之，凶其宜也。
九四：悔亡，有孚改命，吉(1)。

《象》曰：“改命”之吉，信志也(2)。

【注释】(1)初九处下卦之下，九四处上卦之下，故能变也。无应，悔也。与水火相比，能变者也，是以“悔亡”。处水火之际，居会变之始，能不固吝，不疑於下，信志改命，不失时愿，是以“吉”也。有孚则见信矣。见信以改命，则物安而无违，故曰“悔亡，有孚改命，吉”也。处上体之下，始宣命也。(2)“信志”而行。
九五：大人虎变，未占有孚(1)。

《象》曰：“大人虎变”，其文炳也。

【注释】(1)“未占而孚”，合时心也。
上六：君子豹变，小人革面(1)。征凶，居贞吉(2)。

《象》曰：“君子豹变”，其文蔚也。“小人革面”，顺以从君也。

【注释】(1)居变之终，变道已成，君子处之，能成其文。小人乐成，则变面以顺上也。(2)改命创制，变道已成，功成则事损，事损则无为。故居则得正而吉，征则躁扰而凶也。
