下经夬传卷五 渐
渐：女归吉，利贞(1)。

【注释】(1)渐者，渐进之卦也。“止而巽”，以斯适进，渐进者也。以止巽为进，故“女归吉”也。进而用正，故“利贞”也。
《彖》曰：渐，之进也(1)，“女归吉”也。进得位，往有功也。进以正，可以正邦也。其位，刚得中也(2)。止而巽，动不穷也。

【注释】(1)之於进也。(2)以渐进得位也。
《象》曰：山上有木，渐，君子以居贤德善俗(1)。

【注释】(1)贤德以止巽则居，风俗以止巽乃善。
初六：鸿渐于干，小子厉，有言，无咎(1)。

《象》曰：“小子”之厉，义无咎也。

【注释】(1)鸿，水鸟也。适进之义，始於下而升者也，故以鸿为喻之。又皆以进而履之为义焉，始进而位乎穷下，又无其应。若履于干，危不可以安也。始进而未得其位，则困於小子，穷於谤言，故曰“小子厉有言”也。困於小子谗谀之言，未伤君子之义，故曰“无咎”也。
六二：鸿渐于磐，饮食衎衎，吉(1)。

《象》曰：“饮食衎衎”，不素饱也。

【注释】(1)磐，山石之安者少。进而得位，居中而应，本无禄养，进而得之，其为欢乐，愿莫先焉。
九三：鸿渐于陆。夫征不复，妇孕不育，凶。利御寇(1)。

《象》曰：“夫征不复”，离群丑也。“妇孕不育”，失其道也。“利用御寇”，顺相保也。

【注释】(1)陆，高之顶也。进而之陆，与四相得，不能复反者也。“夫征不复”，乐於邪配，则妇亦不能执贞矣。非夫而孕故不育也。三本艮体而弃乎？？丑，与四相得遂乃不反至使妇孕不育见利忘义贪进忘旧，凶之道也。异体合好，顺而相保，物莫能间，故“利御寇”也。
六四：鸿渐于木。或得其桷，无咎(1)。

《象》曰：“或得其桷”，顺以巽也。

【注释】(1)鸟而之木，得其宜也。“或得其桷”，遇安栖也。虽乘于刚，志相得也。
九五：鸿渐于陵。妇三岁不孕，终莫之胜，吉(1)。

《象》曰：“终莫之胜，吉”，得所愿也。

【注释】(1)陵，次陆者也。进得中位，而膈乎三四，不得与其应合，故“妇三岁不孕”也。各履正而居中，三四不能久塞其涂者也。不过三岁，必得所愿矣。进以正邦，三年有成，成则道济，故不过三岁也。
上九：鸿渐于陆。其羽可用为仪，吉(1)。

《象》曰：“其羽可用为仪，吉”，不可乱也。

【注释】(1)进处高洁，不累於位，无物可以屈其心而乱其志。峨峨清远，仪可贵也，故曰“其羽可用为仪，吉”。
