下经丰传卷六 旅
旅：小亨，旅贞吉(1)。

【注释】(1)不足全夫贞吉之道，唯足以为旅之贞吉，故特重曰“旅，贞吉”也。
《彖》曰：“旅，小亨”，柔得中乎外，而顺乎刚，止而丽乎明，是以“小亨，旅贞吉”也(1)。旅之时义大矣哉(2)！

【注释】(1)夫物失其主则散，柔乘於刚则乖。既乖且散，物皆羁旅，何由得小亨而吉乎？夫陽为物长，而陰皆顺陽。唯六五乘刚，而复得中乎外，以承于上，陰凶顺陽，不为乖逆。止而丽明，动不履妄，虽不及刚得尊位，恢弘大通，是以小亨。令附旅者，不失其正，得其所安也。(2)旅者大散，物皆失其所居之时也。咸失其居，物愿所附，岂非知者有为之时？
《象》曰：山上有火，旅。君子以明，慎用刑而不留狱(1)。

【注释】(1)止以明之，刑戮详也。
初六：旅琐琐，斯其所取灾(1)。

《象》曰：“旅琐琐”，志穷灾也。

【注释】(1)最处下极，寄旅不得所安，而为斯贱之役，所取致灾，志穷且困。
六二：旅即次，怀其资，得童仆贞(1)。

《象》曰：“得童仆贞”，终无尤也。

【注释】(1)次者，可以安行旅之地也。怀，来也。得位居中，体柔奉上，以此寄旅，必获次舍。怀来资货，得童仆之所正也。旅不可以处盛，故其美尽於童仆之正也。过斯以往，则见害矣。童仆之正，义足而已。
九三：旅焚其次，丧其童仆，贞厉(1)。

《象》曰：“旅焚其次”，亦以伤矣。以旅与下，其义丧也。

【注释】(1)居下体之上，与二相得，以寄旅之身而为施下之道，与萌侵权，主之所疑也，故次焚仆丧，而身危也。
九四：旅于处，得其资斧，我心不快(1)。

《象》曰：“旅于处”，未得位也。“得其资斧”，心未快也。

【注释】(1)斧所以斫除荆棘，以安其舍者也。虽处上体之下，不先於物，然而不得其位，不获平坦之地，客于所处，不得其次，而得其资斧之地，故其心不快也。
六五：射雉一矢，亡。终以誉命(1)。

《象》曰：“终以誉命”，上逮也。

【注释】(1)射雉以一矢，而复亡之，明虽有雉，终不可得矣。寄旅而进，虽处于文明之中，居于贵位，此位终不可有也。以其能知祸福之萌，不安其处以乘其下，而上承於上，故终以誉而见命也。
上九：鸟焚其巢，旅人先笑后号咷。丧牛于易，凶(1)。

《象》曰：以旅在上，其义焚也。“丧牛于易”，终莫之闻也。

【注释】(1)居高危而以为宅，巢之谓也。客旅得上位，故先笑也。以旅而处于上极，众之所嫉也。以不亲之身而当被害之地，必凶之道也，故曰“后号咷”。牛者，稼穑之资。以旅处上，无所同嫉，故“丧牛于易”，不在於难。物莫之与，危而不扶，丧牛于易，终莫之闻。莫之闻，则伤之者至矣。
