下经丰传卷六 巽
巽：小亨(1)。利有攸往(2)。利见大人(3)。

【注释】(1)全以巽为德，是以小亨也。上下皆巽，不违其令，命乃行也。故申命行事之时，上下不可以不巽也。(2)巽悌以行，物无距也。(3)大人用之，道愈隆。
《彖》曰：重巽以申命(1)。刚巽乎中正而志行(2)。柔皆顺乎刚(3)。是以“小亨，利有攸往，利见大人”。

【注释】(1)命乃行也。未有不巽而命行也。(2)以刚而能用巽，处乎中正，物所与也。(3)明无违逆，故得小亨。
《象》曰：随风，巽。君子以申命行事。

初六：进退，利武人之贞(1)。

《象》曰：“进退”，志疑也(2)。“利武人之贞”，志治也。

【注释】(1)处令之初，未能服令者也。故进退也。成命齐邪，莫善武人，故“利武人之贞”以整之。(2)巽顺之志，进退疑惧。
九二：巽在床下，用史巫纷若，吉，无咎(1)。

《象》曰：“纷若”之“吉”，得中也。

【注释】(1)处巽之中，既在下位，而复以陽居陰，卑巽之甚，故曰：“巽在床下”也。卑甚失正，则入于咎过矣。能以居中而施至卑於神祗，而不用之於威势，则乃至于纷若之吉，而亡其过矣。故曰“用史巫纷若，吉，无咎”也。
九三：频巽，吝(1)。

《象》曰：“频巽”之“吝”，志穷也。

【注释】(1)频，频蹙，不乐而穷，不得已之谓也。以其刚正而为四所乘，志穷而巽，是以吝也。
六四：悔亡，田获三品(1)。

《象》曰：田获三品，有功也。

【注释】(1)乘刚，悔也，然得位承五，卑得所奉。虽以柔乘刚，而依尊履正，以斯行命，必能获强暴，远不仁者也。获而有益，莫善三品，故曰“悔亡，田获三品”。一曰乾豆，二曰宾客，三曰充君之庖。
九五：贞吉，悔亡，无不利。无初有终。先庚三日，后庚三日，吉(1)。

《象》曰：“九五”之“吉”，位正中也。

【注释】(1)以陽居陽，损於谦巽。然秉乎中正以宣其令，物莫之违，故曰“贞吉，悔亡，无不利”也。化不以渐，卒以刚直用加於物，故初皆不说也。终於中正，邪道以消，故有终也。申命令谓之庚。夫以正齐物，不可卒也；民迷固久，直不可肆也，故先申三日，令著之后，复申三日，然后诛而无咎怨矣。甲、庚，皆申命之谓也。
上九：巽在床下，丧其资斧，贞凶(1)。

《象》曰“巽在床下”，上穷也。“丧其资斧”，正乎凶也。

【注释】(1)处巽之极，极巽过甚，故曰：“巽在床下”也。斧所以断者也，过巽失正，丧所以断，故曰“丧其资斧，贞凶”也。
