下经丰传卷六 涣
涣：亨。王假有庙，利涉大川，利贞。

《彖》曰：“涣，亨”，刚来而不穷，柔得位乎外而上同(1)。“王假有庙”，王乃在中也(2)。“利涉大川”，乘木有功也(3)。

【注释】(1)二以刚来居内，而不穷於险。四以柔得位乎外，而与上同。内刚而无险困之难，外顺而无违逆之乖，是以亨，利涉大川，利贞也。凡刚得畅而无忌回之累，柔履正而同志乎刚，则皆亨，利涉大川，利贞也。 (2)王乃在乎涣然之中，故至有庙也。(3)乘木即涉难也。木者专所以涉川也。涉难而常用涣道，必有功也。
《象》曰：风行水上，“涣”，先王以享于帝，立庙。

初六：用拯马壮，吉(1)。

《象》曰：“初六”之“吉”，顺也(2)。

【注释】(1)涣，散也。处散之初，乖散未甚，故可以游行，得其志而违於难也，不在危剧而后乃逃窜，故曰“用拯马壮，吉”。(2)观难而行，不与险争，故曰“顺也”。
九二：涣奔其机，悔亡(1)。

《象》曰：“涣奔其机”，得愿也。

【注释】(1)机，承物者也，谓初也。二俱无应，与初相得，而初得散道，离散而奔，得其所安，故“悔亡”也。
六三：涣其躬，无悔(1)。

《象》曰：“涣其躬”，志在外也。

【注释】(1)涣之为义，内险而外安者也。散躬志外，不固所守，与刚合志，故得无悔也。
六四：涣其群，元吉。涣有丘，匪夷所思(1)。

《象》曰：“涣其群，元吉”，光大也。

【注释】(1)逾乎险难，得位体巽，与五合志，内掌机密，外宣化命者也，故能散群之险，以光其道。然处於卑顺，不可自专，而为散之任，犹有丘虚匪夷之虑，虽得元吉，所思不可忘也。
九五：涣汗其大号，涣王居，无咎(1)。

《象》曰：“王居无咎”，正位也(2)。

【注释】(1)处尊履正，居巽之中，散汗大号，以荡险阨者也。为涣之主，唯王居之，乃得无咎也。(2)正位不可以假人。
上九：涣其血，去逖出，无咎(1)。

《象》曰：“涣其血”，远害也。

【注释】(1)逖，远也。最远於害，不近侵害，散其忧伤，远出者也。散患於远害之地，谁将咎之哉！
