下经丰传卷六 节
节：亨，苦节不可贞。

《彖》曰：“节，亨”，刚柔分而刚得中(1)。“苦节不可贞”，其道穷也(2)。说以行险，当位以节，中正以通(3)。天地节而四时成，节以制度，不伤财，不害民。

【注释】(1)坎陽而兑陰也。陽上而陰下，刚柔分也。刚柔分而不乱，刚得中而为制主，节之义也。节之大者，莫若刚柔分，男女别也。(2)为节过苦，则物所不能堪也。物不能堪，则不可复正也。(3)然后及亨也。无说而行险，过中而为节，则道穷也。
《象》曰：泽上有水，节。君子以制数度，议德行。

初九：不出户庭，无咎(1)。

《象》曰：“不出户庭”，知通塞也。

【注释】(1)为节之初，将整离散而立制度者也，故明於通塞，虑於险为，不出户庭，慎密不失，然后事济而无咎也。
九二：不出门庭，凶(1)。

《象》曰：“不出门庭，凶”，失时极也。

【注释】(1)初已造之，至二宜宣其制矣，而故匿之，失时之极，则遂废矣。故不出门庭，则凶也。
六三：不节若，则嗟若，无咎(1)。

《象》曰：“不节”之“嗟”，又谁“咎”也。

【注释】(1)若，辞也。以陰处陽，以柔乘刚，违节之道，以至哀嗟。自已所致，无所怨咎，故曰“无咎”也。
六四：安节，亨(1)。

《象》曰：“安节”之“亨”，承上道也。

【注释】(1)得位而顺，不改其节，而能亨者也。承上以斯，得其道也。
九五：甘节，吉。往有尚(1)。

象曰：“甘节”之“吉”，居位中也。

【注释】(1)当位居中，为节之主不失其中，不伤财，不害民之谓也。为节之不苦，非甘而何？术斯以往，往有尚也。
上六：苦节，贞凶，悔亡(1)。

《象》曰：“苦节，贞凶”，其道穷也。

【注释】(1)过节之中，以致亢极，苦节者也。以斯施人，物所不堪，正之凶也。以斯修身，行在无妄，故得悔亡。
