<?php
return [
    'name' => '学而篇',
    'brief' => '讲“务本”的道理，引导初学者进入“道德之门”',
    'chapters' => [
        [
            'name' => '第一节',
            'content' => [
                '子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”',
            ],
            'notes' => [
                '子：中国古代对于有地位、有学问的男子的尊称，有时也泛称男子。《论语》书中“子曰”的子，都是指孔子而言。 ;; 学：孔子在这里所讲的“学”，主要是指学习西周的礼、乐、诗、书等传统文化典籍。 ;; 时习：在周秦时代，“时”字用作副词，意为“在一定的时候”或者“在适当的时候”。但朱熹在《论语集注》一书中把“时”解释为“时常”。“习”，指演习礼、乐；复习诗、书。也含有温习、实习、练习的意思。 ;; 说：音yuè，同悦，愉快、高兴的意思。;; 有朋：一本作“友朋”。旧注说，“同门曰朋”，即同在一位老师门下学习的叫朋，也就是志同道合的人。 ;; 乐：与说有所区别。旧注说，悦在内心，乐则见于外。 ;; 人不知：此句不完整，没有说出人不知道什么。缺少宾语。一般而言，知，是了解的意思。人不知，是说别人不了解自己。 ;; 愠：音yùn，恼怒，怨恨。 ;; 君子：《论语》书中的君子，有时指有德者，有时指有位者。此处指在道德上有修养的人。'
            ],
            'vernacular' => [
                '孔子说："学习后经常实践所学的知识，不也很令人愉悦吗？有志同道合的人从远方来，不也很高兴吗？别人不了解我但我不生气，不也是道德上有修养的人吗？"'
            ],
            'unscramble' => [
                '宋代著名学者朱熹对此章评价极高，说它是“入道之门，积德之基”。本章这三句话是人们非常熟悉的。历来的解释都是：学了以后，又时常温习和练习，不也高兴吗等等。三句话，一句一个意思，前后句子也没有什么连贯性。但也有人认为这样解释不符合原义，指出这里的“学”不是指学习，而是指学说或主张；“时”不能解为时常，而是时代或社会的意思，“习”不是温习，而是使用，引申为采用。而且，这三句话不是孤立的，而是前后相互连贯的。这三句的意思是：自己的学说，要是被社会采用了，那就太高兴了；退一步说，要是没有被社会所采用，可是很多朋友赞同我的学说，纷纷到我这里来讨论问题，我也感到快乐；再退一步说，即使社会不采用，人们也不理解我，我也不怨恨，这样做，不也就是君子吗？（见《齐鲁学刊》1986年第6期文）这种解释可以自圆其说，而且也有一定的道理，供读者在理解本章内容时参考。此外，在对“人不知，而不愠”一句的解释中，也有人认为，“人不知”的后面没有宾语，人家不知道什么呢？当时因为孔子有说话的特定环境，他不需要说出知道什么，别人就可以理解了，却给后人留下一个谜。有人说，这一句是接上一句说的，从远方来的朋友向我求教，我告诉他，他还不懂，我却不怨恨。这样，“人不知”就是“人家不知道我所讲述的”了。这样的解释似乎有些牵强。总之，本章提出以学习为乐事，做到人不知而不愠，反映出孔子学而不厌、诲人不倦、注重修养、严格要求自己的主张。这些思想主张在《论语》书中多处可见，有助于对第一章内容的深入了解。',
            ],
        ],
        [
            'name' => '第二节',
            'content' => [
                '有子曰：“其为人也孝弟，而好犯上者，鲜矣；不好犯上，而好作乱者，未之有也。君子务本，本立而道生。孝弟也者，其为仁之本与？”',
            ],
            'notes' => [
                '有子：孔子的学生，姓有，名若，比孔子小13岁，一说小33岁。后一说较为可信。在《论语》书中，记载的孔子学生，一般都称字，只有曾参和有若称“子”。因此，许多人认为《论语》即由曾参和有若所著述。 ;; 孝弟：孝，奴隶社会时期所认为的子女对待父母的正确态度；弟，读音和意义与“悌”（音tì）相同，即弟弟对待兄长的正确态度，敬爱兄长。孝、弟是孔子和儒家特别提倡的两个基本道德规范。旧注说：善事父母曰孝，善事兄长曰弟。 ;; 犯上：犯，冒犯、干犯。上，指在上位的人。 ;; 鲜：音xiǎn，少的意思。《论语》书中的“鲜”字，都是如此用法。 ;; 未之有也：此为“未有之也”的倒装句型。古代汉语的句法有一条规律，否定句的宾语若为代词，一般置于动词之前。 ;; 务本：务，专心、致力于。本，根本。 ;; 道：在中国古代思想里，道有多种含义。此处的道，指孔子提倡的仁道，即以仁为核心的整个道德思想体系及其在实际生活的体现。简单讲，就是治国做人的基本原则。 ;; 为仁之本：仁是孔子哲学思想的最高范畴，又是伦理道德准则。为仁之本，即以孝悌作为仁的根本。还有一种解释，认为古代的“仁”就是“人”字，为仁之本即做人的根本。 ;; 与:即“欤”字，表示疑问的助词。《论语》中的“欤”字皆作“与”。',
            ],
            'vernacular' => [
                '有若说：“孝顺父母，顺从兄长，而喜好触犯上层统治者，这样的人是很少见的。不喜好触犯上层统治者，而喜好造反的人是没有的。君子专心致力于根本的事务，根本建立了，治国做人的原则也就有了。孝顺父母、顺从兄长，这就是仁的根本啊！”',
            ],
            'unscramble' => [
                '有若认为，人们如果能够在家中对父母尽孝，对兄长顺服，那么他在外就可以对国家尽忠，忠是以孝弟为前提，孝弟以忠为目的。儒家认为，在家中实行了孝弟，统治者内部就不会发生“犯上作乱”的事情；再把孝弟推广到劳动民众中去，民众也会绝对服从，而不会起来造反，这样就可以维护国家和社会的安定。
                这里所提的孝悌是仁的根本，对于读者理解孔子以仁为核心的哲学、伦理思想非常重要。在春秋时代，周天子实行嫡长子继承制，其余庶子则分封为诸侯，诸侯以下也是如此。整个社会从天子、诸侯到大夫这样一种政治结构，其基础是封建的宗法血缘关系，而孝、悌说正反映了当时宗法制社会的道德要求。
                孝悌与社会的安定有直接关系。孔子看到了这一点，所以他的全部思想主张都是由此出发的，他从为人孝悌就不会发生犯上作乱之事这点上，说明孝悌即为仁的根本这个道理。自春秋战国以后的历代封建统治者和文人，都继承了孔子的孝悌说，主张“以孝治天下”，汉代即是一个显例。他们把道德教化作为实行封建统治的重要手段，把老百姓禁锢在纲常名教、伦理道德的桎梏之中，对民众的道德观念和道德行为产生了极大影响，也对整个中国传统文化产生深刻影响。孝悌说是为封建统治和宗法家族制度服务的，对此应有清醒的认识和分析判别，抛弃封建毒素，继承其合理的内容，充分发挥道德在社会安定方面所应有的作用。',
            ],
        ],
        [
            'name' => '第三节',
            'content' => [
                '子曰:“巧言令色，鲜矣仁。”',
            ],
            'notes' => [
                '巧言令色：巧，好。令，善巧言令色，即满口说着讨人喜欢的话，满脸装出讨人喜欢的脸色。朱熹注曰：“好其言，善其色，致饰于外，务以说人。”巧和令都是美好的意思。但此处应释为装出和颜悦色的样子。 ;; 鲜：少的意思。',
            ],
            'vernacular' => [
                '孔子说：“花言巧语，装出和颜悦色的样子，这种人很少有仁德的。”',
            ],
            'unscramble' => [
                '上一章里提出，孔子和儒家学说的核心是仁，仁的表现之一就是孝与悌。这是从正面阐述什么是仁的问题。这一章，孔子讲仁的反面，即为花言巧语，工于辞令。儒家崇尚质朴，反对花言巧语；主张说话应谨慎小心，说到做到，先做后说，反对说话办事随心所欲，只说不做，停留在口头上。这表明，孔子和儒家注重人的实际行动，特别强调人应当言行一致，力戒空谈浮言，心口不一。这种踏实态度和质朴精神长期影响着中国人，成为中华传统思想文化中的精华内容。',
            ],
        ],
        [
            'name' => '第四节',
            'content' => [
                '曾子曰：“吾日三省吾身。为人谋而不忠乎？与朋友交而不信乎？传不习乎？”',
            ],
            'notes' => [
                '曾子：孔子晚年的学生，比孔子小四十六岁。曾子姓曾名参（音shēn）字子舆，生于公元前505年，鲁国人，是被鲁国灭亡了的鄫国贵族的后代。曾参是孔子的得意门生，以孝子出名。据说《孝经》就是他撰写的。 ;; 三省：省（音xǐng），检查、察看。三省有几种解释：一是三次检查；二是从三个方面检查；三是多次检查。其实，古代在有动作性的动词前加上数字，表示动作频率多，不必认定为三次。 ;; 忠：旧注曰：尽己之谓忠。此处指对人应当尽心竭力。 ;; 信：旧注曰：信者，诚也。以诚实之谓信。要求人们按照礼的规定相互守信，以调整人们之间的关系。 ;; 传不习：我教授给其他人的知识，我自己是否进行过演习实践？',
            ],
            'vernacular' => [
                '曾子说：“我每天多次反省自己，为别人办事是不是尽心竭力了呢？同朋友交往是不是做到诚实可信了呢？老师教授给的知识，我自己是否进行过复习实践？',
            ],
            'unscramble' => [
                '儒家十分重视个人的道德修养，以求塑造成理想人格。而本章所讲的自省，则是自我修养的基本方法。
                在春秋时代，社会变化十分剧烈，反映在意识领域中，即人们的思想信仰开始发生动摇，传统观念似乎已经在人们的头脑中出现危机。于是，曾参提出了“反省内求”的修养办法，不断检查自己的言行，使自己修善成完美的理想人格。《论语》书中多次谈到自省的问题，要求孔门弟子自觉地反省自己，进行自我批评，加强个人思想修养和道德修养，改正个人言行举止上的各种错误。这种自省的道德修养方式在今天仍有值得借鉴的地方，因为它特别强调进行修养的自觉性。
                在本章中，曾子还提出了“忠”和“信”的范畴。忠的特点是一个“尽”字，办事尽力，死而后已。如后来儒家所说的那样，“尽己之谓忠”。“为人谋而不忠乎，是泛指对一切人，并非专指君主。就是指对包括君主在内的所有人，都尽力帮助。因此，“忠”在先秦是一般的道德范畴，不止用于君臣关系。至于汉代以后逐渐将“忠”字演化为“忠君”，这既与儒家的忠有关联，又有重要的区别。“信”的涵义有二，一是信任、二是信用。其内容是诚实不欺，用来处理上下等级和朋友之间的关系，信特别与言论有关，表示说真话，说话算数。这是一个人立身处世的基石。',
            ],
        ],
        [
            'name' => '第五节',
            'content' => [
                '子曰：“道千乘之国，敬事而信，节用而爱人，使民以时。”',
            ],
            'notes' => [
                '道：一本作“导”，作动词用。这里是治理的意思。 ;; 千乘之国：乘，音shèng，意为辆。这里指古代军队的基层单位。每乘拥有四匹马拉的兵车一辆，车上甲士3人，车下步卒72人，后勤人员25人，共计100人。千乘之国，指拥有1000辆战车的国家，即诸侯国。春秋时代，战争频仍，所以国家的强弱都用车辆的数目来计算。在孔子时代，千乘之国已经不是大国。 ;; 敬事：敬字一般用于表示个人的态度，尤其是对待所从事的事务要谨慎专一、兢兢业业。 ;; 爱人：古代“人”的含义有广义与狭义的区别。广义的“人”，指一切人群；狭义的“人”，仅指士大夫以上各个阶层的人。此处的“人”与“民”相对而言，可见其用法为狭义。 ;; 使民以时：时指农时。古代百姓以农业为主，这是说要役使百姓按照农时耕作与收获。',
            ],
            'vernacular' => [
                '孔子说：“治理一个拥有一千辆兵车的国家，就要严谨认真地办理国家大事而又恪守信用，诚实无欺，节约财政开支而又爱护官吏臣僚，役使百姓要不误农时”。',
            ],
            'unscramble' => [
                '孔子在本章中所说的话，主要是对国家的执政者而言的，是关于治理国家的基本原则。他讲了三个方面的问题，即要求统治者严肃认真地办理国家各方面事务，恪守信用；节约用度，爱护官吏；役使百姓应注意不误农时等。这是治国安邦的基本点。
                康有为说，孔子的学说是“爱人”，泛爱一切人。但本章里所说的“爱人”则非此意。他所说的“人”不是百姓，而是官吏，是有地位的人；而“民”才是百姓，是被治者役使的对象。可见，“爱人”不是爱一切人，而只是爱统治集团中的人。“节用而爱人，使民以时”的思想是合理的，反映了孔子的社会思想。但这与“爱人”与否则无太大干系。从另一个角度说，孔子这里是为统治者治理国家、统治百姓出谋划策。
                鲁迅曾经指出：“孔夫子曾经计划过出色的治国的方法，但那都是为了治民众者，即权势者设想的方法，为民众本身的，却一点也没有。”（《且介亭杂文二集·在现代中国的孔夫子》）这是站在人民群众的立场上看待孔子治国方略的。因而颇具尖锐性。',
            ],
        ],
        [
            'name' => '第六节',
            'content' => [
                '子曰：“弟子，入则孝，出则弟，谨而信，汎爱众，而亲仁，行有余力，则以学文。”',
            ],
            'notes' => [
                '弟子：一般有两种意义：一是年纪较小为人弟和为人子的人；二是指学生。这里是用一种意义上的“弟子”。 ;; 入：古代时父子分别住在不同的居处，学习则在外舍。《礼记·内则》：“由命士以上，父子皆异宫”。入是入父宫，指进到父亲住处，或说在家。 ;; 出：与“入”相对而言，指外出拜师学习。出则弟，是说要用弟道对待师长，也可泛指年长于自己的人。 ;; 谨：寡言少语称之为谨。 ;; 汎：音fàn，同泛，广泛的意思。 ;; 仁：仁即仁人，有仁德之人。 ;; 行有余力：指有闲暇时间。 ;; 文：古代文献。主要有诗、书、礼、乐等文化知识。',
            ],
            'vernacular' => [
                '孔子说：“弟子们在父母跟前，就孝顺父母；出门在外，要顺从师长，言行要谨慎，要诚实可信，寡言少语，要广泛地去爱众人，亲近那些有仁德的人。这样躬行实践之后，还有余力的话，就再去学习文献知识。”',
            ],
            'unscramble' => [
                '本篇第二章中曾提到孝悌的问题，本章再次提及这个问题。孔子要求弟子们首先要致力于孝悌、谨信、爱众、亲仁，培养良好的道德观念和道德行为，如果还有闲暇时间和余力，则用以学习古代典籍，增长文化知识。这表明，孔子的教育是以道德教育为中心，重在培养学生的德行修养，而对于书本知识的学习，则摆在第二位。
                孔子办教育，把培养学生的道德观念放在第一位，而文化学习只是第二位的。事实上，历史上的任何阶级，无论奴隶主阶级、地主阶级，还是资产阶级，教育都是为其政治服务的，尤其重视学生的道德品行和政治表现，把“德”排在“识”的前面，这是阶级的需要。他们就是要培养适应本阶级要求的各方面人才。',
            ],
        ],
        [
            'name' => '第七节',
            'content' => [
                '子夏曰：“贤贤易色；事父母，能竭其力；事君，能致其身；与朋友交，言而有信。虽曰未学，吾必谓之学矣。”',
            ],
            'notes' => [
                '子夏：姓卜，名商，字子夏，孔子的学生，比孔子小44岁，生于公元前507年。孔子死后，他在魏国宣传孔子的思想主张。 ;; 贤贤：第一个“贤”字作动词用，尊重的意思。贤贤即尊重贤者。 ;; 色：脸色，态度。此处指尊重贤者，改变自己的态度。 ;; 致其身：致，意为“献纳”、“尽力”。这是说能够不遗余力奉献君上。',
            ],
            'vernacular' => [
                '子夏说：“一个人能够尊重贤者，改变其态度；侍奉父母，能够竭尽全力；服侍君主，能够不遗余力；同朋友交往，说话诚实恪守信用。这样的人，尽管他自己说没有学习过，我一定说他已经学习过了。”',
            ],
            'unscramble' => [
                '上一章有“行有余力，则以学文”一句。本章中子夏所说的这段话，实际是对上章的进一步发挥。子夏认为，一个人有没有学问，他的学问的好坏，主要不是看他的文化知识，而是要看他能不能实行“孝”、“忠”、“信”等传统伦理道德。只要做到了后面几点，即使他说自己没有学习过，但他已经是有道德修养的人了。所以，将这一章与前一章联系起来阅读分析，就更可以看到孔子教育重在德行的基本特点。',
            ],
        ],
        [
            'name' => '第八节',
            'content' => [
                '子曰：“君子不重则不威①，学则不固②，主忠信③。无友不如己者④。过则勿惮改⑤。”',
                '子曰：“君子，不重则不威；学则不固。主忠信。无友不如己者；过，则勿惮改。”',
            ],
            'notes' => [
                '君子：这个词一直贯穿于本段始终，因此这里应当有一个断句。 ;; 重：庄重、自持。 ;; 学则不固：有两种解释：一是作坚固解，与上句相连，不庄重就没有威严，所学也不坚固；二是作固陋解，喻人见闻少，学了就可以不固陋。 ;; 主忠信：以忠信为主。 ;; 无：通毋，“不要”的意思。 ;; 不如己：一般解释为不如自己。另一种解释说，“不如己者，不类乎己，所谓‘道不同不相为谋’也。”把“如”解释为“类似”。后一种解释更为符合孔子的原意。 ;; 过：过错、过失。 ;; 惮：音dàn，害怕、畏惧。',
            ],
            'vernacular' => [
                '孔子说：“君子，不庄重就没有威严；学习可以使人不闭塞；要以忠信为主，不要同与自己不同道的人交朋友；有了过错，就不要怕改正。”',
            ],
            'unscramble' => [
                '本章中，孔子提出了君子应当具有的品德，这部分内容主要包括庄重威严、认真学习、慎重交友、过而能改等项。作为具有理想人格的君子，从外表上应当给人以庄重大方、威严深沉的形象，使人感到稳重可靠，可以付之重托。他重视学习，不自我封闭，善于结交朋友，而且有错必改。以上所提四条原则是相当重要的。作为具有高尚人格的君子，过则勿惮改就是对待错误和过失的正确态度，可以说，这一思想闪烁着真理光辉，反映出孔子理想中的完美品德，对于研究和理解孔子思想有重要意义。',
            ],
        ],
        [
            'name' => '第九节',
            'content' => [
                '曾子曰：“慎终追远，民德归厚矣。”',
            ],
            'notes' => [
                '慎终：人死为终。这里指父母的去世。旧注曰：慎终者丧尽其哀。 ;; 追远：远指祖先。旧注曰：追远者祭尽其敬。 ;; 民德：指民心，民风。厚：朴实，淳厚。民德归厚，指民心归向淳厚。',
            ],
            'vernacular' => [
                '曾子说：“谨慎地对待父母的去世，追念久远的祖先，自然会导致老百姓日趋忠厚老实了。”',
            ],
            'unscramble' => [
                '孔子并不相信鬼神的存在，他说“敬鬼神而远之”，就证明了这一点。尽管他没有提出过人死之后有所谓灵魂的存在这种主张，但他却非常重视丧祭之礼。在孔子的观念中，祭祀已经被异化，不单是祭祀亡灵，而是把祭祀之礼看作一个人孝道德继续和表现，通过祭祀之礼，可以寄托和培养个人对父母和先祖尽孝的情感。因此，本章仍是继续深化“孝”这一道德观念和道德行为的内容。
                儒家重视孝的道德，是因为孝是忠的基础，一个不能对父母尽孝的人，他是不可能为国尽忠的。所以忠是孝的延伸和外化。关于忠、孝的道德观念，在《论语》书中时常出现，表明儒家十分重视忠孝等伦理道德观念，希望把人们塑造成有教养的忠孝两全的君子。这是与春秋时代宗法制度相互适应的。只要做到忠与孝，那么，社会与家庭就可以得到安定。',
            ],
        ],
        [
            'name' => '第十节',
            'content' => [
                '子禽问于子贡曰：“夫子至于是邦也，必闻其政，求之与，抑与之与？”',
                '子贡曰：“夫子温、良、恭、俭、让以得之。夫子之求之也，其诸异乎人之求之与？”',
            ],
            'notes' => [
                '子禽：姓陈名亢，字子禽。郑玄所注《论语》说他是孔子的学生，但《史记·仲尼弟子列传》未载此人，故一说子禽非孔子学生。 ;; 子贡：姓端木名赐，字子贡，卫国人，比孔子小31岁，是孔子的学生，生于公元前520年。子贡善辩，孔子认为他可以做大国的宰相。据《史记》记载，子贡在卫国做了商人，家有财产千金，成了有名的商业家。 ;; 夫子：这是古代的一种敬称，凡是做过大夫的人都可以取得这一称谓。孔子曾担任过鲁国的司寇，所以他的学生们称他为“夫子”。后来，因此而沿袭以称呼老师。《论语》书中所说的“夫子”，都是孔子的学生对他的称呼。 ;; 邦：指当时割据的诸侯国家。 ;; 抑：表示选择的文言连词，有“还是”的意思。与之，（别人）自愿给他。 ;; 温、良、恭、俭、让：就字面理解即为：温顺、善良、恭敬、俭朴、谦让。这是孔子的弟子对他的赞誉。 ;; 其诸：语气词，有“大概”“或者”的意思。',
            ],
            'vernacular' => [
                '子禽问子贡说：“老师到了一个国家，总是预闻这个国家的政事。（这种资格）是他自己求得呢，还是人家国君主动给他的呢？”子贡说：“老师温良恭俭让，所以才得到这样的资格，（这种资格也可以说是求得的），但他求的方法，或许与别人的求法不同吧？”',
            ],
            'unscramble' => [
                '本章通过子禽与子贡两人的对话，把孔子的为人处世品格勾划出来。孔子之所以受到各国统治者的礼遇和器重，就在于孔子具备有温和、善良、恭敬、俭朴、谦让的道德品格。例如，这五种道德品质中的“让”，在人格的塑造过程中，就起着十分重要的作用。“让”是在功名利权上先人后己，在职责义务上先己后人。让用之于外交如国事访问，也是合乎客观需要的一个重要条件。孔子就是因具有这种品格，所以每到一个国家，都受到各国国君的礼遇。孔子认为，好胜，争取名声；夸功，争取名利；争不到便怨恨别人，以及在名利上贪心不足，都不符合让的原则。据此可知，让这一基本原则形成社会风尚的可贵之处是：就人情而言，长谦让名利地位之风，人们就多学别人所长而鉴人所短。前者可以导人于团结、亲睦、向善；后者则诱人嫉贤妒能。二者的社会效果截然相反。',
            ],
        ],
        [
            'name' => '第十一节',
            'content' => [
                '子曰：“父在，观其志；父没，观其行；三年无改于父之道，可谓孝矣。”',
            ],
            'notes' => [
                '其：他的，指儿子，不是指父亲。 ;; 行：音xíng，指行为举止等。 ;; 三年：对于古人所说的数字不必过于机械地理解，只是说要经过一个较 长的时间而已，不一定仅指三年的时间。 ;; 道：有时候是一般意义上的名词，无论好坏、善恶都可以叫做道。但更多时候是积极意义的名词，表示善的、好的东西。这里表示“合理内容”的意思。',
            ],
            'vernacular' => [
                '孔子说；“当他父亲在世的时候，（因为他无权独立行动），要观察他的志向；在他父亲死后，要考察他的行为；若是他对他父亲的合理部分长期不加改变，这样的人可以说是尽到孝了。”',
            ],
            'unscramble' => [
                '这一章仍然谈的是有关“孝”的问题，把“孝”字具体化了。鲁迅曾经说过：“只要思想未遭锢蔽的人，谁也喜欢子女比自己更强，更健康，更聪明高尚，－－更幸福；就是超越了自己，超越了过去。超越便须改变，所以子孙对于祖先的事，应该改变，‘三年无改于父之道可谓孝矣，’当然是曲说，是退婴的病根。”（《坟·我们现在怎样做父亲》）
                在本章中孔子说一个人当父亲死后，三年内都不能改变他父亲所制定的那一套规矩，这就是尽孝了。其实，这样的孝，片面强调了儿子对父亲的依从。宋儒所作的注说，如不能无改于父之道，所行虽善亦不得为孝。这样，无改于父之道则成了最大的善，否则便是不善。这样的判定原则，正如鲁迅所说的，是歪曲的。历史在发展，社会在前进，人们的思想观念，言行举止都不能总停留在过去的水平上，“青出于蓝而胜于蓝”，后代超过前代，这是历史的必然。',
            ],
        ],
        [
            'name' => '第十二节',
            'content' => [
                '有子曰：“礼之用，和为贵。先王之道，斯为美。小大由之，有所不行。知和而和，不以礼节之，亦不可行也。”',
            ],
            'notes' => [
                '礼：在春秋时代，“礼”泛指奴隶社会的典章制度和道德规范。孔子的“礼”，既指“周礼”，礼节、仪式，也指人们的道德规范。 ;; 和：调和、和谐、协调。 ;; 先王之道：指尧、舜、禹、汤、文、武，周公等古代帝王的治世之道。 ;; 斯：这、此等意。这里指礼，也指和。',
            ],
            'vernacular' => [
                '有子说：“礼的应用，以和谐为贵。古代君主的治国方法，可宝贵的地方就在这里。但不论大事小事只顾按和谐的办法去做，有的时候就行不通。（这是因为）为和谐而和谐，不以礼来节制和谐，也是不可行的。”',
                '有子说：“礼的功用，以遇事做得恰当和顺为可贵。以前的圣明君主治理国家，最可贵的地方就在这里。他们做事，无论事大事小，都按这个原则去做。如遇到行不通的，仍一味地追求和顺，却并不用礼法去节制它，也是行不通的。”',
            ],
            'unscramble' => [
                '和是儒家所特别倡导的伦理、政治和社会原则。《礼记·中庸》写道：“喜怒哀乐之未发谓之中，发而皆中节谓之和。”杨遇夫《论语疏证》写道：“事之中节者皆谓之和，不独喜怒哀乐之发一事也。和今言适合，言恰当，言恰到好处。”孔门认为，礼的推行和应用要以和谐为贵。但是，凡事都要讲和谐，或者为和谐而和谐，不受礼文的约束也是行不通的。这是说，既要遵守礼所规定的等级差别，相互之间又不要出现不和。孔子在本章提出的这个观点是有意义的。在奴隶社会，各等级之间的区分和对立是很严肃的，其界限丝毫不容紊乱。上一等级的人，以自己的礼仪节文显示其威风；下一等级的人，则怀着畏惧的心情唯命是从。但到春秋时代，这种社会关系开始破裂，臣弑君、子弑父的现象已属常见。对此，有子提出“和为贵”说，其目的是为缓和不同等级之间的对立，使之不致于破裂，以安定当时的社会秩序。
                但从理论上看待这个问题，我们又感到，孔子既强调礼的运用以和为贵，又指出不能为和而和，要以礼节制之，可见孔子提倡的和并不是无原则的调和，这是有其合理性的。',
            ],
        ],

        [
            'name' => '第十三节',
            'content' => [
                '有子曰：“信近于义，言可复也；恭近于礼，远耻辱也；因不失其亲，亦可宗也。”',
            ],
            'notes' => [
                '近：接近、符合的意思。 ;; 义：义是儒家的伦理范畴。是指思想和行为符合一定的标准。这个标准就是“礼”。 ;; 复：实践的意思。朱熹《集注》云：复，践言也。” ;; 远：音yuàn，动词，使动用法，使之远离的意思，此外亦可以译为避免。 ;; 因：依靠、凭藉。一说因应写作姻，但从上下文看似有不妥之处。 ;; 宗：主、可靠，一般解释为“尊敬”似有不妥之处。',
            ],
            'vernacular' => [
                '有子说：“讲信用要符合于义，（符合于义的）话才能实行；恭敬要符合于礼，这样才能远离耻辱；所依靠的都是可靠的人，也就值得尊敬了。”',
            ],
            'unscramble' => [
                '孔子的弟子有子在本章所讲的这段话，表明他们对“信”和“恭”是十分看重的。“信”和“恭”都要以周礼为标准，不符合于礼的话绝不能讲，讲了就不是“信”的态度；不符合于礼的事绝不能做，做了就不是“恭”的态度。这是讲的为人处世的基本态度。',
            ],
        ],
        [
            'name' => '第十四节',
            'content' => [
                '子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。”',
            ],
            'notes' => [
                '就：靠近、看齐。 ;; 有道：指有道德的人。 ;; 正：匡正、端正。',
            ],
            'vernacular' => [
                '孔子说：“君子，饮食不求饱足，居住不要求舒适，对工作勤劳敏捷，说话却小心谨慎，到有道德人那里去匡正自己，这样可以说是好学了。”',
            ],
            'unscramble' => [
                '本章重点提到对于君子的道德要求。孔子认为，一个有道德的人，不应当过多地讲究自己的饮食与居处，他在工作方面应当勤劳敏捷，谨慎小心，而且能经常检讨自己，请有道德的人对自己的言行加以匡正。作为君子应该克制追求物质享受的欲望，把注意力放在塑造自己道德品质方面，这是值得借鉴的。',
            ],
        ],
        [
            'name' => '第十五节',
            'content' => [
                '子贡曰：“贫而无谄，富而无骄，何如？”',
                '子曰：“可也。未若贫而乐、富而好礼者也。“',
                '子贡曰：“《诗》云‘如切如磋，如琢如磨，其斯之谓与？"',
                '子曰：“赐也，始可与言《诗》已矣，告诸往而知来者。”',
            ],
            'notes' => [
                '谄：音chǎn，意为巴结、奉承。;; 何如：《论语》书中的“何如”，都可以译为“怎么样”。;; 贫而乐：一本作“贫而乐道”。;; 如切如磋，如琢如磨：出自《诗经·卫风·淇奥》篇。这两句诗有两种解释：一种认为切、磋、琢、磨分别指加工兽骨、象牙、玉、石头为器物的工艺，引申意义则指学者做学问和修养自己离开了切磋琢磨就不能成器。另一种解释则认为切、磋是指加工牙骨的工艺，切开了还得磋（锉平）；琢、磨是指加工玉石的工艺，琢（雕刻）了还得磨（磨光滑）。引申意义则指学者做学问和修养自己要精益求精。从本节上下文的意义来看，宜作精益求精的理解。;; 其：表测度语气，可译为“大概”。;; 赐：子贡的名。孔子对学生一般都称名。 ;; 告诸往而知来者：诸，同之；往，过去的事情；来者：未来的事，这里借喻为未知的事。',
            ],
            'vernacular' => [
                '子贡说：“贫穷而不谄媚，富有而不骄傲自大的人，怎么样？”孔子说：“这也算可以了。但是还不如虽贫穷却开开心心，虽富裕却又爱好礼仪的人。”子贡说：“《诗》上说，‘要像对待骨头、牛角、象牙、玉石一样，切磋它，琢磨它’，就是讲的这个意思吧？”孔子说：“赐呀，你能从我已经讲过的话中领会到我还没有说到的意思，举一反三，我可以同你谈论《诗》了。”',
            ],
            'unscramble' => [
                '孔子希望他的弟子以及所有的人们，都能够达到贫而乐道、富而好礼这样的理想境界，因而在平时对弟子的教育中，就把这样的思想讲授给学生。贫而乐道，富而好礼，社会上无论贫或富都能做到各安其位，便可以保持社会的安定了。孔子对子贡比较满意，在这段对话中可以看出，子贡能独立思考、举一反三，因而得到孔子的赞扬。这是孔子教育思想中的一个显著特点。',
            ],
        ],
        [
            'name' => '第十六节',
            'content' => [
                '子曰：“不患人之不己知，患不知人也。”',
            ],
            'notes' => [
                '患：忧虑，怨恨，怕。不己知：“不知己”的倒装。患：忧虑。人：指有教养、有知识的人，而非民。',
            ],
            'vernacular' => [
                '孔子说：“不要担心别人不了解自己，应该担心的是自己不了解别人。”',
            ],
            'unscramble' => [
                '这段话是孔子对自己学生所传授的为人处世之道。有的解释者说，这是孔子安贫乐道、不求名位的思想。这种解释可能不妥。这不符合孔子一贯的主张。在孔子的观念中，“学而优则仕，是一种积极入世的态度。这里的潜台词是：在了解别人的过程中，也使别人了解自己。',
            ],
        ],
    ],
];
                /*'《论语》第01章学而',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子曰：「学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？」',
            ],
            'notes' => [
                '(1)子：古人对男子的尊称。《论语》中“子曰”的”子”都是对孔子的称呼，义同“先生”。(2)时习：按时温习。(3)说（yue）：同“悦”。(4)朋：古时同门为朋，同志为友。同门就是同一师门，也就是同学的意思。(5)愠（yun）：怒。',
            ],
            'vernacular' => [
                '孔子说：“学习知识并按一定的时间去温习它，不也是很高兴的吗？有同学从远方来，不也是很快乐的吗？不被别人了解而不抱怨，不也是很有君子风度的吗？”',
            ],
            'unscramble' => [
                '求知自得其乐，交友衷心喜悦，怀才不遇也不怨天尤人。好一个从容不迫，悠然自得的儒雅君子！现代人行色匆匆，疲于奔命。知识爆炸，读书囫囵吞枣犹恐不及；人情淡薄，交朋结友工于算计；追名逐利，怀才不遇怨天尤人。古典风范荡然无存，现代焦虑油然而生。你我扪心自问：还有儒雅的君子风度吗？还有几多衷心的喜悦几多无猜的欢乐呢？',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '有子曰：「其为人也孝弟，而好犯上者，鲜矣；不好犯上，而好作乱者，未之有也。君子务本，本立而道生。孝弟也者，其为仁之本与。」',
            ],
            'notes' => [
                '（1）有子：孔子的学生，姓有，名若。（2）鲜（xian）：少。（3）与：同“钦”，语气词。',
            ],
            'vernacular' => [
                '有子说：“孝顺父母，尊敬兄长却喜欢冒犯上司的人，是很少的；不喜欢冒犯上司却喜欢造反的人，更是从来没有过。君子致力于根本，根本确立了，道德原则就会形成。孝顺父母，尊敬兄长，这就是实行仁道的根本吧１',
            ],
            'unscramble' => [
                '孝顺父母，尊敬兄长是实行仁道的根本。这实际上就是《大学》“齐家治国平天下”的道理，也就是孟子去见梁惠王时所说的：“尊敬自己的老人，并由此推广到尊敬别人的老人；爱护自己的儿女，并由此推广到爱护别人的儿女。做到了这一点，整个天下便会像在自己的手掌中运转一样了。”（《孟子·梁惠王上》）。',
                '简言之，只有爱自己的亲人，然后才能爱别人。相反，一个连自己的亲人都不能敬爱的人，是不能敬爱别人的。所以，在儒家学说中，一个人对父母是否孝顺，对兄长是否尊敬这绝不是一个个人问题，也不仅仅是一个家庭问题，而是关系到社会是否安定，天下是否太平的大问题。',
                '当然，随着宗法制度的解体，血缘关系作为社会纽带的作用日益减弱，孝弟与否的问题似乎也逐渐从社会退入家庭，从“法”的领域退入“道德”的领域。尤其是，随着“独生子女”制度的实行，很多家庭已无所谓兄弟姊妹，也就无所谓“弟”（尊敬兄长）的问题和观念了。这又是不是一个新的问题呢？下一篇（花言巧语的人没有仁德）',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子曰：「巧言令色，鲜矣仁。」',
            ],
            'notes' => [
                '（1）令色：令，好、善；色，脸色。',
            ],
            'vernacular' => [
                '孔子说：“花言巧语，一副讨好人的脸色，这样的人是很少有仁德的。”',
                '巧言令色。这是一幅伪君子的画像。如果再加上孟子借用曾子的两笔，那可真称得上是绝妙了。',
                '曾子说：“胁肩谄笑，病于夏畦。”耸起两个肩头，做出一副讨好人的笑脸，这真比顶着夏天的毒日头在菜地里干活还要令人难受啊！（《孟子·腾文公下》）',
                '儒者对伪君子的鄙弃之情溢于言表。仅孔子对“巧言令色”的斥责，在《论语》中就记有三次（其它两次见于《阳货》、《公冶长》）。',
                '然而，在历史上，在现实中，这种巧言令色，胁肩谄笑的人却并不因为圣人的鄙弃而减少。他们虽无仁德，难成正果，但却有的是用武之地，能使妻离子散，家破人亡，国危天下乱。所以，直到今天，我们仍然要牢记圣人提醒我们的话，时时警惕那些花言巧语，一脸笑得稀烂的伪君子。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '曾子曰：「吾日三省吾身—为人谋而不忠乎？与朋友交而不信乎？传不习乎？」',
            ],
            'notes' => [
                '曾子：孔子的学生，名参，字子舆。三省：多次自我反剩“三”表示多次，不是实指三次。传：指老师传授的学业。',
            ],
            'vernacular' => [
                '曾子说“我每天多次自我反省：替别人谋划是否忠心？与朋友交往是否守信？学业是否时常温习？”',
                '《法句经》说：“人若知爱，则应慎护自己。有心者应于三时之一，严以自我反剩”',
                '儒者的自我反省当然到不了佛教忏悔或基督教日课的程度，也没有佛或主的神秘色彩。它既不是为死后进天堂，也不是为赎人类与生俱来的原罪而反省，而是为现世的自我完善而进行人格解剖，因此，是一种现实的自我认识，具有鲜明的理性批判精神。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子曰：「道千乘之国，敬事而信，节用而爱人，使民以时。」',
            ],
            'notes' => [
                '(1)道：一本作“导”，作动词用。这里是治理的意思。(2)千乘之国：乘，音ｓｈèｎｇ，意为辆。这里指古代军队的基层单位。每乘拥有四匹马拉的兵车一辆，车上甲士3人，车下步卒72人，后勤人员25人，共计100人。千乘之国，指拥有1000辆战车的国家，即诸侯国。春秋时代，战争频仍，所以国家的强弱都用车辆的数目来计算。在孔子时代，千乘之国已经不是大国。(3)敬事：敬字一般用于表示个人的态度，尤其是对待所从事的事务要谨慎专一、兢兢业业。(4)爱人：古代“人”的含义有广义与狭义的区别。广义的“人”，指一切人群；狭义的“人”，仅指士大夫以上各个阶层的人。此处的“人”与“民”相对而言，可见其用法为狭义。(5)使民以时：时指农时。古代百姓以农业为主，这是说要役使百姓按照农时耕作与收获。',
            ],
            'vernacular' => [
                '孔子说：“治理一个拥有一千辆兵车的国家，就要严谨认真地办理国家大事而又恪守信用，诚实无欺，节约财政开支而又爱护官吏臣僚，役使百姓要不误农时”。',
            ],
            'unscramble' => [
                '孔子在本章中所说的话，主要是对国家的执政者而言的，是关于治理国家的基本原则。他讲了三个方面的问题，即要求统治者严肃认真地办理国家各方面事务，恪守信用；节约用度，爱护官吏；役使百姓应注意不误农时等。这是治国安邦的基本点。',
                '康有为说，孔子的学说是“爱人”，泛爱一切人。但本章里所说的“爱人”则非此意。他所说的“人”不是百姓，而是官吏，是有地位的人；而“民”才是百姓，是被治者役使的对象。可见，“爱人”不是爱一切人，而只是爱统治集团中的人。“节用而爱人，使民以时”的思想是合理的，反映了孔子的社会思想。但这与“爱人”与否则无太大干系。从另一个角度说，孔子这里是为统治者治理国家、统治百姓出谋划策。',
                '鲁迅曾经指出：“孔夫子曾经计划过出色的治国的方法，但那都是为了治民众者，即权势者设想的方法，为民众本身的，却一点也没有。”（《且介亭杂文二集·在现代中国的孔夫子》）这是站在人民群众的立场上看待孔子治国方略的。因而颇具尖锐性。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子曰：「弟子，入则孝，出则弟，谨而信，泛爱众，而亲仁。行有馀力，则以学文。」',
            ],
            'notes' => [
                '弟子：指学生或年纪幼小的人。入则孝，出则弟："入"指"入父宫"，即到父母的房间里去；"出"指"出己宫"，即走出自己的房间与兄弟相处。亲仁：亲近有仁德的人。',
            ],
            'vernacular' => [
                '孔子说："同学们在父母面前要孝顺父母，与兄弟相处要尊敬兄长；说话要谨慎而讲信用；博爱大众而特别亲近那些有仁德的人。做到了这些之后，才谈得上学习文化知识。"',
                '首先是做人的品德修养，其次才谈得上学习文化知识。德育第一，智育第二，这两者的关系是非常明确的。换句话说，如果你要学习文化知识，精通学问之道，也只有从做人的体会、人生的经验入手，才能够学有所成，学以致用，而不会成为读死书的书呆子。这也就是"世事洞明皆学问，人情练达即文章"（《红楼梦》第四回）的道理所在。见，不论是德育第一，智育第二的教育方针，还是在各级各类学校开设"德育"公共课，设专职"德育教授"，都是持之有故，继承着儒教传统的。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子夏曰：「贤贤易色；事父母，能竭其力；事君，能致其身；与朋友交，言而有信。虽曰未学，吾必谓之学矣。」',
            ],
            'notes' => [
                '子夏：孔子的学生，姓卜，名商，字子夏。贤贤易色：第一个"贤"字作动词。用尊重贤人来代替（易）爱好美色，也就是新生贤人超过爱美丽的女人。致：献。',
            ],
            'vernacular' => [
                '子厦说："尊重贤能的人超过爱美丽的女人；侍奉父母能尽心竭力；侍奉君王能鞠躬尽瘁；与朋友交往说话守信用。这倦的人，虽然说没有学习过什么，我也一定要说他是学习过的了。"',
                '衡量学习与否的标准不是看学历，不是看文凭，而是看你的行为，看你的言谈举止。作为孔子的高足之一，子夏可以说是深得了老师的真传。',
                '孔子说："行有余力，则以学文。"子夏说："虽曰未学，吾必谓之学矣。"都是教人求实务本，学以致用；先做人，后做学问。这也使人想到毛泽东的教导："读书是学习，使用也是学习，而且是更重要的学习。"',
                '说来也是，一个人尽管学富五车，才高八斗，如果行为方式、言谈举止乖廖愚笨，不能解决一两个实际问题，又有什么用呢？相反，一个人虽然没有什么文凭，没有进过大学校门，但他言谈举止得体，行为方式正确，能够有所创造，有所发明，难道你能够说他没有学习过什么吗？这就是求实务本，学以致用的道理。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子曰：「君子不重，则不威；学则不固。主忠信。无友不如己者 过，则勿惮改。」',
            ],
            'notes' => [
                '无：不要。 惮：怕。',
            ],
            'vernacular' => [
                '孔子说："君子不庄重就没有威严，学习也不能巩固。要坚持忠诚和信用，不要和不如自己的人交朋友。有了过错要不怕改正。"',
                '关于威严的问题，孔子曾经和学生子张谈起过。孔子说："君子衣帽整齐，目不邪视，庄重严肃使人望而生畏，这就是威严而不凶猛。"（《尧曰》）说起来，也就是要求人们穿着合度，举止得体。反之，则如俗语所说："歪戴帽子斜穿衣，一定不是好东西。"衣冠不整，言行轻薄，给人随随便便的感觉，则很难有威严。人既陷于轻薄草率，玩世不恭，不能谨言慎行，学习自然也就很难有所成就，不能巩固了。当然，穿着合度，举止得体并不是非得要西装革履，一本正经。这方面走过了头，也很容易成为迂腐的假道学先生。',
                '关于不要和不如稳步发展的人交朋友的问题，历来有不同的理解。一种理解说，如果人人都只和比自己好的人交朋友，那就谁也没有朋友可交了，由此而认为圣人所说有操作上的困难。另一种理解则认为"无友不如己者"不可作拘泥的理解。圣人所说，决不是教人先计量彼此的高下优劣再定交朋友的条件，如果这样，不是成为交情当中的势利眼了吗？圣人所说，不外乎是要求我们在交朋结友中着眼于人家比自己好的方面，而不要着眼于人家不如自己的方面。因为只有这样，才能在交友中看到自己的差距，从而不断提高自己，完善自己。从这倦的角度来理解，我们就能明白这一句与下一句"过则铁惮改"之间的内在联系，而不至于认为是空谷来风，毫不相干的了。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '曾子曰：「慎终，追远，民德归厚矣。」',
            ],
            'notes' => [
                '终：老死，指父母去世。远：祖先。',
            ],
            'vernacular' => [
                '曾子说："谨慎地办理父母的丧事，虔诚地追念祭祀祖先，这样做就可以使老百姓的道德风俗归于淳朴厚道了。"',
            ],
            'unscramble' => [
                '慎终追远是孝道的体现，按照孔子另一位高足有子的说法，也就是衽仁道的根本。（孝弟也者，其为仁之本与！）所以过去给皇帝的秦议常有"圣朝以孝治天下"一类的话。普通人家的祖宗牌位上面也总是有"慎终追远"这四个字，表示这是一个讲孝道的家庭。直到今天，一般中国家庭也没有废弃"慎终追远"。虽然祖宗牌位已没有了，但父母去世的丧事还是要慎重地办一办的，清明时节，很多家庭也还是没有忘了上一上祖坟，烧几炷高香。当然，那种借父母去世而大办丧事，大肆张扬以捞取钱财的做法，已经违背了"慎终"的精神，不仅不能使民风归于淳朴厚道，反而使人虚假意，陷于商业化的人情算计之中去了。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子禽问於子贡曰：「夫子至於是邦也，必闻其政，求之与？抑与之与？子贡曰：「夫子温、良、恭、俭、让以得之。夫子之求之也，其诸异乎人之求之与？」',
            ],
            'notes' => [
                '子禽：姓陈，名亢，字子禽。 子贡：孔子的学生，姓端木，名赐，字子贡。 夫子：古代对人的敬称。孔子曾做过鲁国的司寇，所以他的学生称他为夫子。后来也因此而沿袭称老师为夫子。其诸：表示推测的语气，相当于"大概"、"或者"之类的意思。',
            ],
            'vernacular' => [
                '子禽问子贡说："夫子每到一个国家，都必定得知那个国家的政治情况。是他求来的呢？还是别人主动告诉他的呢？"子贡说："夫子是靠温和、善良、恭敬、俭朴、谦让而获得的。夫子这种获得的方法，大概和别人获得的方法是不相同的吧？"',
            ],
            'unscramble' => [
                '温、良、恭、俭、让，表现在外是一个人做人的态度，行为的风范；植根于内则是人格的修养，文化的积淀。孔子因为有这样的修养和风范，所以别人会主动部政于他，请求他的指点。',
                '当然，真要参与政事，治理国家，改造世界，仅有这种温、良、恭、俭让的风范是不够的。所以革命家毛泽东要说："革命不是请客吃饭，不是做文章，洋是绘画绣花，不能那样雅致，那样从容 不近，文质彬彬，那样温良恭俭让。"（《湖南农民运动考察报告》）',
                '说到底，温、良、恭、俭、让是夫子的风范，儒者的本色。所以，即便是孔子本人，虽然别人都愿意问政于他，但他最终还是未能实现自己的政治抱负，只好回国做一个教书先生了此一生。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子曰：「父在，观其志；父没，观其行；三年无改於父之道，可谓孝矣。」',
            ],
            'notes' => [
                '其：他的，这里指儿子，不是指父亲。 没：死去，与"在"相对。 三年：泛指多年',
            ],
            'vernacular' => [
                '孔子说："当他父亲在世的时候，观察他的志向，当他父亲死去以后，观察他的行为。如果他长期不改变父亲的原则，可以说是做到孝了。"',
            ],
            'unscramble' => [
                '《中庸》说："夫孝者，善继人之志，善述人之事者也。"也就是说，所谓孝，就是要继承先人的遗志，完成先人未竟的事业。这与"三年无改于父之道"的意思是一脉相承的。就现代社会而言，即便父在，父子之间已多半是"人各有志，不能强勉"，哪里保得住"无改于父之道"呢？更不要说父没以后三年乃至更长的时间了。',
                '不仅现代社会如此，就是在封建宗法制的时代，尽管父亲的绝对的权威，也仍然有"训有方，保不定日后作强梁"（《红楼梦·好了歌解》）的现象发生。所以，对于"三年无改于父之道"，也不可以作"龙生龙，凤生凤，老鼠生儿打洞洞"式的刻板理解，否则，盗贼的儿子不也就只有以做盗贼来尽孝道了吗？',
                '一言以蔽之，"三年无改于父之道"不外乎是在一般意义上要求我们继承父亲的遗志，完成父辈的未竟事业罢了。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '有子曰：「礼之用，和为贵。先王之道，斯为美；小大由之。有所不行，知和而和，不以礼节之，亦不可行也。」',
            ],
            'notes' => [
                '斯：此，这。节：节制，约束。',
            ],
            'vernacular' => [
                '有子说："礼的施行，以和谐为贵。以前圣王的治理之道，好就好在这里，不管小事大事都遵循这一原则。倡有行不通的地方，只知一味地为求和谐而求和谐，不用礼仪来加以节制，那也是不行的。"',
            ],
            'unscramble' => [
                '礼本来指的是区别尊卑贵贱的等级制度及与之相应的礼节仪式。但礼的根本目的又在于起中和作用，也是要达和谐的境界。这样就造成了礼与和之间既相矛盾又相统一的辩证关系。按照儒家的礼治观点，就是要人们在遵守礼法的前提下和睦相处所。所以一方面是"礼之用，和为贵"，"和"是目的；另一方面，一味地为和而和，不以礼来进行约束，不讲原则，也是不行的。这就是和与礼的辩证法。用于处理人际关系，也就是既要团结，家和万事兴，和气生财，又要坚持原则，不能搞庸俗的一团和气，吹吹拍拍。说到底，还是毛泽东给我们开列的公式：团结－－批评－－团结。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '有子曰：「信近(1)于义(2)，言可复(3)也；恭近于礼，远(4)耻辱也；因(5)不失其亲，亦可宗(6)也。」',
            ],
            'notes' => [
                '(1)近：接近、符合的意思。(2)义：义是儒家的伦理范畴。是指思想和行为符合一定的标准。这个标准就是“礼”。(3)复：实践的意思。朱熹《集注》云：复，践言也。”(4)远：音ｙｕàｎ，动词，使动用法，使之远离的意思，此外亦可以译为避免。(5)因：依靠、凭藉。一说因应写作姻，但从上下文看似有不妥之处。(6)宗：主、可靠，一般解释为“尊敬”似有不妥之处。',
            ],
            'vernacular' => [
                '有子说：“讲信用要符合于义，（符合于义的）话才能实行；恭敬要符合于礼，这样才能远离耻辱；所依靠的都是可靠的人，也就值得尊敬了。”',
            ],
            'unscramble' => [
                '【解读】孔子的弟子有子在本章所讲的这段话，表明他们对“信”和“恭”是十分看重的。“信”和“恭”都要以周礼为标准，不符合于礼的话绝不能讲，讲了就不是“信”的态度；不符合于礼的事绝不能做，做了就不是“恭”的态度。这是讲的为人处世的基本态度。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子曰：「君子食无求饱，居无求安，敏於事而慎於言，就有道而正焉，可谓好学也已。」',
            ],
            'notes' => [
                '就有道：接近德才兼备的人。正：改正，修正。',
            ],
            'vernacular' => [
                '孔子说："君子饮食不贪求饱足，居住不贪求舒适，做事勤敏而说话谨慎，接近德才兼备的人而改正自己，这样就可以说是好学的了。"',
            ],
            'unscramble' => [
                '安贫乐道，不重视物质生活享受却追求精神境界的升华；多做少说；以他人为镜来改正、修养自己。做到了这三个方面，就可以说得上是好学的人了。在这三个方面之中，最难做到的是第一个方面----安贫乐道。尤其是物欲横流，金钱具有挡不住的诱惑的时代，一个大学生每月的费用少说也是几百元，孔子所描绘的好学的典型，不过是一个寒酸而跟不上时代潮流的穷书生罢。当然，在重精神而轻物质的时代，这种"穷书生"的形象未尝不是值得学习的榜样。所谓"越穷越革命，越穷越光荣"的说法，不是离我们今天不远吗？',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子贡曰：「贫而无谄，富而无骄，何如？」子曰：「可也；未若贫而乐，富而好礼者也。」子贡曰：「诗云：【如切如磋，如琢如磨】，其斯之谓与？」子曰：「赐也，始可与言诗已矣，告诸往而知来者。」',
            ],
            'notes' => [
                '谄（chan）：巴结，奉承。如切如磋，如琢如磨：见《诗经·卫风·淇澳》。这两句诗有两种解释：一种认为切、磋、琢、磨分别指加工兽骨、象牙、玉、石头为器物的工艺，引申意义则指学者做学问和修养自己离开了切磋琢磨就不能成器。另一种解释则认为切、磋是指加工牙骨的工艺，切开了还得磋（锉平）；琢、磨是指加工玉石的工艺，琢（雕刻）了还得磨（磨光滑）。引申意义则指学者做学问和修养自己要精益求精。从本节上下文的意义来看，宜作精益求精的理解。其：大概，想必，表示推测的语气。赐：子贡的名。诸：之。',
            ],
            'vernacular' => [
                '子贡说："贫穷而不去巴结人，富有而不骄傲奢侈，这种人怎么样？"孔子说："可以，但不如贫穷而好礼的人。"子贡说："《诗经》上所说的切磋琢磨，精益求精，大概就是这个意思吧？"孔子说："赐呀，现在可以和你谈论《诗经》了，因为告诉你一件事，你已经可以领会未告诉你的事，举一反三了。"',
            ],
            'unscramble' => [
                '子贡显然是一个聪明的学生，"告诸往而知来"，能够举一反三地领会教师的意思。所以孔子认为可以和他讨论《诗经》这样较为深奥的学问了。撇开孔子对子贡的赞扬不谈，我们来看看子贡所说的"贫而无诌，富而无骄"与孔子所说的"贫而乐，富而好礼"两者之间有什么联系区别。其实，无论是"贫而无诌，富而无骄"，还是"贫而乐，富而好礼"，都做了孟子所说的"贫贱不能移，富贵不能淫"。但二者又有层次和境界上的差别。"贫而无谄，富而无骄"是说一个人虽然穷困，虽然倒霉了但还是不谄媚，不拍马屁，不去巴结讨好人；虽然富有，虽然发财了但还是不以财傲人，不得意忘形，不骄奢淫逸。能做到这一步当然是很不错的了，但严格说来，做到这一步还只是限于对贫富本身的计较，进而上升到对礼乐之道的追求了。达到这种境界的人，就像《吕氏春秋》上所说的那样："穷亦乐，达亦乐。所乐非穷达也，道得于此，则穷达一也。"（《吕氏春秋·孝行览·慎人》）孔子"饭疏食，饮水，曲肱而枕之，乐亦在其中矣"（《论语·述而》），颜回"一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐"（《论语·雍也》），都是这种境界的体现。当然，对于"奔小康"的当今国人来说，更有现实意义的似乎是"富而无骄"，"富而好礼"的问题了。"富而无骄"，不处处摆出一副"大款"的派头固然是不错，但如果能够更进一步"富而好礼"，追求精神方面的涵养，追求学问，讲究做人的道理，尊重别人，处处以仁爱之心待人，那岂不是达到更加高尚的境界了吗？',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子曰：「不患人之不己知，患不知人也。」',
            ],
            'notes' => [
                '患：忧虑，怨恨。  不己知：“不知己”的倒装。',
            ],
            'vernacular' => [
                '孔子说：“不忧虑别人不了解自己，只忧虑自己不了解别人。”',
                '别人不了解我，我还是我，于我自己并没有什么损失。所以，“人不知而不愠”，值不得忧虑，更没有怨天尤人。相反。“画虎画皮难画骨，知人知面不知心。”我不了解别人，则不知道别人的是非邪正，不能亲近好人，远离坏人，这倒是值得忧虑的。',
                '当然，说是这么说，要真正做到却是不容易。所以圣人不仅在《学而》打头的一章里告诉我们说：“人不知而不愠，不亦君子乎？”而且又在这末尾的一章里再次语重心长地说：“不患人之不知，患不知人也。”全篇恰久首尾照应。',*/
