<?php
return [
    'name' => '学而篇',
    'brief' => '论语',
    'chapters' => [
        [
            'name' => '第一节',
            'content' => [
                '子曰①：“学而时习之②，不亦说乎③？有朋自远方来，不亦乐乎④？人不知而不愠⑤，不亦君子乎⑥？”',
            ],
            'notes' => [
                '①子：中国古代对有学问、有地位的男子的尊称。《论语》中“子曰”的“子”都是指孔子。
                 
                ②习：“习”字的本意是鸟儿练习飞翔，在这里是温习和练习的意思。
                 
                ③说（yuè）：同“悦”，高兴、愉快的意思。
                 
                ④乐(lè)：快乐。
                 
                ⑤愠（yùn）：怒，怨恨，不满。
                 
                ⑥君子：《论语》中的“君子”指道德修养高的人，即“有德者”；有时又指“有位者”，即职位高的人。这里指“有德者”。',
            ],
            'vernacular' => [
                '孔子说：“学到的东西按时去温习和练习，不也很高兴吗？有朋友从很远的地方来，不也很快乐吗？别人不了解自己，自己却不生气，不也是一位有修养的君子吗？”',
            ],
            'unscramble' => [
                '
                学什么，怎么学

                学习可以使人成长，使人进步，使人快乐，使人睿智，使人过上幸福的日子...关于学习的意义，谁都能说上一箩筐，也就不必再赘述了。倒是那学什么、怎么学的大深意，却是很有必要说上一说的。
                 
                “学而时习之”第一个“学”指的是学习。那么，学习的内容是什么呢？是学问。许多人把学问当作知识，这种认识是有偏差的。大千世界，知识海量，如果把学问当作知识，那恐怕一辈子什么都不用干了，只做学生就够了。尽管哲人说，学无止境，生命不息，学习不止，但也要有选择地学。细读《论语》全书，我们不难发现，孔子所说的“学问”既不是指文学水平的高超，也不是指知识渊博，而是指做人做事的学问一一做人到位，做事正确。南宋理学大师朱熹更点明个中意味，指出此节所述是人的“入道之门，积德之基”。
                 
                他强调的其实是“学”之后的“行”。一门心思只学知识，而不想着如何让学到的知识先服务于自己，后服务于社会，造就的无疑会是一些“闭门造车”“纸上谈兵”的书呆子、百无一用的书生。这就需要在正确知识引领下，更好地做人，更好地做事。有些人满腹才学，却尽做祸国殃民之事，一样是“无学”之徒，譬如秦桧、严嵩等人。有些人，虽然读的书不多，知识也不够丰富，但做人有担当，做事有主见、重大义，这样的人就是有大学问的人。
                 
                做人做事的学问不是在书斋里形成的，也不是在课堂上学会的，而是在日常的生活中，在做事、交友、为政、经商、治家乃至穿衣吃饭、打扫卫生等这些具体的社会活动中养成的。这就是“学而时习之”的“习”——学问的获得，既需要上述的实践，更需要不断地反思，随时随地地提醒自己改正错误与不足，提高修养。这种人格的培养，是一种行为的习得。没有持之以恒的反复磨砺，是很难形成的。
                 
                进德修身，通常而言，是与自己的不良习气作斗争，是痛苦的事情，但是在孔子看来却充满了“悦”和“乐”，有着无限的乐趣一一因为个人修养的提高乃是一种深刻的人生体验，是运用自己的心灵对自然和社会规律进行理性探索的过程，这个过程充满了快乐。在反复的学习与实践中，不仅能培植人格，更能增长智慧，这种成长的幸福感是难以言说的。孔子的心态和气度真是非凡博大啊!
                 
                其实这一点，我们每个人都或有体会，自己做了一件好事，或者掌握了一种高效做事的方法，这个时候，是无比快乐的。
                 
                “乐感”是人外在行为收效内化后的情绪体验，这一情感历程无疑是寂寞的。难怪李白曾有诗言“古来圣贤皆寂寞”，一语道破了做学问的境况。这一点，古今中外的大学问家概莫能外，中国的孔子、庄子，西方的苏格拉底、叔本华、马克思无不寂寞一生。所以，如果真心向学，就要有耐得住寂寞、不怕凄凉的精神，否则免谈。真正做学问的人，活着的时候，很可能没一个人了解他，有时甚至数十年乃至数百年之后，人们才会认识到其思想的伟大价值。不要说圣贤，就是作为普通人，我们也常常感叹，了解自己的人太少了。
                 
                可是，人非草木，孰能无情？圣贤也是人，身处无边的寂寞中，多么期望能有一个人理解他的千秋大业，与他谈论道德学问，和他有着强烈共鸣，能够与其砥砺互进，那是何等的欣慰和快乐呀！于是孔子说：“有朋自远方来，不亦乐乎？”大家说“人生得一知己，死而无憾”。然而，这样的知己很难得。有时可能一辈子都碰不到一个。
                 
                得不到别人的理解怎么办呢?“人不知而不愠，不亦君子乎?”处世交友都是人生要义，当以人和为乐事，“人不知而不愠”才是为人为学的最高境界。普通人遇到困难，遭到挫败，或被人误解时，往往满腹怨气，怨天尤人。而一个道德学问精深的君子，是不会这样做的，他们通常会反思自己，问问自己为什么会遭遇困境，自己哪些地方没做好，该如何改进等。自持仁心，不断进德修身，自己的心灵就会充实、圆满，并最终获得幸福。所以，人的一生，关键是自知自立。自己是否幸福，取决于自己，不在外人如何评价，当然，更不能不奢求于外。
                 
                《论语》开篇的这几句话，并不是简单谈读书学习这么简单，而是讲如何学做人，如何做学问。学而时习，与朋友共，不为人知而不愠，就能不断增进美德，开启智慧，就能使自己的心灵获得滋养，思维得以拓展。如此，就会踏上真正的心智成熟之路，进而达到理想的人生境界一一修成君子。',
            ],
        ],
        [
            'name' => '第二节',
            'content' => [
                '子曰①：“其为人也孝弟而好犯上者②，鲜矣③；不好犯上而好作乱者，未之有也④。君子务本，本立而道生。孝弟也者，其为仁之本与⑤！”',
            ],
            'notes' => [
                '①有子:孔子的学生，姓有，名若。在《论语》中，孔子的学生一般都称字，只有曾参和有若称“子”，
                 
                ②弟(tì):同“悌”、敬爱兄长。
                 
                ③鲜(xiǎn):少。
                 
                ④未之有也:“未有之也”的倒装句，意思是没有这种人。
                 
                ⑤与:即“欤”字，表示疑问的助词。《论语》中的“欤”字皆作“与”。',
            ],
            'vernacular' => [
                '有子说:“那种孝顺父母、敬爱兄长的人，却喜欢触犯上级，是很少见的；不喜欢触犯上级却喜欢造反的人，更是从来没有的。有德行的人总是力求抓住这个根本。根本建立了便产生了仁道。孝敬父母、敬爱兄长，大概便是仁道的根本吧!”',
            ],
            'unscramble' => [
                '孝悌的意义

                在孔子的学说里，“仁’是核心思想和终极的追求，其核心要义是“仁者爱人”。而要得到这个仁。达到”仁”的境界，不仅需要内心的体验，更需要投身现实。当然，不论是思想还是在行动，都必须有个出发点，而有子的这段话，则明确指出，求“仁”应该从孝悌做起。换句话说，就是从孝悌这个根本点出发，推而广之，就能成为仁人君子。
                 
                “仁”是爱的哲学，同样，“孝”也是爱的哲学，是一种感恩回报的爱。父母生儿有女，你可以说那是繁行后代的生物本能使然。但是，作为父母，通常会养育照顾子女十几年甚至更长时间，他们付出的情感、心血和财富理应得到回报。当父母年老体衰的时候，子女回过来照料他们，是理所应当的。不仅如此，古人还给这种回报一个好名声一一孝。这种互惠互利的内在精神就是孝道，一个人如果对生养自己的父母连这点感情和回报都没有，那就是个彻头彻尾的自私自利者，古人把这种人列为禽兽，认为他不配称作人。那么什么是“弟”呢?“弟”就是“悌”，是指兄弟姊妹之间的友爱。这种友爱情感，不仅仅存在于兄弟、姐妹之间，也可以推广到朋友之间，泛化为一种高尚的社会友情。
                 
                在有子看来，一个人如果在家里懂得孝敬父母，善待兄弟姐妹，当他走向社会后，就会尊重上级，优待朋友同事，能以自己的行为促进人际的和谐，进而有利于社会的稳定。有子此言，深得孔子“孝道”大意。他认为，真正具有“孝悌”精神的人，在待人处世上多怀有深厚的情感，这样的人，是不喜欢冒犯上司，也不愿祸害同事的。
                 
                关于“孝悌”的意义，有子是从两个角度阐述的。第一说的是“孝悌”与社会稳定的关系。有子认为，一个人只有先爱自己的亲人，才能将这种爱推及他人，由爱父母、兄弟姐妹、朋友，推广到爱一切人。这样，很自然地就把个人的修养与维系社会稳定连接起来。关于如何维持社会的稳定，保障人类社会的延续，古往今来都是一个令人头疼的大难题。历史上许多彪炳史册的辉煌文明、威名赫赫的大帝国最终走向灭亡，起因多半是社会秩序的崩坏。现代世界，各国依然面临这个严峻的问题。实践证明，儒家这种立足于家庭和睦，进而促使社会稳定的思路是积极而有效的。自从汉代以来，中国历代的统治者都奉行以孝治天下的社会政策，这便是中国社会历五千年而不衰的重要原因。其所依据的理论，正是孔子及其弟子所倡导的这种孝道。在这里，儒家是按照为人孝悌——家庭和睦——社会和谐——国家稳定这样的思路推演的。
                 
                第二，有子从个人修养的角度阐述了“孝悌”的意义。上文讲过，儒家所说的做学问，也就是如何做人，其最终目的是求“仁”。那些真正的君子都知道，不论是人生的建立，还是内心的修养，都应该把“孝悌”作为根本。从个人修养来说，无论是真诚博大的情怀的养成，还是自己至爱的光辉人性的培养，都得从“孝悌”起步。“孝悌”不仅仅是高尚的起点，也是人之为人的根本所在。所谓“君子务本”，就是指抓住“孝悌”的根本，从关爱身边的人做起，培养自己的美德。
                 
                实际上，孝悌之于社会和人生的双重意义，是一个硬币的两面，它们最终合二为一，指向人类的福祉。我们知道，个人修养的提高有利于社会的和谐安定，对缔造一个长治久安的社会有着具体而微的作用。也就是说，当更多的人成为品行高尚的君子，社会必然会形成良风美俗。反过来，在这样的社会里，将会有更多的人获得幸福和圆满人生。',
            ],
        ],
        [
            'name' => '第三节',
            'content' => [
                '子曰:“巧言令色①，鲜矣仁②!”',
            ],
            'notes' => [
                '①巧言令色:巧，好。令，善巧言令色，即满口说着讨人喜欢的话，满脸装出讨人喜欢的脸色。

                ②鲜:少的意思。'
            ],
            'vernacular' => [
                '孔子说:“花言巧语，伪装出一副和善的面孔，这种人很少是仁德的。”',
            ],
            'unscramble' => [
                '远离巧言令色

                巧言令色就是利用花言巧语去迷惑、取悦他人的行径。那些“巧言令色”之人，善于察言观色，见机行事，八面玲珑，讨人喜欢。但是如果从动机上分析，这种行为带有一定的欺骗性，多半是小人未达到不可告人的目的而做出来的。作为智者，孔子对这种行为有着深刻的认识，所以提出了“巧言令色，鲜矣仁”的观点。
                 
                那些巧言令色之人，总会巧妙地给自己穿上一套华丽的外装，用以迷惑他人。不管是为了博取上司欢心以谋提升的机会，还是为了讨取同事的支持和帮助，抑或是哄得亲友高兴满足自己的虚荣心，他们都会将这些华而不实的东西拿出来掩人耳目。这些人阳奉阴违，当面一套背后一套。在他们花言巧语、和颜悦色的背后，往往隐藏着一个贪婪自私的心和肮脏卑劣的灵魂。若非为了满足自己的私欲，这些小人才没工夫给你赔笑脸说好话呢。
                 
                花言巧语没好人，这个道理谁都懂，可是这种人照样在社会上大行其道，是什么原因呢？花言巧语之所以大受欢迎，是因为它能满足人们的心理需要。事实上，每个人都喜欢听好话，喜欢被别人赞美、夸奖和奉承，只是各自喜好的程度不同而已。比方说，有些做领导的人，就喜欢自己的下属拍马屁，下属们拍得越响他们就越舒服。倘若有哪个下属说话有些直接或是有点儿不顺耳，轻者给人家“穿小鞋”，重者会动人家饭碗。也正因如此，说真话的人越来越少，说漂亮话、谎话的人越来越多。其实，出现这种状况也是在所难免的，毕竟谁都喜欢好的东西，这也是每个人都有的弱点。正是这种人性弱点，才为巧言令色者的生存提供了肥沃的土壤。当然，在与他人交往时，没有一副好的口才是不行的。但是，好口才与巧言令色不同。好口才是一种据理力争，所列观点都有理可依，其目的是辨明真理、说服他人、达成沟通与合作。无论内容还是目的，都是真实和善意的。而巧言令色只是利用花言巧语达到某种鲜为人知的目的罢了，这种行径根本就是虚伪和丑恶的。
                 
                孔子之所以痛斥花言巧语，一方面是因为他看到花言巧语的丑恶本质，另一方面，则是那些听信花言巧语的人往往会上当受骗，进而遭受事业的挫败，造成严重的社会后果。
                 
                春秋时期，齐桓公因管仲的忠谏直言称霸于诸国，晚年却因佞臣的巧言令色而不得善终。管仲在临死之前就曾告诫齐桓公道：“易牙杀了自己的儿子，为人冷酷无情；开方背叛了自己的父母，其心叵测；竖刁甘受阉刑，私欲之心昭然若揭。此三人皆为不仁、不孝之徒，他们为了逢迎君主，可以说是无所不用其极，千万不能重用。”可是，他们的马屁拍得太到位了，齐桓公还是未听忠言任用了他们。结果，齐桓公刚死，三人便偕同公子姜无诡犯上作乱，将其尸体置于床上两月有余才装棺入殓。装殓之时，其尸身早已腐烂生蛆。而此后的齐国，则陷入长期的内乱。
                 
                在现代社会，作为大权在握的官员和公司的领导，要对巧言令色者高度警惕。要注意下属的言行，只有看清其真实的意图，才不会被那些华丽的表象迷惑，才不会因偏听偏信而失败。同时，自己也要身体力行，为下属们作出榜样，这样才能促进组织的发展、事业的壮大。
                 
                孔子此语，意在告诫他的弟子，无论是做人还是做事，都应真诚坦荡。要在言行上服从于真善的准则，不去刻意地追求外在的装饰。若是利用花言巧语讨好别人就是为假作恶，这样做是无法修成完善人格的。同时，他期望弟子们努力提高个人修养，看清社会上的各色人群，更加合理地处理人际关系，并最终走向成功。',
            ],
        ],
        [
            'name' => '第四节',
            'content' => [
                '曾子曰①“吾日三省吾身②:为人谋而不忠乎?与朋友交而不信乎?传不习乎③?”',
            ],
            'notes' => [
                '①曾子：孔子晚年的学生，名参(shēn)，字子舆，比孔子小四十六岁。生于公元前505年，鲁国人，是被鲁国灭亡了的部国贵族的后代。曾参是孔子的得意门生，以孝著称，据说《孝经》就是他撰写的。

                ②三省(xǐng)：多次反省。
                 
                ③传：老师讲授的功课。',
            ],
            'vernacular' => [
                '曾参说:“我每天从多方面反省自己：替别人办事是不是尽心竭力了呢？与朋友交往是不是诚实守信了呢？对老师传授的功课，是不是用心复习了呢？”',
            ],
            'unscramble' => [
                '要善于自我反省

                曾子在孔门中是最重修身的一个人，他通过“一日三省”之法，铸就了完美的人格。在曾子看来，反省是一种很好的修养手段，通过这种方法，人们可以找到自身的不足之处，并及时地加以改正，提升自身的思想修为和道德境界，在反思中不断地完善自己的人格。
                 
                “吾日三省吾身”，这句话所体现出来的自律精神，是每一位有志之人都要学习的。尤其是在这个竞争激烈的时代，只有时刻不忘提高自己，才能站稳脚跟，获得一席之地。倘若做不到这一点，即使侥幸取得一时的成功，也未必能够在以后的风浪中挺得下来。
                 
                一般情况下，若是让你找出别人身上的错误和缺点，你可能很快就能指出来，但若让你找出自己的缺点呢？还会那么容易吗？退一步说，即使知道了自己的缺点在哪里，又有多少人会舍弃自己的面子，而愿意进行自我反省呢？
                 
                自我反省是困难的，但自我反省又是修成美德、提升智慧的必由之路。对于人们来说，自我反省就是一种从认识到实践，然后再从实践中汲取经验，进而提高认识和修正行为的过程。若是一个人不善于自我反省，就不会有真正的提高，就会一次又一次地在同一个地方跌倒。比方说，在战国末年，六国相继被秦国所灭，其原因基本上如出一辙。引用苏洵的话便是“六国破灭，非兵不利，战不善，弊在赂秦”。倘若在韩国被灭时，其他五国及时反省，联合起来抵抗强秦，未必会丢了祖宗社稷。
                 
                “不慎而始，而祸其终”的道理，想必大家都明白。可是，若想一直保证自己的“不失”，似乎是件很困难的事情。为此，曾子给我们指了条明路，无论是做人、做事，还是做学问，每天都要进行反省。具体说来，就是每日反思三件事：第一，反思一下自己替别人工作，有没有竭尽全力。若是整天就想着自己应如何偷懒，应付了事，就是不忠。第二，与朋友相处时，自己答应别人的事情有没有做到。做人最重要的就是守信，人无信而不立，倘若答应别人的事情没有做到，就是言而无信。第三，老师或前辈们所传授的做人做事的方法，自己有没有进行实践和印证。做人做事不能只在纸上谈兵，应当付诸于实践，只有通过自身的感悟，才能不断地完善自己的人格。
                 
                生活本身就是一种修行，能否修得正果，关键在于人们是否认识到了自省的重要性。在生活当中，有很多人会随遇而安，对于自己的行为是对还是错，根本就不关心。对于自省的觉悟很小，根本就没有意识到自省是一个人修德建业的根本方法，也是少犯错误和不犯错误的关键。倘若一个人能够做到“一日三省”，为自己设定一套自我反省的“程序”，道德和才能就会得到质的提升，这样一来，还有什么事情能够难得倒你呢？
                 
                在初读这句话时，可能有人觉得这和西方宗教上的忏悔没有什么区别。其实，这两者还是有区别的。忏悔是基于错误或罪过而产生的一种心理表现，而反思的本身并不具有这种原罪的观念。人们可以通过反思的方式，找出自己身上的优缺点，扬长避短，将自己的潜能充分发挥出来。
                 ',
            ],
        ],
        [
            'name' => '第五节',
            'content' => [
                '子曰:“道千乘之国①,敬事而信②，节用而爱人③，使民以时④。”',
            ],
            'notes' => [
                '①道:通“导”，引导之意。此处译为治理。千乘(shèng)之国:乘，古代用四匹马拉的兵车。春秋时期，打仗用兵车，故车辆数目的多少往往标志着这个国家的强弱。千乘之国，即代指大国。
                 
                ②敬事:“敬”是指对待所从事的事务要谨慎专一、兢兢业业，即今人所说的敬业。
                 
                ③爱人:古代“人”的含义有广义与狭义之分。广义的“人”，指一切人群;狭义的“人”，仅指士大夫以上各个阶层的人。此处的“人”与“民”相对而言。
                 
                ④使民以时:“时”指农时。古代百姓以农业为主，这里是说役使百姓要按照农时，即不要误了耕作与收获。',
            ],
            'vernacular' => [
                '孔子说:“治理拥有一千辆兵车的国家,应该恭敬谨慎地对待政事，并且讲究信用;节省费用，并且爱护人民;征用民力要尊重农时，不要耽误耕种、收获的时间。”',
            ],
            'unscramble' => [
                '从政应遵循的原则


                孔子这句话，意在告诉大家从政应该遵循的三大原则。对于一个执政者应当以什么样的态度、用什么样的方法和手段，才能让下属心甘情愿地跟着自己，在本章中都有提及。而且，这几个观点全都围绕着同一个对象，那就是“人”。只要执政者以“人”为本，有效团结和控制社会或组织中的人员，那他就是一个好的领导者。即便是现今，他所提出的这种管理原则依然适用。具体说来，孔子在此提出的是从政应遵循的三大原则。
                 
                第一，“敬事而信”，这是从政应有的态度。可以将其拆成“敬事”和“而信”两部分理解，先来看看“敬事”。敬事，按照现代话来说就是敬业，小心谨慎地处理自己负责的事情。“敬事”不仅是一种外在的态度，更是一种内在的感情，成为人性的一部分。比方说，清朝雍正帝，平均每天要批上百道奏折，于国家之事不可谓不尽心。因此，他在位期间，国富民泰，鲜有怨言。至于“信”，是在敬事的基础上取信于人。若想争取下属或民众的信任，最重要的是信守诺言，及时兑现诺言。
                 
                “敬事”和信用密不可分，前者往往是后者的基础，比方说，在两军对垒之时，好的将领总是会身先士卒，这就是“敬事”。在这种模范将军的带领下，他的手下还会有谁不信服，不愿意跟着他奋力拼杀呢？只有敬事，并取信于下属，工作才能顺利展开，事业才能获得成功。
                 
                第二，“节用而爱人”，这是从政者应该掌握的治理方法。若是按照孔子的本意，“节用”就是指一国之君应当节约财政开支，不要乱搞铺张浪费。否则的话，一旦有外敌入侵，就会遭到灭顶之灾。当年的慈禧太后为了给自己庆祝六十大寿，擅自挪用海军的经费，致使北洋水师没有炮舰可用，最终兵败，签订了丧权辱国的《马关条约》。若是在现代，作为一家公司的领导，则要注意开源节流，减少不必要的开支，给自己的公司留下充足的流动资金，或是用于研发新项目。即便发生一些重大损失或意外，多元的发展或是充足的流动资金，仍能保证公司的正常运转。另外，节用的目的就是“爱人”，对自己的下属有着足够的爱护和体恤，时常带给他们一些安慰和鼓励。倘若在公司内部，优秀的员工全都跳槽走了，做领导的都成了光杆司令，就算公司的实力再雄厚又有什么用呢？因此，做好领导，应当注意自己的行为和方法。
                 
                第三，“使民以时”，这是从政者必知的基本要求。这个“时”并不同于时间的时，你可以将它理解成恰当的时机，也可以理解成恰当的做法。作为领导者，在用人的时候，应当清醒地认识到在什么地方、什么时间，用什么人才是最合适的。比方说，秦始皇连年征用农民修长城、造陵寝、盖阿房宫，致使农民们田园荒芜，难以为生，除了造反，实在别无他法。秦朝是这样，隋朝也是这样。再看看现代的企业，有许多企业主不顾及员工的感受，常常逼迫他们进行无休止地加班，导致一些员工心理压力过大，以致出现自杀现象，显然是使民过度了。好的领导者，不能一味追逐利益，还要时常关怀部属，让他们到了公司有回家般的亲切，这样他们才会对公司有着更大贡献。',
            ],
        ],
        [
            'name' => '第六节',
            'content' => [
                '子曰：“弟子入则孝①，出则弟②，谨而信③，泛爱众，而亲仁④。行有余力⑤，则以学文⑥。”',
            ],
            'notes' => [
                '①弟子：有二义，一是指年幼之人，弟系对兄而言，子系对父而言，故曰弟子：二是指学生。此处取前义。入：古时父子分别住在不同的居处，学习则在外舍。人是人父宫，指进到父亲住处；或说在家。

                ②出：与“入”相对而言，指外出拜师学习。出则弟，是说要用悌道对待师长，也可泛指年长于自己的人。

                ③谨．寡言少语称之为谨。

                ④仁：指具有仁德的人，即温和、善良的人。此形容词用作名词。

                ⑤行有余力：指有闲暇时间或剩余的精力。

                ⑥文：指诗、书、礼、乐等文化知识。',
            ],
            'vernacular' => [
                '孔子说：“小孩子在父母跟前要孝顺，出外要敬爱师长，说话要谨慎，言而有信，和所有人都友爱相处，亲近那些具有仁爱之心的人。做到这些以后，如果还有剩余的精力，就用来学习文化知识。”',
            ],
            'unscramble' => [
                '学习做人的途径

                作为教育家，孔子极其重视道德教育，他不仅有高深的思想，也有平易近人的教法。人生启蒙，怎样从一个无知的孩童成长为对社会群体有用之才，这是一个教育策略和途径问题。针对人生第一课，孔子给出了浅近明了的回答，那就是，做人应当先修德，再学知识。也就是说，对于弟子的教育，孔子认为应当从伦理教育入手，在家孝顺父母，敬重兄长；其次，学习待人接物，做到严谨守信；这些根基打好后，再进行文化知识的传授。
                 
                关于“孝”，前文已有所述，这里不再多谈。但需要指出的是，可以适当对孝作较为宽泛的理解。在我国古代，学生或晚辈皆称为“弟子”，师生间的关系仿若父子，师父一词就是从“一日为师，终身为父”的说法中演变出来的。老师是传经授道之人，对弟子德行才识的教育有着不可推卸的责任。在教育的过程中，也付出了大量的心血。故而，做弟子的应该按孝的原则对待老师，要对自己的老师尊敬有礼。在这一点上，古人做得很好，弟子中了进士，做了大官，可是只要他回到家乡，见到自己的老师，做学生的都要对他行跪拜之礼，与当年从师时一样。但是，现在的人们对于传授自己知识的师长远不如古人那么敬重，这不能不说是“孝”的精神的失落。
                 
                接下来就是“出则弟”了。可是有人会问，都出门在外了，还如何敬重兄长呢？这就要求大家对朋友、对社会、对一般人能够友好相处了。这些朋友就是你的兄弟，只有交好了这些人，你的路才会更加平坦宽广。另外，若是扩展到爱国家、爱天下，也是对这个“弟”字的正解。
                 
                “谨而信”，是孔子在告诫我们，学习做人要先注意自己的言行，处处小心谨慎。不过，大家不要误将谨慎理解为拘谨，这两者有着不同的意义。若是过分拘谨的话，就是小气了，不符合谨慎的原意。谨慎也是一种修养，只有谨慎的人，才不会轻易地对他人作出许诺。他们一旦答应了别人的要求，就会尽心竭力地达成别人的愿望，做到言而有信。
                 
                “泛爱众”，要想做到这一点，首先就要有着广阔的胸襟，能够对所有人都一视同仁，保持着友爱的态度。这种行为是包括师道在内的所有道的综合体现，看起来比较容易做到，真要修到如此境界却是极为不易的。
                 
                倘若一个人对上面的要求都做到了，就可以进行下一步的修养了，即“亲仁”。亲近那些有道德的人，与他们做朋友，进一步培养自己的仁德之心，争取做个有道德的人。这也是孔子这句话的主要目的。只有做到“孝”“弟”“信”“爱”，才会对自己的行为有着良好的规范，成为一个人格健全的人，一个有仁德之心的人。
                 
                “行有余力，则以学文”。在有了仁德之心后，若是还有剩余的精力，就可以去学些文化知识了。不管你想当文学家也好，还是当科学家也罢，或是做艺术家也行，只要是你感兴趣的，你都可以去学。
                 
                总之，孔学的人生第一课便是做人，要求从小就注重道德伦理上的修养。有了一定的道德基础，再学习各种知识。显然，这是德育优先原则。事实证明，这一教育策略和途径是科学的，是符合社会发展需要的。德高才浅，只是这个人对社会贡献多少的问题；而无德有才，则是危害社会的问题了。比方说，古时的贪官污吏，无不想尽办法，搜刮民脂民膏，这些人多学富五车，每个人的智商都很高。即便是现在，利用自己掌握的高科技手段作案的人也是屡见不鲜，难道能说他们没有知识吗？从本质上看，这些人是在缺少仁德的情况下学习了文化知识，属于本末倒置的行径，所以他们很难成为一个好人。
                 
                知识对于一个人来说固然很重要，但是人们自身的道德修养却更加重要。一个人只有提高了自己的道德修养，再去学习文化知识，才会离成功更近，成为一个对社会和他人有益的人。',
            ],
        ],
        [
            'name' => '第节',
            'content' => [
                '子夏曰①：“贤贤易色②；事父母，能竭其力；事君，能致其身③；与朋友交，言而有信。虽曰未学，吾必谓之学矣。',
            ],
            'notes' => [
                '①子夏：姓卜，名商，字子夏，孔子的高足，以文学著称。比孔子小四十四岁，生于公元前507年。孔子死后，他在魏国宣传孔子的思想主张。

                ②贤贤：第一个“贤”字作动词用，尊重的意思。贤贤即尊重贤者。易：有两种解释，一是改变的意思；二是轻视的意思，即尊重贤者而看轻女色。

                ③致其身：致，意为“奉献”、“尽力”。这里是要尽忠的意思。',
            ],
            'vernacular' => [
                '子夏说：“一个人能够尊重贤者而看轻女色；侍奉父母，能够竭尽全力；服侍君主，能够献出自己的生命；同朋友交往，说话诚实、恪守信用“这样的人，即使他自己说没有学过什么，我也一定要说他已经学习过了”',
            ],
            'unscramble' => [
                '修己当从身边做起

                子夏的这几句话意在重申孔子的观点：修德必须重视实践。在他看来，德行本身就是一种实践，只有通过不断地实践，才能摸索出真正的学问，这与掌握了多少文化知识并无太大的关联。并且，他还给我们指出，只要能在实践中做到“德”“孝”“忠”“信”等，就能成为一个有道德的人。即便那个人没有学过多少知识，依然能够受到人们的尊敬。因为，德行远比学识重要。
                 
                “贤贤易色”，指的是夫妻间相处时，做丈夫的应当对妻子的品德多加重视，不要将自己的注意力过多地放在美色上。夫妻是最亲密的人，重视妻子的德行，对于提高自己的修养大有裨益，唐太宗李世民、明太祖朱元璋都因为身边有贤妻而少犯了不少错误。如果只看重美色，耽于狎昵，必然有损美德，甚至会铸成大错。历史上因沉湎于美色而亡国的君主不在少数。比如，为讨得宠后褒姒一笑而烽火戏诸侯的周幽王，因迷恋杨贵妃而毁掉唐朝盛世的唐明皇李隆基。倘若当年的周幽王、唐明皇喜好仁德，做个德行高尚的君主，还会失信于天下，导致家国倾覆吗？
                 
                “事父母，能竭其力”讲的是孝道，而且，子夏还重点提到了“竭其力”。常言道，百善孝为先，只有孝顺父母的人才有可能成为一个有道德的人。不过，这里的“竭其力”并不是非要竭尽全力，应当视实际情况而定，只要对自己的父母尽心行孝就行了。并且，是不是孝子也不能用赡养父母的物质条件来衡量，若是那样的话，穷人家就没有孝子了。
                 
                “事君，能致其身”讲的是“忠”君之道。在古时，作为臣子的，就应当尽人臣之力，哪怕是付出自己的生命也在所不惜。若是放到现在，这个道理同样说得通。比方说，你身为国家公务员，就得尽自己最大的本分为人民谋福祉；身为企业高管，就得尽自己最大努力为公司谋利益。即便你是个手艺人，也得把自己的活计做好、做精了，才会有人让你挣他的钱。说白了，你得干一行爱一行才行。无论做什么事情，都要拿出自己百分之一百的忠诚和热情，甚至还要更多，这才是“事君”之道。
                 
                “与朋友交，言而有信”是个诚信问题。其实，这与上边的“事君，能致其身”是相互关联的，与朋友或同事交往，若是答应了对方的请求，就要尽力去做。倘若能够做到则是最好，即便是没有做到，只要你尽力了，也不会失信于人。大家都知道人无信而不立的道理，这也是与人交际的根本。尽心尽力地替人家做事，就是恪守诺言，忠人之事。若是表面上答应帮忙，背地里却另有一套，也没有丝毫的愧疚之心，这就是失信于人，是不道德的行为。
                 
                本章中所讲的四种关系，占了五伦中的四伦，足能看出子夏对道德实践的重视。在他看来，若想做个真正有道德的人，就应从身边事做起，只有躬身践行，方能悟透真正的学问，才算有着真正的仁德。倘若只会空谈大道，而不将其付诸实际行动，充其量只是徒有其表，是个假道学而已。这也难怪子夏会说“虽曰未学，吾必谓之学矣”了。若是有人能够全部做到这些，不管他的知识是深是浅，仅凭他表现出来的德行，我们就能认定此人必是真有学问。而且，这也暗合了孔子所讲的做学问要先学会做人的道理。',
            ],
        ],
        [
            'name' => '第八节',
            'content' => [
                '子曰：“君子不重则不威①，学则不固②，主忠信③。无友不如己者④。过则勿惮改⑤。”',
            ],
            'notes' => [
                '①重：庄重、自持。
                 
                ②学则不固：所学不牢固。与上句联系起来就可理解为：一个人不庄重就没有威严，所学也不牢固
                 
                ③主忠信：以忠信为主。
                 
                ④无：通“毋”，不要的意思。不如己者：指不忠不信的人，“不如己者”是比较委婉的说法。
                 
                ⑤过：过错、过失。惮(dàn)：害怕、畏惧。',
            ],
            'vernacular' => [
                '孔子说：“一个君子，如果不庄重，就没有威严，即使读书，所学也不会牢固。行事应当以忠和信这两种道德为主。不要和不忠不信的人交朋友。有了过错，要不怕改正。”',
            ],
            'unscramble' => [
                '这里，孔子提出了君子应当庄重大方，才能具有人格的威严，庄重而威严才能认真学习而所学牢固。君子还要慎重交友，还要有过则勿惮改的对待错误和过失的正确态度。这一思想把君子从内到外的修养联系起来，对世人的内外在修养具有重要指导意义。一个人内心端正庄严，会反映到气质容颜上来，神态庄重威严、大方得体，就会使人感到稳重可靠，人们自然会加以敬重、信赖。反之，一个人倘若容仪不修，散漫随意，举止轻浮，人们也就会随意待他。故人必自重而后人重之，人必自侮而后人侮之。要重视学习，善于结交朋友，着眼于朋友比自己好的方面加以学习，从而不断提高自己，完善自我。在遇到错误的时候，要正面对待，不逃避掩饰，勇敢地加以改正。',
            ],
        ],
        [
            'name' => '第九节',
            'content' => [
                '曾子曰：“慎终追远①，民德归厚矣②。”',
            ],
            'notes' => [
                '①慎终：指对父母之丧要尽其哀。追远：指祭祀祖先要致其敬。
                 
                ②民德：指民心，民风。厚：朴实，淳厚。民德归厚，指民心归向淳厚。',
            ],
            'vernacular' => [
                '曾子说：“谨慎地对待父母的丧事，恭敬地祭祀远代祖先，就能使民心归向淳厚了。”',
            ],
            'unscramble' => [
                '儒家非常重视丧祭之礼，他们把祭祀之礼看作一个人孝道的继续和表现，认为通过祭祀之礼，可以培养个人对父母和先祖尽孝的情感。儒家重视孝的道德，是因为孝是忠的基础，一个不能对父母尽孝的人，是不可能为国尽忠的。所以忠是孝的延伸和外化。只要做到忠与孝，社会与家庭就可以得到安定。孔子并不相信鬼神的存在，他说“敬鬼神而远之”，就证明了这一点。他没有提到过人死之后是否有灵魂存在的问题，而是通过祭祀亡灵，来实行教化，希望把人们塑造成有教养的忠孝两全的君子。

                曾子对于慎终和追远的重视，是在于对死的敬畏和对过往的崇敬。因为生死是相对的，没有生就没有死，没有死也就无所谓生。而人从过往的历史中可以获得借鉴，也就是古可以鉴今。历史有传承的作用，忘记历史的人也必将被历史所忘记。',
            ],
        ],
        [
            'name' => '第十节',
            'content' => [
                '子禽问于子贡曰①：“夫子至于是邦也，必闻其政，求之与？抑与之与②？”子贡曰：“夫子温、良、恭、俭、让以得之。夫子之求之也，其诸异乎人之求之与③？"',
            ],
            'notes' => [
                '①子禽：姓陈，名亢，字子禽。子贡．姓端木，名赐，字子贡，比孔子小三十一岁。
                 
                ②抑与之：抑，反语词，可作“还是……”解。与之，（别人）自愿给他。
                 
                ③其诸：表示不太肯定的语助词，有“或者、大概的意思。',
            ],
            'vernacular' => [
                '子禽问子贡说：“夫子每到一个国家，一定听得到这个国家的政事。那是求人家告诉他的呢，还是人家主动说给他听的呢？”子贡说：“夫子是靠温和、善良、恭敬、节俭和谦让得来的。夫子的那种求得的方式，大概是不同于别人的吧？”',
            ],
            'unscramble' => [
                '圣贤的风采和境界

                本章是通过子禽与子贡的问答，从侧面反映出了孔子光辉的人格。子贡对孔子的评价中，带有学生对老师的敬仰之意，却也客观地道出了孔子修养境界的高低。看似简单的五个字，却是儒家做人做事的精要所在，孔子也是基于此才取信于各诸侯国的。
                 
                “夫子至于是邦也，必闻其政，求之与？抑与之与？”提出了孔子在周游列国时是“问政”还是“闻政”的问题。大家都知道，政治和政务本身就是国家的核心问题，关系着国家的兴衰存亡，以及人民大众的生产、生活，与每个人都有关联。所以，各国政治及经济情况，被不少统治者视为国家机密，一般人很难与闻。孔子所到之处，却能很快了解到各国的政治动向，子禽很奇怪，故有此问。子贡没有正面回答子禽的问题，而是描述了夫子的人格风采，从另一个侧面给出答案。
                 
                从孔子一生的行踪和言论中我们不难看出，他不仅是一个优秀的学者、思想家，还是一个活跃的社会活动家，他有着强烈的社会责任感，以改变社会现状为己任，试图建立一个新的社会秩序。为此，他不辞劳苦，不避艰险，周游于列国，在传播自己思想的同时，渴望得到一个执政的机会，推行自己的政治主张。但是，有愿望是一回事，愿望能否实现是另一回事。因为要想实现自己的政治理想，夫子必须得到国君的认可，获得推行政治主张的地位和机会。让国君以国相托，委以重任是很困难的，历史上没有几个人能做到，孔子在这方面也是失败者。
                 
                孔子虽然没有得到的执政机会，但是所到之处，全面充分地了解一国国情则是轻而易举的。这已经是很了不起的事情了，要不然子禽也不会发出惊叹之问。子贡的回答很妙，“夫子温、良、恭、俭、让以得之”，这就是孔子得以“闻其政”的主要原因。子贡认为，夫子的人格已经达极高的境界，各诸侯国的君主，不管对他的政治观点赞不赞同，但对他积极求治的善意，还有他的崇高品德是高度赞同的。所以，这些国君对孔子是高度信任的，愿意向他公开国家机密，乐于和他探讨如何安邦定国。孔夫子得闻各国政务，了解各国实情，靠的是做人的修养。
                 
                孔子的这一境界，提醒我们要注重个人修养。当你的人品道德得到广泛认可的时候，就能得到上层人士的高度认可，因此你就有机会了解更多、更深的鲜为人知的国家秘密和高层内幕，能够看清这个社会权力运作的本质，了解国家或组织生存发展、强盛衰亡的真正原因，获得更高的智慧。如果你对这些深层次的东西一无所知就奢谈治理国家，无疑是空口白话。',
            ],
        ],
        [
            'name' => '第十一节',
            'content' => [
                '子曰：“父在，观其志①。父没观其行②。三年无改于父之道，可谓孝矣。”',
            ],
            'notes' => [
                '①其：指儿子，不是指父亲。
                 
                ②行(xíng)：行为。',
            ],
            'vernacular' => [
                '孔子说：“当他父亲活着时，要看他本人的志向；他父亲去世以后，就要考察他本人的具体行为了。如果他长期坚持父亲生前那些正确原则，就可以说是尽孝了。”',
            ],
            'unscramble' => [
                '如何才算是孝子

                在本章中，孔子主要讲了孝顺父母的方法。为人子女者，必须尽孝，对于父母的优点应尽量多学习，遵从父亲的指导。当然了，应当有选择地学习和遵从，不能一味顺从，那是盲从。为人父者，也不一定事事皆对，做子女的也要懂得择善而从之，其不善者而改之，这才是真正的孝。
                 
                “父在，观其志”，是说做儿子的要以父亲为尊，不得擅作主张，应当跟着父亲好好学习。了解家族传统，有继承父辈美德的志向，就算是一个有孝心的人。对此，大家应当有着正确的认识，不能对自己的父亲盲从，传承的应该是父辈的优良传统，否则就不再是孝顺了。在春秋之前，人们学习知识的渠道极为有限，向父辈学习几乎是唯一的途径，所以孔子才有这个说法。当今社会，可资学习的途径大增，这里我们应该对孔子所言的原则加以变通，把学习前人一切优秀成果、树立高尚和远大的志向视为行孝，才是最合适的。
                 
                “父没，观其行”是在要求为人子者应言行合一，保证孝行的前后一致。父母去世，没人管教的时候，一个人的言行完全出于自主，其言其行如果一如父母在世一般，此人必定是个孝子；如果父母过世不久，言语行为就严重违背了父母生前的意愿，这个人肯定不算是孝子。比方说，有些人在父母过世之后，因失去家庭的约束肆意妄为，就算父母在世时他再孝顺，其本质上也是个不孝之子。历史上最典型的例子莫过于杨广，这位隋朝的亡国之君，在父皇杨坚在世时，掩饰本性，处处表现出节俭、朴素和低调，以讨得父母欢心。在登基称帝以后，杨广本性大暴露，一改先前风格，骄奢淫逸，好大喜功，残暴荒唐，成为历史上暴君的代表。现实中，这样的人也不在少数，所以应当引起我们的重视。
                 
                “三年无改于父之道”。在古代有守孝的说法，倘若父母去世，不管身在何处或身居何职，都应回家为父母守孝三年。在这期间，做儿子的应当谨慎地按照父母的意愿行事。倘若发现父母给自己制订的行为准则出现了错误，也不要急着提出来，应当慢慢地改，不能一下子就掀翻父母的理论，这才是孝子所为。其实，有些事情是勉强不来的，即便是父子之间也是各有其志。虽然古时的生产力水平不高，子承父业也是一种非常普遍的现象，但也难保有人不会跳出家族的禁锢而另谋生路。此时，他们虽然改了“父之道”，只要心里对父母的意志保有足够的尊敬，也不算是不孝。
                 
                此外，这句话还可理解成做儿子的应当将父亲手中的旗帜接过来，完成父辈们未竟的事业，替他们担起应尽的责任，不能父亲一死就什么都不管了，这也是不孝。比方说，古时太平盛世的皇帝在各个方面的政策都很不错，倘若他离开了人世以后，新即位的儿子大改其道，搅得民不聊生、怨声载道，这就违背了父亲的意愿，是对国家的不负责任，也是不孝。
                 
                任何事物都是由量变到质变才完成进化的，想要做个孝子也是如此，只有将自己的孝心体现在点点滴滴的生活细节中，才是真的孝顺父母。而且，真正的孝子，不论父母生前还是死后，他们对父母的恭敬和教诲都不会忘记。因为父母活在他们的心中，他们对父母的孝顺是从心底发出来的，从不敢忘却。',
            ],
        ],
        [
            'name' => '第十二节',
            'content' => [
                '有子曰：“礼之用，和为贵。先王之道①，斯为美，小大由之。有所不行，知和而和，不以礼节之，亦不可行也。',
            ],
            'notes' => [
                '①先王之道：指的是古代圣王治国之道。',
            ],
            'vernacular' => [
                '有子说：“礼的功用，以遇事做得恰当和顺为可贵。以前的圣明君主治理国家，最可贵的地方就在这里。他们做事，无论事大事小，都按这个原则去做。如遇到行不通的，仍一味地追求和顺，却并不用礼法去节制它，也是行不通的。”',
            ],
            'unscramble' => [
                '为什么要强调制度


                礼是规范人们社会行为的一种规定，它可以协调各成员间的关系，保证社会秩序的正常。古代的“礼制”已经消亡，但礼的精神却一直存在。用现代的话讲，“礼”包含两个方面的内容，一是国家机关、社会组织内部的各种规章制度；二是社会上人与人之间的尊卑等级，以及与这种等级相关的行为规范。这个东西，在任何社会和历史时期都是客观存在的。从根本上讲，法律也是在礼制的基础之上发展起来的制度形式。在现代，我们都知道制度的重要性，由此可以想象，礼在维护古代社会秩序方面的重要意义。倘若人人都不讲礼，社会必然发生混乱。因此，主政者有必要强调礼制，以此来保证社会平稳有序的发展。
                 
                上面所述，讲的是“礼”外在的约束作用，至于“礼”的内在目的，有子说得很清楚，那就是“礼之用，和为贵”。在有子看来，推行“礼”的目的，在于追求社会和谐。这个和谐，既包括国家与民众的和谐，也包括君臣关系、官民关系的和谐，更包括社会上人与人之间的和谐。在儒家先哲看来，“和”的本质就是关系的协调，是人们宽容和理性的体现，只有保证和睦的社会关系，才真正有利于社会的生存和发展。
                 
                其实，和谐的社会环境与和睦的人际关系对于人们的生存和发展非常重要。从古至今，因国界、种族、宗教和经济利益而引发的冲突，或是思想及语言上的不同而引发的歧义，甚至是因家庭、财产、感情等诸多问题引起的争议等，都是不和谐的表现。而和为贵的观念，对匡正这些弊病，缓和各阶级之间的矛盾，维护社会的稳定和平衡，有着不小的作用。人们也只有在这个基础之上建立起来的“礼”制，才能达到真正意义上的和谐。
                 
                古时圣明的君主在治理国家时，都是按照“礼”的要求来操作，所有的事情都遵循着“和”的原则去处理，所以才会出现太平盛世。倘若逆道而行，没人遵守礼节，到处充斥着违规和犯罪，社会将会陷入混乱，哪里还有稳定和谐可言，更不要说什么太平盛世了。说白了，“礼”在这里就是社会的软件，规定着社会方方面面的秩序，把各种或平等或不平等的关系糅合到一起，并保证它们之间的有序协调。作为国家、社会、组织各种制度总称的“礼制”，在整个社会上起着约束人们行为的规范作用。
                 
                只有全面彻底地推行“礼制”（各种制度），才能达到社会大治的目的。无论是片面执行或是有选择地执行，都会导致礼制的破坏，最终影响到社会稳定。在诸多破坏制度的行为中，有一点要特别注意，那就是以“和”的名义破坏制度。我们前面谈过，推行“礼制”的目的是营造“和”，但是，却不可以为了“和”而破坏制度。
                 
                大家应当注意，“和”的适用范围和对象是有限制的，并不是无止境的。在亲人、朋友、同事之间，以及国与国之间的往来，以和为贵自是非常重要。但是，在面对一些穷凶极恶的歹徒时，你若想与他们讲和为贵也行，不过得让他们先放下手中的屠刀，愿意改邪归正，同时愿受“礼”的限制才可以。否则的话，和为贵只是一种泛泛之谈，甚至会变成一种无原则、无是非的纵容。在这种情况下，真理与谬误、正义与邪恶等本身的矛盾就是不可调和的，若是再将它们混淆为一体，社会还是会乱套的。另外，为了小集团的利益，违背制度与少数人讲“和”，也是违背原则、破坏制度的行为，是不守“礼制”的行径。对这些打着“和”的旗号破坏制度的行为，要看清并予以抵制。唯有此，才能真正维护制度的严肃性。',
            ],
        ],

        [
            'name' => '第十三节',
            'content' => [
                '有子曰：“信近于义，言可复也①：恭近于礼，远耻辱也②，因不失其亲③，亦可宗也④。”',
            ],
            'notes' => [
                '①复：实践，履行。
                 
                ②远（yuàn）：使远离，可以译为避免。
                 
                ③因：依靠之意。

                ④宗：主。可宗，可靠。',
            ],
            'vernacular' => [
                '有子说：“约言符合道德规范，这种约言才可兑现。态度谦恭符合礼节规矩，才不会遭受羞辱。所依靠的都是关系亲密的人，也就可靠了。”',
            ],
            'unscramble' => [
                '这段话讲的是儒家的交友待人之道。

                孔子的弟子有子在本章所讲的这段话，表明他们对“信”和“恭”是十分看重的。“信”要以义为基础，方能做到践行可复；“恭”要以周礼为标准，方能远离耻辱，也就是保持人与人之间的尊重。不符合礼的话绝不能讲，讲了就不是“信”的态度；不符合礼的事绝不能做，做了就不是“恭”的态度。这是讲的为人处世的基本态度。

                信义是社会道德共同之所尚，故古人有一诺千金之说，有重然诺而轻生死者。并非人不重生死，而是信义高于生死，惟其义尽，所以至于仁。背信弃义者遭人唾弃是信义社会对人的外在他律，人还必须坚持内心的自律，保持一种恭肃近于礼的状态，这样他律和自律相辅相成，从而生发出正体的道德精神之美善，方得以堂堂正正立于天地之间。',
            ],
        ],
        [
            'name' => '第十四节',
            'content' => [
                '子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉①，可谓好学也已。”',
            ],
            'notes' => [
                '①有道：指有道德、有学问的人。正：匡正，端正。',
            ],
            'vernacular' => [
                '孔子说：“君子食不追求饱足；居住不追求安逸；对工作勤奋敏捷，说话却谨慎；接近有道德有学问的人并向他学习，纠正自己的缺点，就可以称得上是好学了。”',
            ],
            'unscramble' => [
                '本章讲的是君子的日常言行的基本要求。孔子认为，作为一个君子，不应当过多地讲究自己的饮食与居处，他在工作方面应当勤劳敏捷，谨慎小心，而且能经常检讨自己，请有道德的人对自己的言行加以匡正。不去追求物质享受，不贪图安乐，把注意力放在做有意义的事情上面，追求真理。既有勤奋的精神，又有高明的方法，才可以算作是热爱学习。这是孔子对学生的教诲，也是孔子一生求学精神的真实写照。 
                孔子认为，君子要善于抵制物欲，要尽可能地把精力用于追求理想和真理上。

                人活着不仅仅为了求得饱暖安逸，还应该有一种对理想的追求精神。有了这样的理想，就不应再沉溺于物质的欲望，要有克制自己的能力，把对物质的追求提升为对真善美的追求，以及精神的独立上来。这样就不会去计较私欲得失，蝇营狗苟，而会敏于事而慎于言，使自己的内心清澄，去接近有道之人来匡正自己。

                【名家解读】

                孔子的学说还有一个值得我们注意的地方：人格的重视。孔子不但希望每一个人能够生存，还希望他能够好好地生活。因为人之所以异于禽兽在于人有道德的或精神的生活，而禽兽只有生物的或物质的生存。要发展人性，政治家不但要使人民丰衣足食，还要培养他们的人格，使他们都能修身立德。《大学》所说“自天子以至庶人，一是皆以修身为本”，是孔子一个基本的主张。

                ——萧公权《孔子政治学说的现代意义》',
            ],
        ],
        [
            'name' => '第十五节',
            'content' => [
                '子贡曰：“贫而无谄，富而无骄，何如？”子曰：“可也。未若贫而乐、富而好礼者也。子贡曰：“《诗》云‘如切如磋，如琢如磨①，其斯之谓与②？"子曰：“赐也③，始可与言《诗》已矣，告诸往而知来者④。”',
            ],
            'notes' => [
                '①如切如磋，如琢如磨：出自《诗经．卫风．淇奥》篇。意思是：好比加工象牙，切了还得磋，使其更加光滑；好比加工玉石，琢了还要磨，使其更加细腻。
                 
                ②其．表测度语气，可译为“大概”。
                 
                ③赐：子贡的名。孔子对学生一般都称名。
                 
                ④来者：未来的事，这里借喻为未知的事。',
            ],
            'vernacular' => [
                '子贡说：“贫穷却不巴结奉承，富贵却不骄傲自大，怎么样？孔子说：“可以了，但还是不如虽贫穷却乐于道，虽富贵却谦虚好礼。”子贡说：“《诗经》上说：．要像骨、角、象牙、玉石等的加工一样，先开料，再粗锉，细刻，然宕磨光后那就是这样的意思吧？”孔子说：“赐呀，现在可以同你讨论《诗经》了。告诉你以往的事，你能因此而知道未来的事。”',
            ],
            'unscramble' => [
                '这段话记载了子贡和孔子讨论如何对待穷和富的问题。在历史上的很长时间里面都会有贫富差距的问题，而且这不是个人能够解决的问题。孔子希望他的弟子以及所有人，都能够达到贫而乐道、富而好礼的境界，因而在平时对弟子的教育中，就把这样的思想讲授给学生。贫而乐道，富而好礼，这样，个人可以得到最大限度的发展，社会上无论贫或富也都能做到各安其位，便可以保持社会的安定了。孔子还赞扬了子贡“举一反三”地灵活运用知识的能力。

                子贡是孔子的学生，他学有所得，是孔门弟子中杰出的学问家、政治家和外交家，而且善于经商，富至千金。他向孔子求教：贫穷而不谄媚，富有而不傲慢，怎样？想必在他内心这是很高的境界了，因为人穷生活容易捉襟见肘，难免气短阿谀人以图利，而富贵之人又容易财大气粗、盛气凌人，这都是一般人好富恶贫的共同心理。所以人要能达到子贡所说的境界已经是很了不起的了。但仁者止于至善，所以孔子说，可也，但还不如贫而乐道，富有却好礼。聪明的子贡马上领悟了，并且触类旁通地去举一反三，孔子才由衷地赞扬他这下入门了。',
            ],
        ],
        [
            'name' => '第十六节',
            'content' => [
                '子曰：“不患人之不己知，患不知人也。”',
            ],
            'notes' => [
            ],
            'vernacular' => [
                '孔子说：“不要担心别人不了解自己，应该担心的是自己不了解别人。”',
            ],
            'unscramble' => [
                '孔子教育学生，在处世上要有人不知而不愠的精神，能够在寂寞中做成应该做的事业，完成应该具有的仁德修养。学，是为了自己的进步，而不要把精力用于怨天尤人上。处世是需要了解别人的，自己心态平和，才能真实地了解别人。不去苛求别人，要把精力用于提升自己的能力上。君子不担心没有人了解自己，不忧虑不能树立美好的名声，只忧虑自身的修养不够深厚，不能去充分了解别人。
                孔子教育学生要耐得住寂寞，不要把精力浪费在怨天尤人上。',
            ],
        ],
    ],
];
