<?php
return [
    'name' => '为政',
    'brief' => '讲治理国家的道理和方法',
    'chapters' => [
        [
            'content' => [
                '子曰：“为政以德，譬如北辰居其所而众星共之。”',
            ],
            'notes' => [
                '北辰：北极星 共：同“拱”，环抱，环绕。',
            ],
            'vernacular' => [
                '孔子说：“用道德来治理国政，执政者便会像北极星一样，居于一定的位置，别的星辰都环绕着它。”',
            ],
            'unscramble' => [
                '用道德来治理国家政治是德政，与此相反是暴政，比如说，文武之治是德政，桀纣之治是暴政。翻开二十五史，在很大程度上便是德政与暴政的历史，德政流芳千古，暴政遗臭万年，这已是没有什么可以可讨论的了。',
                '可讨论的是德治与法治的问题。',
                '诚如圣人所说，德治是执政者像北极星一样居于中心的地位，而其他所有的人都环绕着他，或者说，像众星拱月一样。这样一来，执政者本身就有了主宰的地位，一朝天子一朝臣，遇到贤明仁君，人民算是运气好，天下大治；可一旦运气不佳，遇到昏乱暴君，人民也就只有遭殃了。说到底，德治从本质上说来蕴含这极大的人治的成分，而与民主政治的法治精神有所龃龉。',
                '而德治正是儒家政治的特色，更进一步说，也正是中国古代政治的特色。',
            ],
        ],
        [
            'content' => [
                '子曰：“诗三百，一言以蔽之，曰：【思无邪】。”',
            ],
            'notes' => [
                '《诗》三百：《诗》指《诗经》，《诗经》共有诗305篇。这里说“三百”是举其整数。蔽：概括。 思无邪：原本是《诗经 鲁颂 同》中的一句；孔子借来评论整部《诗经》。“思”在《同》篇里本是无义的语首词，但孔子却引用它当“思想”解。',
            ],
            'vernacular' => [
                '孔子说：“《诗经》三百篇，用一句话来概括它，那就是“思想纯正无邪。”',
            ],
            'unscramble' => [
                '孔子此语一出，给诗与政治，乃至整个中国文学与政治订下了千年不解之缘。“文以载道”，“文学为政治服务”成为不容辩驳的信条，由此而主宰着中国诗与文学的命运，形成了中国诗与文学的总体特色－－具有极强的政治倾向性。从实际情况来看，《诗经》305篇，哪能篇篇都“思无邪”，完全符合孔圣人或儒教的要求呢？仅仅看它的第一篇“关关唯鸠，在河之洲，窈窕淑女，君子好逑”，就是一首缠绵俳恻的情诗，只不过孔圣人把它作了服务于政治，“可施于仪礼”。',
            ],
        ],
        [
            'content' => [
                '子曰：“道之以政，齐之以刑，民免而无耻；道之以德，齐之以礼，有耻且格。”',
            ],
            'notes' => [
                '道：通“导”，训导、引导、领导的意思。齐：整治 免：避免 格：至，来，引申为归服',
            ],
            'vernacular' => [
                '孔子说：“用政令来训导，用刑法来整治，老百姓知道避免犯罪，但并没有自觉的廉耻之心，用道德来引导，用礼教来整治，老百姓就会有自觉的廉耻之心，并且心悦诚服”',
            ],
            'unscramble' => [
                '这里的对话实际上说的是儒家政治与法家政治的区别；儒家政治主张德治，以道德和礼教约束民众；法家政治主张法治，以政令、刑法驱遣民众。德治侧重于心，法治兼用，儒、法并行。如果我们从实际出发，考察历史和现实，显然还是卫文子德主张比较行的通一些。',
            ],
        ],
        [
            'content' => [
                '子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”',
            ],
            'notes' => [
                '有：同“又”，古人在和整数和小一位的数字之间习惯用“有”字，而不用“又”字。“十有五”即“十五”，古人十五岁为入学的年龄。“立”：自立 “不惑”：不迷惑 “天命”：上天的意志',
            ],
            'vernacular' => [
                '孔子说：“我十五岁立志学习，三十岁学成自立，但很多事情是到四十岁才明白。五十岁时，我知道万事都有天命，六十岁时，什么话都能够听进去，到了七十岁，就是随心所欲也不会超越法度和规矩了。”',
            ],
            'unscramble' => [
                '与其说“人到七十古来稀”，不如说“人到七十万事休”。表面上看，圣人似乎说人到七十已达到一种自由的境界，但实际上，这种“自由”，这种“从心所欲不逾矩“是以欲望的消退为代价而换来的。也就是说，人到了七十岁，还有什么呢？即使随心所欲，无论如何也不会有什么非分之想，更不要说有什么超越法度和越轨的行动了',
            ],
        ],
        [
            'content' => [
                '孟懿子问孝。子曰：“无违。”樊迟御，子告之曰：“孟孙问孝於我，我对曰，【无违。】”樊迟曰：“何谓也？”子曰：“生，事之以礼；死，葬之以礼，祭之以礼。”',
            ],
            'notes' => [
                '孟懿子：“鲁国的大夫，下文的孟孙也指他。”樊迟：“孔子的学生，姓樊，名须，字子迟”御：“驾车”。',
            ],
            'vernacular' => [
                '孟懿子问什么是孝。孔子回答说：“不违背。”樊迟为孔子驾车，孔子告诉他说：“孟孙向我问孝，我回答他说“不违背。””樊迟问：“这是什么意思呢？”孔子回答“父母活着的时候，要依照礼节侍奉他们，父母去世，要依照礼节祭祀他们。”',
            ],
            'unscramble' => [
                '“无违”也就是不违背礼节。这种不违背又包含两个方面的意思：一是要虔诚恭敬尽到礼数，不能敷衍塞责：二是要按照既定的礼教，即天子、诸侯、大夫、士、庶人各有差等，不得越。以孟懿子为例，他是鲁国最有势力的三家大夫之一，但有时候不仅用鲁公（诸侯）的礼仪，甚至还有用天子礼仪的时候，这就叫越。孔子因为对他不满，又不好直说得罪他。所以当他来问孝时就只是含含糊糊地用“无违”这两个字来打发他。这也见出圣人微言大义的说话艺术。如果同今天的话来说，孔子的话是不是可以理解为既要恭敬虔诚，又不铺张浪费呢？',
            ],
        ],
        [
            'content' => [
                '孟武伯问孝。子曰：“父母唯其疾之忧。”',
            ],
            'notes' => [
                '孟武伯：孟懿子的儿子。其：第三人称代词，相当于“他的”、“他们的”。这里到底是代指父母还是儿女，历来有不同的理解。',
            ],
            'vernacular' => [
                '孟武伯问什么是孝。孔子说“做父母的一心为儿女的疾病担忧。”',
            ],
            'unscramble' => [
                '乍一看来，孔予的回答真有点牛头不对马嘴的味道。人家问什么是孝。他却回答说父母一心为儿女的疾病担忧。但我们稍加体会，就会发现圣人真是和平常人不一般，他的回答实际上非常深刻而精妙，依然是微言大义，他的意思是说“你要问什么是孝吗，想一想你生病时父母为你担忧的那种心情吧！这样你就会知道怎样尽孝道了。“说穿了，所谓孝不外乎是对父母爱心的回报你只要记得自己生病时父母是如何的焦急，而以同样的心情对待父母，这就是孝。这种心情，这种幼时躺在病床上望着爸爸妈妈满怀爱怜地为自己喂汤喂药的温馨体验，不是时常在我们的脑际紫回，在文学家的笔端流淌吗？“慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖？”（孟郊《游子吟》）',
            ],
        ],
        [
            'content' => [
                '子游问孝。子曰：“今之孝者，是谓能养。至於犬马，皆能有养；不敬，何以别乎。”',
            ],
            'notes' => [
                '子游：孔子的学主，姓言名偃，子子游。至于：就连，就是，表示提到另一付事。',
            ],
            'vernacular' => [
                '子游问什么是孝。孔子说：“现在人们所说的孝，往往是指能够赡养父母。其实就连狗马之类都能够得到人的饲养。如果没有恭敬之心，赡养父母与饲养狗马之类有什么区别呢。',
            ],
            'unscramble' => [
                '与回答盂挞子和孟武伯父子不同，孔子对学生的问题不再是含含糊糊地说隐语，而是循循善诱地加以引导了。孝道的根本不在于赡养父母，而在于要有孝心。没有孝心，仅仅是无可奈何地尽责任，那所谓的赡养就与饲养家禽牲畜没有什么区别了。当今社会，经济发达，吃穿方面的赡养问题日益退居次要地住，老父老母所期望于子女的，更是心到而已。另一方面，宠猫宠狗之风盛行，视猫儿狗儿重于先人老子的也大有人在。如此看来，圣人之论还正有现实意义哩。',
            ],
        ],
        [
            'content' => [
                '子夏问孝。子曰：“色难。有事，弟子服其劳；有酒食，先生馔，曾是以为孝乎？”',
            ],
            'notes' => [
                '色难：态度好很难。色，容色态度；难，困难。弟子：与下文“先生”相对，弟子指晚辈，先生指长辈。馔：吃喝。曾：副词，竟：难道。',
            ],
            'vernacular' => [
                '子夏问什么是孝，孔子说：“在父母面前保持和频悦色的态度最难能可贵，有事情晚辈出力，有酒莱长辈吃喝，这难道就是孝了吗？”',
            ],
            'unscramble' => [
                '孝心和态度其实是一个问题的里外两面。《礼记·祭义篇》说：“孝乎之有深爱者必有和气，有和气者必有愉色，有愉色者必有婉容。”，孔子回答子游和子夏的两段话实际上是同样的意思。无论你是否为老人做事，也无论你是否拿好吃的给老人吃，只要你内心不恭敬，态度不好，脸色难看，就是失去了孝道的根本。这一点，尤其值得我们今天的年轻人注意。',
            ],
        ],
        [
            'content' => [
                '子曰：“吾与回言终日，不违，如愚。退而省其私，亦足以发，回也不愚。”',
            ],
            'notes' => [
                '回:颜回,孔子最得意的学生 发：发挥',
            ],
            'vernacular' => [
                '孔子说“我和颜回谈论一整天，他从不提反对意贝和疑问，就像一个愚笨的人。可是，我注意观察他课后的情况、却发现他很能发挥我所讲的内容，颜回并不愚笨啊。',
            ],
            'unscramble' => [
                '有大智慧的人，不显山露水，不卖弄聪明，表面上看起来很愚笨，其实却很聪明。有句俚语说得生动：“面带猪相，心头撩亮，’可惜颜回没有照片留下，我们不知道他长得怎么样。',
                '《小儿语》告诉我们：“洪钟无声，满瓶不响。”俗话说”满罐水不响，半罐水响叮当，”如果你留意观察生活中这种现象真是不少。有经验的教师都知道，课堂上发言最踊跃的不一定是成绩最好的。而往往是所请的“小聪明”。',
                '《老子》有句名言：“大直若屈，大巧若拙。”苏东坡补充说“大勇若怯，大智若愚。”',
                '颜回不正是这样一个大智若愚的生动形象吗？',
            ],
        ],
        [
            'content' => [
                '子曰：“视其所以，观其所由，察其所安。人焉廋哉？人焉廋哉？”',
            ],
            'notes' => [
                '视其所以：看他的所作所为。以，为。历，由，经历。②察其所安：观察他的兴趣。观其所由：考查他的经历，由，经历。',
            ],
            'vernacular' => [
                '孔子说：“看他的所做所为，考查他的经历，观察他的兴趣。这个人还能够隐瞒什么呢？这个人还能够隐瞒什么呢？',
            ],
            'unscramble' => [
                '不忧虑别人不了解自己，只忧虑自己不了解别人（“不患人之不己知，患不知人也”〕，所以，圣人有一套了解别人的方法，这就是他观察人的三个要点：既要看现实表现，也要查一查履历档案，即便不用查三代，那起码也要看一看他本人是否有“前科”啊！同时，还要观察观察他的兴趣爱好所在，是安于平淡还是热中于追名逐利呢？”如此等等。有了这三个方面的考查，谁还能隐瞒什么呢？说起来，直到今天，我们的政工干部不也还是在从这些方面来考查“人民的勤务员”，从而决定一个人的升迁沉浮吗。',
            ],
        ],
        [
            'content' => [
                '子曰：“温故而知新，可以为师矣。”',
            ],
            'notes' => [
                '①温故：温习旧知识，也就是”学而时习之”的意思。',
            ],
            'vernacular' => [
                '孔子说：“温习旧知识而能够获得新知识，就可以做别人的老师了。',
            ],
            'unscramble' => [
                '“学而时习之，不亦悦乎？”悦在哪里？就在“温故而知新”。学习最重要的是获取心得，逐步达到无师自通的程度。换句话说，无师自通，就可以做别人的老师了。所以，高明的老师总是致力于学生自学能力的培养。',
            ],
        ],
        [
            'content' => [
                '子曰：“君子不器。”',
            ],
            'notes' => [
                '器：器皿。',
            ],
            'vernacular' => [
                '孔子说：“君子不要像器皿一样。”',
            ],
            'unscramble' => [
                '器皿各有所用，打酱油的不能买醋。装酒的不能装油。而君子进德修正，无论是做学问还是从政，都应该博学而才能广泛，努力使自己成为适应各个方面的通才。用今天的话来说，就是要全面发展，做一个多面手，做一个开拓型的人才。',
            ],
        ],
        [
            'content' => [
                '子贡问君子。子曰：“先行其言，而后从之。”',
            ],
            'vernacular' => [
                '贡问怎样才能做一个君子。孔子说“行动在先，说话在后。”',
            ],
            'unscramble' => [
                '真正的君子就是要少说空话，多做实在的事情。也就是“敏于事而慎于言”，凡事先做起来，然后再说，把实际的行动放在言论的前面，而不要光吹牛不做，夸夸其谈。语言的巨人，行动的矮子。这是圣人所不能容忍的。',
            ],
        ],
        [
            'content' => [
                '子曰：“君子周而不比，小人比而不周。”',
            ],
            'notes' => [
                '周：普遍比：偏私',
            ],
            'vernacular' => [
                '孔子说：“君子普遍团结人而不只是和少数几个人亲近，小人只和少数几个人亲近而不普遍团结人”。',
            ],
            'unscramble' => [
                '说起来，也就是要团结，不要分裂；要搞五湖四海，不要搞拉帮结派。',
                '要做到这一点，一是要胸襟宽广，“四海之内皆兄弟也”，而不要心胸狭窄，结党营私，排除异己。二是要以道义为重，做人主忠信，办事讲原则，而不要唯私利是图，相互勾结利用，背信弃义，以原则做交易。',
                '能不能做到这一点，也就是君子与小人的界线。',
            ],
        ],
        [
            'content' => [
                '子曰：“学而不思则罔，思而不学则殆。”',
            ],
            'notes' => [
                '罔：通“悯”，迷罔，无知的样子。 殆：危险。',
            ],
            'vernacular' => [
                '孔子说：“只读书不思考就会迷惆，只空想不读书那就危险了”。',
            ],
            'unscramble' => [
                '只读书不思考是读死书的书呆子，只空想不读书是陷入玄虚的空想家。书呆子迂腐而无所作为，空想家浮躁不安而胡作非为，甚至有精神分裂的危险。所以，儒者主张既要读书又要思考。明代人陈銮说：“读书须知出入法：始当求所以入，终当求所以出。见得亲切，此是入书法；用得透脱，此是出书法。学是入书，思是出书。出入有道。学业可成。',
            ],
        ],
        [
            'content' => [
                '子曰：“攻乎异端，斯害也己。”',
            ],
            'notes' => [
                '攻：治，钻研。异端：指怪异的杂学邪说。也已：语气词连用，表示肯定。',
            ],
            'vernacular' => [
                '孔于说：“钻研异端邪说，那是很有害的啊！”',
            ],
            'unscramble' => [
                '对于异端邪说的看法，历来有保守和激进两种截然相反的观点、保守者往往以正统自居，把凡是不合自己见解，好走极端，走偏锋的观点都视为邪端邪说，必欲置之死地而后快，历史上的哥白尼、布鲁诺等都是这种观点的牺牲者。激进者往往以标新立异为时尚，喜欢以偏激、个性来走特殊的路子，钻牛角尖，他们很多时候都走入了凡胡同，自生自灭。但是，不可否认的是，很多新思想、新观点、新的科研成果、艺术杰作都是这种标新立异的产物。所以有人专门著书《异端的权力》，为异瑞邪说当辩护人。当然，对于儒者来说，对于以中庸为最高道德标准的孔圣人来说，好走偏锋的异端邢说是不能被接受的。',
            ],
        ],
        [
            'content' => [
                '子曰：“由！诲女知之乎！知之为知之，不知为不知，是知也。”',
            ],
            'notes' => [
                '由：即仲由，孔子的学生，字子路 垮女：诲，教诲，教导。女，同“汝”，你。',
            ],
            'vernacular' => [
                '孔子说：“仲由！我教你的东西你都懂得了吗？懂得了就是懂得了，没有懂就是没有懂，这才是真懂。”',
            ],
            'unscramble' => [
                '求知最忌自欺欺人，不懂装懂。',
                '人们时常讽刺那种只会说“yes！”的“假洋鬼子”，这是不懂装懂的典型形象。而实际上，生活中这样的“假洋鬼子”到处都是，充斥于各行各业。',
                '如果只是读书求知，这种“假洋鬼子”还不过是害己而已，没有什么大碍。但如果让这种人从政治国，那可就不是害己的问题了，小则害己害人，大则亡党亡国。',
                '所以，我们绝不要低估了不懂装懂的危害。因为它完全可能由一种个人品质而发展成为一种社会公害，贻患无穷。',
            ],
        ],
        [
            'content' => [
                '子张学干禄。子曰：“多闻阙疑，慎言其馀，则寡尤。多见阙殆，慎行其馀，则寡悔。言寡尤，行寡悔，禄在其中矣。”',
            ],
            'notes' => [
                '子张：孔子的学生，姓颛孙，名师，字子张。干禄：干，求。禄，官吏的俸给。干禄也就是求做官。阙疑：阙，同“缺”，保留的意思。阙疑即对有疑问的地方持保留态度。尤：错误。阙殆：殆与疑是同义词，阙疑和阙殆意思一样，是“互文”见义的写作手法。',
            ],
            'vernacular' => [
                '子张向孔子请教求做官的方法。孔子回答说：“多听，对有疑问的地方持保留态度，对没有疑问的，自己说话时也要谨慎，这样就可以少过错；多看，对不理解地方持保留态度，对理解的，自己做时也要谨慎，这样就可以少后悔。说话少过错，做事少后悔，当官吃俸禄也就水到渠成了。”',
            ],
            'unscramble' => [
                '一般人率性而为问题不大，要想当官则必须谨言慎行，约束自己。',
                '常言道，说话多得罪人，做事多错误多。所以，会当官的人多半练就了一套谨言慎行的本事：但听人说了大半天，表态却是字斟句酌，嗯嗯啊啊，甚至“王顾左右而言他”，，‘却道天凉好个秋！”少表态，少做事，一张报纸一杯茶，明哲保身，但求无过。这就不对了。',
                '无怪乎有人说，做官是一门学问，里面大有讲究。',
                '圣人可真是无所不教啊！',
            ],
        ],
        [
            'content' => [
                '哀公闻曰：“何为则民服？”孔子对曰：“举直错诸枉，则民服；举枉错诸直，则民不服。”',
            ],
            'notes' => [
                '①哀公：鲁国的国君，姓姬名蒋，鲁定公的儿子，在位２７年（公元前４９４一４６６）。②举直错诸枉：举，提拔。直，正直，这里指正直的人。错，同“措”，放置。诸，“之于”的合音。枉，与“直”相对，不正直，这里指不正直的人。',
            ],
            'vernacular' => [
                '哀公问道：”怎样做才能使老百姓服从呢？”孔子回答说：:‘把正直的人提拔到不正直的人之上，老百姓就会服从；把不正直的人提拔到正直的人之上，老百姓就不会服从。',
            ],
            'unscramble' => [
                '孔子曾经对学生樊迟进一步发挥了这一观点。孔子说：“把正直的人提拔到不正直的人之上，能够使不正直的人也正直起来。”樊迟不理解老师的话，就去请教成绩优异的同学子夏，子夏说，“这是含义非常深刻的话呀！比如说，舜帝有天下，在众人之中提拔了皋陶，那些不正直的人就靠边站了；商汤王有天下，在众人之中提拔了伊尹，那些不正直的人也就靠边站了。”从政治国离不了选拔任用干部，干部选得好，老百姓就拥护；选得不好，老百姓就反对。好与不好，标准是正直与否。问题是，考查的难点也正是在正直与否啊!',
            ],
        ],
        [
            'content' => [
                '季康子问：“使民敬忠以劝，如之何？”子曰：“临之以庄，则敬；孝慈，则忠；举善而教不能，则劝。”',
            ],
            'notes' => [
                '①季康子：鲁国大夫，鲁哀公时的正卿，鲁国当时最有政治势力的人。②以：这里作连词用，同“和”。③劝：勤勉。④临：莅临。',
            ],
            'vernacular' => [
                '季康子问道：“要使老百姓恭敬、忠诚和勤勉，应该怎样做呢？”孔子说：“执政者在老百姓面前庄重，老百姓就会恭敬；执政者孝顺父母，慈爱幼小，老百姓就会忠诚；执政者提拔好人，教育能力弱的人，老百姓就会勤勉。”',
            ],
            'unscramble' => [
                '一言以蔽之，执政者以身作则，老百姓才会按执政者的意思办事。',
                '所以，古往今来的执政者总是很注意树立自身的形象，努力使自己成为一个爱民如子的人，一个慈祥而孝敬父母的人，一个勤政而廉洁的人。',
                '说起来，作为一个公众形象，这一切都是可以理解的。',
                '因为，圣人不是早就说过了吗？只有这样的形象，才能使老百姓恭敬、忠诚而勤勉。',
            ],
        ],
        [
            'content' => [
                '或谓孔子曰：“子奚不为政？”子曰：“书云：『孝乎惟孝，友于兄弟，施於有政。』是亦为政，奚其为为政？”',
            ],
            'notes' => [
                '①或：有人。②奚：何，为什么。③《书》：指《尚书》，以下几句是古《尚书》佚文，今文《尚书》无此几句。④施：延及。⑤有政：即政治，“有”字无意义，为名词词头。',
            ],
            'vernacular' => [
                '有人对孔子说：“您为什么不参与政治呢？”孔子说：“《尚书》说：‘孝呀，孝顺父母，友爱兄弟，把这种风气影响到政治上去。’这也就是参与政治了呀，为什么一定要做官才算参与政治呢？”',
            ],
            'unscramble' => [
                '那就做人大代表或政协委员吧！',
                '或者像孔子、孟子那样，不做官，却奔走于各国之间，去做那些做官的人的座上客，以其满腹经纶，高谈阔伦地去参与政治。',
                '当然，这些都不是圣人的意思。',
                '圣人的意思说的是齐家治国的道理：只要你做到了孝弟，而且把这孝弟的精神普及运用到政治上去，这就回到有子所说“其为人也孝弟，而好犯上者，鲜矣；不好犯上，而好作乱者，未之有也”（《学而》的话题上去了。即使你没有当官，也为治理国家作出了贡献，这下就是参与了政治吗？',
                '所以，连人大代表、政协委员也不一定要故了，只要你在家里孝敬父母，友爱兄弟，有助于社会安定，民风淳厚，你也就参与政治了。',
                '这样一说，谁还能超脱于政治之外呢？',
            ],
        ],
        [
            'content' => [
                '子曰：“人而无信，不知其可也。大车无輗，小车无軏，其何以行之哉？”',
            ],
            'notes' => [
                '①大车无輗（ｎｉ），小车无軏（ｙuｅ）：古代用牛拉的车叫大车，用马拉的车叫小车。大车、小车都是把牲口套在车辕上，车辕前面有一道横木用于驾牲口，这道横木两头都有关键（活销），輗就是大车横木的关键，軏就是小车横木的关键，车子没有这个关键，无法套住牲口，当然就不能行走了。',
            ],
            'vernacular' => [
                '孔子说：“作为一个人却不讲信用，不知他怎么可以立身处世！好比大车没有套横木的輗，小车没有套横木的軏，那怎么可以行走呢？”',
            ],
            'unscramble' => [
                '金庸笔下的韦小宝尚且知道：“君子一言既出，那个什么什么马难追。”',
                '所谓“一言九鼎”，“一诺千金”，古往今来关于讲信用的精言妙语的生动故事可以说是不胜枚举。',
                '孔子在另一个地方对子贡说：“自古皆有死，民无信不立！”（《颜渊》）这种对“信”的强调，使人想到文天祥的绝笔：“人生自古谁无死，留取丹心照汗青！”或匈牙利诗人裴多菲的诗：“生命诚可贵，爱情价更高；若为自由故，二者皆可抛。”',
                '信用高于生命。',
                '不过，说得最多的，强调得最重的，往往也是问题最大的。背信弃义与讲信用就像是一时孪生兄弟，他们穿越古今文化作品，跨过历史长河，直到今天，依然与我们同在。或者更准确他说，越到商品经济时代的今天，背信弃义与讲信用的矛盾越发突出，而前者还大有占上风的势头哩。',
                '面对这样的形势，我们是不是应该大书特书圣人的呼吁呢？——人而无信，不知其可也！',
            ],
        ],
        [
            'content' => [
                '子张问：“十世可知也？”子曰：“殷因於夏礼，所损益，可知也；周因於殷礼，所损益，可知也。其或继周者，虽百世，可知也。”',
            ],
            'notes' => [
                '①世：这里指代。②也：同“耶”，疑问语气词。 ③因：因袭沿袭。④损益：减少与增加。',
            ],
            'vernacular' => [
                '子张问，“今后十代的情况可以知道吗？”孔子说：“殷代沿袭夏代的礼仪制度，增添的和废弃的可以知道。周代沿袭殷代的礼仪制度，增添的和废弃的可以知道。那么，继承周代的朝代，就是一百代也是可以知道的啊。”',
            ],
            'unscramble' => [
                '我们从哪里来？我们将向哪里去？',
                '放眼过去，展望未来。孔圣人既是历史学家，又是未来学家，他给我们指出了看过去知未来的方法。',
                '历史在渐变中发展，变是绝对的，不变是相对的。但无论怎么变，怎么增添和废弃，又总是会有所继承，这就是传统。',
                '从夏朝到殷朝再到周朝，循历史的轨迹可以知道过去，那么，运用同一法则，我们也可以知道未来，这就是鉴往而知来。',
                '所以，一般人要读一点历史；从政治国的领导干部更应该多读一点历史。',
            ],
        ],
        [
            'content' => [
                '子曰：“非其鬼而祭之，谄也。见义不为，无勇也。”',
            ],
            'notes' => [
                '①鬼：这里指死去的祖先。 ②谄：谄媚。',
            ],
            'vernacular' => [
                '孔子说：“不是自己的祖先却去祭祀，这是谄媚；遇见正义的事却不挺身而出，这是怯懦。”',
            ],
            'unscramble' => [
                '应该见义勇为的事你不去做，不应该祭祀的你却去祭祀，用老百姓的话来说，你是“当做不做，豆腐放醋。”用四川的方言来说，你是个“二百五”。',
                '在古人看来，不应该祭祀的却去祭祀叫做“淫祀”。淫祀的目的是媚神求福，拍人家祖宗的马屁，所以圣人不齿，君子不为。',
                '相反，“路见不平，拔刀相助”，见到车匪路霸应挺身而出；见到女青年落水应义无反顾，不待脱衣就跳下水去，救命要紧。否则，你就是胆小鬼一个。',
            ],
        ],
    ],
];
