<?php
return [
    'name' => '公冶长',
    'brief' => '讲评价古今人物及其得失',
    'chapters' => [
        [
            'content' => [
                '子谓公冶长，「可妻也。虽在缧绁之中，非其罪也。」以其子妻之。',
            ],
            'notes' => [
                '①公冶长：孔子的学生，复姓公冶，名长。 ②妻：作动词用，读qi，指把女于嫁给某人。 ③缧绁（leixie）：捆绑犯人的绳索，这里代指监狱。④子：古时儿女都称子，这里指女儿。',
            ],
            'vernacular' => [
                '孔子谈到公冶长，说：“可以把女儿嫁给他。他虽然被关在监狱之中，但那不是他的罪过。”于是便把自己的女儿嫁给他。',
            ],
            'unscramble' => [
                '孔子怎样选女婿？',
                '一不选钱财，二不选地位，三不选门当户对，而是注重被选者的人品本身－－虽然在坐牢也没关系，因为那是由于冤假错案而坐牢，不是他的罪过。',
                '由此看来，嫁给摘帽右派分子也好，嫁给由于其他原因遭迫害受打击的人也好，都是符合圣人的标准的。至于门不当户不对，不是大款，不是高干子弟等等，都更不是所应计较的问题了。',
                '圣人行事，平常之情。你我凡夫俗子不是更应有这一份素心吗？',
            ],
        ],
        [
            'content' => [
                '子谓南容，「邦有道不废，邦无道免於刑戮。」以其兄之子妻之。',
            ],
            'notes' => [
                '①南容：孔子的学生，姓南宫，名适，字子容。②兄之子：孔子的哥哥叫孟皮（《史记·孔子世家索隐》），先于孔子去世，所以孔子替他女儿主婚。',
            ],
            'vernacular' => [
                '孔子谈到南容，说：“国家政治清明的时候有官做，国家政治黑暗的时候也不致被刑罚。”于是把自己的侄女嫁给他。',
            ],
            'unscramble' => [
                '在太平之世施展抱负，在黑暗之世保全自己。',
                '由此可知，圣人并不主张我们去做一个黑暗时代的牺牲品，而是要求我们讲究一点处世的艺术。',
                '南容能够做到这一点，所以孔子把自己的侄女嫁给了他，以保证侄女儿在乱世来到时不会守寡。',
                '公冶长人品好，南容人品也好。有意思的是，孔子把自己的女儿嫁给坐牢的公冶长，而把侄女儿嫁给处世很有一套，不会有坐牢之苦的南容。这种做法很有分寸，既对得起死去的兄长，又不会受到世人的指责。说起来，也是一种处事的艺术。',
            ],
        ],
        [
            'content' => [
                '子谓子贱，「君子哉若人！鲁无君子者，斯焉取斯？」',
            ],
            'notes' => [
                '(1)子贱：姓宓（音ｆú）名不齐，字子贱。生于公元前521年，比孔子小49岁。(2)若人：这个，此人。(3)斯焉取斯：斯，此。第一个“斯”指子贱，第二个“斯”字指子贱的品德。',
            ],
            'vernacular' => [
                '孔子评论子贱说：“这个人真是个君子呀。如果鲁国没有君子的话，他是从哪里学到这种品德的呢？”',
            ],
            'unscramble' => [
                '孔子在这里称子贱为君子。这是第一个层次，但接下来说，鲁国如无君子，子贱也不可能学到君子的品德。言下之意，是说他自己就是君子，而子贱的君子之德是由他一手培养的。',
            ],
        ],
        [
            'content' => [
                '子贡问曰：「赐也何如？」子曰：「女，器也。」曰：「何器也？」曰：「瑚琏也。」',
            ],
            'notes' => [
                '(1)瑚琏：古代祭祀时盛粮食用的器具。',
            ],
            'vernacular' => [
                '子贡问孔子：“我这个人怎么样？”孔子说：“你呀，好比一个器具。”子贡又问：“是什么器具呢？”孔子说：“是瑚琏。”',
            ],
            'unscramble' => [
                '孔子把子贡比作瑚琏，肯定子贡有一定的才能，因为瑚琏是古代祭器中贵重而华美的一种。但如果与上二章联系起来分析，可见孔子看不起子贡，认为他还没有达到“君子之器”那样的程度，仅有某一方面的才干。',
            ],
        ],
        [
            'content' => [
                '或曰：「雍也仁而不佞。」子曰：「焉用佞？御人以口给，屡憎於人。不知其仁，焉用佞？」',
            ],
            'notes' => [
                '①雍：孔子的学生，姓冉，名雍，字仲弓。②佞（ning）：能说会道，有口才。③御：防御，对付。①口给（ji）：给，足。口给指嘴巴很管用，说话伶牙利齿，也就是“佞”的意思。',
            ],
            'vernacular' => [
                '有人说：“冉雍这人有仁德却没有口才。”孔子说：“何必要有口才呢？靠口才对付人，常常惹人讨厌。没有仁德，光有口才有什么用呢？”',
            ],
            'unscramble' => [
                '孔子早就说过“巧言令色，鲜矣仁”的话，又一再主张“敏于事而慎于言”，因此，是绝对不喜欢耍嘴皮子，靠伶牙利齿讨生活的人的。',
                '乡下人说：“你一辈子不讲话，没有人把你当猪卖掉。”',
                '又有人说：“你一辈子不讲话，阎王对你也没办法。”',
                '这些说法也许有些绝对，但却符合圣人不喜欢“佞”的精神。',
            ],
        ],
        [
            'content' => [
                '子使漆雕开仕。对曰：「吾斯之未能信。」子说。',
            ],
            'notes' => [
                '①漆雕开：孔子的学生，姓漆雕，名开，字子开。②吾斯之未能信：是“吾未能信斯”的倒装，“之”是用来倒装的同。信，信心。斯，代词，指孔子让他出仕这件事。',
            ],
            'vernacular' => [
                '孔子叫漆雕开去做官。漆雕开回答说：“我对做官还没有信心。”孔子听了非常高兴。',
            ],
            'unscramble' => [
                '孔子高兴什么？',
                '不是高兴漆雕开对做官还没有信心这事本身，而是高兴他能够说出这样的话。',
                '所谓“人贵有自知之明”。漆雕开能够自我认识，认为自己对于做官还不太有把握，于是便实事求是地说了出来，而不是一听老师说让自己去做官，便不管三七二十一，一口答应下来，走马上任去混它一混了事。这一方面说明他很有自知之明，谦虚谨慎；另一方面也说明他对做官这事已有所认识，不然他怎么会认为自己离胜任还有所差距呢？除了这两方面之外，还可以看出他并不像一般读书人那样急功近利，汲汲于功名富贵。由于有这些方面的原因，所以孔子对他的回答非常满意。',
                '当然，最主要的，还是因为他有自知之明，而一般人却很难做到这一点',
            ],
        ],
        [
            'content' => [
                '子曰：「道不行，乘桴浮于海。从我者，其由与？」子路闻之喜。子曰：「由也好勇过我，无所取材。」',
            ],
            'notes' => [
                '(1)桴：音ｆū，用来过河的木筏子。(2)从：跟随、随从。',
            ],
            'vernacular' => [
                '孔子说：“如果我的主张行不通，我就乘上木筏子到海外去。能跟从我的大概只有仲由吧！”子路听到这话很高兴。孔子说：“仲由啊，好勇超过了我，其他没有什么可取的才能。”',
            ],
            'unscramble' => [
                '孔子在当时的历史背景下，极力推行他的礼制、德政主张。但他也担心自己的主张行不通，打算适当的时候乘筏到海外去。他认为子路有勇，可以跟随他一同前去，但同时又指出子路的不足乃在于仅有勇而已。',
            ],
        ],
        [
            'content' => [
                '孟武伯问子路仁乎？子曰：「不知也。」又问。子曰：「由也，千乘之国，可使治其赋也，不知其仁也。」「求也何如？」子曰：「求也，千室之邑，百乘之家，可使为之宰也，不知其仁也。」「赤也何如？」子曰：「赤也，束带立於朝，可使与宾客言也，不知其仁也。」',
            ],
            'notes' => [
                '(1)赋：兵赋，向居民征收的军事费用。(2)千室之邑，邑是古代居民的聚居点，大致相当于后来城镇。有一千户人家的大邑。(3)百乘之家：指卿大夫的采地，当时大夫有车百乘，是采地中的较大者。(4)宰：家臣、总管。(5)赤：姓公西名赤，字子华，生于公元前509年，孔子的学生。(6)束带立于朝：指穿着礼服立于朝廷。(7)宾客：指一般客人和来宾。',
            ],
            'vernacular' => [
                '孟武伯问孔子：“子路做到了仁吧？”孔子说：“我不知道。”孟武伯又问。孔子说：“仲由嘛，在拥有一千辆兵车的国家里，可以让他管理军事，但我不知道他是不是做到了仁。”孟武伯又问：“冉求这个人怎么样？”孔子说：“冉求这个人，可以让他在一个有千户人家的公邑或有一百辆兵车的采邑里当总管，但我也不知道他是不是做到了仁。”孟武伯又问：“公西赤又怎么样呢？”孔子说：“公西赤嘛，可以让他穿着礼服，站在朝廷上，接待贵宾，我也不知道他是不是做到了仁。”',
            ],
            'unscramble' => [
                '在这段文字中，孔子对自己的三个学生进行评价，其评价标准就是“仁”。他说，他们有的可以管理军事，有的可以管理内政，有的可以办理外交。在孔子看来，，他们虽然各有自己的专长，但所有这些专长都必须服务于礼制、德治的政治需要，必须以具备仁德情操为前提。实际上，他把“仁”放在更高的地位。',
            ],
        ],
        [
            'content' => [
                '子谓子贡曰：「女与回也，孰愈？」对曰：「赐也，何敢望回？回也，闻一以知十；赐也，闻一以知二。」子曰：「弗如也；吾与女，弗如也。」',
            ],
            'notes' => [
                '①女：即“汝”，你。②愈：更，胜过。③望：比',
            ],
            'vernacular' => [
                '孔子对子贡说：“你和颜回哪一个强些？”子贡回答说：“我怎么敢和颜回相比呢？颜回听说一件事就可以类推出十件事，我听说一件事不过类推出两件事罢了。”孔子说：“是不如他，我和你都不如他啊！”',
            ],
            'unscramble' => [
                '子贡和颜回都是孔子的高材生，所以孔子在子贡面前说话比较随便，让他自己比较一下与颜回哪个更聪明。子贡自认不如颜回，并用“闻一知十”和“闻一知二”作了生动的对比。孔子同意子贡的看法，并且谦虚地说：“不仅是你不如他，就是我也和你一样不如他啊！”满怀对颜回的爱意和赞扬。',
                '孔子对颜回的赞扬还有许多，比如说他大智若愚（《为政》）、安贫乐道（《雍也》）等等，这里则主要是说他的聪明。',
                '子贡一半因为要和颜回作对比，一半因为在老师面前谦虚，所以说自己只能闻一知二。按照孔子对一般学生的要求，应该是举一反三，即他所说的：“举一隅不以三隅反，则不复也。”（《述而》）告诉你一只角，你不能由此类推出另外相同的三只角，那就不再给你讲了。而颜回却能闻一知十，那可就比举一反三厉害多了。如果我们以下棋来作不尽恰当的比拟，闻一知二不过是业余水平罢了，举一反三可进入专业的初段，而闻一知十是不是可以达到“棋圣”的境界了呢？',
                '当然我们也知道，无论是闻一知二、举一反三还是闻一知十，这里面的数字都只是些约数，并非真是可以量化的智商指标。之所以进行比拟，不过是为了突出颜回闻一知十的过人才智罢了。',
                '此外，值得我们注意的是，作为子贡的老师，孔子能在学生面前公开承认连自己也不如颜回，这也可以见出圣人谦逊和坦然的风范。',
            ],
        ],
        [
            'content' => [
                '宰予昼寝。子曰：「朽木不可雕也，粪土之墙不可朽也。於予与何诛？」子曰：「始吾於人也，听其言而信其行；今吾於人也，听其言而观其行。於予与改是。」',
            ],
            'notes' => [
                '①杇（Wu）：指泥工抹墙的工具，也作动词用，指把墙面抹平。②与：语气词，同“欤”，下文“于予与改是”中的“与”同义。③诛：责备。',
            ],
            'vernacular' => [
                '宰予大白天睡觉。孔子说：“腐烂的木头不堪雕刻。粪土的墙面不堪涂抹！对于宰予这样的人，还有什么好责备的呢？”又说：“起初我对于人，听了他说的话就相信他的行为；现在我对于人，听了他说的话却还要观察他的行为。这是由于宰予的事而改变',
            ],
            'unscramble' => [
                '学生宰予大白天睡觉，孔子除了斥责他“朽木不可雕也，粪土之墙不可杇也”之外，还发出了关于认识一个人的感慨。读遍《论语》，这大概是温文尔雅的孔圣人最动肝火的一次震怒了？那语气有点类似今天的老子骂儿子：“你这个不争气的东西，老子不说也罢！”',
                '推想起来，宰予这块“朽木”恐怕不光是大白天睡觉比如说睡个午觉的问题，很有可能还是在老师的课堂上打瞌睡（梦见周公？）哩。不然的话，以我们今天的生活习惯来看，睡个午觉算什么罪过呢？犯得着孔老先生这么大动肝火吗？',
                '问题在于，子在川上曰：“逝者如斯夫！不舍昼夜。”用我们的话来说，就是“一寸光阴一寸金，寸金难买寸光阴。”因此，孔老先生是万万不会苟同我们关于午睡的观点的。',
                '如此说来，他的震怒也就不难理解了。',
                '至于说到“听其言而观其行”，倒正如儒学大师朱熹在《论语集注》卷三里引胡氏的话所提醒我们的那样：“圣人怎么会现在才知道听其言而观其行呢？也不是真因为宰予就对所有人都抱不信任态度了。不过是以宰予的事情为例教育大家，要求我们多做少说，言行一致罢了。”而之所以需要如此，是因为在这个世界上的确有那么些人说起比唱起还好听。',
                '所以，我们不仅要听他怎样说，而且还要擦亮眼睛观察他怎样做啊！',
            ],
        ],
        [
            'content' => [
                '子曰：「吾未见刚者。」或对曰：「申枨。」子曰：「枨也欲，焉得刚？」',
            ],
            'notes' => [
                '①申枨（cheng）：孔子的学生。②欲；贪欲。',
            ],
            'vernacular' => [
                '孔子说：“我没有见过刚毅的人。”有人说：“申枨是这样的人。”孔子说：“申枨贪欲，怎么可能刚毅呢？”',
            ],
            'unscramble' => [
                '有贪欲就不可能刚毅，所以，成语说——无欲则刚。',
                '这有点像另一种说法：彻底的唯物主义者是无所畏惧的。',
                '要是不彻底呢？那就有所畏惧了。',
                '欲与刚的关系也是这样。',
                '无欲则刚。无欲不是指一点欲望没有，像个木头人或非出家不可，而是说没有过分的欲望——贪欲。没有贪欲，就可以做到“软硬不吃”，坚持自己做人的原则，至大至刚。',
                '而一旦有了贪欲，不是“吃人家的口软，拿人家的手软”，就是“英雄难过美人关”，哪里还有什么刚毅的男子汉呢？',
                '在“没有金钱是万万不能的”这样一个时代，贪污腐败成为社会的一大公害，其根源和背景固然是相当复杂，但从贪污腐败者个体的情况来看，则无一不是因为欲壑难填而造成的。这正如孔圣人所说的那样：“申枨贪欲，怎么可能刚毅呢？”无论你职位再高，资历再老，一旦陷入贪得无厌的欲望之中，就会成为金钱和物质的奴隶，陷入万劫不复的深渊之中，声败名裂，还有什么刚毅可言呢？',
                '所以，从某种意义上来说，反腐倡廉就是节制贪欲。',
                '当然也不是禁欲主义，不能走向另一个极端。',
            ],
        ],
        [
            'content' => [
                '子贡曰：「我不欲人之加诸我也，吾亦欲无加诸人。」子曰：「赐也，非尔所及也。」',
            ],
            'vernacular' => [
                '子贡说：“我不愿别人强加给我的事，我也不愿强加给别人。”孔子说：“赐呀，这不是你做到了的。”',
            ],
            'unscramble' => [
                '自己不愿意别人强加的事，也不要强加给别人。这实际上就是“己所不欲，勿施于人”的“恕道”。',
                '我们已经知道，子贡是孔子的高材生。作为这样一个高材生，又抓住了老师思想体系中的一个核心问题来谈体会，按理说该得到赞许，却不料被老师一盆冷水迎面泼下来，说：“赐呀，这不是你做到了的。”',
                '连子贡都没能做到，又有谁做到了呢？恐怕就只有颜回了吧。可惜我个们在《论语》中还没有看到孔子对颜回这方面的评价。',
                '倒是在《卫灵公》里，当子贡问老师有没有一个字可以终身奉行时，孔子回答道：“那就是‘恕’吧——己所不欲，勿施于人。”',
                '原来，就是在孔子自己的心目中，“己所不欲，勿施于人’也是非常难以做到的，所以要作终身的努力。',
                '既然如此，不仅子贡没能做到这一点不足为怪，就是我们大不都没能做到这一点又有什么可怪的呢？',
                '只能说，“恕”道（不是“蜀道”）之难，难于上青天啊！',
            ],
        ],
        [
            'content' => [
                '子贡曰：「夫子之文章，可得而闻也；夫子之言性与天道，不可得而闻也。」',
            ],
            'notes' => [
                '(1)文章：这里指孔子传授的诗书礼乐等。(2)性：人性。《阳货篇》第十七中谈到性。(3)天道：天命。《论语》书中孔子多处讲到天和命，但不见有孔子关于天道的言论。',
            ],
            'vernacular' => [
                '子贡说：“老师讲授的礼、乐、诗、书的知识，依靠耳闻是能够学到的；老师讲授的人性和天道的理论，依靠耳闻是不能够学到的。”',
            ],
            'unscramble' => [
                '在子贡看来，孔子所讲的礼乐诗书等具体知识是有形的，只靠耳闻就可以学到了，但关于人性与天道的理论，深奥神秘，不是通过耳闻就可以学到的，必须从事内心的体验，才有可能把握得住。',
            ],
        ],
        [
            'content' => [
                '子路有闻，未之能行，唯恐有闻。',
            ],
            'vernacular' => [
                '子路在听到一条道理但没有能亲自实行的时候，惟恐又听到新的道理。',
            ],
        ],
        [
            'content' => [
                '子贡问曰：「孔文子何以谓之『文』也？」子曰：「敏而好学，不耻下问，是以谓之『文』也。」',
            ],
            'notes' => [
                '①孔文子：卫国大夫，姓孔，名圉，谥号“文”。②敏：勤勉。③下问：向下请教。',
            ],
            'vernacular' => [
                '子贡问道：“孔文子为什么被谥为‘文’呢？”孔子回答说：“他勤奋好学，不以向不如自己的人请教为耻，所以被溢为‘文’。”',
            ],
            'unscramble' => [
                '古代君主、大臣、贵族死后都要依据他生平事迹给一个称号，这就叫“谥”，所给称号也就叫谥号。关于“文”的说号，《逸周书·谥法解》列了经纬天地、道德博厚、学勤好问、慈惠爱民等等多种品德，也就是说，凡是有这些品德之一的都可以谥为“文”。那么，孔文子到底是因为哪一方面的品德而被谥为“文”的呢？子贡由此而发出了疑问，孔子于是回答：“敏而好学，不耻下问。“其实也就是说法所说的“学勤好问”。',
                '可见，孔子的回答是有所根据的，不是想当然的发挥。',
                '回到“敏而好学，不耻下问”这八个字上来看，对一般人来说，敏而好学似乎还比较容易做到一些，而不耻下问就非常之难了。因为，敏而好学不外乎是聪明而勤奋罢了，这方面的典型，有“凿壁偷光”、“囊萤映雪”，甚至“头悬梁，锥刺股”等等。而不耻下问则是要向不如我们自己的人请教，这不仅仅是个好不好学的问题，而且还牵涉到自尊心、虚荣心的问题在内。',
                '人们的天性往往就是如此不可思议。如果自己位卑，自己能力弱，自己孤陋寡闻，求教于位尊者、能力强者、见多识广者，那似乎没有什么，不以为耻．一旦反过来，以位尊求教于位卑，以能力强求教于能力弱，以博求教于寡，便立即感到脸上不光彩，耻于开口了。',
                '如果你是教师，如果你是在上为官者，试试看：向你的学生讨教，向你的属下村教，不要碍口饰羞，不要哼哼哈哈——把请教的话题用查问的口气来说。',
                '那才叫难。',
                '所以，尽管“不耻下问”是我们经常挂在嘴边的话，但要真正实行起来，还真有一点考人呢。',
            ],
        ],
        [
            'content' => [
                '子谓子产，「有君子之道四焉：其行己也恭，其事上也敬，其养民也惠，其使民也义。」',
            ],
            'notes' => [
                '①子产：春秋时郑国的贤宰相，著名政治家。姓公孙，名侨，字子产，在郑简公、郑定公时执政22年，使郑国能够在晋国和楚国两大强国之间得到尊敬和安全。②行己：自我修养。',
            ],
            'vernacular' => [
                '孔子谈论子产说：“他具备君子之道的地方有四个方面：自我修养严肃认真；服事君王恭敬谨慎；教养人民多用恩惠；役使百姓合乎道义。”',
            ],
            'unscramble' => [
                '子产是著名的政治家，郑国的贤宰相。',
                '孔子通过对子产的评价提出了作为政治家应该做到的四个方面内容：严于律己；忠于君上；以恩惠教养人民；以道义役使百姓。这四个方面既包含了对人对己，又包含了对上对下，是一个较为全面的评价和要求。',
                '正因为子产能够做到这几方面，才能够使郑国在当时自立于强国之间而兴盛起来；也正因为子产能够做到这凡方面，才能够使他自己保持相位22年而得到人民拥护，同僚支持，国君信任。',
                '所以，孔子在这里特别加以赞扬，实际上所表达的，是圣人心目中理想的政治家风范。',
            ],
        ],
        [
            'content' => [
                '子曰：「晏平仲善与人交，久而敬之。」',
            ],
            'notes' => [
                '①晏平仲；即晏婴，春秋时齐国著名贤大夫，齐灵公、齐庄公、齐景公时执政。事迹见于《晏子春秋》和《史记·管晏列传》。②之：指晏婴。',
            ],
            'vernacular' => [
                '孔子说：“晏平仲善于和别人交朋友，交往越久，别人越尊敬他。”',
            ],
            'unscramble' => [
                '关于交友是一个古老而常新的话题。我们常常感叹：“相识满天下，知已能几人？”这就是说，能够善始善终，始终保持友谊的朋友是很少的。',
                '可晏子这人却很有点了不起，他不仅能和朋友善始善终，保持友谊，而且还能让朋友越久越尊敬他。',
                '晏子为什么能够做到这一点呢？圣人并没有说。也就是说，孔子在这里所赞美晏子的，实际上是一种结果，而不是原因和过程。圣人微言大义，我们也不好妄力加猜度。只好把“久而敬之”作为一种理想的交友境界而提出来共勉。至于怎样达到这个境界，那就只好根据各自的交友经验和感受去细心揣摩和领悟了。',
                '但愿我们都不要像酒肉朋友一样，三杯酒下肚，你好我好一切都好，一旦遇到利害关系或有风吹草动，便成为生冤家死对头。只要大家竭诚相待，推己及人，“久而敬之”也就不会是什么难以达到的境界。',
                '关键是不是在一个“诚”字呢？',
            ],
        ],
        [
            'content' => [
                '子曰：「藏文仲居蔡，山节藻棁，何如其知也？」',
            ],
            'notes' => [
                '(1)臧文仲：姓臧孙名辰，“文”是他的谥号。因不遵守周礼，被孔子指责为“不仁”、“不智”。(2)蔡：国君用以占卜的大龟。蔡这个地方产龟，所以把大龟叫做蔡。(3)山节藻棁：节，柱上的斗拱。棁，音ｚｈｕō，房梁上的短柱。把斗拱雕成山形，在棁上绘以水草花纹。这是古时装饰天子宗庙的做法。',
            ],
            'vernacular' => [
                '孔子说：“臧文仲藏了一只大龟，藏龟的屋子斗拱雕成山的形状，短柱上画以水草花纹，他这个人怎么能算是有智慧呢？”',
            ],
            'unscramble' => [
                '臧文仲在当时被人们称为“智者”，但他对礼则并不在意。他不顾周礼的规定，竟然修建了藏龟的大屋子，装饰成天子宗庙的式样，这在孔子看来就是“越礼”之举了。所以，孔子指责他“不仁”、“不智”。',
            ],
        ],
        [
            'content' => [
                '子张问曰：「令尹子文三仕为令尹，无喜色；三已之，无愠色。旧令尹之政，必以告新令尹。何如？」子曰：「忠矣。」曰：「仁矣乎？」曰：「未知；焉得仁！」「崔子杀齐君，陈文子有马十乘，弃而违之。至於他邦，则曰，『犹吾大夫崔子也。』违之；之一邦，则又曰：『犹吾大夫崔子也。』违之。何如？」子曰：「清矣。」曰：「仁矣乎？」子曰：「未知；焉得仁？」',
            ],
            'notes' => [
                '①令尹子文：令尹，楚国的官名，相当于其他国家的宰相。子文，姓斗，名豰于菟（gouwutu），字子文。根据《左传》记载，子文于鲁庄公三十年开始做令尹，到僖公二十三年让位给子玉，其中相距28年，在这28年中几次被罢免又被任命。',
            ],
            'vernacular' => [
                '子张问道：“令尹子文三次上台就任令尹，没有高兴的样子；三次被罢免，没有怨愤的脸色。交接工作时，总是把自己任令尹的政事—一告知新任令尹的人。这个人怎么样呢？”孔子说：“忠臣啊！”',
            ],
            'unscramble' => [
                '三次上台又三次下台，这就是所谓的宦海沉浮了罢？',
                '可贵的是，三次上台并没有觉得自己有什么了不起，没有“春风得意马蹄疾”的感觉，所以没有沾沾自喜。更可贵的是，三次下台并没有觉得自己有什么委屈，没有靠边站的失落感，所以没有怨气冲天，一脸晦气。',
                '这种进退自如，就是《菜根谭》所谓“宠辱不惊，闲看庭前花开花落；去留无意，漫随天外云卷云舒”的风度。',
                '那可真不是等闲之辈所能具有的风度啊！',
                '废除了干部终身制以后，上台与下台的问题冷峻地摆在每个官员的面前。上台时不沾沾自喜还比较容易做到，下台时无动于衷可就难了啊！唐人写诗说得好：“逢人都说休官好，林下何曾见一人！”虽然大家都知道“上台终有下台时”的道理，但正如爬山一样，的确是“上山容易下山难”，上台容易下台难啊！更不用说在下台时还把工作中的一切都甘心情愿、满腔热忱地交待给继任了，除非是自己选定的接班人，可以继续按照自己的意志办事。',
                '所以，令尹子文真是一个了不起的官员，能够正确对待上台与下台，进退自如，宠辱不惊。而圣人仅以“忠”字相许，是不是评价低了一点呢？',
            ],
        ],
        [
            'content' => [
                '季文子三思而後行。子闻之，曰：「再，斯可矣。」',
            ],
            'notes' => [
                '①季文子：鲁国大夫季孙行父，素以谨慎多虑著称。②再：两次。',
            ],
            'vernacular' => [
                '季文子遇事总要考虑三次以上才行动。孔子听说后说：“考虑两次也就可以了。”',
            ],
            'unscramble' => [
                '凡事不想一想就行动叫做莽撞，往往会导致后患。但想得太多，瞻前顾后，翻来覆去，则容易陷入犹豫不决的狐疑之中，导致优柔寡断。忧郁的丹麦王于为报叔父的亲父娶母之忧而思虑再三，左右为难，因此而错过了下手的大好机会，结果与敌人同归于尽。“生存还是毁灭？这是一个严重的问题！”这就是莎士比亚笔下著名的“哈姆雷特式的犹豫”。当断不断，反被其乱。所以，“君子务穷理而贵果断。”（朱熹）既要想清楚，有所思考而后行动，又不要优柔寡断。有人往往把“三思而行”作为孔子的教导，实在是张冠李戴，歪曲了圣人的意思。记住：考虑两次也就可以了啊，不要想得太多！',
            ],
        ],
        [
            'content' => [
                '子曰：「宁武子，邦有道则知，邦无道则愚。其知可及也，其愚不可及也。」',
            ],
            'notes' => [
                '①宁武子：卫国大夫，姓宁，名俞，“武”是谥号。',
            ],
            'vernacular' => [
                '孔子说：“宁武子这人，当国家政治清明的时候便发挥他的聪明才智，当国家政治黑暗的时候便做出一副愚笨的样子。他的那种聪明是人们可以赶得上的，他的那种愚笨却是没有人能够赶得上的。”',
            ],
            'unscramble' => [
                '政治清明时便发挥自己的聪明才智为国作贡献，政治黑暗时便压抑自己以求洁身自好，以免同流合污，以免遭忌妒遭迫害。',
                '这就是大智若愚，这就叫难得糊涂。',
                '清代名士郑板桥说得好：“聪明难，糊涂亦难，由聪明而转入糊涂更难。”',
                '所以圣人说宁武子的聪明是人们可以赶得上的，而他的那种“愚笨”却是没有人能够赶得上的。',
                '说穿了，发挥才智易，压抑自己难。',
                '好一个宁武子，愚不可及，实在是非寻常人可及啊！',
            ],
        ],
        [
            'content' => [
                '子在陈曰：「归与！归与！吾党之小子狂简，斐然成章，不知所以裁之。」',
            ],
            'notes' => [
                '(1)陈：古国名，大约在今河南东部和安徽北部一带。(2)吾党之小子：古代以500家一为党。吾党意即我的故乡。小子，指孔子在鲁国的学生。(3)狂简：志向远大但行为粗率简单。(4)斐然：斐，音ｆěｉ，有文彩的样子。(5)裁：裁剪，节制。',
            ],
            'vernacular' => [
                '孔子在陈国说：“回去吧！控去吧！家乡的学生有远大志向，但行为粗率简单；有文彩但还不知道怎样来节制自己。”',
            ],
            'unscramble' => [
                '孔子说这段话时，正当鲁国季康子执政，欲召冉求回去，协助办理政务。所以，孔子说回去吧，去为官从政，实现他们的抱负。但同时又指出他在鲁国的学生尚存在的问题：行为粗率简单，还不知道怎样节制自己，这些还有待于他的教养。',
            ],
        ],
        [
            'content' => [
                '子曰：「伯夷、叔齐不念旧恶，怨是用希。」',
            ],
            'notes' => [
                '①伯夷、叔齐；商代时孤竹君的两个儿子，父亲死后因互相推让王位而都逃到周文工那里。周武王起兵讨伐商纣时，他们俩拦住车马劝阻。周朝统一天下后，他们以吃周朝的粮食为可耻，饿死于首阳山。孔子称他们二人为“古之贤人”（《述而》）。②旧恶：宿怨，旧仇。③是用：是以，因此。希④：通“稀”，少。',
            ],
            'vernacular' => [
                '孔子说：“伯夷、叔齐不记过去的旧仇，别人对他们的怨恨因此很少。”',
            ],
            'unscramble' => [
                '俗话说：“退后一步天地宽。”',
                '过去有人对不起自己，但毕竟已经是过去的事了。过去了的就让它过去吧！潇洒一点，不怀恨别人，和别人之间的仇怨也就因此而没有了。就算对方是坏人，也终有被感化的一天。',
                '不然的话，怨怨相报何时了？大家都处处设防，永远没有安宁的一天。',
                '就连圣人不也认为伯夷、叔齐不记旧化是一种美德吗？',
                '所以，对人宽容一点吧，不要老是一副苦大仇深的样子。',
            ],
        ],
        [
            'content' => [
                '子曰：「孰谓微生高直？或乞醯焉，乞诸邻而与之。」',
            ],
            'notes' => [
                '(1)微生高：姓微生名高，鲁国人。当时人认为他为直率。(2)醯：音ｘī，即醋。',
            ],
            'vernacular' => [
                '孔子说：“谁说微生高这个人直率？有人向他讨点醋，他（不直说没有，却暗地）到他邻居家里讨了点给人家。”',
            ],
            'unscramble' => [
                '微生高从邻居家讨醋给来讨醋的人，并不直说自己没有，对此，孔子认为他并不直率。但在另外的篇章里孔子却提出“父为子隐，子为父隐”，而且加以提倡，这在他看来，就不是什么“不直”了。对于这种“不直”，孔子只能用父慈子孝来加以解释了。',
            ],
        ],
        [
            'content' => [
                '子曰：「巧言、令色、足恭，左丘明耻之，丘亦耻之。匿怨而友其人，左丘明耻之，丘亦耻之。」',
            ],
            'notes' => [
                '①足恭：十足的恭敬。②左丘明：相传即《左传》的作者，但无确证。',
            ],
            'vernacular' => [
                '孔子说：“花言巧语，一副讨好人的脸色，十分谦卑恭敬的样子，左丘明认为可耻，我也认为可耻。。心底藏着对某人的怨恨，表面却要去和那人友好，左丘明认为可耻，我也认为可耻。”',
            ],
            'unscramble' => [
                '在《学而》篇里，孔子已经说过：“巧言今色，鲜矣仁。”花言巧语，一副讨好人的脸色，这样的人是很少有仁德的。在这里，又加上了“足恭”一笔，进一步描画了那种表里不一的伪君子的丑恶嘴脸。并且还举出了具体的例证，那就是“匿怨而友其人”。明明心里恨死了你，表面上还和你友好得很，“哥俩儿好啊，三桃园啊……”像这样的人，是典型的伪君子，“嘴巴说得蜜蜜甜，心里藏把锯锯镰”，其用心奸险，真比那些明火执仗的抢匪不知要歹毒多少倍！难怪得圣人要一再说“左丘明耻之，丘亦耻之”了，只要是一个真正的正人君子，谁又不会对这种伪君子“耻之”呢？',
            ],
        ],
        [
            'content' => [
                '颜渊、季路侍。子曰：「盍各言尔志？」子路曰：「愿车马、衣轻裘，与朋友共，蔽之而无憾。」颜渊曰：「愿无伐善，无施劳。」子路曰：「愿闻子之志。」子曰：「老者安之，朋友信之，少者怀之。」',
            ],
            'notes' => [
                '①侍：指立传。若坐侍，则称侍坐。②盍：“何不”的合音字。③衣：此字是唐以后加上去的，应去掉。④敝：坏。⑤伐善：夸耀自己的好处。伐，自夸。③施劳：把劳苦的事施加给别人。',
            ],
            'vernacular' => [
                '颜渊、子路侍立于孔子身旁。孔子说：“何不各自谈谈你们的志向呢？”子路说：“我愿把自己的车马衣服都拿出来和朋友们共享，就是用坏了也毫不遗憾。”颜渊说：“我愿不自夸好处，不把劳苦的事施加给别人。”子路又说：“希望听一听老师您的志向。”孔子说：“安抚老年人，信任朋友，关怀年轻人。”',
            ],
            'unscramble' => [
                '子路是豪侠之志，讲义气，够哥们。从大处说，则犹如诗圣杜甫所吟唱：“安得广厦千万间，大庇天下寒士俱欢颜！”',
                '颜渊是仁者之志，”道德修养非常高。一方面非常谦逊，不愿意表白自己的好处；另一方面要实行孔子所一再倡导，并认为要终生奉行的恕道，不把劳苦的事施加给别人。',
                '一武一文的志向，一个豪爽，一个隐忍。而圣人自己的志向呢？',
                '“老者安之，朋友信之，少者怀之。”',
                '“老者安之”，就是要让老年人无论在精神上和物质上都得到安顿，无论是采取退休制度还是社会养老保险制度。“朋友信之”，就是要让人与人之间互相理解，互相信任，再没有欺诈，没有仇怨。“少者怀之”，就是要关心下一代的成长，永远爱护下一代，让世界充满爱。为了达到这个目的，你就是要让圣人出任“关心下一代工作委员会”主任之职，他恐怕也是会当仁不让的罢。',
                '老中青三代都有了着落，社会安定而美好。圣人之志，岂不就是要实现世界大同的理想吗？',
                '真是不比不知道，一比才明了，圣人之志就是与众不同啊！',
            ],
        ],
        [
            'content' => [
                '子曰：「已矣乎！吾未见能见其过，而自讼者也。」',
            ],
            'notes' => [
                '①讼：责，责备。',
            ],
            'vernacular' => [
                '孔子说：“算了吧！我没有见到过能够发现自己的错误而作自我批评的人。”',
            ],
            'unscramble' => [
                '不知孔子怎样看待他的优等学生之一曾子，因为我们已经听曾子说过他每天多次自我反省的话（《学而》）。',
                '或许说是说，做是做，在孔子的眼里，就连曾子也还是做的不够好也未可知。',
                '当然，这都是我们的猜测。',
                '话说回来，自我批评本来也就是不容易做到，就像魏文帝曹丕在他那篇著名的《典论·论文》里所说的那样，人往往“暗于自见，谓己为贤”。只看到自己好的一方面，看不到自己的缺点和错误。或者如“文化大革命”中的群众语言生动形象地描述的那样：“马克思主义的电筒只照别人，不照自己。”',
                '看不到自己的缺点和错误还只是第一个层次上的问题。第二个层次上的问题是，看到了自己的缺点和错误但不愿意正视，不愿意作严肃认真的自我批评，或者，用孔子的话来说，不愿意“自讼”—一自我诉讼，自己审判自己，这实际上牵涉到感情与理智的问题。就理智的冷静分析和批判而言，人往往也会发现自己的缺点和错误，也认为应该自我批评并加以改正才好。但就感情的倾向而言，人总是习惯于自己原谅自己，自己为自己找出一些辩护词，最后是自己做了自己的法官，作出“无罪释放”的判决。抽烟、酗酒、睡懒觉、打麻将，所有这些不良嗜好之所以得以普及，都是人们对自己作出“无罪释放”判决的结果。至于其他方面的种种问题，更加抽象，是非界线更加不清的问题，那就更是容易自我安慰，自我谅解，因而也就不可能“自讼’的了。',
                '由此看来，圣人说他没有见到过能够发现自己的错误而作自我批评的人，也不是完全不着边际的夸大之辞。',
                '因为，自我批评的确是非常难得的啊！',
            ],
        ],
        [
            'content' => [
                '子曰：「十室之邑，必有忠信如丘者焉，不如丘之好学也。」',
            ],
            'vernacular' => [
                '孔子说：“就是十户人家的小邑，也一定有像我这样忠诚信实的人，只是他们不像我这样好学罢了。”',
            ],
            'unscramble' => [
                '圣人与我们有什么不同？',
                '忠诚信实都相同，所不同的，只有两个字：好学。',
                '夫子自道，给人以亚历山大论天才的感觉。亚历山大说：“人们常把我的成功归功于我的天才，其实我的天才只不过是刻苦而已。”',
                '好一个“好学”，好一个“刻苦”，说起来平平常常，做起来却见分晓。所谓“看似容易却艰辛”，一个人没有真切深刻的感受，是说不出这一番话来的。',
                '回到夫子自道的“好学”二字加以体会，正所谓“玉不琢，不成器；人不学，不知道。”圣人强调“好学”，在于勉励我们不要太看重先天的资质，而要重视后天的学养，勤奋努力，使自己成为一个学有所成，有所作为的人。',
            ],
        ],
    ],
];
