<?php
return [
    'name' => '雍也',
    'brief' => '记录孔子和弟子们的言行',
    'chapters' => [
        [
            'content' => [
                '子曰：「雍也可使南面。」',
            ],
            'vernacular' => [
                '孔子说：“冉雍这个人，可以让他去做官。”',
            ],
            'unscramble' => [
                '古代以面向南为尊位，天子、诸侯和官员听政都是面向南面而坐。所以这里孔子是说可以让冉雍去从政做官治理国家。在《先进》篇里，孔子将冉雍列在他的第一等学科“德行”之内，认为他已经具备为官的基本条件。这是孔子实行他的“学而优则仕”这一教育方针的典型事例。',
            ],
        ],
        [
            'content' => [
                '仲弓问子桑伯子。子曰：「可也简。」仲弓曰：「居敬而行简，以临其民，不亦不可乎？居简而行简，无乃大简乎？」子曰：「雍之言然。」',
            ],
            'notes' => [
                '(1)桑伯子：人名，此人生平不可考。(2)简：简要，不烦琐。(3)居敬：为人严肃认真，依礼严格要求自己。(4)行简：指推行政事简而不繁。(5)临：面临、面对。此处有“治理”的意思。(6)无乃：岂不是。(7)大：同“太”。',
            ],
            'vernacular' => [
                '仲弓问孔子：子桑伯子这个人怎么样。孔子说：“此人还可以，办事简要而不烦琐。”仲弓说：“居心恭敬严肃而行事简要，像这样来治理百姓，不是也可以吗？（但是）自己马马虎虎，又以简要的方法办事，这岂不是太简单了吗？”孔子说：“冉雍，这话你说得对。”',
            ],
            'unscramble' => [
                '孔子方张办事简明扼要，不烦琐，不拖拉，果断利落。不过，任何事情都不可太过分。如果在办事时，一味追求简要，却马马虎虎，就有些不够妥当了。所以，孔子听完仲弓的话以后，认为仲弓说得很有道理。',
            ],
        ],
        [
            'content' => [
                '哀公问：「弟子孰为好学？」孔子对曰：「有颜回者好学，不迁怒，不贰过。不幸短命死矣，今也则亡，未闻好学者也。」',
            ],
            'notes' => [
                '(1)不迁怒：不把对此人的怒气发泄到彼人身上。(2)不贰过：“贰”是重复、一再的意思。这是说不犯同样的错误。(3)短命死矣：颜回死时年仅31岁。(4)亡：同“无”。',
            ],
            'vernacular' => [
                '鲁哀公问：“你的学生中哪个好学？”孔子回答说：“有个叫颜回的好学，不迁怒于人，不两次犯同样的错误。可惜短命死了！现在再也没有这样的人了，没有听说过好学的人了。”',
            ],
            'unscramble' => [
                '我们曾经听过夫子自道，说他与常人不同的地方就在于好学。（《公冶长》）现在又听他赞扬颜回好学，而且，只有颜回好学。这一方面说明在圣人看来，只有颜回才是真正得了他的真传，继承了他的衣钵，另一方面也使我们进一步知道了“好学”的品质不是随便什么等闲之辈都可以有的，从而使我们再也不敢自诩为”好学”的人了。',
                '值得我们注意的是，在孔子说到颜回好学时，并没有说他文学如何了得，历史如何如何了得，语言如何了得，而是说他“不迁怒，不贰过”，既不迁怒于人，又不两次犯同样的错误。这在我们看来，完全是品德问题，而不是什么好不好学的问题。这又一次说明，在圣人门下，学习决不仅仅是指书本知识、文化知识，而是包括“德育”的内容在内的，所谓“进德修业”，在儒学里，都是属于“学”的范畴。',
                '说到“不迁怒，不贰过”，这六个字可真是我们一辈子都难以企及的修养。所谓不迁怒，就是自己有什么不顺心的事，有什么烦恼和愤怒不发泄到别人身上去，说得通俗一点，就是不拿别人做自己的出气筒。比如说，自己在外面受了气，不拿太太做出气筒；受了太太的气不拿孩子做出气筒。或者，受了上司的气，不拿下级做出气筒。如此等等，那可真是难以修成的涵养。至于说不贰过，就是知错而改，不两次犯同样的错误，这更是难上加难的修养。能够做到这一点，不说是非圣人不可，起码也是像颜回那样的贤人了。',
                '如果说“好学”的标志就是这些，我们谁还敢自认为是“好学”的人呢？',
            ],
        ],
        [
            'content' => [
                '子华使於齐，冉子为其母请粟。子曰：「与之釜。」请益。曰：「与之庾。」冉子与之粟五秉。子曰：「赤之适齐也，乘肥马，衣轻裘。吾闻之也：君子周急不继富。」',
            ],
            'notes' => [
                '①子华：孔子的学生，姓公西，名赤，字子华。②冉子：即孔子的学生冉有。《论语》中称孔子的学生为“子”的只有曾参、有若、闵子骞、冉有四人。③粟：小米。④釜：古代量名，相当于当时的六斗四升，约合今量一斗二升八合。⑤庾（yu)：古代量名，相当于当时的二斗四升，约合今量四升八合。6秉：古代量名，相当于当时的一百六十斗，即十六石，五秉则是八十石，约合今量十六石。7适：到。8乘肥马：不是指骑肥马，而是指乘坐肥马拉的车。9衣（yi）：作动词用，当“穿”字讲。10四周：救济。',
            ],
            'vernacular' => [
                '公西赤出使齐国，冉有替公西赤的母亲请求小米。孔子说：“给他六斗四升。”冉有请求增加一些。孔子说：“再给他二斗四升。”结果冉有竟给了他八十石。孔子说：“公西赤到齐国去，坐的是肥马驾的车辆，穿的是又轻又暖的皮袍。我听说过：君子周济急需而不给富人添富。”',
            ],
            'unscramble' => [
                '这一段的背景，大概是孔子当政为官的时候，所以才有学生公西赤到齐国去做大使，才有孔子拨给他安家口粮的问题。而学生冉有大概是在做总管一类的角色，居然“一朝权在手，便把令来行”，不顾老师的意见，一下子给了亲密的同学公西赤远远超过老师规定指标的安家口粮。值得我们注意的是，孔子并没有为此而大发雷霆，也没有撤职查办冉有，而只是语重心长地说：“公西赤到齐国去会过得很好，完全有能力负担他母亲的生活，因此，我们没有必要为他锦上添花了，而要去周济周济那些穷困的人，为他们雪中送炭。”',
                '这就是所谓“求人须求大丈夫，济人须济急时无。”',
                '凡事都有轻重缓急，圣人的心里是非常有数的。我们在日常生活当中，遇事又何尝不应作如此处理呢？',
                '与其替人锦上添花，不如为人雪中送炭。',
            ],
        ],
        [
            'content' => [
                '原思为之宰，与之粟九百，辞。子曰：「毋！以与尔邻里乡党乎！」',
            ],
            'notes' => [
                '①原思：孔子的学生，姓原，名宪，字子思。②宰：指大夫的家宰，出当于回家。这时孔子人概是在做司寇，所以可以有家宰。③九百：这里量词省略了，到底是斗还是斛，已不可考。①邻里乡党：古代地方居民单位名称，五家为邻，二十五家为里，五百家为党，一万二千五百家为乡。',
            ],
            'vernacular' => [
                '原思任孔子家的总管，孔子给他小米九百作俸禄，原思觉得太多，推辞不受。孔子说：“不要推辞！把多余的送给你的邻里乡亲吧！”',
            ],
            'unscramble' => [
                '前面冉有替公西赤多要一点安家口粮，孔子不给；现在原思不要那么多，孔子却劝他收下。这是不是前后矛盾的行为呢？',
                '是矛盾，但却有辩证的思想在内：这就是具体问题具体分析，不同情况不同对待。公西赤做大使“乘肥马，衣轻裘”，有的是钱财口粮，所以孔子不愿给他锦上添花。原思做总管别无外快，所以孔子要把该给他的一份给够，实行按劳取酬。至于原思自己觉得太多，消费不了，那就把多的部分拿去送人吧，送给乡里的穷人，也就算是“用急”了——雪中送炭。',
                '从这两件事情，我们可以看到圣人的处事，既讲原则而又区别对待，既做官又是温厚长者。同时，在生活事例中随时教育学生，体现出为人师表的本色。',
                '平凡之中见精神，正是在这些生活小事中，我们可以体会圣人不平凡的风范。',
            ],
        ],
        [
            'content' => [
                '子谓仲弓，曰：「犁牛之子骍且角，虽欲勿用，山川其舍诸？」',
            ],
            'notes' => [
                '①仲弓：即冉雍，字仲弓。②犁牛：耕牛。③骍且角：骍，赤色，周朝以赤色为贵。角，指角长得很周正、④勿用：指不用来作祭扫用的牺牛。古代祭扫不用耕牛，因此，耕牛不如牺牛贵重。⑤其舍诸：其，同“岂”；诸，“之乎”二字的合音字。',
            ],
            'vernacular' => [
                '孔子谈到冉雍时说：“耕牛生的小牛长着赤色的毛和周正的角，虽然不想用它来作祭祖，山川之神难道肯舍弃它吗？”',
            ],
            'unscramble' => [
                '据《史记·仲尼弟子列传》记载，冉雍的父亲地位低贱，而冉雍本人却是被孔子视为“可使南面”（《雍也》），即具有帝王之相，宜于做官的人。所以，孔子在这里以耕牛所产的小牛作比拟，意思是说，虽然是够不上做牺牲的牛所产的小牛，只要长了一身漂亮而高贵的红毛，一对周正的角，那还不是可以做牺牲。同样的道理，冉雍虽然出身低贱，但只要他有做官的才能，为什么不可以做官呢？',
                '推而广之，出生不由己，关键重在自身的才能和表现。所以，不能“唯成分论”，按家庭出身选拔人材；不能认为“老子英雄儿好汉，老子反动儿混蛋”。一言以蔽之，不能搞“血统论”那一套。',
                '圣人反“血统论”，这倒是一个新鲜的发现。',
                '另一方面，天生我材必有用，像“犁牛之子”那样，虽然你不愿意用它来祭祀，山川之神也不会同意的。那不就弄得来人神共怒了吗？同样的道理，像冉雍那样“可使南面”的人材，你不用行吗？那也是不行的。是真金子就会发光，是真英雄就总会有用武之地，你要想埋没也是埋没不了的啊！',
                '所以，不要自卑自己的家庭出身不好，不要担心世无伯乐，只要你有真学问，真本事，真才能，就总有大展宏图的一天，谁想压制你，埋没你，就连天地鬼神都不会答应的。',
                '你相信这一点吗？',
            ],
        ],
        [
            'content' => [
                '子曰：「回也，其心三月不违仁，其馀则日月至焉而已矣。」',
            ],
            'notes' => [
                '①三月：与下文的“四月至焉”相对，“三月”指长期，不一定实指三个月，“日月至焉”指短时间，偶尔。',
            ],
            'vernacular' => [
                '孔子说：“颜回嘛，他的心长期不违背仁道。其余的学生就只有在短时间里做到了。”',
            ],
            'unscramble' => [
                '只要有恒心，铁棒磨成针。',
                '难就难在这“恒心”二字。换句话说，叫做“贵在坚持”。',
                '举凡做事、学艺、锻炼身体，世上事几乎无不适应这一规律。而圣人所说，更是进德修业的大问题—－仁心的修养。',
                '毛泽东说：“一个人做点好事并不难，难的是一辈子做好事，不做坏事。”',
                '不难的是“日月至焉”，难的是“三月不违仁”。',
                '就像用柴草点火一样，只要有火，柴草就容易被点燃。我们的心也是这样，只要有“仁”的引导，就容易被感动。所谓“良心发现”，即使是一个十恶不赦的坏人，也总有仁慈的一瞬间，其他人就更不用说了。但是，要保持柴火不断地燃烧下去，那就得不断添加柴草。对我们大多数人来说，要么缺柴草，要么懒得添加，所以很少有能使火焰长久不熄的。只有像颜回那样的人，才能够做到一直不断地添草加柴，使火焰熊熊燃烧。',
                '这就是“三月不违”与“日月至焉”的区别。“三月不违”是仁者本色，“日月至焉”是良心发现。仁者本色是“一辈子做好事，不做坏事”；良心发现是“一个人做点好事并不难”。',
                '要修炼成仁者本色，就得不断添草加柴，贵在坚持，恒心永在。',
            ],
        ],
        [
            'content' => [
                '季康子问：「仲由可使从政也与？」子曰：「由也果，於从政乎何有？」曰：「赐也可使政也与？」曰：「赐也达，於从政乎何有？」曰：「求也可使从政也与？」曰：「求也艺，於从政乎何有？」',
            ],
            'notes' => [
                '(1)季康子：他在公元前492年继其父为鲁国正卿，此时孔子正在各地游说。8年以后，孔子返回鲁国，冉求正在帮助季康子推行革新措施。孔子于是对此三人做出了评价。(2)果：果断、决断。(3)达：通达、顺畅。(4)艺：有才能技艺。',
            ],
            'vernacular' => [
                '季康子问孔子：“仲由这个人，可以让他管理国家政事吗？”孔子说：“仲由做事果断，对于管理国家政事有什么困难呢？”季康子又问：“端木赐这个人，可以让他管理国家政事吗？”孔子说：“端木赐通达事理，对于管理政事有什么困难呢？“又问：“冉求这个人，可以让他管理国家政事吗？”孔子说：“冉求有才能，对于管理国家政事有什么困难呢？”',
            ],
            'unscramble' => [
                '端木赐、仲由和冉求都是孔子的学生，他们在从事国务活动和行政事务方面，都各有其特长。孔子所培养的人才，就是要能够辅佐君主或大臣从事政治活动。在本章里，孔子对他的三个学生都给予较高评价，认为他们已经具备了担任重要职务的能力。',
            ],
        ],
        [
            'content' => [
                '季氏使闵子骞为费宰。闵子骞曰：「善为我辞焉！如有复我者，则吾必在汶上矣。」',
            ],
            'notes' => [
                '(1)闵子骞：姓闵名损，字子骞，鲁国人，孔子的学生，比孔子小15岁。(2)费：音ｍì，季氏的封邑，在今山东费县西北一带。(3)复我：再来召我。(4)汶上：汶，音ｗèｎ，水名，即今山东大汶河，当时流经齐、鲁两国之间。在汶上，是说要离开鲁国到齐国去。',
            ],
            'vernacular' => [
                '季氏派人请闵子骞去做费邑的长官，闵子骞（对来请他的人）说：“请你好好替我推辞吧！如果再来召我，那我一定跑到汶水那边去了。”',
            ],
            'unscramble' => [
                '宋代人儒朱熹对闵子骞的这一做法极表赞赏，他说：处乱世，遇恶人当政，“刚则必取况，柔则必取辱，”即硬碰或者屈从都要受害，又刚又柔，刚柔相济，才能应付自如，保存实力。这种态度才能处乱世而不惊，遇恶人而不辱，是极富智慧的处世哲学。',
            ],
        ],
        [
            'content' => [
                '伯牛有疾，子问之，自牖执其手，曰：「亡之，命矣夫！斯人也有斯疾也！斯人也有斯疾也！」',
            ],
            'notes' => [
                '(1)伯牛：姓冉名耕，字伯牛，鲁国人，孔子的学生。孔子认为他的“德行”较好。(2)牖：音ｙǒｕ，窗户。(3)亡夫：一作丧夫解，一作死亡解。(4)夫：音ｆú，语气词，相当于“吧”。',
            ],
            'vernacular' => [
                '伯牛病了，孔子前去探望他，从窗户外面握着他的手说：“丧失了这个人，这是命里注定的吧！这样的人竟会得这样的病啊，这样的人竟会得这样的病啊！”',
            ],
        ],
        [
            'content' => [
                '子曰：「贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！」',
            ],
            'notes' => [
                '①箪（dan）：古人盛饭的圆形竹器，类似筐。',
            ],
            'vernacular' => [
                '孔子说：“多么有贤德啊，颜回！一竹篮饭，一瓜瓢水，住在简陋的小巷子里，别人都受不了那穷困的忧愁，颜回却依然自得其乐。多么有贤德啊，颜回！”',
            ],
            'unscramble' => [
                '颜回乐什么？',
                '当然不应该是乐竹篮子装饭，瓜瓢喝水，也不应该是乐那贫民窟里面的小巷子，而是另有所乐。至于到底乐什么，孔子在这里没有说。',
                '不过，我们可以从夫子自道的一段话里找出答案。在《述而》篇里，孔子说：“吃粗粮，喝冷水，弯过手臂当枕头，也自有快乐在其中。不仁义的富有和尊贵，对于我来说，就像天边飘浮的云一样。”',
                '这一段夫子自道实际上与他对颜回的描述极其相近，只不过明确地点出了主题，这就是“义”。如果不“义”，就是再富贵也没有意思，相反，只要心中有“义”，就是吃粗茶淡饭，睡觉连枕头都没有，那也是快乐的。',
                '有其父必有其子，有其师必有其徒。作为孔子的第一高徒，颜回和老师一样，都是以“义”为乐。这个“义”，也就是仁义、道义。所以，孔子也好，颜回也好，都是因为心中有了仁义，有了道义，才能够安于贫困。说到底，也就是安贫乐道，为了精神的追求而不在意物质生活的窘迫。',
                '当然，孔子、颜回都是圣贤级的人物，风情高达，所以能做到安贫乐道，对我们一般人来说，要修养到那个境界可真是难得很，也就只好“不堪其忧”了罢。',
            ],
        ],
        [
            'content' => [
                '冉求曰：「非不说子之道，力不足也。」子曰：「力不足者，中道而废。今女画。」',
            ],
            'notes' => [
                '①冉求：孔子的学生，字子有。②画：画界为限，引申为止。',
            ],
            'vernacular' => [
                '冉求说：“我不是不喜欢老师的学说，是因为能力不够。”孔子说：“能力不够，会在中途走不动了的时候停止，可你现在却是画地为牢，根本就没有出发。”',
            ],
            'unscramble' => [
                '走不走得到是能力问题，走不走却是态度问题。',
                '画地为牢，裹足不前，这是知难而退，自甘堕落。所以孔子深恶痛绝，当面驳斥冉求的说法。',
                '所谓“世上无难事，只要背登攀。”一个人不管做什么那，只要肯立志，坚决地去做，做到什么程度算什么程度，走到哪。步算哪一步。换句话说，只问耕耘，不问收获。事实上就总会有所收获。相反，凡事太功利主义，还没有开步就问终点何在，利益何在，期望值太高，大迫切，往往会产生畏难情绪，结果便很容易画地为牢，自己把自己限定在一个范围内，甚至裹足不前，打退堂鼓了事。',
                '冉求正是想打退堂鼓，所以圣人予以激励，要求他开步向前走，哪怕“中道而废”，也比停步不前好。',
            ],
        ],
        [
            'content' => [
                '子谓子夏曰：「女为君子儒！无为小人儒！」',
            ],
            'vernacular' => [
                '孔子对子夏说：“你要做君子儒，不要做小人儒。”',
            ],
            'unscramble' => [
                '在本章中，孔子提出了“君子儒”和“小人儒”的区别，要求子夏做君子儒，不要做小人儒。“君大儒”是指地位高贵、通晓礼法，具有理想人格的人；“小人儒”则指地位低贱，不通礼仪，品格平庸的人。',
            ],
        ],
        [
            'content' => [
                '子游为武城宰。子曰：「女得人焉尔乎？」曰：「有澹台灭明者，行不由径，非公事，未尝至於偃之室也。」',
            ],
            'notes' => [
                '①武城宰：武城的地方官，相当于武城县的县长。武城在今山东费县西南。②澹（tan）台灭明：姓澹台，名灭明，字千羽，武城人。③偃：子游性言，名偃，字子游。',
            ],
            'vernacular' => [
                '子游做了武城县的县长。孔子问他：“你在武城发现人才了吗？”子游回答说：“有个叫偃台灭明的人，走路不抄小道，不是公事，从不到我住的地方来。”',
            ],
            'unscramble' => [
                '走路不抄小道就是不走捷径，引申出来的意思，也就是我们今天所说的不走后门。',
                '因为不走后门，所以也用不着拉关系，用不看到长官的家里去搞“勾兑”，联络感情。',
                '这是什么样的人才呢？',
                '这是行为端正，廉洁奉公的人才，而不是我们今天很走红的“公关”人才，也不是在官场中兜得很转的那些特殊人才。',
                '这种人才在政治清明，风气很正的时代是可以一展宏图、飞黄腾达的。但在政治不怎么清明，风气不正的年代里就有一点不合时宜了，很难把官做得大，做得长久。',
                '子游欣赏这种人才，说明子游为政比较清明，子游的县衙门里风气也是比较正的。',
                '不开后门，不拉关系。这不也是我们今天大力提倡的吗？',
                '所以，偃台天明的确还是一个人才。',
            ],
        ],
        [
            'content' => [
                '子曰：「孟之反不伐，奔而殿，将入门，策其马，曰：「『非敢後也，马不进也。』」',
            ],
            'notes' => [
                '①孟之反：鲁国大夫，又称孟之侧。②伐：自夸。③殿：殿后，走在部队最后面。',
            ],
            'vernacular' => [
                '孔子说：“孟之反不自夸。兵败逃跑时他殿后，快入城门时，故意鞭打着他的马说：‘不是我敢于殿后，而是我的马跑不快呀！’”',
            ],
            'unscramble' => [
                '据《左传》哀公十一年记载，鲁国与齐国作战，鲁军大败，作为统帅之一的孟之反留在后面掩护大军撤退。当大家都安全撤回而迎接他最后到达时，他却故意鞭打着马说：“不是我敢于殿后，而是我的马跑不快呀！”',
                '孔子因而赞扬他不自夸的谦逊精神。',
                '其实，孟之反不自夸，谦逊只是原因之一。原因之二还在于他不愿居功，以免引起其他将领和同僚的妒忌。',
                '谦逊也好，不居功以免妒忌也好，都是立身处世的艺术。尤其是在人际关系复杂的环境下，不锋芒毕露，不居功自傲的确是非常高深的修养。对于一般人来说，能够做到不争功就不错了，哪里还能把自己本来就有的功劳推到一边去呢？',
                '正因为孟之反将军有这样高深的修养，所以就连圣人也对他大加赞赏。',
            ],
        ],
        [
            'content' => [
                '子曰：「不有祝鮀之佞①而有宋朝②之美，难乎免于今之世矣！」',
            ],
            'notes' => [
                '①祝鮀（tuo）；卫国大夫，字子鱼。据《左传》记载，他很有口才。②佞：口才。③宋朝：指宋国的公子朝，以美貌著称。《左传》昭公二十年和定公十四年都有他因美貌而惹祸的记载。',
            ],
            'vernacular' => [
                '孔子说：“没有祝鮀那样的口才，却有宋国公子朝那样的美貌，是很难免祸于当今社会的啊！”',
            ],
            'unscramble' => [
                '反过来说，如果既有宋国公子朝那样的美貌，又有祝鮀那样的口才，是不是就可以免祸于当时的社会了呢？',
                '也许是吧。',
                '据《战国策·秦策一》记载，当谋士陈轸与张仪同在秦惠王手下任职时，张仪向秦王中伤陈轸，说陈轸向楚国提供国家机密，并准备投降叛国到楚国去。秦王于是把陈轸叫来，要他解释解释这是怎么一回事，说得清楚没事，说不清楚则把脑袋留下。陈轸不慌不忙地回答说：“如果我真向楚国出卖情报，楚王会用我吗？”接下来，陈轸向秦王讲了这样一个故事：一个楚人有两个妻子，另一个男人去勾引他的妻子。当这人去勾引年龄稍大的妻子时，遭到了痛骂，当这人去勾引年轻一点的妻子时，却获得了成功。不久，这两个女人的丈夫死了，当有人问那个男人要娶哪个女人做妻子时，那个男人却说要娶年龄稍大一点的做妻子。因为他认为那个年龄稍大一点的做妻子才可靠，而那个年轻一点的，既然可以背叛她原来的丈夫，不也同样可以背叛新的丈夫吗？讲完这个故事后，陈款对秦王说：“如果我真向楚国出卖情报，不就像那个年轻一点的妻子吗？楚王怎么会信任我呢？”秦王觉得陈翰的说法很有道理，便更加信任陈轮，而不理会张仪的中伤了。',
                '这就是口才免祸的实例。而这一类的例子，在历史记载中可以说是太多了。所以，口才的确可以免祸。值得我们注意的是，就孔子来说，虽然也知道口才的重要性，尤其是在他所处的那个时代的重要性。但他实际上并不太赞赏口才好的人。这不仅从他多次强调“敏于事而慎于言”，谴责“巧言令色，鲜矣仁’可以看出来，而且，当有人说冉雍有仁德没有口才时，孔子态度很明确地说：“何必要有口才呢？靠口才对付人，常常惹人讨厌。”（《公冶长》）',
                '可见孔子感叹没有口才难以免祸实际上是一种不满之情，是针对不良社会现象而发出的牢骚，只不过是“怨而不怒”罢了。',
            ],
        ],
        [
            'content' => [
                '子曰：「谁能出不由户？何莫由斯道也？」',
            ],
            'vernacular' => [
                '孔子说：“谁能不经过屋门而走出去呢？为什么没有人走（我所指出的）这条道路呢？”',
            ],
            'unscramble' => [
                '孔子这里所说的，其实仅是一个比喻。他所宣扬的“德治”、“礼制”，在当时有许多人不予重视，他内心感到很不理解。所以，他发出了这样的疑问。',
            ],
        ],
        [
            'content' => [
                '子曰：「质胜文则野，文胜质则史。文质彬彬，然後君子。」',
            ],
            'notes' => [
                '①质：质朴。②文：文饰。③史：虚浮不实。④彬彬：相杂适中的样子．',
            ],
            'vernacular' => [
                '孔子说：“质朴胜过了文饰就会粗野，文饰胜过了质朴就会虚浮，质朴和文饰比例恰当，然后才可以成为君子。”',
            ],
            'unscramble' => [
                '这段话可以从各种层次上来理解和发挥。',
                '大而言之，从文化人类学的角度来理解，“质”是指人类朴素的本质，“文”则指文化的累积。那么，“质胜文则野”就是指人没有文化，就会像原始人一样粗野，落后。“文胜质则史”就是指文化过于发达后人类失去了原来朴素的本质，显得虚浮而没有根基，所以要“文质彬彬”，文化的发展要与人类的本质相适应，相协调。',
                '小而言之，从个人修养的角度来理解，“质”是指质朴的品质，“文”则是指文化的修养。那么，“质胜文则野”就是指一个人没有文化修养就会很粗俗；“文胜质则史”就是指一个人过于文雅就会显得像个酸秀才，书呆子，注重繁文得节而不切实际。所谓“百无一用是书生”，就是典型的“文胜质则史”，忘了做人的根本。所以要“文质彬彬”，既要有文化修养，又不要迷失了本性，只有这样，才能够称得上是真正的君子。',
                '广而言之，“文质彬彬”还可以从写作、艺术、审美的内容和形式、内在美与外在美、质朴与文饰等各个方面来力。以理解和发挥，从而使“文”与“质”成为一对内涵丰富而外延广泛的范畴得到深入研究。所有这些，当然不是我们在这里能够讨论得清楚的。',
            ],
        ],
        [
            'content' => [
                '子曰：「人之生也直，罔之生也幸而免。」',
            ],
            'notes' => [
                '①也：语气词。②罔：诬罔的人，不正直的人。③幸：侥幸．',
            ],
            'vernacular' => [
                '孔子说：“人的生存靠正直，不正直的人也能生存，但那不过是侥幸免于祸害罢了 。”',
            ],
            'unscramble' => [
                '正直是立身处世之本。',
                '不正直的人虽然也可以欺世盗名，侥幸生存，甚至可能福禄双至。但是，多行不义必自毙，不是不报，时辰未到而已。',
                '拿精忠报国的岳飞与奸臣秦桧来说，虽然岳飞被“莫须有”的罪名陷害而屈死风波亭，秦桧却飞黄腾达享着高官厚病但最终是“青山有幸埋忠骨，白铁无辜铸佞臣。”“人从宋后少名桧，我到坟前愧姓秦。”当你到西子湖畔的岳王坟前去看到这地对联队又有何感想呢，正直的人流芳千古，不正直的人遗臭万年，这就是直与罔的最终结局罢。',
            ],
        ],
        [
            'content' => [
                '子曰：「知之者不如好之者，好之者不如乐之者。」',
            ],
            'vernacular' => [
                '孔子说：“知道它的人不如喜好它的人，喜好它的人不如以它为乐的人。”',
            ],
            'unscramble' => [
                '无论是学习还是进德修业等等，这都是三种不同的境界：知道--喜好—一乐在其中。',
                '“知道”偏重于理性，对象外在于己，你是你，我是我，往往失之交臂，不能把握自如。所以，当需要我们身体力行进行实践的时住，往往难以做到。比如说我们都“知道”锻炼身体很有好处,很有必要，但要天天早上起来坚持锻炼身体，那就很少有人能做到了。',
                '“喜好”触及情感，发生兴趣。就像一位熟识的友人，又如他乡遇故知，油然而生亲切之感，但依然是外在于我，相交虽融融，物我两相知。比如说我们很多人都会说自己“喜好”看书，这是确实的，但‘各好”的程度有所不同，大多数人是“好读书，不求甚解”，这本测览测览，那本翻阅翻阅，觉得有些累了，扔在一边，明天再读。这就是“好之者”，甚于“知之者”，但还没有进入“乐之者”的境界。',
                '“乐在其中”才是“乐之者”的境界。这种境界有一个最恰如其分的词语来形容，这就是“陶醉”。陶醉于其中，以它为赏心乐事，就像亲密爱人一样，达到物我两忘，合二而一的境界。比如颜回，住在贫民窟里，用竹篮子打饭，用瓜瓢舀水喝，人们都忍受不了那种贫困，而颜回自己却乐在其中。（《雍也》）又比如孔子，发愤起来就忘记了吃饭，高兴起来就忘掉了忧愁，甚至连自己快要老了也不知道。（《述而》）用当今时髦的话来说，这就叫做“太投入了！”',
                '很可惜，现在“投入”学习，“投入”修养自己的人都太少了，而多半“太投入了”的，是在麻将桌上，坐在那里居心叵测得很，那可真是达到了“乐之者”的境界啊！',
                '乐之者，不亦乐乎？',
            ],
        ],
        [
            'content' => [
                '子曰：「中人以上，可以语上也；中人以下，不可以语上也。」',
            ],
            'vernacular' => [
                '孔子说：“中等智力以上的人，可以和他谈论高深的学问；中等智力以下的人，不可以和他谈论高深的学问。”',
            ],
            'unscramble' => [
                '在圣人看来，人的智力是分为上、中、下三等。',
                '如果你是教师，就应该据此分析学生的不同资质，采取不同的难易深浅，以免对牛谈琴，使对方不知所云。',
                '如果你是公关小姐或公关先生，就应该据此向你的公关对象挑开适当的话题。',
                '总而言之，“酒逢知己千杯少，话不投机半句多。”关键是要有共同的语言。',
            ],
        ],
        [
            'content' => [
                '樊迟问知。子曰：「务民之义，敬鬼神而远之，可谓知矣。」问仁。曰：「仁者先难而後获，可谓仁矣。」',
            ],
            'notes' => [
                '①民：通“人”。',
            ],
            'vernacular' => [
                '樊迟问什么是明智。孔子说：“致力于人世间该做的事情，对鬼神报敬而远之的态度，这就可以说是明智的了。”樊迟又问什么是仁。孔子说：“有仁德的人总是先付出艰苦的努力然后才有所收获。这就可以说是仁了。”',
            ],
            'unscramble' => [
                '在“智”的问题上，典妙地表现了圣人现实而理性的精神。一方面是“务民（人）之义”，着眼于人间事；另一方面是“敬鬼神而远之”，对于我们搞不太清楚的事情，既不轻易相信，也不盲目否定，姑且把它放在一边存而不论、前一方面是现实的精神，后一方面是理性的精神。为什么要这样呢？在《先进》篇里，当子路问怎样侍奉鬼神时，孔于作了明确回答：“未能事人，焉能事鬼？”',
                '连近在眼前的人都没能侍奉好，谈什么恃奉远在天边的鬼神呢？凡事从眼前做起，从身边做起，不要好高骛远，不切实际地异想天开。',
                '“智”的问题上是这样，“仁”的问题上也是这样。',
                '所以，当樊迟问什么是“仁”时，圣人作出了“先难而后获”的回答。而且，不仅这次这样回答。另有一次，樊迟跟随孔子到舞字台下去游览，当他问孔子怎样才能提高道德修养时，孔子照样回答说：“问得好！先事后得，非崇德与？”（《颜渊》意思是说，先做事后收获，这不是提高了道德修养了吗？',
                '先难后获，先事后得，用我们的话来说，就是：没有耕耘，哪来的收获？或者从正面说，只间耕耘，不问收获。或者再说行优美一点，那就是:',
                '十五的月儿十六圆，',
                '要想收获先种田，',
                '要想登山先探路，',
                '要想致富得开财源。',
            ],
        ],
        [
            'content' => [
                '子曰：「知者乐水，仁者乐山。知者动，仁者静。知者乐，仁者寿。」',
            ],
            'notes' => [
                '(1)知者乐水，仁者乐山：“知”，音ｚｈì，同“智”；乐，古音ｙàｏ，喜爱的意思。',
            ],
            'vernacular' => [
                '孔子说：“智者喜爱水，仁者喜爱山；智者好动，仁者好静；智者快乐，仁者长寿。',
            ],
            'unscramble' => [
                '以山水形容仁者智者，形象生动而又深刻。这正如朱熹在《论语集注》里面的讨论：没有对仁和智级其深刻的体悟，绝对不能作出这样的形容。圣人智仁双全，所以，作此形容的专利权非他莫属。',
                '智者也就是聪明人。聪明人通过事理，反应敏捷而又思想活跃，性情好动就像水不停地流一样，所以用水来进行比拟。',
                '仁者也就是仁厚的人。仁厚的人安于义理，仁慈宽容而不易冲动，性情好种就像山一样稳重不迁，所以用山来进行比拟。',
                '不过，你女。果问一般人乐水还是乐山，所得的回答多半是山水都乐。因为－－',
                '“水是眼波横，山是眉峰聚。',
                '欲问行人去哪边，眉眼盈盈处。”（王观）',
                '山水各有千秋，仁智都是我们的追求，即使力不能及，也要心向往之。',
                '当然，就实际情况来看，每个人性情有所不同，的确还是有山水差异的。也就是说，有人乐水，有人乐山。',
                '“青山行不尽，绿水去何长。”（崔颢）',
                '你乐水还是乐山呢？',
            ],
        ],
        [
            'content' => [
                '子曰：「齐一变，至於鲁；鲁一变，至於道。」',
            ],
            'vernacular' => [
                '孔子说：“齐国一改变，可以达到鲁国这个样子，鲁国一改变，就可以达到先王之道了。”',
            ],
            'unscramble' => [
                '本章里，孔子提出了“道”的范畴。此处所讲的“道”是治国安邦的最高原则。在春秋时期，齐国的封建经济发展较早，而且实行了一些改革，成为当时最富强的诸侯国家。与齐国相比，鲁国封建经济的发展比较缓慢，但意识形态和上层建筑保存得比较完备，所以孔子说，齐国改变就达到了鲁国的样子，而鲁国再一改变，就达到了先王之道。这反映了孔子对周礼的无限眷恋之情。',
            ],
        ],
        [
            'content' => [
                '子曰：「觚不觚，觚哉！觚哉！」',
            ],
            'notes' => [
                '(1)觚：音ｇū，古代盛酒的器具，上圆下方，有棱，容量约有二升。后来觚被改变了，所以孔子认为觚不像觚。',
            ],
            'vernacular' => [
                '孔子说：“觚不像个觚了，这也算是觚吗？这也算是觚吗？”',
            ],
            'unscramble' => [
                '孔子的思想中，周礼是根本不可更动的，从井田到刑罚；从音乐到酒具，周礼规定的一切都是尽善尽美的，甚至是神圣不可侵犯的。在这里，孔子概叹当今事物名不符实，主张“正名”。尤其是孔子所讲，现今社会“君不君，臣不臣，父不父，子不子”的这种状况，是不能让人容忍的。',
            ],
        ],
        [
            'content' => [
                '宰我问曰：「仁者，虽告之曰，『井有仁焉。』其从之也？子曰：「何为其然也？君子可逝也，不可陷也；可欺也，不可罔也。」',
            ],
            'notes' => [
                '①逝：通“折”，摧折。② 欺、罔：《孟子－万章上》说：“君子可欺以其方，难罔以非其道。”所以，“欺”是指用合乎情理的话欺骗人；“罔” 则是指用不合情理的话去愚弄人。',
            ],
            'vernacular' => [
                '宰我问道：“追求仁德的人，假如有人告诉他说：‘仁德在井里面。’他会跟着跳下去吗？“孔子说：“那怎么会呢？君子可以被摧折，但不可以被陷害；可以被欺骗，但不可以被愚弄。”',
            ],
            'unscramble' => [
                '“朽木不可雕也”的宰我不仅爱打瞌睡，而且还爱提出刁钻古怪的问题，看来真是孔门的一个调皮学生，难怪得老师要对他发脾气了。',
                '他这一次的问题也够刁钻的了，意思是说：“老师，你整天唠唠叨叨地要我们追求仁德，而社会现实之中哪有什么仁德呢？难道那仁德在井眼里面，你也要我们跟着跳下去吗？”',
                '这一次老师没有发脾气，也没有理会他刁钻，他的钻牛角尖，而是反话正听，并从正面回答了他的问题：“那怎么会呢？作为一个君子，他又不是傻瓜蛋，他可以被摧折，可以杀身成仁，为真理而牺牲，但绝不会被陷害，不会被你这样荒唐的说法而引诱去跳井。另一方面，你可以欺骗他，但你必须有合乎情理的说法，而不可能用你这种不合情理的荒唐话去愚弄他。”',
                '如此说来，要欺骗一个君子，你一定得准备一套合乎情理的说法。',
                '反过来说，既然你已经知道要欺骗一个君子就一定会有一套合乎情理的说法，那么，如果你是一个君子，你不也就会对那些看起来合乎情理的说法多一个心眼了吗？',
                '但愿你在圣人这里学到的不是骗术，而是防骗术！',
            ],
        ],
        [
            'content' => [
                '子曰：「君子博学於文，约之以礼，亦可以弗畔矣夫！」',
            ],
            'notes' => [
                '①衅：同“叛”，指离 经叛道。',
            ],
            'vernacular' => [
                '孔子说：“君子广泛地学习文化知识，并且用礼来约束自己，也就可以不离经叛道了啊！”',
            ],
            'unscramble' => [
                '颜渊也曾说：“夫子循循然善诱人，博我以文、约我以礼。”（《子罕》）',
                '说明孔子不仅这样说，而且还这样实施于教育之中。',
                '既要学习文化知识，又要提高思想修养。德育、智育一起上，这不是“又红又专”的教育方针吗？',
                '真能做外’又红又专”，品学兼优，自然也就不会离经叛道了。',
            ],
        ],
        [
            'content' => [
                '子见南子，子路不说。夫子矢之曰：「予所否者，天厌之！天厌之！」',
            ],
            'notes' => [
                '(1)南子：卫国灵公的夫人，当时实际上左右着卫国政权，有淫乱的行为。(2)说：音ｙｕè，同“悦”。(3)矢：同“誓”，此处讲发誓。(4)否：不对，不是，指做了不正当的事。',
            ],
            'vernacular' => [
                '孔子去见南子，子路不高兴。孔子发誓说：“如果我做什么不正当的事，让上天谴责我吧！让上天谴责我吧！”',
            ],
            'unscramble' => [
                '本章对孔子去见南子做什么，没有讲明。据后代儒家讲，孔子见南子是“欲行霸道”。所以，孔子在这里发誓赌咒，说如果做了什么不正当的事的话，就让上天去谴责他。此外，孔子在这里又提到了“天”这个概念，恐怕不能简单地说，孔子的观念上还有宗教意识，这只是他为了说服子路而发的誓。',
            ],
        ],
        [
            'content' => [
                '子曰：「中庸之为德也，其至矣乎！民鲜久矣。」',
            ],
            'notes' => [
                '(1)中庸：中，谓之无过无不及。庸，平常。',
            ],
            'vernacular' => [
                '孔子说：“中庸作为一种道德，该是最高的了吧！人们缺少这种道德已经为时很久了。”',
            ],
            'unscramble' => [
                '中庸是孔子和儒家的重要思想，尤其作为一种道德观念，这是孔子和儒家尤为提倡的。《论语》中提及“中庸”一词，仅此一条。中庸属于道德行为的评价问题，也是一种德行，而且是最高的德行。宋儒说，不偏不倚谓之中，平常谓庸。中庸就是不偏不倚的平常的道理。中庸又被理解为中道，中道就是不偏于对立双方的任何一方，使双方保持均衡状态。中庸又称为“中行”，中行是说，人的气质、作风、德行都不偏于一个方面，对立的双方互相牵制，互相补充。中庸是一种折衷调和的思想。调和与均衡是事物发展过程中的一种状态，这种状态是相对的、暂时的。孔子揭示了事物发展过程的这一状态，并概括为“中庸”，这在古代认识史上是有贡献的。但在任何情况下都讲中庸，讲调和，就否定了对立面的斗争与转化，这是应当明确指出的。',
            ],
        ],
        [
            'content' => [
                '子贡曰：「如有博施於民而能济众，何如？可谓仁乎？」子曰：「何事於仁！必也圣乎！尧舜其犹病诸！夫仁者，己欲立而立人，己欲达而达人。能近取譬，可谓仁之方也已。」',
            ],
            'notes' => [
                '①病诸：病，不足。诸，“‘之乎”的合音。②夫：发语词，在句首起提挈作用。',
            ],
            'vernacular' => [
                '子贡说：“如果有人能广施恩惠给老百姓，帮助大家过上好日子，怎么样？可以说是做到仁了吗？”孔子说：“岂止做到了仁，那简直就是圣了！就是尧舜恐怕都还没有完全做到呢！至于说仁，那不过是自己想有所作为，也让别人有所作为；自己想飞黄腾达，也让别人飞黄腾达。能够将心比己，推己及人，这就可以说是实行仁道的方法了。”',
            ],
            'unscramble' => [
                '“博施于民而能济众”，实际上就是“他为人民谋幸福，他是人民大救星”的境界，也就是孔子所说的“必也圣乎！”的境界。这当然不是一般人所能做得到的。不仅一般人做不到，在孔子看来，就连尧舜那样的圣人也没有完全做到。',
                '仁的境界就不一样了。仁的境界，只要你努力就能达到，因为那不过是设身处地为他人着想罢了：人同此心，心同此理。所以，当自己想做什么的时候也想到别人想做什么。将心比己，推己及人。说到底，也就是曾于所概括的“夫子之道，忠恕而已矣”里面“忠”的一方面，加上“己所不欲，勿施于人”的“恕”的一方面，就完整地构成了孔子所谓“一以贯之”的“道”。这个“道”不是别的什么，就是“仁道”。',
                '从某种意义上说，圣的境界是天才和英雄的境界。所谓时势造英雄，天才和英雄的业绩实际上不是单凭个人努力就能创造出来的。所以也可以说，圣的境界实际上不是个人的境界。因为“从来就没有什么救世主，也不靠神仙皇帝。要创造人类的幸福，全靠我们自己！”而仁的境界则是普通人所能企及的境界，是从我们自己身边做起的境界。所以，我们所能做到的，也不过是努力实行仁道，使人人都有一颗仁爱的心而已。',
            ],
        ],
    ],
];
