<?php
return [
    'gua' => '履虎尾，不咥人，亨。',
    'tuan' => '履，柔履刚也。说而应乎乾，是以履虎尾，不咥人，亨。刚中正，履帝位而不疚，光明也。',
    'xiang' => '上天下泽，履；君子以辨上下，安民志。',
    'yao' => [
        '初九：素履，往无咎。',
        '九二：履道坦坦，幽人贞吉。',
        '六三：眇能视，跛能履，履虎尾，咥人，凶。武人为于大君。',
        '九四：履虎尾，愬愬终吉。',
        '九五：夬履，贞厉。',
        '上九：视履考祥，其旋元吉。',
    ],
    'xiaoxiang' => [
        '素履之往，独行愿也。',
        '幽人贞吉，中不自乱也。',
        '眇能视；不足以有明也。跛能履；不足以与行也。咥人之凶；位不当也。武人为于大君；志刚也。',
        '愬愬终吉，志行也。',
        '夬履贞厉，位正当也。',
        '元吉在上，大有庆也。',
    ],
    'zhuxi' => [
        'gua' => '咥，直結反。兌，亦三畫卦之名。一陰見於二陽之上，故其德為說，其象為澤。履，有所躡而進之義也。以兌遇乾，和說以躡剛強之後，有履虎尾而不見傷之象，故其卦為履，而占如是也。人能如是，則處危而不傷矣。',
        'tuan' => '履，柔履剛也。'
            . '<span class="commentinner">以二體釋卦名義。</span>'
            . '說而應乎乾，是以履虎尾，不咥人，亨。'
            . '<span class="commentinner">說，音悅。以卦德釋《彖辭》。</span>'
            . '剛中正，履帝位而不疚，光明也。'
            . '<span class="commentinner">又以卦體明之，指九五也。</span>',
        'xiang' => '《程傳》備矣。傳曰：「天在上，澤居下，上下之正理也。」人之所履當如是，故取其象而為履。君子觀履之象，以辯別上下之分，以定其民志。夫上下之分明，然後民志有定。民志定，然後可以言治。民志不定，天下不可得而治也。古之時，公卿大夫而下，位各稱其德，終身居之，得其分也。位未稱德，則君舉而進之。士脩其學，學至而君求之。皆非有預於己也。農工商賈勤其事，而所享有限。故皆有定志，而天下之心可一。後世自庶士至於公卿，日至於尊榮；農工商賈，日志於富侈；億兆之心，交騖於利，天下紛然，如之何其可一也。欲其不亂，難矣。此由上下无定志也。君子觀履之象，而分辯上下，使各當其分，以定民之心志也。',
        'yao' => [
            '以陽在下，居履之初，未為物遷，率其素履者也。占者如是，則往而无咎也。',
            '剛中在下，无應於上，故為履道平坦，幽獨守貞之象。幽人履道而遇其占，則貞而吉矣。',
            '跛，波我反。六三不中不正，柔而志剛，以此履乾，必見傷害，故其象如此，而占者凶。又為剛武之人，得志而肆暴之象，如秦政、項籍，豈能久也。',
            '愬，山革反，音色。九四亦以不中不正，履九五之剛。然以剛居柔，故能戒懼而得終吉。',
            '夬，古快反。九五以剛中正履帝位，而下以兌說應之，凡事必行，无所疑礙。故其象為夬決其履，雖使得正，亦危道也。故其占為雖正而危，為戒深矣。',
            '視履之終，以考其祥，周旋无虧，則得元吉。占者禍福，視其所履而未定也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '傷於所恃。',
            '若得元吉，則大有福慶也。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '履，柔履刚也。说而应乎乾，是以“履虎尾，不咥人，亨”。'
            . '<span class="commentinner">凡“彖”者，言乎一卦之所以为主也，成卦之体在六三也。“履虎尾”者，言其危也。三为履主，以柔履刚，履危者也。履虎尾而不见咥者，以其“说而应乎乾”也。乾，刚正之德者也。不以说行夫佞邪，而以说应乎《乾》，宜其“履虎尾”不见咥而亨。</span>'
            . '刚中正，履帝位而不疚，光明也。'
            . '<span class="commentinner">言五之德。</span>',
        'xiang' => '',
        'yao' => [
            '处履之初，为履之始，履道恶华，故素乃无咎。处履以素，何往不从？必独行其愿，物无犯也。',
            '履道尚谦，不喜处盈，务在致诚，恶夫外饰者。也而二以陽处陰，履於谦也。居内履中，隐显同也。履道之美，於斯为盛。故“履道坦坦”，无险厄也。在幽而贞，宜其吉。',
            '居“履”之时，以陽处陽，犹曰不谦，而况以陰居陽，以柔乘刚者乎？故以此为明眇目者也，以此为行跛足者也，以此履危见咥者也。志在刚健，不修所履，欲以陵武於人，“为于大君”，行未能免於凶，而志存于五，顽之甚也。',
            '逼近至尊，以陽承陽，处多惧之地，故曰：“履虎尾，愬愬”也。然以陽居陰，以谦为本，虽处危惧，终获其志，故“终吉”也。',
            '得位处尊，以刚决正，故曰“夬履贞厉”也。履道恶盈而五处尊，是以危。',
            '祸福之祥，生乎无所履，处履之极，履道成矣，故可“视履”而“考祥”也。居极应说，高而不危，是其旋也。履道大成，故“元吉”也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“履”，柔履刚也。说而应乎“乾”，是以“履虎尾，不咥人，亨”。刚中正，履帝位而不疚，光明也。'
            . '<span class="commentinner">“履”之所以为“履”者，以三能履二也。有是物者不能自用，而无者为之用也。“乾”有九二，“乾”不能用，而使六三用之。九二者，虎也。虎何为用于六三而莫之咥？以六三之应乎“乾”也。故曰“说而应乎‘乾’，是以履虎尾，不咥人，亨”。“应乎‘乾’”者，犹可以用二，而“乾”亲用之，不可。何哉？曰：“乾”，刚也；九二，亦刚也。两刚不能相下，则有争；有争，则“乾”病矣。故“乾”不亲用，而授之以六三。六三以不校之柔而居至寡之地，故九二禁为之用也。九二为三用，而三为五用，是何以异于五之亲用二哉？五未尝病，而有用二之功，故曰“履帝位而不疚，光明也”。夫三与五合，则三不见咥而五不病。五与三离，则五至于危而三见咥。卦统而论之，故言其合之吉；爻别而观之，故见其离之凶。此所以不同也。</span>',
        'xiang' => '',
        'yao' => [
            '“履”，六爻皆上履下也。所履不同，故所以履之者亦异。初九独无所履，则其所以为履之道者，行其素所愿而已。君子之道，所以多变而不同者，以物至之不齐也。如不与物遇，则君子行愿而已矣。',
            '九二之用大矣，不见于二，而见于三。三之所以能视者，假吾目也；所以能履者，附吾足也。有目不自以为明，有足不自以为行者，使六三得坦途而安履之，岂非才全德厚、隐约而不愠者欤？故曰“幽人贞吉”。',
            '眇者之视，跛者之履，岂其自能哉！必将有待于人而后能。故言“跛”、“眇”者，以明六三之无能而待于二也。二，虎也，所以为吾用而不吾咥者，凡以为“乾”也。六三不知其眇而自有其明，不量其跛而自与其行，以虎为畏己，而去“乾”以自用。虎见六三而不见“乾”焉，斯咥之矣。九二有之而不居，故为“幽人”；六三无之而自矜，故为“武人”。武人见人之畏己，而不知人之畏其君。是以有为君之志也。',
            '“愬愬”，惧也。九二之刚用于六三，故三虽陰而九二之虎在焉，则三亦虎矣。虽然，非诚虎也。三为“乾”用，而二辅之；四履其上，可无惧乎？及其去“乾”以自用，而九二叛之，则向之所以为虎者亡矣，故始惧“终吉”。以九四之“终吉”，知六三之衰也。六三之衰，则九四之志得行矣。',
            '九二之刚，不可以刚胜也，惟六三为能用之。九五不付之于三，而自以其刚决物，以此为履危道也。夫三与五之相离也，岂独三之祸哉？虽五亦不能无危。其所以犹得为正者，以其位君也。',
            '三与五，其始合而成功；其后离而为凶。至于上九，历见之矣，故视其所履，考其祸福之祥，知二者之不可以一日相离也①，而复其旧，则“元吉”。旋，复也。【校注】 ①不可以一日相离也，《苏氏易传》无“以”字。',
        ],
        'xiaoxiang' => [
        ],
    ],

    'vernacular' => [
        'gua' => '《履卦》象征小心行动：跟在老虎尾巴后面走路，老虎却没有回头咬人，当然亨通顺利。',
        'tuan' => '履，陰柔践履陽刚。悦而顺应于乾，所以“踩了老虎尾巴（老虎）不咬人，亨通”。（九五）以刚健中正之德居帝王之位，而不负疚后悔，（盛德）光明正大。',
        'xiang' => '《履卦》的卦象是兑（泽）下乾（天）上，为天下有泽之表象。上有天，下有泽，说明要处处小心行动，如行在沼泽之上，一不注意就会陷下去；君子要深明大义，分清上下尊卑名分，坚定百姓的意志，遵循礼仪而行，必然秩序井然。',
        'yao' => [
            '初九，心地纯朴，品行端正，处处小心行事，那么无论到什么地方都没有灾祸。',
            '九二，小心行走在平坦宽广的大道上,幽居的人安于闲逸恬静的生活，结果是吉祥的。',
            '六三，眼睛快要瞎了，但勉强能看到一点点；腿跛了，但勉强能走几步。不小心踩在老虎尾巴上，老虎回头就咬人，凶险；勇敢的武士要竭力为君主效劳。',
            '九四，跟在老虎尾巴后面走路，感到恐惧害怕，但谨慎小心，终于得到吉祥。',
            '九五，刚毅善于作出决断，小心行动，要提防危险。',
            '上九，回头看看走过的路，详细察看一下吉凶祸福，转身来顺应陰柔自然之道，这样是吉祥的。',
        ],
        'xiaoxiang' => [
            '"心地纯朴，品行端正，处处小心行事"，表明要专心致志，遵循礼仪实现自己的意愿。',
            '"幽居的人可获吉祥"，说明自己内心平静自然毫不紊乱，循礼仪而行的信念坚固。',
            '"眼睛快瞎了，但勉强能看到一点点"，不足以分辩事物；"腿跛了，但勉强能走几步"，不能出外远行；"老虎咬人是凶险的"，表明这时处的位置很不妥当，竟然踩在老虎尾巴上。"武士要竭力为君主效劳"，表明武士的志向刚强。',
            '"感到恐惧害怕，但谨慎小心，终久获得吉祥"，说明小心遵循礼仪而行就能实现自己的志愿。',
            '"刚毅果断，小心行动，要提防危险"，说明此时虽处于正当的位置，但也不能疏忽大意。',
            '极为吉祥，高居尊上之位，表明有大的福分值得庆祝。',
        ],
    ],
    'notes' => [
        'tuan' => '此释《履》卦卦名与卦辞之义。柔履刚：古者有二解：（一）《履》下兑上乾，兑为柔，乾为刚，兑之柔履行乾之刚。（二）《履》六三为柔，六三履行于五刚之中。笔者认为，前者以卦而言，后者以爻而言，二说虽不同，但皆有据，当兼用二义。说而应乎乾：《履》下兑上乾，兑为说在下，乾刚在上，二者相应。履虎尾“踩老虎尾巴。不咥人：不咬人。咥，咬。刚中正”九五陽刚居中得正。帝位，五为帝位。疚，一本作“疾”。《论语•颜渊》：“子曰：‘内省不疚，夫何忧何惧’。”“疚”显有忧惧不安、追悔之义。',
        'xiang' => '',
    ],
];
