<?php
return [
    'gua' => '元，亨，利，贞。其匪正有眚，不利有攸往。',
    'tuan' => '无妄，刚自外来，而为主於内。动而健，刚中而应，大亨以正，天之命也。其匪正有眚，不利有攸往。无妄之往，何之矣？天命不佑，行矣哉？',
    'xiang' => '天下雷行，物与无妄；先王以茂对时，育万物。',
    'yao' => [
        '初九：无妄，往吉。',
        '六二：不耕获，不菑畲，则利有攸往。',
        '六三：无妄之灾，或系之牛，行人之得，邑人之灾。',
        '九四：可贞，无咎。',
        '九五：无妄之疾，勿药有喜。',
        '上九：无妄，行有眚，无攸利。',
    ],
    'xiaoxiang' => [
        '无妄之往，得志也。',
        '不耕获，未富也。',
        '行人得牛，邑人灾也。',
        '可贞无咎，固有之也。',
        '无妄之药，不可试也。',
        '无妄之行，穷之灾也。',
    ],
    'zhuxi' => [
        'gua' => '无妄，實理自然之謂。《史記》作「无望」，謂无所期望而有得焉者，其義亦通。為卦自訟而變，九自二來而居於初，又為震主，動而不妄者也，故為无妄。又，二體震動而乾健，九五剛中而應六二，故其占大亨而利於正。若其不正，則有眚，而不利有所往也。',
        'tuan' => '无妄，剛自外來而為主於內，動而健，剛中而應。大亨以正，天之命也。其匪正有眚，不利有攸往，无妄之往，何之矣？天命不祐，行矣哉。'
            . '<span class="commentinner">以卦變、卦德、卦體言，卦之善如此，故其占當獲大亨而利於正，乃天命之當然也。其有不正，則不利有所往。欲何往哉？蓋其逆天之命而天不祐之，故不可以有行也。</span>',
        'xiang' => '天下雷行，震動發生，萬物各正其性命，是物物而與之以无妄也。先王法此以對時育物，因其所性而不為私焉。',
        'yao' => [
            '以剛在內，誠之主也。如是而往，其吉可知，故其象占如此。',
            '菑，側其反。畬，音餘。柔順中正，因時順理，而无私意期望之心，故有不耕穫、不菑畬之象。言其无所為於前，无所冀於後也。占者如是，則利有所往矣。',
            '卦之六爻，皆无妄者也。六三，處不得正，故遇其占者，无故而有災。如行人牽牛以去，而居者反遭詰捕之擾也。',
            '陽剛乾體，下无應與，可固守而无咎，不可以有為之占也。',
            '乾剛中正以居尊位，而下應亦中正，无妄之至也。如是而有疾，勿藥而自愈矣。故其象占如此。',
            '上九，非有妄也，但以其窮極而不可行耳，故其象占如此。',
        ],
        'xiaoxiang' => [
            '',
            '富，如「非富天下」之「富」。言非計其利而為之也。',
            '',
            '有，猶守也。',
            '既已无妄而復藥之，則反為妄而生疾矣。試，謂少嘗之也。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '无妄，刚自外来而为主於内。'
            . '<span class="commentinner">谓震也。</span>'
            . '动而健，'
            . '<span class="commentinner">震动而乾健也。</span>'
            . '刚中而应，'
            . '<span class="commentinner">谓五也。</span>'
            . '大亨以正，天之命也。'
            . '<span class="commentinner">刚自外来，而为主於内，动而愈健。“刚中而应”，威刚方正，私欲不行，何可以妄？使有妄之道灭，无妄之道成，非大亨利贞而何？刚自外来，而为主於内，则柔邪之道消矣。动而愈健，则刚直之道通矣。“刚中而应”，则齐明之德著矣。故“大亨以正”也。天之教命，何可犯乎？何可妄乎？是以匪正则有眚，而“不利有攸往”也。</span>'
            . '“其匪正有眚，不利有攸往”。无妄之往，何之矣？天命不祐，行矣哉！'
            . '<span class="commentinner">匪正有眚，不求改以从正，而欲有所往，居不可以妄之时，而欲以不正有所往，将欲何之天命之所不祐，竟矣哉！</span>',
        'xiang' => '与，辞也，犹皆也。天下雷行，物皆不可以妄也。茂，盛也。物皆不敢妄，然后万物乃得各全其性，对时育物，莫盛於斯也。',
        'yao' => [
            '体刚处下，以贵下贱，行不犯妄，故往得其志。',
            '不耕而获，不菑而畬，代终已成而不造也。不擅其美，乃尽臣道，故“利有攸往”。',
            '以陰居陽，行违谦顺，是“无妄”之所以为灾也。牛者稼穑之资也。二以不耕而获，“利有攸往”，而三为不顺之行，故“或系之牛”，是有司之所以为获，彼人之所以为灾也，故曰“行人之得，邑人之灾”也。',
            '处“无妄”之时，以陽居陰，以刚乘柔，履於谦顺，比近至尊，故可以任正，固有所守而“无咎”也。',
            '居得尊位，为无妄之主者也。下皆“无妄”，害非所致而取药焉，疾之甚也。非妄之灾，勿治自复，非妄而药之则凶，故曰“勿药有喜”。',
            '处不可妄之极，唯宜静保其身而已，故不可以行也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '药攻有妄者也，而反攻“无妄”，故不可试也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“大畜”，刚健笃实，辉光，日新其德。'
            . '<span class="commentinner">刚健者，“乾”也；笃实者，“艮”也；辉光者，二物之相磨而神明见也。“乾”不得“艮”，则素健而已矣①；“艮”不得“乾”，则徒止而已矣。以止厉健，以健作止，而德之变不可胜穷也。 校注】 ①素健：《苏氏易传》作“徒健”，亦通。</span>'
            . '刚上而尚贤，能止健，大正也。'
            . '<span class="commentinner">“大”者，正也；谓上九也，故谓之贤。贤者见畜于上九，所以为“大畜”也。</span>'
            . '“不家食，吉”；养贤也。“利涉大川”，应乎天也。'
            . '<span class="commentinner">“乾”之健，“艮”之止，其德天也。犹金之能割，火之能热也。物之相服者，必以其天。鱼不畏网而畏鹈鹕，畏其天也。故“乾”在“艮”下，未有不止而为之用也①。物之在“乾”上者，常有忌“乾”之心，而“乾”常有不服之意，“需”之上六，“小畜”之上九是也。忌者生于不足以服人尔，不足以服人而又忌之，则人之不服也滋甚。今夫“艮”自知有以畜“乾”，故不忌其健而许其进；“乾”知“艮”之有以畜我而不忌，故受其畜而为之用。“不家食”者，以“艮”为主也；“利涉大川”者，用“乾”之功也。【校注】 ①未有不止：《苏氏易传》于“未有”后有二□□，似未脱字。</span>',
        'xiang' => '孔子论“乾”九二之德曰：“君子学以聚之，问以辨之。”是以知“乾”之健，患在于不学，汉高帝是也，故“大畜”之君子将以用“乾”，亦先厚其学。',
        'yao' => [
            '“小畜”之畜“乾”也，顺而畜之，故始顺而终反目。“大畜”之畜“乾”也，厉而畜之，故始厉而终亨①。君子之爱人以德，小人之爱人以姑息。见德而愠，见姑息而喜，则过矣。初九欲进之意无已也，至于六四，遇厉而止。六四之厉，我所谓德也；使我知戒而终身不犯于灾者，六四也。【校注】 ①始厉而终亨：《苏氏易传》作“始利而终亨”，误。',
            '“小畜”之“说輹”，不得已也，故夫妻反目。“大畜”之“说輹”，其心愿之，故“中无尤”也。',
            '三“乾”并进，故曰“良马逐”。马不忧其不良，而忧其轻车易道以至泛轶也，故“利艰贞”。九三，“乾”之殿也，故相与饬戒，闲习其车徒，则“利有攸往”。“上”，上九也；上利在不忌，三利在必戒。',
            '',
            '“童牛”，初九也；“牿”，角械也；童牛无所用牿然且不敢废者，自其童而牿之，迨其壮，虽不牿可也。此爱其牛之至也。“豶豕”，羠豕也，九二之谓也。有牙而不鸷者，羠豕也，不鸷则可畜矣。“大畜”之畜乾也，始厉而终亨。初九，陽之微者也，而遂牿之，故至于九二，虽有牙而可畜也。其始牿之，其渐可畜，其终虽进之天衢可也。童而牿之，爱以德也，故“有喜”。不恶其牙而畜之，将求其用也，故“有庆”。凡物有以相德曰“喜”，施德获报曰“庆”。孔子曰：“积善之家，必有馀庆。”',
            '“天衢”者，上之所履，而不与下共者也。德有以守之，虽以予人而莫敢受，苟无其德，虽吾不予夫将有取之者。上九之德足以自固，是以无忌于“乾”而大进之。其曰“何天之衢”者，何天衢之有，而不汝进也①？夫惟以天衢进之，而“乾”大服矣。【校注】 ①何天衢之有，而不汝进也：《苏氏易传》作“何天之衢，有而不汝进也”，误。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《无妄卦》象征不妄动妄求：极为亨通顺利，利于坚守正道。然而，如果不能坚守正道的话就会发生祸殃，因而也就不利于前去行事了。',
        ],
        'xiang' => [
            '《无妄卦》的卦象是震（雷）下乾（天）上，好比在天的下面有雷在运行之表象，象征着天用雷的威势警戒万物，并赋予万物以不妄动妄求的本性；从前的君主顺应天命，尽其所能地遵循天时以养育万物的生长。',
        ],
        'yao' => [
            '初九，只要是不妄动妄求的话，那么，前去行事就一定会获得吉祥。',
            '六二，不在刚开始耕作时就期望立刻获得丰收，不在荒地刚开垦一年时就期望它立即变成良田，能够这样，才不是妄动妄求，因而利于前去行事。',
            '六三，无缘无故而遭受灾祸，好比有人把一头牛拴在村边道路旁，路过的人顺手把牛牵走，同村的人却被怀疑为偷牛的人而蒙受不白之冤。',
            '九四，能够坚守正道，所以没有灾祸。',
            '九五，不妄动妄求却身染疾病，这种疾病不需用药医治，它会不用治疗便自行消除。',
            '上九，虽然不妄动妄求，但是，仍然不宜于行动，如果勉强地行动，就会遭受祸殃，得不到一点好处。',
        ],
        'xiaoxiang' => [
            '“不妄动妄求地前去行事”，是说这样就可以实现志愿。',
            '“不在刚开始耕作时就期望立刻获得丰收”，是说不企求获得非分的财富。',
            '路过人顺手把牛牵走，意味着同村的人就会自然地被怀疑为偷牛的人而蒙受不白之冤。这种灾难不是因为自己有过，而是由于某种客观原因的巧合所造成的。',
            '“能够坚守正道，所以没有灾祸”，是说坚守正道的品德是其本身所固有的，所以，自始至终牢固地坚守正道，才能使自己免遭灾害。',
            '“不妄动妄求却身染疾病，这种疾病不需用药医治”，是说药是不可以轻易尝试，随便使用的，因为病本来就可以自行消除。',
            '“虽然没有妄为，但如有行动（却仍然遭受祸殃）”，这是由于客观的时遇所造成的灾祸，而不以人的意志为转移。',
        ],
        'tuan' => '无妄，陽刚（初九）自外卦来而主（于内卦），动而刚健，（九五）陽刚居中而应（六二），有大的“亨通”。因行正道。这是天命呵！“其不正则有灾，不利有所往”。没有希望的行动，何所去？天命不保佑，岂敢行动？',
    ],
    'notes' => [
        'tuan' => '此释《无妄》卦卦名与卦辞之义。刚自外来而为主于内：《无妄》初九之刚是从外卦乾而来而为内卦之主。刚，指初九。外，外卦。外卦为乾，案《说卦》内卦震是乾坤交索得乾一陽而成，故初九“自外来”。内，内卦。动而健“《无妄》下震上乾，震为动，乾为健。刚中而应：九五之刚居中而应六二。其匪正有眚：若不守正道则有灾异。匪，非。眚，本指眼有病。此指灾。何之：何往。之，适、往。行矣哉：疑问句，指岂敢行？即不可以有行。',
    ],
];
