<?php
return [
    'gua' => '栋桡，利有攸往，亨。',
    'tuan' => '大过，大者过也。栋桡，本末弱也。刚过而中，巽而说行，利有攸往，乃亨。大过之时义大矣哉！',
    'xiang' => '泽灭木，大过；君子以独立不惧，遯世无闷。',
    'yao' => [
        '初六：藉用白茅，无咎。',
        '九二：枯杨生祶，老夫得其女妻，无不利。',
        '九三：栋桡，凶。',
        '九四：栋隆，吉；有它吝。',
        '九五：枯杨生华，老妇得士夫，无咎无誉。',
        '上六：过涉灭顶，凶，无咎。',
    ],
    'xiaoxiang' => [
        '藉用白茅，柔在下也。',
        '老夫女妻，过以相与也。',
        '栋桡之凶，不可以有辅也。',
        '栋隆之吉，不桡乎下也。',
        '枯杨生华，何可久也。老妇士夫，亦可丑也。',
        '过涉之凶，不可咎也。',
    ],
    'zhuxi' => [
        'gua' => '橈，乃教反。大，陽也。四陽居中過盛，故為大過。上下二陰，不勝其重，故有棟橈之象。又以四陽雖過，而二五得中，內巽外說，有可行之道，故利有所往而得亨也。',
        'tuan' => '大過，大者過也。'
            . '<span class="commentinner">以卦體釋卦名義。</span>'
            . '棟橈，本末弱也。'
            . '<span class="commentinner">復以卦體釋卦辭。本，謂初，末，謂上，弱，謂陰柔。</span>'
            . '剛過而中，巽而說行，利有攸往，乃亨。'
            . '<span class="commentinner">說，音悅。又以卦體、卦德釋卦辭。</span>'
            . '大過之時大矣哉。'
            . '<span class="commentinner">大過之時，非有大過人之材，不能濟也，故歎其大。</span>',
        'xiang' => '澤滅於木，大過之象也。不懼无悶，大過之行也。',
        'yao' => [
            '藉，在夜反。當大過之時，以陰柔居巽下，過於畏慎而无咎者也。故其象占如此。白茅，物之潔者。',
            '稊，杜兮反。陽過之始，而比初陰，故其象占如此。稊，根也，榮於下者也，榮於下，則生於上矣。夫雖老而得女妻，猶能成生育之功也。',
            '三、四二爻，居卦之中，棟之象也。九三以剛居剛，不勝其重，故象橈而占凶。',
            '它，湯何反。以陽居陰，過而不過，故其象隆而占吉。然下應初六，以柔濟之，則過於柔矣，故又戒以有它則吝也。',
            '華，如字。九五，陽過之極，又比過極之陰，故其象占皆與二反。',
            '處過極之地，才弱不足以濟，然於義為无咎矣。蓋殺身成仁之事，故其象占如此。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'wangbi' => [
        'gua' => '音相过之过。',
        'tuan' => '大过，大者过也。'
            . '<span class="commentinner">大者乃能过也。</span>'
            . '“栋挠”，本末弱也。'
            . '<span class="commentinner">初为本，而上为末也。</span>'
            . '刚过而中，'
            . '<span class="commentinner">谓二也。居陰，“过”也；处二，“中”也。拯弱兴衰，不失其中也。</span>'
            . '巽而说行，'
            . '<span class="commentinner">“巽而说行”，以此救难，难乃济也。</span>'
            . '“利有攸往”，乃亨。'
            . '<span class="commentinner">危而弗持，则将安用？故往乃亨。</span>'
            . '大过之时大矣哉！'
            . '<span class="commentinner">是君子有为之时也。</span>',
        'xiang' => '此所以为“大过”，非凡所及也。',
        'yao' => [
            '以柔处下，过而可以“无咎”，其唯慎乎！',
            '“稊”者，杨之秀也。以陽处陰，能过其本而救其弱者也。上无其应，心无持吝处过以此，无衰不济也。故能令枯杨更生稊，老夫更得少妻，拯弱兴衰，莫盛斯爻，故“无不利”也。老过则枯，少过则稚。以老分少，则稚者长；以稚分老，则枯者荣，过以相与之谓也。大过至衰而已至壮，以至壮辅至衰，应斯义也。',
            '居大过之时，处下体之极，不能救危拯弱，以隆其栋，而以陽处陽，自守所居，又应於上，系心在一，宜其淹弱而凶衰也。',
            '体属上体，以陽处陰，能拯其弱，不为下所桡者也，故“栋隆”吉也。而应在初，用心不弘，故“有它吝”也。',
            '处得尊位，而以陽处陽，未能拯危。处得尊位，亦未有桡，故能生华，不能生稊；能得夫，不能得妻。处“栋桡”之世，而为“无咎无誉”，何可长哉！故生华不可久，士夫诚可丑也。',
            '处太过之极，过之甚也。涉难过甚，故至于“灭顶凶”。志在救时，故不可咎也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '虽凶无咎，不害义也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“大过”，大者过也。“栋挠”，本末弱也。刚过而中，巽而说行，“利有攸往”，乃亨。'
            . '<span class="commentinner">二五者，用事之地也。陽自内出，据用事之地而摈陰于外，谓之“大过”，大者过也。陰自外入，据用事之地而囚陽于内，谓之“小过”，小者过也。“过”之为言，偏盛而不均之谓也，故“大过”者，君骄而无臣之世也。《易》之所贵者，贵乎陽之能御陰，不贵乎陽之陵陰而蔑之也。人徒知夫陰之过乎陽之为祸也，岂知夫陽之过乎陰之不为福也哉！立陰以养陽也，立臣以卫君也，陰衰则陽失其养，臣弱则君弃其卫，故曰：“大过，大者过也。栋桡，本末弱也。”四陽者，栋也；初、上者，栋之所寄也。弱而见摈，则不任寄矣，此栋之所以桡也。“栋桡”，吾将压焉①，故“大过”之世，利有事而忌安居。君侈巳甚，而国无忧患，则上益张而下不堪，其祸可待也。故“利有攸往”，所利于往者，利其有事也，有事则有患，有患则急人，患至而人急，则君臣之势可以少均。故曰：“刚过而中，巽而说行，利有攸往，乃亨。”【校注】 ①吾将压焉：《苏氏易传》无“吾”字。</span>'
            . '“大过”之时大矣哉！',
        'xiang' => '初六宜“不惧”，上六宜“遯”。',
        'yao' => [
            '“白茅”，初六也。所藉者，九二也。茅之为物，贱而不足收也，然吾有所甚爱之器，必以藉之，非爱茅也，爱吾器也。初之于二，强弱之势固相绝矣，其存亡不足以为损益，然二所以得安养于上者，以有初之藉也。弃茅而不收，则器措诸地；弃初而不录，则二亲其劳矣。故孔子曰：“茅之为物薄，而用可重也。”',
            '卦合而言之，则“大过”者，君骄之世也；爻别而观之，则九五当骄，而九二以陽居陰，不骄者也。盛极将枯，而九二独能下收初六以自助，则“生梯”者也。“老夫”，九二也；“女妻”，初六也。凡人之情，夫老而妻少，则妻倨而夫恭。妻倨而夫恭，则臣难进而君下之之谓也，故“无不利”。“大过”之世，患在亢而无与，故曰：“老夫女妻，过以相与也。”',
            '',
            '卦合而言之，则“本末弱”，“栋桡”者也。爻别而观之，则上六当“栋桡”，初六弱而能立，以遇九二不桡者也。初、上非栋也，栋之所寄而已。所寄在彼，而“隆”、“桡”见于此，初六不“桡”于下，则九四“栋隆”；上六不足以相辅，则九三之“栋桡”以其应也。九四专于其应则吉，有他则吝矣。“栋”之“隆”也，非初之福，而四享其利。及其“桡”也，上亦不与，而三受其名。故“大过”之世，智者以为陽宜下陰，而愚者以为陰宜下陽也。',
            '盛极将枯，而又生华以自耗，竭而不能久矣。“稊”者，颠而复孽，反其始也；“华”者，盈而毕发，速其终也。九五以陽居陽，汰侈已甚，而上六乘之，力不能正，只以速祸。故曰：“老妇得其士夫，无咎无誉。”“老妇”，上六也；“士夫”，九五也。夫壮而妻老，君厌其臣之象也①，故教之以“无咎无誉”，以求免于斯世。“咎”，所以致罪；“誉”，所以致疑也。【校注】 ①君厌其臣：《苏氏易传》作“君压其臣”。',
            '“过涉”至于“灭顶”，将有所救也，势不可救，而徒犯其害，故凶。然其义则不可咎也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《大过卦》象征极为过分：房屋的栋梁受重压而弯曲；利于前去行事，亨通顺利。',
        ],
        'xiang' => [
            '“《大过卦》的卦象是巽（风）下兑（泽）上，巽在这里代表木，故为水泽淹没了树木之表象，象征极为过分；君子取法这一现象，就应当坚持自己的操守，进则超然独行，不必顾忌和畏惧他人的非议；退则逃避世间，不为隐姓埋名而苦闷烦恼。',
        ],
        'yao' => [
            '初六，本来直接把器物放置在地上就可以了，现在又用白色的茅草衬垫在器物的下面，使它更加安稳，所以不会发生灾祸。',
            '九二，已经枯萎的杨树重新又长出新的枝芽，老年男子娶了位年轻的妻子，这种现象没有什么不利的。',
            '九三，房屋的栋梁受重压而弯曲，结果必然发生凶险。',
            '九四，房屋的栋梁向上隆起，克服了弯曲，可以获得吉祥；不能再弯曲，再弯曲就会出问题。',
            '九五，已经枯萎的杨树重新又盛开鲜艳的花朵，已经衰老的妇人嫁给了年富力强的男人，这种现象既不会遇到什么祸害，也没有什么值得称道的。',
            '上六，涉过深之水以至于淹没了头顶，就会发生凶险，但最终不会有祸患。',
        ],
        'xiaoxiang' => [
            '“用白色的茅草衬垫在器物的下面”，是说行为非常小心谨慎，所以不会发生什么灾祸。',
            '“老年男子娶了位年轻的妻子”，虽为过分，但由于能够刚柔相济，所以不会发生不利的情况。',
            '“房屋的栋梁受重压而弯曲，结果必然发生凶险”，是因为陽刚极为过分，所以不能再来辅助它，否则后果将不堪设想。',
            '“房屋的栋梁向上隆起，克服了弯曲，可以获得吉祥”，是由于九四爻本身能使栋梁不再向下弯曲。',
            '“已经枯萎的杨树重新又盛开鲜艳的花朵”，表面现象又怎么可以长久保持下去呢？“已经衰老的妇人嫁给了年富力强的男子”，这种婚配是会令人深感羞耻的。',
            '“涉过深之水会发生凶险“，但如果能及时补救，还是可以化险为夷，最终不会有祸患。',
        ],
        'tuan' => '大过，大（陽）盛过于（陰）。“栋梁弯曲”，（说明了）本与末皆柔弱。陽刚过盛而处中，逊顺喜悦而行动。“利于有所往”，所以“亨通”。《大过》之时，（其义）太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《大过》卦卦名与卦辞之义。大：指陽而言，陽为大。过：有越，差，误等义。栋桡：栋梁弯曲。本末弱：《大过》初上两爻为陰爻，初为本，上为末、陰爻为柔弱，故“本末弱”。刚而过中：《大过》虽陽过，但二五两陽居中。巽而说：《大过》下巽上兑，兑为说。',
    ],
];
