<?php
return [
    'gua' => '利西南，不利东北；利见大人，贞吉。',
    'tuan' => '蹇，难也，险在前也。见险而能止，知矣哉！蹇利西南，往得中也；不利东北，其道穷也。利见大人，往有功也。当位贞吉，以正邦也。蹇之时用大矣哉！',
    'xiang' => '山上有水，蹇；君子以反身修德。',
    'yao' => [
        '初六：往蹇，来誉。',
        '六二：王臣蹇蹇，匪躬之故。',
        '九三：往蹇来反。',
        '六四：往蹇来连。',
        '九五：大蹇朋来。',
        '上六：往蹇来硕，吉；利见大人。',
    ],
    'xiaoxiang' => [
        '往蹇来誉，宜待也。',
        '王臣蹇蹇，终无尤也。',
        '往蹇来反，内喜之也。',
        '往蹇来连，当位实也。',
        '大蹇朋来，以中节也。',
        '往蹇来硕，志在内也。利见大人，以从贵也。',
    ],
    'zhuxi' => [
        'gua' => '蹇，紀免反。蹇，難也；足不能進，行之難也。為卦艮下坎上，見險而止，故為蹇。西南平易，東北險阻。又，艮，方也，方在蹇中，不宜走險。又卦自小過而來，陽進則往居五而得中，退則入於艮而不進。故其占曰利西南，不利東北。當蹇之時，必見大人，然後可以濟難。又，必守正，然後得吉。而卦之九五，剛健中正，有大人之象。自二以上，五爻皆得正位，則又貞之義也。故其占又曰利見大人，貞吉。蓋見險者貴於能止，而又不可終於止。處險者利於進，而不可失其正也。',
        'tuan' => '蹇，難也，險在前也。見險而能止，知矣哉！'
            . '<span class="commentinner">難，乃旦反。知，音智。以卦德釋卦名義，而贊其美。</span>'
            . '蹇，利西南，往得中也。不利東北，其道窮也。利見大人，往有功也。當位貞吉，以正邦也。蹇之時用大矣哉。'
            . '<span class="commentinner">以卦變、卦體釋卦辭，而贊其時用之大也。</span>',
        //'xiang' => '',
        'yao' => [
            '往遇險，來得譽。',
            '柔順中正，正應在上，而在險中，故蹇而又蹇，以求濟之，非以其身之故也。不言吉凶者，占者但當鞠躬盡力而已，至於成敗利鈍，則非所論也。',
            '反就二陰，得其所安。',
            '連於九三，合力以濟。',
            '大蹇者，非常之蹇也。九五居尊，而有剛健中正之德，必有朋來而助之者。占者有是德，則有是助矣。',
            '已在卦極，往無所之，益以蹇耳。來就九五，與之濟蹇，則有碩大之功。大人，指九五。曉占者宜如是也。',
        ],
        'xiaoxiang' => [
            '',
            '事雖不濟，亦无可尤。',
            '',
            '當，去聲。',
        ],
    ],
    'wangbi' => [
        'gua' => '西南，地也，东北，山也。以难之平则难解，以难之山则道穷。往则济也。爻皆当位，各履其正，居难履正，正邦之道也。正道未否，难由正济，故“贞吉”也。遇难失正，吉可得乎？',
        'tuan' => '蹇，难也，险在前也。见险而能止，知矣哉！蹇“利西南”，往得中也。“不利东北”，其道穷也。“利见大人”，往有功也。当位“贞吉”，以正邦也。《蹇》之时用大矣哉！'
            . '<span class="commentinner">蹇难之时，非小人之所能用也。</span>',
        'xiang' => '山上有水，蹇难之象。除难莫若反身修德。',
        'yao' => [
            '处难之始，居止之初，独见前识，睹险而止，以待其时，知矣哉！故往则遇蹇，来则得誉。',
            '处难之时，履当其位，居不失中，以应於五。不以五在难中，私身远害，执心不回，志匡王室者也。故曰：“王臣蹇蹇，匪躬之故”。履中行义，以存其上，处蹇以比，未见其尤也。',
            '进则入险，来则得位，故曰“往蹇来反”。为下卦之主，是内之所恃也。',
            '往则无应，来则乘刚，往来皆难，故曰“往蹇来连”。得位履正，当其本实，虽遇於难，非妄所招也。',
            '处难之时，独在险中，难之大者也，故曰“大蹇”。然居不失正，履不失中，执德之长，不改其节，如此则同志者集而至矣，故曰“朋来”也。',
            '往则长难，来则难终，难终则众难皆济，志大得矣，故曰“往蹇来硕吉”。险夷难解，大道可兴，故曰“利见大人”也。(2)有应在内，往则失之。来则志获，“志在内也”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“蹇”，难也，险在前也。见险而能止，知矣哉！“蹇，利西南”，往得中也。“不利东北”，其道穷也。'
            . '<span class="commentinner">“艮”，东北也；“坎”，北也。难在东比，则西南者无难之地也。君子将有意乎犯难以靖人，必先靖其身，是故立于无难之地，以观难之所在，势之可否，见可而后赴之，是以往则“得中”也。难之所在，我亦在焉，则求人之不暇，其道穷矣。然此非为大人者言也，初六、九三、六四、上六，皆因其势之远近、时之可否以断其往来之吉凶，故西南之利、东北之不利，为是四者言也。若九五之大人则不然。</span>'
            . '“利见大人”，往有功也。当位贞吉，以正邦也。'
            . '<span class="commentinner">“当位”而正，五也；五之谓“大人”。大人者不择其地而安，是以立于险中而能正邦也。是岂恶东北而乐西南者哉？得见斯人而与之往，其有功无疑也，上六当之。</span>'
            . '“蹇”之时用大矣哉！',
        'xiang' => '',
        'yao' => [
            '九五以“大蹇”为朋来之主，以中正为往来之节，未及于五，难未艾也。犯之有咎，过五以上，难衰而可乘矣。故上六“往蹇来硕”，而六四以下皆以“往蹇”为病。而其来，有先后之差焉：见难而往，难不可犯，穷而后反。人不以穷而后反者，为有让以其不得已也。惟初六，涉难未深而遽反，不待其穷，是以有“誉”也。',
            '初六、九三、六四、上六，彼四者或远或近，皆视其势之可否以为往来之节；独六二有应于五，君臣之义深矣。是以不计远近、不虑可否、无往无来、“蹇蹇”而已。君子不以为不智者，以其非身之故也。',
            '',
            '夫势不可往者，非徒往而无获，亦将来而失其故也，何则？险难在前，不虑可否而轻以身赴之，苟前不得进，则必有议吾后者矣。九三“往蹇”，而其来也得反其位，则“内喜之”也。内之二陰，不能自立于险难之际，待我而为捍蔽，是故完位以复我。我之所以得反者，幸也。至于六四，则九三蹑而袭之矣，外难未夷而归遇难，故曰“往蹇，来连”。“连”者，难之相仍也。“实”，陽也；九三以陽居陽，其有乘虚而不敢者乎？故曰“当位实也”。',
            '险中者，人之所避也；而己独安焉①，此必有以任天下之大难也。是以正位不动，无往无来，使天下之济难者朋来而取节焉，谓之“大人”，不亦宜乎？【校注】 ①己：《苏氏易传》作“已”，误。',
            '六爻可以往者，惟是也，故独享其利。天下有大难，彼三人者皆不能济，而我济之。既济而天下不吾宗者未之有也，故曰“往蹇来硕”。“利见大人”者，明上六之有功，由九五为之节也。“内”与“贵”，皆五之谓也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '蹇卦，象征陷入困境，难以前进；面对这种情况，利于向西南行动，不利于向东北行动。此时利于出现大人物，只要能够坚守正道，始终如一，就一定可以获得吉祥。',
        ],
        'xiang' => [
            '《蹇卦》的卦象是（山）下坎（水）上，为高山上积水之表象，象征艰难险阻，行动困难。面对这种情况，君子应该很好地反省自己，提高自己的品德修养，以通过自身的努力渡过困境。',
        ],
        'yao' => [
            '初六，前进将会进入险境，后退将得到赞美。',
            '六二，臣子为了解救君王的困境努力奔走在危难之中。如果是为了自己，他是用不着这样做的。',
            '九三，前进陷于危难，最好还是退回原地，不要再继续往前走了。',
            '六四，如果它要奔赴危难，就该联合其他的力量，只有这样，才有可能解救危难。',
            '九五，处境极为艰难，却有众多的人来协助他渡过危难。',
            '上六，如果前进就会陷入险境，退回来却可以大有收获；这样做就会吉祥如意；有利于出现大人物。',
        ],
        'xiaoxiang' => [
            '“前进将会进入险境，后退将得到赞美”，处在这种情况下，最好是安心等待，寻找时机，不要轻举妄动。',
            '“臣子为了解救君主的困境而努力奔走在危难之中”，那么结果将不会有什么过失。',
            '“前进将陷于危难，最好还是回原地”，这样内部的力量必会来依附于己。',
            '“前去解救危难，应该联合其他的力量”，是指这一爻所处的位置决定了他应该这样去做。',
            '“处境极为艰难，却有众多的人来协助他渡过危难”，表明他能够坚守正道，行为合乎准则，所以有众多的人前来协助他。',
            '“如果前进就会陷入险境，退回来却可以大有收获”，是因为关鍵在于首先要联合自己内部的各种力量才能够共同度过艰难时世。“利于出现大人物”，说明应当追随尊贵的君主去建功立业。',
        ],
        'tuan' => '蹇，困难，危险 前面。见到危险而能停止冒险，明智呵！蹇，“利于西南”，前往可得中道。“不利东北”，（前往）穷途末路。“宜见有权势的人”，前往必立功业，居正当之位而“守正则吉利”，可以正定邦国。《蹇》卦时的作用太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《蹇》卦卦名及卦辞之义。险在前：《蹇》卦上为坎，坎为险。止：《蹇》下卦艮为止。往得中：是释“利西南”。西南为坤方，坤为顺，前往必顺，又因外卦九五居中，故前往得中。其道穷：是释“不利东北”，东北方为艮方，艮为山、为止，故往东北为山所止难行，故前往是道因穷而不能。往有功：五多功，故前往必有功。当位：九五以陽居陽。正邦：正定邦国。',
    ],
];
