<?php
return [
    'gua' => '改邑不改井，无丧无得，往来井井。汔至，亦未蹫井，羸其瓶，凶。',
    'tuan' => '巽乎水而上水，井；井养而不穷也。改邑不改井，乃以刚中也。汔至亦未蹫井，未有功也。羸其瓶，是以凶也。',
    'xiang' => '木上有水，井；君子以劳民劝相。',
    'yao' => [
        '初六：井泥不食，旧井无禽。',
        '九二：井谷射鲋，瓮敝漏。',
        '九三：井渫不食，为我民恻，可用汲，王明，并受其福。',
        '六四：井甃，无咎。',
        '九五：井冽，寒泉食。',
        '上六：井收勿幕，有孚无吉。',
    ],
    'xiaoxiang' => [
        '井泥不食，下也。旧井无禽，时舍也。',
        '井谷射鲋，无与也。',
        '井渫不食，行恻也。求王明，受福也。',
        '井甃无咎，修井也。',
        '寒泉之食，中正也。',
        '元吉在上，大成也。',
    ],
    'zhuxi' => [
        'gua' => '喪，息浪反。汔，許訖反。繘，音橘。羸，律裴反。井者，穴地出水之處。以巽木入乎坎水之下，而上出其水，故為井。改邑不改井，故无喪无得，而往者來者，皆井其井也。汔，幾也。繘，綆也。羸，敗也。汲井幾至，未盡綆而敗其瓶，則凶也。其占為事仍舊无得喪，而又當敬勉，不可幾成而敗也。',
        'tuan' => '巽乎水而上水，井。井養而不窮也。'
            . '<span class="commentinner">上，時掌反。以卦象釋卦名義。</span>'
            . '改邑不改井，乃以剛中也。汔至亦未繘井，未有功也。羸其瓶，是以凶也。'
            . '<span class="commentinner">以卦體釋卦辭。「无喪无得，往來井井」兩句，意與不改井同，故不復出。剛中，以二五而言。未有功而敗其瓶，所以凶也。</span>',
        'xiang' => '上，如字，又時掌反。勞，力報反。相，息亮反。木上有水，津潤上行，井之象也。勞民者，以君養民；勸相者，使民相養，皆取井養之義。',
        'yao' => [
            '泥，乃計反。井以陽剛為泉，上出為功。初六，以陰居下，故為此象。蓋井不泉而泥，則人所不食，而禽鳥亦莫之顧也。',
            '谷，余六反，音育。射，石亦反。鮒，音附。兌二剛中，有泉之象。然上无正應，下比初六，功不上行，故其象如此。',
            '渫，息列反。渫，不停污也。井渫不食，而使人心惻，可用汲矣。王明，則汲井以及物，而施者、受者，並受其福也。九三，以陽居陽，在下之上，而未為時用，故其象占如此。',
            '甃，側救反。以六居四，雖得其正，然陰柔不泉，則但能脩治而无及物之功，故其象為井甃，而占則无咎。占者能自脩治，則雖无及物之功，而亦可以无咎矣。',
            '洌，音列。洌，潔也。陽剛中正，功及於物，故為此象。占者有其德，則契其象也。',
            '收，詩救反，又如字。幕，音莫。收，汲取也。晁氏云：「收，鹿盧收繘者也。」亦通。幕，蔽覆也。有孚，謂其出有源而不窮也。井以上出為功，而坎口不揜，故上六雖非陽剛，而其象如此。然占者應之，必有孚乃元吉也。',
        ],
        'xiaoxiang' => [
            '舍，音捨。言為時所棄。',
            '',
            '行惻者，行道之人，皆以為惻也。',
        ],
    ],
    'wangbi' => [
        'gua' => '井，以不变为德者也。德有常也。不渝变也。已来至而未出井也。井道以已出为功也。几至而覆，与未汲同也。',
        'tuan' => '巽乎水而上水，井，'
            . '<span class="commentinner">音举上之上。</span>'
            . '井养而不穷也，“改邑不改井”，乃以刚中也。'
            . '<span class="commentinner">以刚处中，故能定居其所而不变也。</span>'
            . '“汔至亦未繘井”，未有功也。'
            . '<span class="commentinner">井以已成为功。</span>'
            . '“羸其瓶”，是以凶也。',
        'xiang' => '“木上有水”，井之象也。上水以养，养而不穷者也。相犹助也。可以劳民劝助，莫若养而不穷也。',
        'yao' => [
            '最在井底，上又无应，沈滞滓秽，故曰“井泥不食”也。井泥而不可食，则是久井不见渫治者也。久井不见渫治，禽所不向，而况人乎？一时所共弃舍也。井者不变之物，居德之地，恒德至贱，物无取也。',
            '溪谷出水，从上注下，水常射焉。井之为道，以下给上者也。而无应於上，反下与初，故曰“井谷射鲋”。鲋，谓初也。失井之道，水不上出，而反下注，故曰“瓮敝漏”也。夫处上宜下，处下宜上，井已下矣，而复下注，其道不交，则莫之与也。',
            '渫，不停污之谓也。处下卦之上，复得其位，而应於上，得井之义也。当井之义而不见食，修已全洁而不见用，故“为我心恻”也。为，犹使也。不下注而应上，故“可用汲”也。王明则见照明，既嘉其行，又钦其用，故曰“王明，并受其福”也。',
            '得位而无应，白守而不能给上，可以修井之坏，补过而已。',
            '洌，洁也。居中得正，体刚不挠，不食不义，中正高洁，故“井洌寒泉”，然后乃“食”也。',
            '处井上极，水已出井，井功大成，在此爻矣，故曰“井收”也。群下仰之以济，渊泉由之以通者也。幕犹覆也。不擅其有，不私其利，则物归之，往无穷矣，故曰“勿幕有孚，元吉”也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '行感於诚，故曰“恻也”。求“王明”，受福也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '《彖》曰：巽乎水而上水，“井”，井养而不穷也。“改邑不改井”，乃以刚中也；“汔至亦未繘井”，未有功也。“羸其瓶”，是以凶也。'
            . '<span class="commentinner">食者，往也；不食者，来也。食不食，存乎人。所以为“井”者，存乎己。存乎人者，二；存乎己者，一。故曰“往来井井”。“汔”，燥也。至井而未及水，曰“汔”。至得水而来出井，曰“未繘井”。井未尝有得丧，“繘井”之为功，“羸瓶”之为凶，在汲者尔。</span>',
        'xiang' => '人之于井，未有锢之者也；故君子推是道“以劳民劝相”。',
        'yao' => [
            '《易》以所居为邪、正，然不可必也；惟“井”为可必。井未有在洁而不清，处秽而不浊者也，故即其所居，而邪、正决矣。孔子曰：“君子恶居下流，天下之恶者归焉。”初六，恶之所钟也；君子所受于天者无几，养之则日新，不养则日亡，择居所以养也。《彖》曰“井养而不穷”，所以养“井”者，岂有他哉！得其所居则洁，洁则食，食则日新，日新故不穷。“井泥”者，“无禽”之渐也，“泥”而“不食”，则废矣。“旧井”，废井也；其始无人，其终无禽。无人犹可治也，无禽不可治也。所以为井者亡矣，故时皆舍之。',
            '九二居非其正，故无应于上则趋下而已。下趋者，谷之道也；失井之道而为谷，故曰“井谷”。九二之所趋者，初六也；初六之谓“鲋”。井而有“鲋”，则人恶之矣，然犹得志于瓮，何也？彼有利器，而肯以我汙之歟？此必敝漏之瓮，非是瓮，不汲是井也。',
            '“渫”，洁也。九三居得其正，井洁者也。井洁而不食，何哉？不中也。不中者，非邑居之所会也，故“不食”。井未有以不食为戚者也，凡为我恻者，皆行道之人尔，故曰“行恻”。“行恻”者，明人之恻我，而非我之自恻也，是井则非敝漏之瓮所能容矣，故择其所用汲者。曰：孰可用者哉？其惟器之洁者乎？器之洁，则王之明者也；器洁王明，则受福者非独在我而已。',
            '“修”，洁也。陽为动、为实，陰为静、为虚。泉者所以为井也，动也实也；井者泉之所寄也，静也、虚也。故三陽为泉，三陰为井。初六最下，故曰“泥”；上六最上，故曰“收”；六四居其间而不失正，故曰“甃”。“甃”之于井，所以御恶而洁井也，井待是而洁，故“无咎”。',
            '此其“正”，与九三一也，所以食者，“中”也。',
            '“收”者，甃之上，穷也。“收”非所以为井，而井之权在“收”。夫苟幕之，则下虽有寒泉而不达，上虽有汲者而不获，故“勿幕”，则“有孚，元吉”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《井卦》：象征无穷：改变迁移城邑不会使水井发生改变和迁徙，井水不会枯竭也不会溢满，来来往往的人都到井里来打水。提水提到井口眼看就要上来了，却把水瓶打翻了，这是凶险的兆头。',
        ],
        'xiang' => [
            '《井卦》的卦象是巽（木）下坎（水）上，即是说水分沿着树身向上运行，直达树冠，为井水源源不断地被汲引到地面之表象，因此象征无穷；井水无穷无尽，孜孜不倦地养育着人们，君子应当效法这种美德，不辞劳苦地为大众谋福利，倡导助人为乐的社会风尚。',
        ],
        'yao' => [
            '初六，井底淤满了污泥不能供人饮用，历尽沧桑，年久失修的老井连鸟雀都不来光顾。',
            '九二，井底容水的凹穴被当作捉鱼的场所，汲水的瓮也破损漏水不能再用。',
            '九三，井水淘干净了却不饮用，使我心中不免失望；可以赶快汲来尽情享用，君王贤明是大家共同的福气。',
            '六四，用砖石垒砌加固井壁，不会遇到灾祸。',
            '九五，井水清澈明净，就像甘甜凉爽的泉水一样可供天下人饮用。',
            '上六，水井养人润物的功德业已完成，不要盖上井口；内心怀着一片诚意，定能带来大吉大利。',
        ],
        'xiaoxiang' => [
            '“井底淤满了污泥不能供人饮用”，完全是因为位置处在最下面，相当于井底部位，水中泥沙不断沉淀最后都淤积在这里；“历尽沧桑、年久失修的老井连鸟雀都不来光顾”，反映出一种时过境迁，被世间万物所遗忘抛弃的凄凉遭遇。',
            '“井底容水的凹穴被当作捉鱼的场所”，主要是由于上面没有接应，难以把水送到地面上去供人饮用。于是井的作用得不到发挥，只好退而求其次，盛水的地方成了抓鱼的所在。由于水井陷于瘫痪状态，因而汲水的器具也破损不堪用不成了。',
            '“井水淘干净了却不饮用”，表明尽管血气方刚，一心想有所作为而使世人受益，却苦于一片好心无人领受，满怀热情的善行只落了个令人悲叹的结局；希望“君王贤明”，直接从井水说到人事，盼望圣明的君主出现，思贤若渴，像汲水一样选拔吸收重用人才，就能给国家带来吉祥，君臣万民都可以享受到由此带来的恩惠。',
            '“用砖石垒砌加固井壁，不会遇到灾祸”，表明六四爻以陰柔之象处在《井卦》居中部位，正好相当于井壁的关键部位，不可有丝毫闪失。因此应当及时修缮使其坚固，才能免除灾祸。',
            '“像甘甜凉爽的泉水一样可供天下人饮用”，这是因为九五爻处在最尊贵的地位，位置适中而且十分妥当。象征行为不偏不倚，内心纯正无私。因而能够集中体现水井滋润万物，造福大众的美德。',
            '“大吉大利”的情况出现在《井卦》最上面的位置，是因为上下照应，同心协力可将水提出井口。而且在这以后并不把井口盖严，继续怀着诚心为人们不断提供饮水的方便，功德无量，必然会有大吉大利到来。从而标志着滋养世人的宏伟事业获得了巨大的成功。',
        ],
        'tuan' => '以木引水而上，有井之象。井水供养人而不穷尽。“搬迁村邑，井不会变动”，这是因（二五）以刚得中。“井干涸了也不去挖井”，未能尽到井的功用。“毁坏了水瓶”，所以为凶的预兆。',
    ],
    'notes' => [
        'tuan' => '此释《井》卦卦名及卦辞之义。巽乎水而上水：《井》卦下巽上坎，巽为木，为入，坎为水，故以木（桔槔）引瓶下水吸水而上。巽，先儒有不同见解，郑玄：“巽木，桔槔也。”高亨释为“木瓶”。案经文中“羸其瓶”，“甕敝漏”，当知“瓶”、“甕”乃指瓦器并非木器，故巽木不为盛水器。又案《庄子•天地》：“凿木为机，后重前轻，挈水若抽，数如泆汤,其名为槔。“《庄子•天运》“且子不见夫桔槔者乎？引而则俯，舍之则仰。”当知春秋战国时巽木是指井上桔槔。井，指水井，又为古时社会组织单位，八家为一井。改邑不改井：村邑变迁，井不会变动。刚中：〈井〉二五以陽居中。汔到亦未繘井：井干涸了，也不控井。汔，水干涸。繘乃“矞”字之借，训为穿。未有功：指不修治井，不会发挥其功用。羸其瓶：毁坏了瓶。羸：毁缺。瓶：古代汲水器具。',
    ],
];
