<?php
return [
    'gua' => '征凶，无攸利。',
    'tuan' => '归妹，天地之大义也。天地不交，而万物不兴，归妹人之终始也。说以动，所归妹也。征凶，位不当也。无攸利，柔乘刚也。',
    'xiang' => '泽上有雷，归妹；君子以永终知敝。',
    'yao' => [
        '初九：归妹以娣，跛能履，征吉。',
        '九二：眇能视，利幽人之贞。',
        '六三：归妹以须，反归以娣。',
        '九四：归妹愆期，迟归有时。',
        '六五：帝乙归妹，其君之袂，不如其娣之袂良，月几望，吉。',
        '上六：女承筐无实，士刲羊无血，无攸利。',
    ],
    'xiaoxiang' => [
        '归妹以娣，以恒也。跛能履吉，相承也。',
        '利幽人之贞，未变常也。',
        '归妹以须，未当也。',
        '愆期之志，有待而行也。',
        '帝乙归妹，不如其娣之袂良也。其位在中，以贵行也。',
        '上六无实，承虚筐也。',
    ],
    'zhuxi' => [
        'gua' => '婦人謂嫁曰歸。妹，少女也。兌以少女而從震之長男，而其情又為以說而動，皆非正也，故卦為歸妹。而卦之諸爻，自二至五，皆不得正，三五又皆以柔乘剛，故其占征凶，而无所利也。',
        'tuan' => '歸妹，天地之大義也。天地不交，而萬物不興。歸妹，人之終始也。'
            . '<span class="commentinner">釋卦名義也。歸者女之終，生育者人之始。</span>'
            . '說以動，所歸妹也。'
            . '<span class="commentinner">說，音悅。又以卦德言之。</span>'
            . '征凶，位不當也。无攸利，柔乘剛也。'
            . '<span class="commentinner">又以卦體釋卦辭。男女之交，本皆正理，唯若此卦，則不得其正也。</span>',
        'xiang' => '雷動澤隨，歸妹之象。君子觀其合之不正，知其終之有敝也。推之事物，莫不皆然。',
        'yao' => [
            '娣，音弟。跛，波我反。初九，居下而无正應，故為娣象。然陽剛在女子為賢正之德，但為娣之賤，僅能承助其君而已，故又為跛能履之象，而其占則征吉也。',
            '眇能視，承上爻而言。九二陽剛得中，女之賢也。上有正應，而反陰柔不正，乃女賢而配不良，不能大成內助之功，故為眇能視之象，而其占則利幽人之貞也。幽人，亦抱道守正而不偶者也。',
            '六三陰柔而不中正，又為說之主。女之不正，人莫之取者也，故為未得所適，而反歸為娣之象。或曰：須，女之賤者。',
            '九四，以陽居上體而无正應，賢女不輕從人，而愆期以待所歸之象，正與六三相反。',
            '袂，彌計反。六五，柔中居尊，下應九二，尚德而不貴飾，故為帝女下嫁而服不盛之象。然女德之盛，无以加此，故又為月幾望之象。而占者如之則吉也。',
            '刲，苦圭反。上六以陰柔居歸妹之終而无應，約婚而不終者也。故其象如此，而於占為无所利也。',
        ],
        'xiaoxiang' => [
            '恒，謂有常久之德。',
            '',
            '',
            '',
            '以其有中德之貴而行，故不尚飾。',
        ],
    ],
    'wangbi' => [
        'gua' => '妹者，少女之称也。兑为少陰，震为长陽，少陰而乘长陽，说以动，嫁妹之象也。',
        'tuan' => '归妹，天地之大义也。天地不交，而万物不兴。归妹，人之终始也。'
            . '<span class="commentinner">陰陽既合，长少又交，“天地之大义”，人伦之终始。</span>'
            . '说以动，所归妹也。'
            . '<span class="commentinner">少女而与长男交，少女所不乐也。而今“说以动”，所归必妹也。虽与长男交，嫁而系娣，是以“说”也。</span>'
            . '“征凶”，位不当也。'
            . '<span class="commentinner">履於，皆不当位，释“征凶”之义。位既不当，明非正嫡，因说动而更求进，妖邪之道也，所戒其“征凶”也。</span>'
            . '“无攸利”，柔乘刚也。'
            . '<span class="commentinner">以征则有不正之凶，以处则有乘刚之逆。</span>',
        'xiang' => '',
        'yao' => [
            '归妹，相终始之道也，故以“永终知敝”。',
            '少女而与长男为耦，非敌之谓，是娣从之义也。妹，少女之称也。少女之行，善莫若娣。夫承嗣以君之子，虽幼而不妄行，少女以娣，虽“跛能履”，斯乃恒久之义，吉而相承之道也。以斯而进，吉其宜也。',
            '虽失其位，而居内处中，眇犹能视，足以保常也。在内履中，而能守其常，故”利幽人之贞“也。',
            '室主犹存，而求进焉。进未值时，故有须也。不可以进，故“反归”待时，“以娣”乃行也。',
            '夫以不正无应而适人也，必须彼道穷尽，无所与交，然后乃可以往，故“愆期迟归”，以待时也。',
            '归妹之中，独处贵位，故谓之“帝乙归妹”也。袂，衣袖，所以为礼容者也。“其君之袂”，为帝乙所宠也，即五也。为帝乙所崇饰，故谓之“其君之袂”也。配在九二，兑少震长，以长从少，不若以少从长之为美也，故曰“不若其娣之袂良”也。位在乎中，以贵而行，极陰之盛，以斯适配，虽不若少，往亦必合，故曰“月几望，吉”也。',
            '羊谓三也。处卦之穷，仰无所承，下又无应，为女而承命，则筐虚而莫之与。为士而下命，则“刲羊”而“无血”。“刲血”而“无血”，不应所命也。进退莫与，故曰“无攸利”也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“归妹”，天地之大义也。天地不交而万物不兴，“归妹”，人之终始也。说以动，所“归妹”也。'
            . '<span class="commentinner">“说”少者，人之情也；故“说以动”，其所“归”者，“妹”也。天地之所以交，必天降也；男女之所以合，必男下也。若女长而男少，则“大过”之所谓“老妇”、“士夫”，乌肯下之？夫苟不下，则天地不交，男女不合矣。故“归妹”者，女少而男长，女用事而男下之之谓也。夫所以下之者，岂一日之故哉！将相与终始故也。</span>'
            . '“征凶”，位不当也。“无攸利”，柔乘刚也。'
            . '<span class="commentinner">“归妹”之爻，男女皆易位。柔皆乘刚，此男所以说女而致其情者，权以济事，一用而止可也。以此而征则凶，且男女皆不利也。</span>',
        'xiang' => '“归妹”，女之方盛者也。凡物之有敝者，必自其方盛而虑之；迨其衰，则无及矣。',
        'yao' => [
            '',
            '“归妹”以陰为君，在“兑”则六三是也，而初与二，其娣也；在“震”则六五是也，而四其娣也。所以为“兑”者，三也，故权在君；所以为“震”者，四也，故权在“娣”。权之在君也，则君虽不才，而娣常为之用；权之在娣也。则娣虽无能为损益，犹要其君。六三不中而居非其位，跛、眇者也。其所以能履且视者，以初与二屈而为之娣也。二者各致其能于六三，故初九曰：“归妹以娣，跛能履，征吉。”六二曰：“眇能视，利幽人之贞①。”已有能履能视之才②，不以自行而安为娣？使跛者得之以征、眇者得之能视③，何哉？岂非上下之常分有不可易者邪？故其《象》曰：“归妹以娣，以恒也。”而九二之《象》亦曰：“未变常也。”九二亦娣也，其不言娣，何也？因初九之辞也。且跛、眇者一人，而为之视、履者二人，是二人者，岂可以废一歟？故其《象》曰：“跛能履，吉相承也。”是以知其皆娣也，已有其能而不自用，使无能者亨其名，则九二非幽人而何哉！【校注】 ①六二曰：眇能视，利幽人之贞：原文无，据《苏氏易传》补。 ②已有能履、能视之才：原文无“能视”二字，据《苏氏易传》补。 ③眇者得之能视：原文无此六字，据《苏氏易传》补。',
            '古者谓贱妾为“须”，故天文有“须女”。六三不知其讬行于初九，而自以为能履；不知其借明于九二，而自以为能视，是以弃娣而用，“须”未足以当“娣”也。失二娣之助，则以跛、眇见黜而归矣，归然后知用娣。故曰：“反归以娣”。',
            '九四，六五之娣也。以为权在己，故愆期不行以要其君，君犹待之有时焉，而后归。此其志以为吾君必有所待，而后能行者也。',
            '“归妹”未有如六五之贵者也，故曰“帝乙归妹”。以帝乙之妹而履得其中，则其袂之良否，不足以为损益。非若跛者之讬行、眇者之借明也，而九四欲以袂之良而加之，夫袂之良，岂足以加其君哉！“月几望”者，陰疑于陽，《易》之所恶也。然至于娣之欲加其君，则以“月几望”为“吉”，以为宁月之几望，而无宁娣之加其君也。',
            '“归妹”男女皆易位，柔皆乘刚，此岂永终无敝者哉？上六则敝之所终也。天地之情，正大而已。大者不正，非其至情；其终必有名存实亡之祸。“女承筐，无实”，食不绩之蚕也；“士刲羊，无血”，用已死之牲也；皆实亡之祸也。《象》曰：“归妹，征凶，无攸利。”上六处其终，故受其凶之全也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《归妹卦》象征婚嫁：如果行为不正，前方会有凶险，不会有利益。',
        ],
        'xiang' => [
            '《归妹卦》的卦象是兑（泽）下震（雷）上，兑又代表少女，震又代表长男为嫁出少女之表象；君子应当永远使夫妇和谐，白头偕老，防止夫妇关系被破坏。',
        ],
        'yao' => [
            '初九，嫁出的少女作为偏房，好像跛脚而奋力向前行走，前进可获得吉祥。',
            '九二，眼睛一瞎一明仍能看到东西，说明幽居之人利于守正。',
            '六三，妹妹想冒充姐姐之位嫁为正室，结果还是作为妹妹嫁做偏房。',
            '九四，待嫁少女错过出嫁的时机，延迟日期待嫁，静等好的时机。',
            '六五，帝乙嫁出少女，正房的服饰，反不如偏房的服饰艳丽华美；月近十五将要圆了，吉祥。',
            '上六，女子的筐篮里空空荡荡没有实物，男子用刀宰羊却不见出血。没有利益。',
        ],
        'xiaoxiang' => [
            '“嫁出的少女作为偏房”，这是婚嫁中的正常情况；“好像跛脚而奋力向前行走”，说明能以偏房侧室的地位辅佐和照顾丈夫，必获吉祥。',
            '《象辞》说“幽居之人利于守正”，这是因为能遵守恒常的规则。',
            '“妹妹想冒充姐姐的地位嫁为正室”，这是不正当的。',
            '错过出嫁的时机，是为等待更好的时机到来再嫁。',
            '“帝乙嫁出少女，正房的服饰，反不如偏房的服饰艳丽华美”；说明虽身居中位，十分尊贵，却能保持勤俭谦虚的美德。',
            '《归妹卦》的第六位（上六）空虚无实，好比手持空空的篮筐。',
        ],
        'tuan' => '归妹，是存在于天地间的大道义。天地（陰陽之气）不交，则万物就不会兴盛。归妹，又是人生的终结与开始。喜悦而动，所以归妹。“出征有凶”，（中四爻）位置不正当。“无所利”，陰柔乘凌陽刚之上。',
    ],
    'notes' => [
        'tuan' => '此释《归妹》卦卦名及卦辞之义。归：嫁。妇人谓嫁曰归。妹，少女。人之终始：归者，为女之终；女归男而生育，故为人之始。说以动。《归妹》下兑为说，上震为动。所：案《经传释词》云：“所，犹可也。”征凶：也征则有凶。位不当：指《归妹》中四爻皆失位，二四陽居陰，三五是陰居陽。柔乘刚：《归妹》六三陰爻居九二陽爻之上，六五陰爻居九四陽爻之上。',
    ],
];
