<?php
return [
    'gua' => '亨，利贞。',
    'tuan' => '兑，说也。刚中而柔外，说以利贞，是以顺乎天，而应乎人。说以先民，民忘其劳；说以犯难，民忘其死；说之大，民劝矣哉！',
    'xiang' => '丽泽，兑；君子以朋友讲习。',
    'yao' => [
        '初九：和兑，吉。',
        '九二：孚兑，吉，悔亡。',
        '六三：来兑，凶。',
        '九四：商兑，未宁，介疾有喜。',
        '九五：孚于剥，有厉。',
        '上六：引兑。',
    ],
    'xiaoxiang' => [
        '和兑之吉，行未疑也。',
        '孚兑之吉，信志也。',
        '来兑之凶，位不当也。',
        '九四之喜，有庆也。',
        '孚于剥，位正当也。',
        '上六引兑，未光也。',
    ],
    'zhuxi' => [
        'gua' => '兌，說也。一陰進乎二陽之上，喜之見乎外也。其象為澤，取其說萬物，又取坎水而塞其下流之象。卦體剛中而柔外，剛中故說而亨，柔外故利於貞。蓋說有亨道，而其妄說不可以不戒，故其占如此。又，柔外，故為說亨，剛中，故利於貞，亦一義也。',
        'tuan' => '兌，說也。'
            . '<span class="commentinner">說，音悅。下同。釋卦名義。</span>'
            . '剛中而柔外，說以利貞，是以順乎天而應乎人。說以先民，民忘其勞；說以犯難，民忘其死。說之大，民勸矣哉。'
            . '<span class="commentinner">先，西薦反，又如字。難，乃旦反。以卦體釋卦辭，而極言之。</span>',
        'xiang' => '兩澤相麗，互相滋益。朋友講習，其象如此。',
        'yao' => [
            '以陽爻居說體，而處最下，又无係應，故其象占如此。',
            '剛中為孚，居陰為悔。占者以孚而說，則吉而悔亡矣。',
            '陰柔不中正，為兌之主，上无所應，而反來就二陽以求說，凶之道也。',
            '四上承九五之中正，而下比六三之柔邪，故不能決，而商度所說，未能有定。然質本陽剛，故能介然守正，而疾惡柔邪也。如此則有喜矣。象占如此，為戒深矣。',
            '剝，謂陰能剝陽者也。九五，陽剛中正，然當說之時，而居尊位，密近上六。上六陰柔，為說之主，處說之極，能妄說以剝陽者也。故其占但戒以信于上六，則有危也。',
            '上六成說之主，以陰居說之極，引下二陽相與為說，而不能必其從也。故九五當戒，而此爻不言其吉凶。',

        ],
        'xiaoxiang' => [
            '居卦之初，其說也正，未有所疑也。',
            '',
            '',
            '',
            '與《履》九五同。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '兑，说也。刚中而柔外，说以利贞。'
            . '<span class="commentinner">说而违刚则谄，刚而违说则暴。刚中而柔外，所以说以利贞也。刚中，故利贞，柔外，故说亨。</span>'
            . '是以顺乎天而应乎人。'
            . '<span class="commentinner">天刚而不失说者也。</span>'
            . '说以先民，民忘其劳；说以犯难，民忘其死。说之大，民劝矣哉！',
        'xiang' => '丽，犹连也。施说之盛，莫盛於此。',
        'yao' => [
            '居兑之初，应不在一，无所党系，和兑之谓也。说不在谄，履斯而行，未见有疑之者，吉其宜矣。',
            '说不失中，有孚者也。失位而说，孚吉，乃悔亡也。',
            '以陰柔之质，履非其位，来求说者也。非正而求说，邪佞者也。',
            '商，商量裁制之谓也。介，隔也。三为佞说，将近至尊。故四以刚德，裁而隔之，匡内制外，是以未宁也。处於几近，闲邪介疾，宜其有喜也。',
            '比於上六，而与相得，处尊正之位，不说信乎陽，而说信乎陰，“孚于剥”之义也。“剥”之为义，小人道长之谓。',
            '以夫陰质，最处说后，静退者也。故必见引，然后乃说也。',
        ],
        'xiaoxiang' => [
            '',
            '其志信也。',
            '',
            '',
            '以正当之位，信於小人而疏君子，故曰“位正当”也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“兑”，说也。刚中而柔外，说以利贞。是以顺乎天而应乎人。说以先民，民忘其劳；说以犯难，民忘其死；说之大，民劝矣哉！'
            . '<span class="commentinner">小惠不足以劝民。</span>',
        'xiang' => '取其“乐而不流”者也。',
        'yao' => [
            '',
            '和而不同，谓之“和兑”；信于其类，谓之“孚兑”。六三小人，而初九、九二君子也；君子之说于小人，将以有所济，非以为利也。初九以远之，而无嫌至九二，则初九疑之矣，故必有以自信于初九者，而后“悔亡”。文予而实不予，所以信于初九也。',
            '',
            '',
            '九五，“兑”之主也；上有上六，下有六三，皆其疾也。《传》曰：“美疢不如恶石”。九四介于其间，以刚辅五，而议二陰者也，故曰：“商兑，未宁；介疾，有喜。”言疾去而后有喜也，疾去而后有喜，则《易》之所谓“庆”也。',
            '六三、上六，皆“兑”之小人，以陰为质，以说为事者，均也。六三履非其位，而处于二陽之间，以求说为兑者，故曰“来兑”，言初与二不招而自来也，其心易知，其为害浅，故二陽皆“吉”，而六三“凶”。上六超然于外，不累于物，此小人之讬于无求以为“兑”者也，故曰“引兑”，言九五引之而后至也，其心难知，其为害深。故九五“孚于剥”，“剥”者，五陰而消一陽也。上六之害，何至于此？曰：九五以正当之位，而孚于难知之小人，其至于“剥”，岂足怪哉！虽然，其心盖不知而贤之，非说其小人之实也，使知其实，则去之矣。故有“厉”而不凶。然则上六之所以不光，何也？曰：难进者，君子之事也；使上六引而不兑，则其道光矣。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => ['《兑卦》象征喜悦：亨通畅达，利于坚守中正之道。'],
        'yao' => [
            '初九，能以平和喜悦的态度待人，获得吉祥。',
            '九二，心中诚信与人和悦，故而得到吉祥；悔恨可以消失。',
            '六三，前来寻求欣悦，有凶险。',
            '九四刚居柔位，对喜悦能保持一定的警惕，有所思量，心绪不宁，须排除凶险疾恶才会有喜庆的结果。',
            '九五，诚心相信小人的巧言令色，必有危险。',
            '上六，引诱别人一同欢悦。',
        ],

        'xiang' => '兑（泽）下兑（泽）上，为两个泽水并连之表象。泽水相互流通滋润，彼此受益，因而又象征喜悦；君子应当效法这一精神，乐于同志同道合的朋友一道研讨学业，讲习道义，这是人生最大的乐趣。',

        'xiaoxiang' => [
            '用平和喜悦的态度待人，获得吉祥，是因为行为诚信端正，不被人猜疑。',
            '“心中诚信与人和悦，故而得到吉祥”，说明心志诚信、笃实，能获得好的结果。',
            '“前来导求欣悦，有凶险”，是因为居位不中不正的缘故。',
            '《兑卦》的第四爻位（九四）能拒绝诱惑，毅然守正，因此出现好的兆头，值得庆贺。',
            '“诚心相信小人的巧言令色必有危险”，只可惜它所居的正当之位了。',
            '《兑卦》的第六爻位（上六）“引诱别人一同欢悦”，不是光明正大的品行，而是偏离正德，这种所谓的欢悦将导致凶险。',
        ],

        'tuan' => '兑，说。（九二、九五）陽刚居中而（六三、上六）陰柔在外，教化说服才“宜于守正”，故能顺从天道而应和人心。（若）说服民众于先，民众可以忘记劳苦。说服民众渡过难关，民众便会忘记死亡。说服的力量太大啦！民众是被劝服的呵！',

    ],

    'notes' => [
            'tuan' => '此释《兑》卦卦名及卦辞之义。说：说服，劝说。又通悦。刚中而柔外：《兑》卦二五陽爻居中，故曰“刚中“。三上两陰爻分居内外两卦之上，故曰”柔外“。说以先民：教导民于其先。犯难：冒险，遭难。',
    ],
    'unscramble' => '',
];
