<?php
return [
    'gua' => '豚鱼吉，利涉大川，利贞。',
    'tuan' => '中孚，柔在内而刚得中。说而巽，孚，乃化邦也。豚鱼吉，信及豚鱼也。利涉大川，乘木舟虚也。中孚以利贞，乃应乎天也。',
    'xiang' => '泽上有风，中孚；君子以议狱缓死。',
    'yao' => [
        '初九：虞吉，有他不燕。',
        '九二：鸣鹤在阴，其子和之，我有好爵，吾与尔靡之。',
        '六三：得敌，或鼓或罢，或泣或歌。',
        '六四：月几望，马匹亡，无咎。',
        '九五：有孚挛如，无咎。',
        '上九：翰音登于天，贞凶。',
    ],
    'xiaoxiang' => [
        '初九虞吉，志未变也。',
        '其子和之，中心愿也。',
        '可鼓或罢，位不当也。',
        '马匹亡，绝类上也。',
        '有孚挛如，位正当也。',
        '翰音登于天，何可长也。',
    ],
    'zhuxi' => [
        'gua' => '孚，信也。為卦二陰在內，四陽在外，而二五之陽，皆得其中。以一卦言之為中虛，以二體言之為中實，皆孚信之象也。又，下說以應上，上巽以順下，亦為孚義。豚魚，无知之物。又，木在澤上，外實內虛，皆舟楫之象。至信可感豚魚，涉險難，而不可以失其貞。故占者能致豚魚之應，則吉而利涉大川，又必利於貞也。',
        'tuan' => '中孚，柔在內而剛得中，說而巽，孚乃化邦也。'
            . '<span class="commentinner">說，音悅。以卦體、卦德釋卦名義。</span> '
            . '豚魚吉，信及豚魚也。利涉大川，乘木舟虛也。'
            . '<span class="commentinner">以卦象言。</span>'
            . '中孚以利貞。乃應乎天也。'
            . '<span class="commentinner">信而正，則應乎天矣。</span>',
        'xiang' => '風感水受，中孚之象。議獄緩死，中孚之意。 ',
        'yao' => [
            '他，湯何反。當中孚之初，上應六四，能度其可信而信之，則吉。復有他焉，則失其所以度之之正，而不得其所安矣。戒占者之辭也。',
            '和，胡臥反。靡，亡池反。九二，中孚之實，而九五亦以中孚之實應之，故有鶴鳴子和，我爵爾靡之象。鶴在陰，謂九居二。好爵，謂得中。靡與縻同。言懿德人之所好，故好爵雖我之所獨有，而彼亦係戀之也。',
            '敵，謂上九，信之窮者。六三，陰柔不中正，以居說極，而與之為應，故不能自主。而其象如此。',
            '幾，音機。望，无方反。六四，居陰得正，位近於君，為月幾望之象。馬匹，謂初與己為匹，四乃絕之，而上以信於五，故為馬匹亡之象。占者如是，則无咎也。',
            '攣，力圓反。九五，剛健中正，中孚之實，而居尊位，為孚之主者也。下應九二，與之同德，故其象占如此。',
            '居信之極，而不知變，雖得其貞，亦凶道也。故其象占如此。雞曰翰音，乃巽之象。居巽之極，為登于天。雞非登天之物，而欲登天，信非所信，而不知變，亦猶是也。',

        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '上，上聲。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '中孚，柔在内而刚得中，说而巽，孚。'
            . '<span class="commentinner">有上四德，然后乃孚。</span>'
            . '乃化邦也。'
            . '<span class="commentinner">信立而后邦乃化也。柔在内而刚得中，各当其所也。刚得中，则直而正；柔在内，则静而顺；说而以巽，则乖争不作。如此，则物无巧竞，敦实之行著，而笃信发乎其中矣。</span>'
            . '“豚鱼吉”，信及豚鱼也。'
            . '<span class="commentinner">鱼者，蟲之隐者也。豚者，兽之微贱者也。争竞之道不兴，中信之德淳著，则虽微隐之物，信皆及之。</span>'
            . '“利涉大川”，乘木舟虚也。'
            . '<span class="commentinner">乘木於川舟之虚，则终已无溺也。用中孚以涉难，若乘木舟虚也。</span>'
            . '中孚以“利贞”，乃应乎天也。'
            . '<span class="commentinner">盛之至也。</span>',
        'xiang' => '信发於中，虽过可亮。',
        'yao' => [
            '虞犹专也。为信之始，而应在四，得乎专吉者也，志未能变，系心於一，故“有它不燕”也。',
            '处内而居重陰之下，而履不失中，不徇於外，任其真者也。立诚笃至，虽在暗昧，物亦应焉，故曰“鸣鹤在陰，其子和之”也。不私权利，唯德是与，诚之至也，故曰我有好爵，与物散之。',
            '三居少陰之上，四居长陰之下，对而不相比，敌之谓也。以陰居陽，欲进者也。欲进而阂敌，故或鼓也。四履正而承五，非己所克，故或罢也。不胜而退，惧见侵陵，故或泣而忧悲也。四履于顺。不与物校，退而不见害，故或歌也。不量其力，进退无恒，惫可知也。',
            '居中孚之时，处巽之始，应说之初，居正履顺，以承於五，内毗无首，外宣德化者也。充乎陰德之盛，故曰：“月几望”。“马匹亡”者，弃群类也。若夫居盛德之位，而与物校其竞争，则失其所盛矣，故曰绝类而上，履正承尊，不与三争，乃得无咎也。',
            '“挛如”者，系其信之辞也。处中诚以相交之时，居尊位以为群物之主，信何可舍？故“有孚挛如”，乃得“无咎”也。',
            '翰，高飞也。飞音者，音飞而实不从之谓也。居卦之上，处信之终，信终则衰，忠笃内丧，华美外扬，故曰“翰音登于天”也。翰音登天，正亦灭矣。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '类谓三，俱陰爻，故曰“类”也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“中孚”，柔在内而刚得中，说而“巽”，孚乃化邦也。'
            . '<span class="commentinner">“中孚”，信也。而谓之“中孚”者，如羽虫之孚，有诸中而后能化也。羽虫之孚也，必柔内而刚外，然则“颐”曷为不“中孚”也？曰：内无陽不生，故必柔内而刚外，且刚得中，然后为“中孚”也。刚得中则正，而一柔在内，则静而久，此羽虫之所以孚天之道也。君子法之，行之以“说”，辅之以“巽”，而民化矣。</span>'
            . '“豚鱼，吉”，信及豚鱼也。'
            . '<span class="commentinner">信之及民，容有伪；其及豚鱼，不容有伪也。至于豚鱼皆吉，则其信也至矣。</span>'
            . '“利涉大川”，乘木舟虚也。'
            . '<span class="commentinner">《易》至于“巽”在上而云“涉川”者，其言必及木。“益”之《彖》曰：“木道乃行。”“涣”之《彖》曰：“乘木有功。”“中孚”之《彖》曰“乘木舟虚”，以明此“巽”之功也。以“巽”行“兑”，乘天下之至顺而行于人之所说，必无心者也。“舟虚”者，无心之谓也。</span>'
            . '“中孚”以“利贞”，乃应乎天也。'
            . '<span class="commentinner">天道不容伪。</span>',
        'xiang' => '化邦之时，不可以用刑。',
        'yao' => [
            '“虞”，戒也，燕安也。六四，初九之应也；而近于五，为五所挛。所谓“它”也，六四不专于应，而有心于五，其色不安，此必变者也。初九及其未变，而戒之不轻往应，则远于争矣，故“吉”。',
            '此“中孚”也，而爻未有能“中孚”者也。“中孚”者必正而一、静而久，而初九、六四，六三、上九有应而相求，九五无应而求人者也，皆非所谓正而一、静而久者也。惟九二以刚履柔，伏于二陰之下，端欲无求而物自应焉，故曰：“鸣鹤在陰，其子和之。”鹤鸣而子和者，天也；未有能使之者也。“我有好爵，吾与尔靡之”，有爵者，求我之辞也；彼求我、而我不求之之谓也。',
            '六三履非其位，虽应在上九，而上九非下我者也。上不求三而三求之，求之必过五，五无应而寇我，故曰“得敌”也。得敌而躁，躁而失常，故“或鼓或罢，或泣或歌”也。',
            '初九以应而从我，九五以近而挛我，一陰而当二陽之求，盛之至也。故曰“月几望”。“月几望”者，非四之所任也，故必舍五而从初。如有二马而亡其一，然后“无咎”，类五也。四与五皆“巽”也，故得称“类”。',
            '“有孚”者，六四也。自五言之，则以得四为“无咎”，非应而求，从必挛而后固。特以其位当，是以“无咎”也。',
            '“翰音”，飞且鸣者也。凡羽虫之飞且鸣者，其飞不长，雉鸡之类是也。处外而居上，非“中孚”之道；飞而求显、鸣而求信者也，故曰：“翰音，登于天”。九二在陰而子和，上九飞鸣而登天，其道盖相反也；惟不下从陰得陽之正，故曰“贞凶”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《中孚卦》象征诚信：诚信施及到愚钝无知的小猪小鱼身上，从而感化了它们，因此获得吉祥，利于涉越大河大川，利于坚守中正之道。',
        ],
        'tuan' => '中孚，（六三、六四）陰柔在内而（九二、九五）陽刚居中，喜悦而逊顺，其诚才能感化邦国。“用猪和鱼（祭祀）吉”，诚信得之于用猪和鱼（祭祀）。“宜于涉越大河”，乘驾木舟中虚（行水）。中孚能“宜于守正”，才是顺应天道。',
        'xiang' => [
            '《象辞》说《中孚卦》的卦象是兑（泽）下巽（风）上，为泽上有风，风吹动着泽水之表象，比喻没有诚信之德施及不到的地方，说明极为诚信；君子应当效法“中孚”之象，广施信德，慎重地议论刑法讼狱，宽缓死刑。',
        ],
        'yao' => [
            '初九，能安守诚信，可以获得吉祥，如果另有他求的话就会得不到安宁。',
            '鹤在山的北面鸣叫，它的那些同类们一声声地应和着它；我有醇香的酒浆，愿与你一同畅饮。',
            '六三，面临强劲的敌人，或者敲起战鼓发动进攻，或者兵疲将乏而致败退，或因为惧怕敌人的反击而哭泣，或由于敌人不加侵害而高兴地歌唱。',
            '六四，月亮将圆而未盈，好马失掉了匹配，不会有什么祸害。',
            '九五，具有诚信之德并以其牵系天下人心，天下的人也以诚信相和应，所以没有祸患。',
            '上九，鸟高飞着，鸣叫声响彻天空，有可能出现凶险。',
        ],
        'xiaoxiang' => [
            '《中孚卦》的第一爻位（初九）“能安守诚信，可以获得吉祥”，是因为其没有他求的志向没有改变。',
            '“鹤的那些同类们一声声地应和着它”，说明它们表露出了内心的意愿。',
            '“或者敲起战鼓发动进攻，或者兵疲将乏而致败退”，均是因为六三爻居位不正的缘故。',
            '“好马失掉了匹配”，是指六四爻诚信专一，断绝与同类之间的交往，而专心事奉君主。',
            '“具有诚信之德并以其牵系天下人心”，是指居位中正适当，说明中心诚信这种教化作用可以施及整个邦国。',
            '“鸟高飞着，鸣叫声响彻天空”，这种声音虚而不实，声高于情，怎么可能长久保持呢？',
        ],
    ],
    'notes' => [
        'tuan' => '此释《中孚》卦卦名及卦辞之义。柔在内而刚得中：《中孚》六三、六四二陰爻在一卦之内，故曰“柔在内”。九二、九五陽爻分居内外卦之中，故曰“刚得中”。说而巽：《中孚》下兑上巽，兑为说，孚乃化邦：诚孚发于内，邦国化于外。孚，本指卵孚，后引申为信。朱骏声曰：“孚，卵孚也。从爪从子。鸟袌恒以爪反复其卵。鸟之孚卵，皆如期而不失。故转训为信。”（《六十四卦经解》）豚鱼吉：用豚及鱼祭祀则吉。豚，小猪。信及豚鱼：信得于以豚鱼祭祀。乘木舟虚：《中孚》上巽为木，下兑为泽，木在泽水之上，乘木舟之象。从六爻看，《中孚》上下为陽爻，故实，中间为陰爻故虚，外实中虚，故有舟虚之象。',
    ],
];
