<?php
return [
    'gua' => '亨，小利贞，初吉终乱。',
    'tuan' => '既济，亨，小者亨也。利贞，刚柔正而位当也。初吉，柔得中也。终止则乱，其道穷也。',
    'xiang' => '水在火上，既济；君子以思患而预防之。',
    'yao' => [
        '初九：曳其轮，濡其尾，无咎。',
        '六二：妇丧其髴，勿逐，七日得。',
        '九三：高宗伐鬼方，三年克之，小人勿用。',
        '六四：繻有衣袽，终日戒。',
        '九五：东邻杀牛，不如西邻之禴祭，实受其福。',
        '上六：濡其首，厉。',
    ],
    'xiaoxiang' => [
        '曳其轮，义无咎也。',
        '七日得，以中道也。',
        '三年克之，惫也。',
        '终日戒，有所疑也。',
        '东邻杀牛，不如西邻之时也；实受其福，吉大来也。',
        '濡其首厉，何可久也。',
    ],
    'zhuxi' => [
        'gua' => '既濟，事之既成也。為卦水火相交，各得其用，六爻之位，各得其正，故為既濟。亨小，當為小亨，大抵此卦及六爻占辭，皆有警戒之意，時當然也。',
        'tuan' => '既济，亨，小者亨也。'
            . '<span class="commentinner">濟下疑脫小字。</span>'
            . '利贞，刚柔正而位当也。'
            . '<span class="commentinner">以卦體言。</span>'
            . '初吉，柔得中也。'
            . '<span class="commentinner">指六二。</span>'
            . '终止则乱，其道穷也。',
        //'xiang' => '',
        'yao' => [
            '曳，以制反。濡，音如。輪在下，尾在後，初之象也。曳輪則車不前，濡尾則狐不濟。既濟之初，謹戒如是，无咎之道。占者如是，則无咎矣。',
            '喪，息浪反。茀，力佛反。二以文明中正之德，上應九五剛陽中正之君，宜得行其志。而九五居既濟之時，不能下賢以行其道，故二有婦喪其茀之象。茀，婦車之蔽，言失其所以行也。然中正之道，不可終廢，時過則行矣。故又有勿逐而自得之戒。',
            '既濟之時，以剛居剛，高宗伐鬼方之象也。三年克之，言其久而後克，戒占者不可輕動之意。小人勿用，占法與《師》上六同。',
            '繻，而朱反。袽，女居反。既濟之時，以柔居柔，能預備而戒懼者也，故其象如此。程子曰：「繻，當作濡。衣袽，所以塞舟之罅漏。」',
            '東陽西陰，言九五居尊，而時已過，不如六二之在下而始得時也。又當文王與紂之事，故其象占如此。《彖辭》初吉終亂，亦此意也。',
            '既濟之極，險體之上，而以陰柔處之，為狐涉水而濡其首之象。占者不戒，危之道也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '憊，蒲拜反。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '“既济，亨”，小者亨也。'
            . '<span class="commentinner">既济者，以皆济为义者也。小者不遗，乃为皆济，故举小者，以明既济也。</span>'
            . '“利贞”，刚柔正而位当也。'
            . '<span class="commentinner">刚柔正而位当，则邪不可以行矣，故唯正乃利贞也。</span>'
            . '“初吉”，柔得中也。“终”止则“乱”，其道穷也。'
            . '<span class="commentinner">柔得中，则小者亨也。柔不得中，则小者未亨。小者未亨，虽刚得正，则为未既济也。故既济之要，在柔得中也。以既济为安者，道极无进，终唯有乱，故曰：“初吉终乱。”终乱不为自乱，由止故乱，故曰“终止则乱”也。</span>',

        'xiang' => '存不忘亡，既济不忘未济也。',
        'yao' => [
            '最处既济之初，始济者也。始济未涉於燥，故轮曳而尾濡也。虽未造易，心无顾恋，志弃难者也。其为义也，无所咎也。',
            '居中履正，处文明之盛，而应乎五，陰之光盛者也。然居初、三之间，而近不相得，上不承三，下不比初。夫以光盛之陰，处於二陽之间，近而不相得，能无见侵乎？故曰“丧其茀”也。称“妇”者，以明自有夫，而它人侵之也。茀，首饰也。夫以中道执乎贞正，而见侵者，众之所助也。处既济之时，不容邪道者也。时既明峻，众又助之，窃之者逃窜而莫之归矣。量斯势也，不过七日，不须已逐，而自得也。',
            '处既济之时，居文明之终，履得其位，是居衰末而能济者，“高宗伐鬼方，三年乃克”也。君子处之，故能兴也，小人居之，遂丧邦也。',
            '繻宜曰濡，衣袽，所以塞舟漏也。履得其正，而近不与三、五相得。夫有隙之弃舟，而得济者，有衣袽也。邻於不亲，而得全者，终日戒也。',
            '牛，祭之盛者也。禴，祭之薄者也。居既济之时，而处尊位，物皆盛矣，将何为焉？其所务者，祭祀而已。祭祀之盛，莫盛修德，故沼沚之毛，蘋蘩之菜，可羞於鬼神，故“黍稷非馨，明德惟馨”，是以“东邻杀牛，不如西邻之禴祭，实受其福”也。',
            '处既济之极，既济道穷，则之於未济，之於未济，则首先犯焉。过惟不已，则遇於难，故濡其首也。将没不久，危莫先焉。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '在於合时，不在於丰也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“既济，亨小”者，亨也。'
            . '<span class="commentinner">凡陰陽各安其所，则静而不用。将发其用，必有以蕴之者。水在火上，火欲炎而不达，此火之所以致其怒也。陰皆乘陽，陽欲进而不遂，此陽之所以奋其力也。火致其怒，虽险必达；陽奋其力，虽难必遂：此所以为“既济”也。故曰：“既济，亨小者，亨也。”言小者皆在上而亨，大者皆在下而否也。</span>'
            . '“利贞”，刚柔正而位当也。'
            . '<span class="commentinner">“坎”上而“离”下，刚柔正也；陰皆居陰，陽皆居陽，位当也。“刚柔正而位当”，则小者不可复进，以贞为利也。</span>'
            . '“初吉”，柔得中也；“终”止则“乱”，其道穷也。'
            . '<span class="commentinner">柔皆乘刚，非正也；以“济”则可，“既济”，则当变而反其正，以此终焉。止而不变，则乱矣。</span>',
        'xiang' => '“既济”者，难平而安乐之世也，忧患常生于此。',
        'yao' => [
            '“济”者，皆自内适外，故“既济”、“未济”皆以初为尾，以上为首。“曳”者，欲行而未进之象也。初九方行于险，未毕济者也，故“无咎”。',
            '安乐之世，人不思乱，而小人开之。开之有端，必始于争；争则动，动则无所不至。君子居之以至静，受之以广大，虽有好乱乐祸之人欲开其端，而人莫之予，盖未尝不旋踵而败也。“既济”爻爻皆有应，六二、六四居二陽之间，在可疑之地，寇之所谋；而六二居中，九五之配也，或者欲间之，故窃其“茀”。“茀”者，妇之蔽也；妇丧其茀，其夫必怒而求之，求未必得，而妇先见疑。近其妇者，先见诘，怨怒并生，而忧患之至不可以胜防矣。故凡窃吾茀者，利在于吾之逐之也，吾恬而不逐，上下晏然，非盗者各安其位，而盗者败矣。故曰：“勿逐，七日得。”',
            '“未济”，方其未出于难也。上下一心，譬如胡越同舟而遇风，虽厉民以犯难可也。及其“既济”，已出于难，则上之用其民也，易以致怨；而下之为其上用也，易以致疑。故“未济”之九四，“震用伐鬼方，三年有赏于大国”；而“既济”之九三，以是为“惫”也。“未济”之主在六五，而九四为之臣，有震主之威者也，其威不用之于主，而用之于“伐鬼方”，虽三年之久，未见其克，不克也而犹赏之以大国者，以难未平也。若出于难，则臣必用其威于主，而主亦疑其臣矣。“既济”之九三，以九五为主，臣主皆强，故曰“高宗伐鬼方”，以见三之为五用也。虽以高宗之贤，三年而后克之者，“既济”之世，民安于无事而不可用也。“未济”之赏以大国也，岂尝问其君子小人哉？有功斯国之矣；而“既济”则“小人勿用”，盖已疑其臣矣。',
            '“繻”，当作“濡”。“衣袽”，所以备舟隙也。四居二陽之间而不相得，故备且戒如是也。卦以“济”为事，故取于舟。',
            '“东”、“西”者，彼、我之辞也。祭未有水杀牛者，而云“杀牛”，不如禴祭，何也？曰：禴祭，时祭也。国之常事而杀牛者，非时；特杀而祭，以求福者也。小人以为禴祭常事，不足以致福，故以非时杀牛而求之，而不知时祭之福，不求而大来也。人之情，在难则厌事；而无难之世，常不能安有其福。故圣人以为“既济”之主，在于守常安法而已，求功名于法度之外，则《易》之所谓杀牛也。',
            '“既济”之上六，毕济之时也。而以陰居之，未免于危也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《既济卦》象征成功：此时功德完满，连柔小者都亨通顺利，有利于坚守正道；开始时是吉祥的，但如有不慎，终久必导致混乱。',
        ],
        'xiang' => [
            '《既济卦》的卦象是离（火）下坎（水）上，为水在火上之表象，比喻用火煮食物，食物已熟，象征事情已经成功；君子应有远大的目光，在事情成功之后，就要考虑将来可能出现的种种弊端，防患于未然，采取预防措施。',
        ],
        'tuan' => '既济，“亨通”，小事而能亨通。“利于守正”，（六爻）陽刚陰柔之位皆正当。“起初吉利”，（六二）陰柔居中，“终”（若）停止则必“乱”。（事至既济，六爻皆已当位）其道当穷尽。',
        'yao' => [
            '初九，拉住车的轮子，不使它快进，小狐狸渡河时沾湿了尾巴，无法快游，没有灾祸。',
            '六二，丢失了妇人乘车的遮帘，不用去寻找，过不了七天就会物归原处。',
            '九三，殷高宗武丁征伐地处西北的鬼方国，经过三年的连续战斗才获得胜利；不可任用急躁冒进的小人。',
            '六四，渡河的时候，为了防止船漏水，事先要准备破布棉絮，而且整天保持戒备，以防止发生灾祸。',
            '九五，东边邻国杀牛羊来举行盛大祭礼，不如西边的邻国举行简单而朴素的祭祀，这样才能实在地得到神降赐的福分。',
            '上六，小狐狸渡河时弄湿了头，有危险。',
        ],
        'xiaoxiang' => [
            '“拉住车的轮子，不使它快进”，说明事情成功之后，必须谨慎从事，小心防备，才没有灾祸。',
            '“丢失妇人乘车上的遮帘，过不了七日就会物归原处”，说明此时正处于中位，坚守正道，不偏不倚，所以丢失了的东西可以失而复得。',
            '“经过三年的连续战斗才攻克了鬼方国”，说明战争非常激烈又持续了三年之久，已经筋疲力尽了，胜利是来之不易的。',
            '“整天保持戒备，以防止灾祸的发生”，说明此时心中有所疑虑，感到恐惧。',
            '“东边的邻国杀牛宰羊来举行盛大的祭礼”，还不如西边邻国能按时举行虔诚简单的时祭；西邻“实在地得到上天神灵降赐的福分”，说明此是正当其位，吉祥福分将不断隆临，非常幸运。',
            '“小狐狸渡河时弄湿了头，有危险”，这是警告在事情成功之后，要更加小心谨慎，不然怎能长久不败！',
        ],
    ],
    'notes' => [
        'tuan' => '此释《既济》卦卦名及卦辞之义。小者亨也：陰为小，《既济》卦三陰爻得正皆在陽爻之上，以示陰气上升，故曰“小者亨也”。刚柔正而位当：《既济》六爻三陰三陽样交而得正，故曰刚柔正，初、三、五之陽爻居陽位，二、四、上之陰爻居陰位，故“位当”。初吉：最初吉利。柔得中：《既济》六二居内卦之中。“终”止则“乱”：是释卦辞“终乱”。既济有止之义，《杂卦》：“既济，定也。”定，即止。《既济》外卦为坎，坎为乱。',
    ],
];
