【原文】

云上于天，需；君子以饮食宴乐。

需于郊，不犯难行也。利用恒无咎，未失常也。需于沙，衍在中也。虽小有言，以终吉也。需于泥，灾在外也。自我致寇，敬慎不败也。需于血，顺以听也。酒食贞吉，以中正也。不速之客来，敬之终吉。虽不当位，未大失也。

【译文】

《需卦》的卦象是乾（天）下坎（水）上，为水在天上之表象。水汽聚集天上成为云层，密云満天，但还没有下雨，需要等待；君子在这个时候需要吃喝，饮酒作乐，即在等待的时候积蓄力量。

"在郊外等待"，表明不能冒险轻率前行；"长久耐心地等候时机，不会有什么祸患"，表明没有偏离正道，没有偏离天地恒常之理。"在沙滩上等待"，表明宽宏大量不急躁；虽然受到一些非难和指责，但终久能获得吉祥。"在泥泞中等待"，说明灾祸还在外面，尚未殃及本身；自己招引来强盗，说明要处处谨慎小心才能避开危险。"在血泊中等待"，表明此时必须沉着冷静，顺应时势，听天由命，以等待转机。"准备好酒食招待客人，占问的结果是吉祥的"，说明此时处于中位，完美无缺。"不请自来的三位客人到来，对他们恭敬而且热情地招待，终久获得吉祥"，表明此时尽管处在不适当的地位，但还没有遭受大的损失。

【原文】

需，须也，险在前也，刚健而不陷，其义不困穷矣。需有孚，光亨贞吉，位乎天位，以正中也。利涉大川，往有功也。

【译文】

需，等待。危险在前方，有刚健而不会陷入，其义为不困穷。需，“有诚信广大亨通，而占问吉利”，（九五爻）位于天子之位，故居正而得中道。“宜于涉越大河”，前往可以建功立业。

【注释】

此释《需》卦卦名与卦辞之义。须：待。险在前：《需》卦下乾上坎，坎为险在上，故“险在前”。刚健而不陷：《需》卦下乾为刚健，上坎为陷。虽然前有险，但因乾刚健，遇险而能通，故“不陷”。孚：诚信。天位：五为天位。此指《需》卦九五之刚居天位。正中：九五以陽居陽为“正”，为外卦中爻故曰“中”。往有功：五多功，故前往必有功。

需（卦五） ——出行的苦与乐

【原文】

（乾下坎上）需(1)：有孚(2)。光亨(3)，贞吉。利涉大川。

初九：需(4)于郊，利用恒(5)。无咎。

九二：需于沙(6)，小有言(7)，终吉。

九三：需于泥(8)，致寇至。

六四：需于血(9)，出自穴(10)。

九五：需于酒食，贞吉。

上六：人于穴，有不速(11)之客三人来，敬之，终吉。

【注释】

①需是本卦标题。需的本义是天上下雨，卦象是表示天的“乾”和表示 云的“坎”相叠加。本卦因“需”字多次出现，便用它作标题。全卦内容主要是出行和客居。(2)孚：本义是俘虏，也指获利。(3)光亨：意思是 大亨，元亨。(4)需：爻辞中“需”的意思是等待，停留。(5)用：以， 于。恒：常，长久。(6)沙：沙地，难走的地。”(7)言：当作想用，意 思是过错。(8)泥：．泥泞的地方。(9)血：血污的地方。(10)穴；古 时的住所，依地势挖建而成，下半是在地下挖出的小土穴，上半是在地面搭 建的屋顶。(11)速：请，招。不速：没有邀请。

【译文】

需卦：捉到俘虏。大吉大利，吉祥的占卜。有利于渡过大江大河。

初九：在郊野停留等待，这样长久下去是吉利的，没有危险。

九二：在沙地停留等待，出了一点小过错，最后结果是吉利的。

九三：在泥泞中停留等待，引来了强盗抢劫。

六四：陷入到血污之中，从地穴住处里逃脱出来。

九五：在酒席上留连等待，征兆吉利。

上六：进入地穴住处，来了三个不请自来的客人。主人殷勤地接待他们，结果吉利。

【读解】

古人出行客居，自然与今人游山玩水、消闲遣闷、联络友情不同。他们没有那么多闲逸轻松的时光，日常时光和精力大多被生产、生活中谋生的活动占据了，出行客居总同某一具体的实用 目的有关，主要是经商贸易或征战、求婚等。因而，自然山川风光的绮丽，季候物象变幻与内在心境的共鸣，似乎被视而不见。在道路阻隔、交通工具简陋的情况下，首先让人关心’的是顺利与否， 出行前就必定要叩问神灵。出行中有泥泞坎坷风雨霜雪等天然险 阻，有强盗出没洗钱害命等人祸，当然也有路途坦荡、酒足饭饱睡香的愉悦畅快。透过这幅吉凶交织、苦乐掺杂的出行客居图，我们在驰骋的想象中完全可以领悟到：这是漫漫人生旅途的缩影。
