【原文】

地中有水，师；君子以容民畜众。

师出以律，失律凶也。在师中吉，承天宠也。王三锡命，怀万邦也。师或舆尸，大无功也。左次无咎，未失常也。长子帅师，以中行也。弟子舆尸，使不当也。大君有命，以正功也。小人勿用，必乱邦也。

【译文】

"出师征战必须要有严明的纪律"，要号令整齐，行动一致，赏罚分明。如果军纪不良，指挥不灵，必然要发生凶险。

"在军中任统帅，持中不偏可得吉祥，不会有什么灾祸"，表明承受"天命"，因此得到君王的宠幸；"君王多次进行奖励"，说明怀有治国平天下使万邦悦服的弘大志向。"士兵不时运送战死者的尸体回来"，说明不能知己知彼，在敌强我弱的情况下，不自量力发动进攻，结果战败，没有任何功绩可言了。"观察了战场形势后，暂时后退以避敌精锐，免遭更大损失"。说明深通兵法，懂得用兵有进有退的常理。"委任有德长者统帅军队战无不胜"，表明居中恃正，行为有法度，必然获胜；"委任无德小人将运送着战死者的尸体，大败而归"，说明用人不当，必招致大败，将自食恶果。"天子颁布了诏命，分封功臣"，是为了按功劳大小而公正封赏。"小人决不可以重用"，因为重用小人必然危害并扰乱邦国。

【原文】

师，众也；贞，正也。能以众正，可以王矣。刚中而应，行险而顺，以此毒天下，而民从之，吉又何咎矣。

【译文】

师，为众，贞，为守正道。若能使众人皆行正道，则可以主天下了。（《师》九五）以陽刚居中而应众陰，行于险难而顺利。以此道治理天下，而得民众顺从它。此乃“吉祥”，又有何“咎灾”。

【注释】

此释《师》卦卦名，卦辞之义。众：《师》下坎上坤，坤为众，坎亦为众。《国语•晋语》：“坎，水也，众也。”刚中而应：《师》卦九二为刚处中，六五应之。行险而顺：《师》卦下坎为险，上坤为顺。毒：本指一种害人之草，可以做药物治病，后引申为治理。《老子》所言“长之育之，亭之毒之”即是此意。


师（卦七） -----战争是王者之事

【原文】

（坎下坤上）师(1)：贞丈人(2)，吉，无咎。

初六：师出以律(3)，否臧(4)，凶。

九二：在师中，吉，无咎。王三锡命(5)。

六三：师或舆尸(6)，凶。

六四；师左次(7)，无咎。

六五：田有禽(8)，利执言(9)，无咎。长子(10)婚帅师，弟子(11)四舆尸，贞凶。

上六：大君(12)有命，开国承家(13)。小人勿用。

【注释】

(1)师是本卦标题。师在这里的意思是指军队。本卦既因“师”字多次出 现，又因内容主要与军队出征作战有关，所以用师作标题。(2)文人：这里的意思是军队的总指挥。(3)律：军纪，纪律。(4)否(pi)臧 （zang）：不好。这里指不守军纪。(5)王：君王。锡命：赐命，意思是下 令嘉奖。(6)舆尸：用车运送尸体。(7)左次：驻扎在左边。(8)田： 田猎，打猎。禽：鸟兽。(9)执言：意思是抓获俘虏。(10)长子：指挥作战的长官。(11)弟子：指挥运送尸体的副官。(12)大君：国君。 (13)开国。分封诸侯。承家：分封大夫。

【译文】

师卦：占问总指挥的处境，吉利，没有危险。

初六：行军征战要守军纪，不守军纪，必打败仗。

九二：主帅身在军中，吉利，没有灾祸，君王三次下令嘉奖。

六三：军中有人用车运送尸体，战败。

六四：军队驻扎在左边，没有危险。

六五：打猎获取猎物，打仗抓获俘虏，没有灾祸。长官率领军队作战，副官指挥运送伤亡者，贞兆凶险。

上六：国君下令赏功，分封诸侯大夫。不能重用无才德的小人。

【读解】

战争被古人看作最重要的事情之一。攻城掠地，发财致富，讨伐异己，争权夺利，都要诉诸武力。成者为王，败者为寇，似乎成了天经地义的真理。

战争的结果总有胜负，因此事前严肃认真地对待，请教神灵，祈求神灵保佑，寻找正当的理由，然后大张旗鼓地兴师讨伐。古人几乎把战争当作一种仪式来对待，当作一门艺术来研究，从神灵的意向、天时地利，一直研究到习武组织、制胜谋略、论功行赏等等规则。中国古代兵书的发达，世所罕见，在技术和艺术层 面上都堪称一流。

由此反思，古人称战争为“王者之事”，早已把它升华成了治国平天下的头等大事。相形之下，西方人后来称战争是政治的继续，就逊色多了。欲王天下者，精通战争艺术应是第一课。
