【原文】

地上有水，比；先王以建万国，亲诸侯。

比之初六，有它吉也。比之自内，不自失也。比之匪人，不亦伤乎？外比于贤，以从上也。显比之吉，位正中也。舍逆取顺，失前禽也。邑人不诫，上使中也。比之无首，无所终也。

【译文】

《比卦》的卦象为坤，（地）下坎（水）上，象征地上有水。大地上百川争流，流水又浸润着大地，表明地与水亲密无间，互相依存；以前的历代君主明白这个道理，所以分封土地，建立万国，安抚亲近各地诸侯。

《比卦》的第一爻位（初六），表示一开始便具有诚信的德行，致使远方来人归附，自然可获吉祥。"内部亲密无间团结一致，辅佐君主"，说明没有偏离了正道。"和行为不端正的人交朋友，而且关系亲密"，难道不是一件很可悲的事吗？在外面亲密团结朋友，辅佐贤君，说明要顺从居于尊上地位的君主，才会有好的结果。"光明无私，亲密团结，互相辅助"，可获得吉祥，因为此时居于正中位置。抛弃逆天行事的举动而顺其自然，就好像围猎时网开一面，让该被擒的禽兽落网，不该被获的从前面逃掉；君王的部下听其自然，不加戒备；这是君王的贤德感化了部下的缘故。"和众人亲密团结、互助友爱但自己不居于领导地位，将有凶险"，说明自己将来没有可以归附的地方，无立足之地。

【原文】

比，吉也；比，辅也。下顺从也。原筮，元永贞，无咎，以刚中也。不宁方来，上下应也。後夫凶，其道穷也。

【译文】

比，为吉；比，有亲辅之义。居下而能顺从。“再次占筮，开始永守正道，无灾害”，（九五）以刚而得中。“不安宁的事情将并行而来”，上下（众陰）亲比而相应和。“后来的人有凶”。此指比道到此穷尽了。

【注释】

此释《比》卦卦名与卦辞之义。吉：《杂卦》曰“比乐”，故比为“吉”。辅：亲辅。《比》下坤上坎，坤为地，坎为水，水在地上，不容有间。故为“辅”。下顺从：《比》卦下为坤，二三四互体也为坤，坤为顺而在下，故曰“下顺从”。原筮：再筮。原，再一次。元永贞：开始永守正道。刚中：九五以陽刚居中。不宁方来：不安宁之事并行而来。方，俞樾云：“方，并也。”上下应：指上下五陰应九五。后夫凶：后来的人有凶。其道穷：上六居卦之上，又乘五陽，故曰“其道穷”。

比（卦八） ——团结的学问

【原文】

（坤下坎上）比(1)：吉。原筮(2)，元永贞，无咎。不宁方(3)来， 后夫凶(4)。

初六：有孚，比之(5)。无咎。有孚，盈缶(6)。终来有它(7)，吉。

六二：比之自内(8)，贞吉。

六三：比之匪人(9)。

六四：外比之(10)，贞吉。

九五：显比(11)。王用三驱(12)，失前禽。邑人不诫(13)，吉。

上六：比之无首(14)，凶。

【注释】

(1)比是本卦标题。比的本义是亲密，在本卦中为一词多义。由于“比”字 多次出现，本卦用它来作标题。全卦的内容主要讲交往和团结。(2)原筮： 再筮，指三人同时再占问。(3)不宁方：不安宁的邦国，不愿臣服的邦国。 (4)后夫：迟到的诸侯。(5)比：亲近、安抚。③缶（fou）：瓦盆。 盈缶：用瓦盆装满酒饭。(7)终来：即使。有它：有变故，有意外。 (8)比：团结一致。自内：自己内部。(9)比：结党营私。匪人：不正派的 人。(10)外：外部，外国。(11)显：外，这里表示广泛。(12)王用三 驱：君王打猎时让卫队从左右后三面把猎物驱赶到中间以便射猎。(13)诫： 用作“骇”，惊吓。(14)比：互相倾轧。无首：没有头脑，指没有核心。

【译文】

比卦：吉利。三人同时再占问，占问长久吉凶，没有灾祸。不愿服从的邦国来了，迟迟不来的诸侯要受罚。

初六：抓到俘虏，安抚他们。没有灾祸。抓到俘虏，装满酒饭款待他们。即使有变故，结果吉利。

六二：自己内部团结一致，贞兆吉利

六三：与不正派的人结党营私。

六四：与外国结盟亲善，贞兆吉利。

九五：广泛亲善。君王打猎时三面包围，只留一面让猎物逃走。邑中百姓毫不惊骇，吉利。 上六：小人互相倾轧，不能团结一心，凶兆。

【读解】

讲了战争，紧接着讲团结、外交。古人真是聪明无比，深谙“胡萝卜加大棒”的真谛。真正能王天下的人，必定能抓住时机，恰到好处地施展软硬两招，绝不会四面树敌，把自己逼到火山口上，也不会不以实力为后盾而盲目亲善妥协。

团结和外交也是一门大学问。上下左右，圈内圈外，国内国外，东西南北中，都要纳入视线之中。对弱者，为其撑腰打气。对叛逆，三面合围，给一条出路。对强者，谦恭又不失节。对君子， 彬彬有礼，动口不动手。对小人，威胁加利诱。手腕众多，可操作性很强，可借鉴的历史经验也不少，反正，要随机应变，灵活 机动，因时制宜，因地制宜，因人制宜，才能立于不败之地。

四海之内皆兄弟，普天之下皆王土。讲团结，搞外交，请不要忘了这个道义上的准则。
