【原文】

风行天上，小畜；君子以懿文德。

复自道，其义吉也。牵复在中，亦不自失也。夫妻反目，不能正室也。有孚惕出，上合志也。有孚挛如，不独富也。既雨既处，德积载也。君子征凶，有所疑也。

【译文】

《小畜卦》的卦象是乾（天）下巽（风）上，是风飘行天上的表象。风在天上吹，密云不雨，气候不好不坏，收成一般，所以只能"小有积蓄"；君子面对这种情况，于是修养美好的品德，用心做好文章等待发达的时机。

"自己从原路返回"，表明这行动很适宜，符合常理，因而吉祥。"带着别人从原路返回，表明此时处于居中位置，自己不会失掉陽刚的德行。结发夫妻吵闹着要离婚，说明丈夫不能以家规要求妻子，自己也没有给妻子做出表率，所以妻子不守妇道。"具有诚信之德并抛弃戒备心理"表明这样符合居于尊上地位的权势者的意愿。"具有诚信的德行与别人紧密联系并互相帮助"，表明要与人共同富裕，不独自享受富贵。"下起了细雨，但不久又停下来"，表明这时陰气弥漫掩盖了陽刚之德；"君子外出远行必遭凶险"，说明陰湿之气聚集，到处一片茫茫，方向不清，情况不明，自然会发生危险。

【原文】

小畜，柔得位而上下应之，曰小畜。健而巽，刚中而志行，乃亨。密云不雨，尚往也。自我西郊，施未行也。

【译文】

小畜，陰柔得位而上下（众陽）应和，故曰小畜，刚健而逊顺，（九二九五）陽刚居中皆志于行施，故“亨”。“乌云密布而不下雨”，此云向上行。“云从我西郊而来”，云布施而雨未下。

【注释】

此释《小畜》卦名与卦辞之义。柔得位：《小畜》六四之陰居陰位。柔，指六四。上下应之：上下五陽相应。健而巽：《小畜》下乾上巽。乾为健，故曰健而巽。巽，一本作“逊”。巽、逊音同而相通。《文选•魏都赋》“巽其神器”，注云：“逊与巽同。”《说文》：“逊，遁也。”《广雅》训“巽”为顺。故二者其义相同。刚中而志行：二五之陽居中故“刚中”，陽性为动，故“志行”。密云不雨：陰云密布而不下雨。尚：上。尚往，指（云）向上而行。自我西郊：指云起自我方西郊。施：《彖》释《乾》有“云行雨施”，释《益》有“天施地生”，皆谓降雨此处“施未行”，乃指“密云不雨”。


小畜（卦九） ----远古传来的劳动号子

【原文】

（乾下卖上）小畜(1)：亨。密云不雨，自我西郊(2)。

初九：复自道(3)，何其咎。吉。

九二：牵复(4)。吉。

九三：舆说辐(5)，夫妻反目。

六四：有孚，血去惕出(6)，无咎。

九五：有孚挛如(7)，富以其邻(8)。

上九：既雨既处(9)，尚德载(10)。妇贞厉。月几望(11)，君子征，凶。

【注释】

(1)小畜是本卦标题。畜的意思是田地里谷物滋生，草木茂盛。卦象是表 示天的“乾”和表示风的“粪”相叠加，卦辞、爻辞主要讲农业生活。本卦 标题是根据内容加的。(2)我：王公贵族的自称。(3)复：返回。道：田间的 道路。(4)牵复：拉回来。(5)舆：车。说：用作“脱”。辐：车轮上的辐条，这里指车轮。(6)血：用作“恤”，意思是担忧。惕：提防。 (7)挛如：捆绑得很紧的样子。(8)富：用作“辐”。(9)既：已经。处：停止。(10)德：“得”的意思。载：用作“栽”。尚德载：还可以栽种作物。 (11)几：接近。望：农历每个月十五日月圆的时候，也叫做月望。

【译文】

小畜卦：吉利。在我西边郊野上空陰云密布，但雨却没有落下来。

初九：沿田问道路返回，没有什么灾祸。吉利。

九二：拉回来。吉利。

九三：车子坏了一个轮子，夫妻俩互相埋怨。

六四：抓到俘虏，免除了担忧，还是要注意提防，不会有灾祸。

九五：抓到俘虏后把他们紧紧捆住，与邻村邻族共同分享快乐。

上九：雨已降下，又已停止，还可以栽种作物。女子占问得到凶兆。月亮已是接近十五时的满月，君子离家出行，贞兆凶险

【读解】

从事农业劳动的生活平淡而琐碎，今天身处现代化大都市钢筋水泥丛林中的我们，难以想象其中苦、乐、喜、忧、烦、闷、愁、 淡等体验的具体滋味。生动切肤的感性体验，早已被抽象的文字 符号扼杀和深埋起来了。唯有想象力，才能透过冰冷僵死的文字符号，深入到真切具体的古人生存的事实中去，虽然这也是以我们今天的感性体验作为基础的。

没有现代化的农业机械和交通运输工具，没有电灯、电话、电视机和歌舞戏曲。日出而作，日落而息，冬去春来，年复一年艰辛体力劳动的印痕，渐渐在简陋土屋昏暗油灯的陰影中隐去。生存的现实是严峻的，活下去是人生的首要问题，除了自身能力之外，神灵似乎能带给人们精神上的慰藉。于是，春播秋收，天旱雨雪，虫灾鼠害，人祸徭役，都得叩问上苍的意向，都被严肃认真地对待。我们透过这些似乎神秘的占卜祷告，真切地听见了那来自远古的沉重的喘息和感叹，看见了祖先们布满厚茧的双手和满是皱纹的古铜色脸庞……
