【原文】

天与火，同人；君子以类族辨物。

出门同人，又谁咎也。同人于宗，吝道也。伏戎于莽，敌刚也。三岁不兴，安行也。乘其墉，义弗克也。其吉，则困而反则也。同人之先，以中直也。大师相遇，言相克也。同人于郊，志未得也。

【译文】

《同人卦》的卦象是离（为）下乾（天）上，为天下有火之表象。天在高处，火势熊熊而上，天与火亲和相处，君子要明白物以类聚，人以群分的道理，明辨事物，求同存异，团结众人以治理天下。

一出门便能与人和睦相处，又有谁会来危害你呢？“只和本宗本派的人和睦相处”，不能团结各个阶层的人，这是引起麻烦的根源。“埋伏军队在密林草莽中”，说明敌人力量强大，我方力量弱小，只能潜伏下来。“三年都不敢兴兵打仗”，表明敌我力量相差悬殊，怎么敢冒险轻进呢？“准备登城向敌人进攻”，但终于没有进攻，是因为发现这种进攻是不仁义的，这样做能获得吉祥，是因为在困惑时能及时醒悟，反过来能按正确的办法行事。与人和睦相处，开始大声痛哭，说明这时内心中正诚信，因不知战事的胜败而焦急痛哭；大军遇到了志同道合者，终于获得了战争的胜利，于是欢笑起来。“在荒郊也愿与人和睦相处，未遇到志同道合者”，说明此时团结众人，而希望天下大同的愿望没有实现。

【原文】

同人，柔得位得中，而应乎乾，曰同人。同人曰「同人于野，亨。利涉大川。」乾行也。文明以健，中正而应，君子正也。唯君子为能通天下之志。

【译文】

同人，（内卦）陰柔得位而居中，与（外卦）乾相应。（天与火同性）故曰同人。《同人》卦说：“于郊野与人同志，亨通，利于涉越大河”。乾之陽道利行，文明而且刚健，（二五）处中得正而相应，此为“君子”之正道。唯有君子才能通达天下人的心志。

【注释】

此释《同人》卦名卦辞之义。同人：即同仁。人、仁通。柔得位得中：六二以陰居陰曰“柔得位”，六二处《同人》内卦之中故曰“得中”。应乎乾：指六二应外卦乾。乾，指《同人》外卦乾。《周易折中》认为此“乾”为陽之通称，恐有失。案《履》之《彖》“说而应乎乾”，很显然指《履》卦外卦乾。同人于野：与人志同于旷野之中。野，旷野，效外曰野。乾行：乾道。《尔雅》释“行”为道。文明以健：《同人》内卦离为文明，外卦乾为健。中正而应：《同人》二五居中得正而相应。唯：犹独。


同人（卦十三） ——古战场的刀光剑影

【原文】

（离下乾上 同人］①:同人 于野②，亨。利涉大川。利君子贞。

初九：同人于门③，无咎。

六二：同人于宗④，吝。

九三：伏戎于莽⑤，升其高陵(6),三岁不兴(7)。

九四：乘其墉(8)，弗克攻。吉。

九五：同人先号咷而后笑(9)，大师克相遇。

上九：同人于郊，无悔。

【注释】

①本卦的标题是同人。原经文卦象后没有“同人”二字。同的意思是聚 合，同人就是聚合众人。由于“同人”二字出现的次数多，本卦用来作标题。 全卦的内容专门讲作战打仗。②野：郊外。古时称邑外为郊，郊外为野。 ③门：这里指王门。古时遇到国家大事，常在王门前聚众训话、誓师、演 练等。④宗：祭祖祖先的宗庙。⑤戎：军队。伏戎：把军队隐蔽起 来。莽：茂密的树林草丛。(6)高陵：高地。(7)三岁：三年，这里指 多年。兴：举，起，这里指夺取。(8)乘：登上。墉（yong）：城墙。 (9)号咷(tao)：嚎陶，大声哭喊。

【译文】

（同人卦）：在郊外聚集众人，吉利。有利于渡过大江大河。对君子有利的占问。

初九：在王门前聚集众人，没有灾祸。

六二：在宗庙聚集众人，不吉利。

九三：把军队隐蔽在密林草丛中， 并占领了制高点，但却长时间不能取胜

九四：登上敌方的城墙，仍然没有把城攻下。吉利。

九五：会集起来的众人先大声哭喊，然后欢笑，因为大军及时赶到，转败为胜。

上九：在郊外聚集众人 没有悔咎。

【读解】

重大的事情需要反复讲，从各个角度讲，讲深讲透，讲精彩。 战争就是这种事情之一。这一次不讲道理如何，不讲战争与其它诸事的关系如何，也不讲战争谋略，而是记述作战打仗的真实经过。从战前的仪式、誓师，到伏击战、攻坚战、突围战，以至最终获胜、祝捷，依次写来。简约的文字，给我们发挥想象力留下了广阔空间。

誓师时的群情激愤昂扬，祭祀时的庄严肃穆，出征时的整齐威武，伏击时的紧张刺激，攻坚时的艰难顽强，被围时的绝望挣扎，获胜时的欣喜若狂，祝捷时的皆大欢喜，加上铿锵作响的兵 器碰撞声，人喊马叫声，哭声骂声笑声，全都历历在目，声声在耳。

我们发现，古人已经把残酷的战争仪式化了，艺术化了，哲理化了。以神圣的名义制定出复杂的规则，投入巨大的智力、物力、 财力和人力，来演出人世间一幕幕惊天动地的场面，浓缩人生的意义。这的确是值得我们好好思索的一个问题。
