【原文】

火在天上，大有；君子以遏恶扬善，顺天休命。

大有初九，无交害也。大车以载，积中不败也。公用亨于天子，小人害也。匪其彭无咎，明辨皙也。厥孚交如，信以发志也。威如之吉，易而无备也。大有上吉，自天祐也。

【译文】

《大有卦》的卦象是乾（天）下离（火）上，为火在天上之表象。火焰高悬于天上，象征太陽照耀万物，世界一片光明，农业大丰收，“大有收获”。君子在这个时候要阻止邪恶，颂扬一切善行，顺应天命，替天行道，以保护万物性命。

《大有卦》的第一爻（初九），说明此时不互相往来，一动不如一静，就不会有什么事非，自然没有什么祸患了。“用大车装载着财物”，说明很富有，只要把财物放于车中，无论怎样颠簸震荡，都不会倾覆。“王公前来朝贺，向天子贡献礼品并致以敬意”，小人若担任如此重要的职务，必然发生变乱，成为祸害。“虽然家财万贯，但不过分聚敛财物，就不会发生灾祸”，说明眼光远大，智慧过人能明辨事非，懂得凡事不能做过头的哲理。“以诚实守信的准则对外交往，对上尊敬，对下怀柔”，说明以自己的诚实信用感动别人，使别人也变得诚实守信起来；“必然增加个人的威信，是吉祥的”，说明平易近人，纯真简朴，无所防备，反而使人人敬畏。《大有卦》第六爻位（上九）的吉祥，是上天保佑有道德的人，是上天赐给的福分，只有顺天应人，才能大有收获，得到大量的财富。

【原文】

大有，柔得尊位，大中而上下应之，曰大有。其德刚健而文明，应乎天而时行，是以元亨。

【译文】

大有，陰柔得尊位而居（九四爻与上九爻与两陽爻之）中，而上下诸陽皆相应它，故曰“大有”。其德性刚健而又文明，顺应于天并因时而行，所以“开始即亨通”。

【注释】

此释《大有》卦名与卦辞之义。柔得尊位大中：六五以柔居陽位而处卦之上中。柔，六五。尊位，五位。大中，五为陽而居上中故为“大中”。上下应之，指上下五陽应之。刚健而文明：《大有》下乾上离，乾为刚健，离为文明。应乎天而时行：指日顺应天而随四时运行。《大有》离为日，乾为天。

大有（卦十四） ——民以食为天

【原文】

（乾下离上）大有(1)：元亨。

初九：无交害②。匪咎。艰则无咎③

九二：大车以载。有攸往，无咎。

九三：公用亨于天子①。小人弗克。

九四：匪其彭⑤。无咎

六五：厥孚交如威如③。吉。

上九：自天佑之。吉， 无不利

【注释】

①大有是本卦标题。有的意思是丰收，大有就是大丰收。全卦的内容同 农业丰收有关。②交害：互相侵害。③艰：天旱，旱灾。④公： 指众大臣。亨：同“享”，意思是宴会。⑤匪：用作“昲”，意思是用太 陽晒。彭：用作“尪”（wang），意思是破足的男巫。(6)厥：其。孚：俘 虏。交：同“绞”，这里指捆绑。交如：捆绑得很紧的样子。威如：气势汹汹的样子。

【译文】

大有卦：大亨大通。

初九：不要互相侵害，没有灾祸。即使天旱，也没有灾祸。

九二：大车大车的装载收成。有所往，没有灾祸

九三：天子设宴款待群臣。小人不能参与。

九四：用太陽晒男巫以求雨。没有灾祸。

六五：把抓到的俘虏紧紧捆住，但还是气势汹汹，不肯屈服。吉利 。

上九: 上天保佑。吉利, 没有不吉利

【读解】

民以食为天。这一古老的思想早已深入到中华民族的骨髓之中，口福之乐是人生最大的快乐之一。丰收意味着一年的辛劳有了令人满意的结果，温饱有了着落，口福之乐可以得到满足，生命又能延续下去。人生之中恐怕再难以有如此意义重大的事情了。

丰收的喜悦之中的确包含着众多的心理体验：祈求苍天风调顺的期盼，担忧不劳而获的盗贼的强夺，对王公贵族铺张奢侈的不满，面朝黄土背朝天的辛劳，三四亩地两头牛老婆孩子热炕头的美梦，全都化作了对至神至圣的上天的虔诚。严峻的生活现实难以孕育出轻松浪漫的情怀。从远古面对上天的祈告声中，我们还能依稀听见几声无奈的喟叹。
