【原文】

泽中有雷，随；君子以向晦入宴息。

官有渝，从正吉也。出门交有功，不失也。系小子，弗兼与也。系丈夫，志舍下也。随有获，其义凶也。有孚在道，明功也。孚于嘉吉，位正中也。拘系之，上穷也。

【译文】

《随卦》的卦象是震（雷）下兑（泽）上，为泽中有雷之表象。泽中有雷声，泽随从雷声而震动，这便象征随从。君子行事要遵从合适的作息时间。白天出处辛劳工作，夜晚就回家睡觉安息。

“思想随时代而变化”，但无论怎么变，都必然始终遵从正道，这样就可以获得吉祥。“出站交朋友，一定能成功”，这是因为其唯正是从，见善则从，没有过失的缘故。“倾心随从于年轻小子则会失去陽刚方正的丈夫”，因为二者是互相排斥的，是不可兼得的。“随从陽刚方正的丈夫行事”，专心不二，说明其志在于舍弃下方的年轻小子。“他人追随自己，虽有收获”，但因居位不当，有“震主“之嫌，所以可能有凶险。“把诚信带给诚实善良之人，可获吉祥”，这是因为九五爻得正居中，不倚不偏。“只有拘禁起来强迫、命令他，他才不得不顺服追随”，这是因为上六爻高居《随卦》最上爻，物极必反的缘故。

【原文】

随，刚来而下柔，动而说，随。大亨贞无咎，而天下随时。随时之义大矣哉。

【译文】

随，陽刚（自外卦）来而居内卦陰爻之下，动而喜悦，所以称随。“大道通顺而得正无咎”，天下万物皆随时而（变化）。随卦时所含有意义，太大啦！

【注释】

此释《随》卦卦名卦辞之义。刚来而下柔：先儒多解，（一）《随》卦下震上兑，震为刚，兑为柔，刚在柔下。（二）《随》从《否》卦而来，《否》之上九与初六互换而成为《随》，故就爻而言，刚来而柔下。（三）《随》是从蛊变来，随之初九自《蛊》上九而来，故刚来而下柔。笔者认为第二种说法较胜。《彖》中表现出的卦变思想，往往无定法可循，比较复杂，先儒曾就此作过种种探讨与解释，皆难圆通，故并列上说，由读者明辨。动而说：《随》卦下震为动，上兑为说。随时之义：笔者疑当为“随之时义”。案《彖》释《豫》“豫之时义”，释《遯》“遯之时义”释《姤》“姤之时义”，释《旅》“旅之时义”，故此当与《彖》释四卦格式相同。

随（卦十七） 贩奴历史的真实记录

【原文】

（震下兑上）随①：元亨，利贞，无咎

初九：官有渝②，贞吉。出门交有功③。

六二：系小子④，失丈夫⑤。

六三：系丈夫，失小子。随有求得④ 利居贞

九四：随有获，贞凶。有争在道，以明①，何咎。

九五：孚于嘉③，吉。

上六：拘系之，乃从维之③。王用亨于西山。

【注释】

①随是本卦标题。随的意思是顺从，相随。全卦的内容讲商人出门做生意和贩卖奴隶的情况。(2)官：古“馆”字，指馆舍，旅馆。 (3)交：交往，这里指互相帮助。(4)小子：这里指年龄小的奴隶。 (5)丈夫：这里指成年的奴隶。(6)求得：意思是希望获得利益。(7)明：这里用作“盟”，意思是订立盟约。(8)嘉：周代一个小国的名称，也称“有嘉”。 (9)维：捆绑。(10)王:指周文王。西山:指歧山。

【译文】

随卦:大吉大利，吉利的占卜，没有灾祸。

初九：旅馆中发生了变故，但占得吉利。出门同行互相帮助有好处。

六二：抓住了年少的奴隶，成年的奴隶逃跑了。

六三：抓住了成年的奴隶，年少的奴隶逃跑了。结伴出门经商是为了获利。占问居住处得到吉兆

九四：商人结伴出门是为了获利，占问得到凶兆。押送俘虏上路，互相订立了盟约，没有灾祸。

九五：俘虏了嘉国的人，吉利。

上六：把俘虏拘禁起来，紧紧捆住。周文王在歧山把他们作人牲祭视神灵

【读解】

这一卦所讲的出门经商所干的勾当是贩卖奴隶，其中透露出奴隶的两个来源：一个是商业买卖，一个是战争中的俘虏。同时， 我们也了解到了那时还用奴隶的生命来祭祀神灵。

这些情况至少让我们立刻联想到两点。首先是用现代人道主义的观点来看，贩卖和残杀奴隶是野蛮和骇人听闻的，在今天看 来是不可思议的。其次是西方近代史上殖民主义者打着人道主义 旗号贩卖奴隶、残害奴隶的血腥史实（法国作家梅里美的小说《塔曼戈》和美国作家斯陀夫人的小说《汤姆叔叔的小屋》均有真 切描述）。用道德化的观点来看历史，可以完全肯定地说，奴隶制 是人类历史上黑暗、野蛮、残酷、血腥、丑恶的一页，理所应当口诛笔伐。

不过，也可以用另一种观点来看待历史，那就是历史唯物主义的态度。从这种观点来看，奴隶制是人类社会历史发展过程中的必然。它为人类的物质和精神文明也作出过巨大的贡献。当然，这个推动力的主角，不是奴隶主，而是被他们侮辱和残害的奴隶。 这一点，作者无论如何是想不到的。
