【原文】

泽上有地，临；君子以教思无穷，容保民无疆。

咸临贞吉，志行正也。咸临吉无不利，未顺命也。甘临，位不当也。既忧之，咎不长也。至临无咎，位当也。大君之宜，行中之谓也。敦临之吉，志在内也。

【译文】

《临卦》的卦象是兑（泽）下坤（地）上，为地在泽上之表象。泽上有地，地居高而临下，象征督导。君子由此受到启发，费尽心思地教导人民，并以其无边无际的盛德保护人民。

“感应尊贵者，使其行督导之责，可获吉祥”，说明其志向和行为都很正派。“感应尊贵者，使其行督导之责，可获吉祥，不会有什么不利”，这是由于不囿于命运安排的樊笼，自身努力的结果。“居高临下，靠甜言蜜语去督导”，这是因为六三爻位置不当的缘故。但是，“已经觉悟，能忧惧改过”，危害就不会长久了。“亲善的督导下级，则必然没有祸害”，这是因为六四爻位置确当的缘故。“以聪明才智来实行督导，这是伟大君主最适宜的统治之道”，说的就是行中庸之道。“温柔敦厚地实行督导，能获得吉祥”，说明其志在于利国利家（在内）。

【原文】

临，刚浸而长，说而顺，刚中而应，大亨以正，天之道也。至于八月有凶，消不久也。

【译文】

临，陽刚浸润面增长，喜悦而顺从，陽刚居中而有应。在大的“亨通”下仍守其正，这（才体现了）天道呵！“到了八月有凶事发生”，陰消退不久（将至）。

【注释】

此释《临》卦卦名卦辞之义。刚浸而长：《临》二陽爻居下，有上长趋势。说而顺：《临》卦下兑为说，上坤为顺。刚中：九二陽刚居中。消不久：陰消不久（将至）。


临（卦十九） ——统治者的治人之道

【原文】

（兑下坤上）临①：元亨，利贞。至于八月，有凶②。

初九：咸临③，贞吉。

九二：咸临④，吉，无不利。

六三：甘临⑤，无攸利。既忧之，无咎。

六四：至临(6)，无咎。

六五：知临(7)，大君之宜。吉。

上六：敦临(8)，吉，无咎。

【注释】

①临是本卦标题。临的意思是从高处往下看和治理。全卦内容主要讲治民之术。临是卦中多见字，又与内容有关，所以用作标题。②至于八月， 有凶：到了八月天旱，有凶兆。这里用天旱盼雨喻民盼治。③咸：用作 “感”，意思是感化，这里指感化政策。④咸：这里用作“诚”，意思是温和，指温和政策。⑤甘：作用“钳”，意思是钳制，指钳制政策。(6) 至临：亲自处理国事。(7)知：智，明智。(8)敦：敦厚诚实。

【译文】

临卦：大吉大利，占问得吉利。到了八月天旱，有凶兆。

初九：用感化改策治民，征兆吉利。

九二：用温和政策治民，吉利，没有什么不吉利。

六三：用钳制政策治民，没有什么好处。如果忧民之所忧，就没有灾祸。

六四：亲自处理国事，没有灾祸。

六五：用聪明睿智治民，是国君应该做到的。吉利。

上六：以敦厚诚实治民，吉利，没有灾祸。

【读解】

统治者如何进行统治，如何使臣民归顺服从，历来是政治家们关注的焦点。中国古代这方面的著述可以说是汗牛充栋。临卦专门讨论统治术，算得上是一篇政治专论。前三爻讨论感化、温和与忧民政策，讲的是德治；后三爻讨论统治者躬亲、明智和敦厚的品行，说的是人治。

从统治者、统治术的角度看，作者的讨论应当说是较全面的，可以看作是对贤明的君主的最高要求。但不可忽略的是，这种讨论的前提始终被划定在君臣与民众这种天然形成的统治与被统治的关系之内，并且始终是从统治者的立场来看问题。这样的前提和出发点，正是专制制度产生的基础。它把民众当作是没有个人独立意志、价值和尊严而可以任意支配的对象，而不是在人人平等基础上的相互制约。因此，过高地评价传统的统治术，肯定是不妥的。
