【原文】

雷电，噬嗑；先王以明罚勅法。

屦校灭趾，不行也。噬肤灭鼻，乘刚也。遇毒，位不当也。利艰贞吉，未光也。贞厉无咎，得当也。何校灭耳，聪不明也。

【译文】

《噬磕卦》的卦象是震（雷）下离（火）上，为雷电交击之表象。雷电交击，就像咬合一样；雷有威慑力，电能放光明，古代帝王效法这一现象，明其刑法，正其法令。

“足戴脚镣，断掉了脚趾头”，受到警戒，不至于旧罪重犯。“施刑伤及犯人的皮肤。毁掉犯人的鼻子”，这是因为必须用重刑使罪犯屈服。“实施刑法像咬坚硬的腊肉并遇到毒物那样不顺利”，这是因为六三爻居位不正当的缘故。“有利于在艰难中坚守正道，其结果是吉利的”法治应该继续发扬光大。“只要坚守正道，防备凶险，便无祸害”，这是因为实施刑法得当的缘故。“肩负重枷，遭受严惩，失掉耳朵”，这是因为不听劝告，不能改恶从善，太不聪明了，结果受了这样的重刑。

【原文】

颐中有物，曰噬嗑。噬嗑而亨，刚柔分，动而明，雷电合而章。柔得中而上行，虽不当位，利用狱也。

【译文】

腮中含物，叫做噬嗑，噬嗑而能“亨通”，陽刚陰柔分布（内外），动而光明，雷电相合而彰明。（六五）陰柔得中位而上行，虽然它所处的爻位并不当位，但是“宜用于断刑狱”。

【注释】

此释《噬嗑》卦卦名与卦辞之义。颐：腮。噬：啮。以齿咬物为噬。嗑：合。噬嗑即口中有物嘴嚼之。先儒以为《噬嗑》外刚中虚，颐口之象，中有一刚为“颐中有物”。口中有物隔其上下不得嗑，必啮之则得合，故为噬嗑。物：指九四。刚柔分：刚柔相间，分居内外卦。动而明，《噬嗑》下震上离，震为动，离为明。雷电合而章：《噬嗑》下震为雷为动，上离为电，为明。动而明，雷电并起象，故为“合”。《淮南子•坠形》云：“陰陽相簿，为雷，激扬为电。”章：明。柔得中而上行：六五之柔居中而在上行。柔，指六五。不当位：六五以陰居陽位。利用狱：适合于处理刑狱之事。

噬嗑（卦二十一） ——吃喝享乐与受刑挨罚

【原文】

（震下离上）噬嗑①：亨。利用狱②。

初九：屡校灭趾③，无咎。

六二：噬肤灭鼻④，无咎。

六三：噬腊肉，遇毒。小吝，无咎。

九四：噬干胏(5)，得金矢(6)。利艰贞，吉。

六五：噬干肉，得黄金(7)。贞厉，无咎。

上九：何校灭耳(8)，凶。

【注释】

①噬嗑（shi he）是本卦的标题。噬嗑的意思就是吃喝，读音和意义与 “吃喝”一样。全卦内容是讲与饮食有关的事。噬嗑是卦中多见词，且与内容有关，所以用作标题。②狱：刑罚。③屦（ju）：拖，拉。校：木制的刑具，这里指加在足上的桎。灭：遮盖。④肤：肥美的肉，这里指鲜 鱼嫩肉。⑤干胏（zi）：带骨头的干肉。(6)金矢：铜制箭头。(7) 黄金：指铜箭头。(8)何：用作“荷”，意思是负戴。校：这里指加在脖子上的刑具枷。

【译文】

噬嗑卦：亨通。有利于施用刑罚。

初九：足上戴着刑具，遮住了脚趾，没有灾祸。

六二：大吃鲜鱼嫩内，连鼻子也被遮住了，没有灾祸。

六三：吃干腊肉中了毒，出了小问题，但没有灾难。

九四：啃带骨头的干肉，发现肉中有铜箭头。占问旱灾，吉利。

六五：吃干肉，发现铜箭头。占得凶兆，但没有灾祸。

上九：脖上戴着刑具，遮住了耳朵，凶险。

【读解】

虽然是讲吃吃喝喝，却又说到了刑罚。谁在大享口福之乐、大快朵颐，谁在受刑挨罚，是不言而喻的。把反差如此强烈的享乐和受刑放在一起，的确耐人寻味。或许，作者是想说明恩威并施， 赏罚结合，一张一弛是治人治国之道，要善于巧妙利用。

不过，我们从中能获得一些有关社会生活的信息。首先是吃肉。鲜鱼嫩肉是美味佳肴，即使在物质生活极大丰富的今天也没有大的改变；在没有鲜鱼嫩肉的季节吃干肉，显然是为了经常享受口福之乐，为了保证有足够的营养。由于古人缺乏必要的科考知识，腌制干肉的技术有时会出问题，以至有吃干肉中毒的事发生。可以想见，能够常年吃肉，在生活资料匮乏的时代，要有足够的财富作为后盾，一般人显然难以办到。

其次是刑罚。我们惊叹自己的祖先在这方面的聪明才智和创造发明：如此精细，如此种类繁多，如此专门化，如此严密。现在想来，如果把这等精力和智慧用在其它方面，结果将会怎样呢？
