【原文】

山附于地，剥；上以厚下安宅。

剥床以足，以灭下也。剥床以辨，未有与也。剥之无咎，失上下也。剥床以肤，切近灾也。以宫人宠，终无尤也。君子得舆，民所载也。小人剥庐，终不可用也。

【译文】

《剥卦》的卦象是坤（地）下艮（山）上，好比高山受侵蚀而风化，逐渐接近于地面之表象，因而象征剥落；位居在上的人看到这一现象，应当加强基础，使它更加厚实，只有这样才能巩固其住所而不至发生危险。

“剥落床体先由床的最下方床腿部位开始”，是说先损毁床的基础。基础损坏毁灭了，自然就会有凶险的情况发生，而且还会逐渐扩展波及到上面。“床腿剥掉后，又开始剥落床头”，是因为六二爻没有相应的陽爻援助。由于没有外援，所以导致凶险的情况发生。“虽被剥落，却没有什么灾祸”，是因为六三脱离了上下陰爻的行列，而独与陽爻上九相应，由于它潜藏着陽刚的性质，所以仍然可以免灾祸。“床头剥落完了，又开始剥落床面”，是说已经迫近灾祸了。因为床面剥落损坏，必将危及到床上之人，所以说迫近灾祸了。“像率领内宫之人顺承君主那样得到宠爱”，最终当然不会有什么过失。“君子若能摘食，则如同坐上大车”，是由于百姓愿意拥戴君子；“如果被小人摘食，则必招致破家之灾”，是由于小人终究是不可以任用的。

【原文】

剥，剥也，柔变刚也。不利有攸往，小人长也。顺而止之，观象也。君子尚消息盈虚，天行也。

【译文】

剥，剥落。陰柔剥而变陽刚。“不宜有所往”，小人正盛长。顺从（天道）而知止，这是观察了天象。君子崇尚陰陽的消息盈虚之理，这是顺天而行。

【注释】

此释《剥》卦卦名与卦辞之义。剥：剥落。柔变刚：《剥》五陰上长剥落一陽。变，剥落，倾坏，如《彖》释《谦》“地道变盈而流谦”即是此义。小人：指五陰。顺而止之：《剥》下坤上艮，坤为顺，艮为止。观象，指《剥》卦顺而止之性，是观示天象，即观察在象，一要顺从，一要静视（止）。消息：消退与生息。盈虚：盈满与亏虚。


剥（卦二十三） —— 不止是小人才忧戚

【原文】

（坤卞良上）剥①：不利有攸往。

初六：剥床以足②。蔑贞③，凶。

六二：剥床以辨(4)。蔑贞，凶。

六三：剥之(5),无咎。

六四:剥床以肤(6)，凶。

六五：贯鱼(7)，以宫人宠。无不利。

上九：硕果不食，君子得舆，小人剥庐(8)。

【注释】

①剥是本卦标题。剥的意思是击打、分离、掉落。全卦的内容同政治有关．“剥”是卦中多见词，所以用作标题。②剥：脱落。③蔑：无 不用。④辨：用作“牑”，意思是床板。⑤之：代词，指床。(6) 肤：这里指床上的席子。(7)贯鱼：射中了鱼。(8)剥：离开。庐： 草 房子。

【译文】

剥卦：不利于外出。

初六：床足脱落了。不必占问，凶险。

六二：床权脱落了。不必占问，凶险。

六三：床离散了，没有灾祸。

六五：宫人射中了鱼，得到参加祭祀的荣宠。没有什么不利。

上九：劳动果实自己不能享受，君子却出门有车坐，百姓要离开自己的草屋。

六四：床上的席子没有了，凶险。

【读解】

这一卦多是梦占，即根据梦中所见情景，来占问事情的吉凶。 前此的“履卦”中已出现过。梦见安身之处的床支离破碎，无法安身；身无居处，意味着生活的基本需要没有保障，自然是不好的兆头。梦境表明，做梦者心有忧戚。孔子说过，君子坦荡荡，小人常戚戚。“履卦”讲君子坦荡，现在“剥卦”又讲小人忧戚，一正一反，正合先哲之意。

其实，只要是人，都有忧戚，只不过忧戚的具体内容不同罢了。再进一步讲，只要是人，都要为衣食住行而忧戚。先圣孔夫子，若不是有人供奉、送束脩，恐怕也没有那么多豪言壮语吧。没有衣食住行的后顾之忧，而后大谈君子、小人之别，放言君子如何高贵，小人如何下贱，确实让人疑心之后感到荒谬虚伪。

【上一篇】【回目录】【下一篇】

 
2016 book.sbkk8.com - 版权所有

声明 :本网站尊重并保护知识产权，根据《信息网络传播权保护条例》，如果我们转载的作品侵犯了您的权利,请通知我们，我们会及时删除。联系Q-Q：2-8-
