【原文】

雷在地中，复；先王以至日闭关，商旅不行，后不省方。

不远之复，以修身也。休复之吉，以下仁也。频复之厉，义无咎也。中行独复，以从道也。敦复无悔，中以自考也。迷复之凶，反君道也。

【译文】

《复卦》的卦象是震（雷）下坤（地）上，为雷在地中、陽气微弱地活动之表象，因而象征复归；从前的君主在陽气初生的冬至这一天关闭关口，使商人旅客停止活动，不外出经商、旅行，君主自己也不巡行视察四方。

“刚刚开始行动，就能有知过必改、复归正道的表现”，说明能注意自身修养。“以真善美为自己行为的准则和目标，能够复归正道，就必然获得吉祥”，是因为六二能够向下亲近具备仁德的人。“屡次犯错误却又能屡次改正过错、复归正道，这样虽然有危险”，但毕竟能够改过从善，复归正道，所以最终却不会遇到灾祸。“位居陰爻的正中，独自专一地复归正道”，说明是为了奉行追随正道。“敦厚忠实地复归正道，内心不会有什么后悔”，是因为六五爻虽然远离陽刚，但却能够反省考察自己的言行以完善自我，通过这样的途径，促成自己返回正道。“犯了错误，仍然执迷不悟，不知悔改复归正道所产生的凶险”，是由于违背为君之道的缘故。

【原文】

复亨，刚反，动而以顺行，是以出入无疾，朋来无咎。反复其道，七日来复，天行也。利有攸往，刚长也。复，其见天地之心乎？

【译文】

复“亨通”，陽刚复返（于初）。动则顺时而行。所以“出入没有疾病，朋友来而无咎害”。“往来反复其道，经七日而来归于初”，这是天道的运行。“利有攸往”，（是因）陽刚盛长。从〈复〉卦中，大概可以显现天地运行的规律吧！

【注释】

此释《复》卦卦名与卦辞之义。刚反“《复》卦一陽居五陰之下，象陽经陰剥落而复返于初。动而以顺行：《复》卦下震为动，上坤为顺。七日来复：称儒多解，主要有：（一）一陽气始，终于《剥》，至陽气来《复》，需经七月，（二）以五月《姤》卦一陰生，至十一月《复》卦一陽生。凡经七月，历七次变化。“月”《诗•豳风》称“日”故曰“七日”。（三）以《坎》、《震》、《离》、《兑》四正卦，每卦六爻，每爻主一气，其余六十卦，共三百六十爻，分主一年三百六十日又四分之一，因而一卦主六日七分，即365 1/4日×1/60 = 6 7/80日此近七日，即七日之源。（四）以十月末，纯《坤》用事，《坤》卦将尽，则《复》陽来，隔《坤》一卦六爻为六日，《复》来成《震》，一陽爻生共为七日。以上四说，似第一说为胜。刚长：《复》卦一陽居下有上长之势。天地之心，指天地生物之心，《系辞》云：“天地之大德曰生”。天地生物之心在于动，“天地$緼，万物化醇。”《复》卦一陽初动于下，故“复其见天地之心。”


复（卦二十四） —— 行旅过程的体验

【原文】

（震下坤上）复①：亨。出人无疾。朋来无咎②。反复其道，七日来复。利有攸往。

初九：不远复，无祗悔③，元吉。

六二：休复④，吉。

六三：频复⑤，厉，无咎。

六四:中行独复(6)。

六五:敦复(7)，无悔。 上六:速复，凶。有灾眚③。用行师，终有大败，以其国君，凶。至于十年不克征。

【注释】

(1)复是本卦标题。复的意思是往返。全卦内容是讲行旅。“复”与内容有关，又是卦中多见词，所以用作标题。(2)朋：朋贝，指货币，钱财。(3)祗：大。(4)休：美满。(5)频：用作“颦”，意思是皱眉头。(6)中行：中途，半路。(7)敦：匆忙，急迫。(8)眚（sheng）：灾 祸，过错。

【译文】

复卦：亨通。外出回家不会生病。赚了钱而没有灾祸。路上往返很快，七天就可以了。有利于出门。

初九：没走多远就返回来了，没有大问题，大吉大利。

六二：完满而归，吉利。

六三：愁眉苦脸地回来，遇到了危险，却没有灾祸。

六四：独自一人半路返回。

六五：匆忙返回，没有大问题。

上六：迷路难返，凶险，有灾难。出兵作战，结果将会大败， 并连累到国君，凶险。十年都不能恢复作战能力。

【读解】

《周易》一再讲到外出旅行，大概因为这事很重要（经商贸易和行军打仗都要外出），同时也有不少困难：天然的地理障碍，饥渴生病，盗贼打劫，同路人之间的不和，迷失道路和方向，两手 空空而归……总之，有太多意料之外的不利因素和危险，全然不像今天的飞机、火车、汽车、轮船那么方便、快捷、安全、舒适。

古人的行路难（李白曾慨叹蜀道难难于上青天）倒让人想起人生一世正如行路，也有太多意料之外的偶然因素和插曲，否则就不会有“谋事在人，成事在天”一说。有些事是自己可以控制 把握和努力做到的，有些事则超出了个人控制和努力之外；有些事是意料之中、必然会发生的，有些事则在意料之外、偶然出现； 有政事凭个人努力可以改变，而有些事则要改变人本身。

行路的苦乐忧喜唯有行路人自知，人生的苦乐忧喜也只有靠自己去体验。因而，行路和人生都一样，是一种实实在在、真真切切的体验。重要的是体验的过程，而不是结果。
