【原文】

天在山中，大畜；君子以多识前贤往行，以畜其德。

有厉利巳，不犯灾也。舆说輹，中无尤也。利有攸往，上合志也。六四元吉，有喜也。六五之吉，有庆也。何天之衢，道大行也。

【译文】

《大畜卦》的卦象是乾（天）下艮（山）上，为天被包含在山里之表象，象征大量的畜养积聚；君子效法这一精神，应当努力更多地学习领会前代圣人君子的言论和行为，以此充实自己，培养美好的品德和积聚广博的知识。

“不顾一切地贸然前进就会有危险的情况发生，这时只有暂时停下来不勉强前进才会有利“，是说不必冒着灾难风险前进。“车子脱去轮輹自动停下来不再前进”，说明九二爻虽然刚健急躁，但它能够自度量时，自动停止不前，所以没有贸然前进的过失。“利于前去行事”，是因为九三与上九志同道合，没有妨碍。《大畜卦》的第四爻位（六四）的“大吉大利”，是因为能够防患于未然，未雨而绸缪，因而是可喜的。“《大畜卦》的第五爻位（六五）的吉祥，是因为能够抓住事物的关键，从根本上予以治理，因而是可庆可贺的。“四通八达，多么畅通无阻的天街大道”，是说由于大量畜养积聚贤士，天下已经贤路大开了。

【原文】

大畜，刚健笃实辉光，日新其德，刚上而尚贤。能止健，大正也。不家食吉，养贤也。利涉大川，应乎天也。

【译文】

大畜，得刚健笃实，光辉日日增新，其德陽刚在上而尊尚贤人，能止刚健（而畜养之），这就是大的正道。“不食于家”，尊养贤士。“宜于涉越大河”，顺应天道。

【注释】

此释《大畜》卦卦名与卦辞之义。刚健笃实：《大畜》下乾上艮，乾为刚健，艮为“成”，“成言乎艮”（《说卦》），故为笃实。辉光：朝日为辉，日中为光。辉，《释文》、《石经》并作“煇”；《说文》无“辉”字。此句古人有不同的读法，郑玄读：“刚健笃实，辉光日新，其德刚上而尚贤。”案《魏志•管辂传》注引辂别传：“易言刚健笃实，辉光日新。”当以郑氏读法为胜。刚上：《大畜》一陽刚居上。能止健：《大畜》下乾上艮，乾为健，艮为止。不家食：不食于家，而是食禄于朝。养贤：与前“尚贤”义相同。均指《大畜》上为陽爻，有“尚贤”、“养贤”之义。应乎天：指六五应乎乾。《大畜》内卦为乾。

大畜（卦二十六）—— 种田放牧的诱惑

【原文】

（乾下良上）大畜(1)：利贞。不家食(2)，吉。利涉大川。

初九：有厉，利巳③。

九二：舆说輹(4)。

九三：良马逐⑤。利艰贞。日闲舆卫(6)。利有攸往。

六四：童牛之牯(7)，元吉。

六五：豮豕之牙(8)，吉。

上九：何天之衢(9)，亨。

【注释】

①大畜是本卦的作题。畜的意思是聚积，大畜就是积蓄很多。全卦内容与农业和畜牧业有关。②不家食：不在家里吃饭。③巳：用作 “祀”，祭祀。④说：用作“脱”。輹：用作“辐”，这里指车轮。⑤ 逐：交配。马在交配时要奔跑追逐。(6)闲：用作“娴”，意思是熟练，熟 悉。舆卫：车战中的防卫。(7)童牛:犝牛，即公牛。牯（gu）：牛角上的 木架。(8)豮(fen)豕:奔突的大猪。牙：用作“互”，意思是猪栏。 (9)何；用作“荷”，意思是承受。衢：福禄。

【译文】

大畜卦：吉利的占卜。不在家里吃饭，吉利。有利于渡过大江大河。

初九：有危险，有利于祭祀神鬼。

九二：车上的车轮脱掉了。

九三：良马交配繁殖。占问旱灾得到吉兆。每天练习车战防卫。有利于出门行旅。

六四：用木架架住公牛的角，大吉大利。

六五：用围栏圈住奔突的大猪，吉利。

上九：得到上天的福枯，大吉大利。

【读解】

男耕女织，是古时自然经济条件下农民理想的生活方式。种田放牧自然是男人的亨，正如骑马打槍、当兵打仗是男人的事一样，其中甘苦，唯有男人最有体验。

这里我们看到了远古畜牧业的情景。它与今天工业社会使用人工激素饲料的工业化畜牧大异其趣。那是一个动物凶猛的时代， 性情粗暴的公牛不必说了，就连现在被看成最蠢笨、最无战斗力的猪，也凶猛异常，尚未驯服，其它动物（包括人在内）的凶猛更可想而知。

工业化社会的全面异化，必然使人对生命存在的原生态心驰神往，对动物和人的雌性化深恶痛绝。回归自然的口号虽然早在9世纪就已喊出，但我们却离自然越来越远，与自然越来越隔膜，越来越对立。回归自然已经成了一个遥不可及的奢望。还是古人有福气，呜呼！
