【原文】

水洊至，习坎；君子以常德行，习教事。

习坎入坎，失道凶也。求小得，未出中也。来之坎坎，终无功也。樽酒簋贰，刚柔际也。坎不盈，中未大也。上六失道，凶三岁也。

【译文】

《坎卦》的卦象是坎（水）下坎（水）上，为水流之表象。流水相继而至、潮涌而来，必须充满前方无数极深的陷坑才能继续向前，所以象征重重的艰险困难；君子因此应当坚持不懈地努力，反复不间断地推进教育事业。

“置身于重重的艰险困难之中，落入到陷坑的最底下”，是因为不能坚守正道，自身软弱无能，又得不到外援，所以遭遇凶险。“虽不能脱险，但在一定程度上还是可以解决一些小问题的”，说明仍未脱离险境。“往来进退都处在重重陷坑之间”，是说虽急于求得平安，结果是欲速则不达，最终还是不能摆脱危险，走出困境。“一樽酒两簋饭”，是说在艰险困难的情况下能够推心置腹、相互信任地交往，刚柔相济，所以最终免遭灾祸。“奔流的水还未溢出陷坑”，说明居中而不自大，所以，还不会发生灾害。“《坎卦》的第六爻位(上六)面临艰险困难，不能坚守正道，所以遭受三年的凶险。

【原文】

习坎，重险也。水流而不盈，行险而不失其信，维心亨，乃以刚中也。行有尚，往有功也。天险不可升也，地险山川丘陵也，王公设险以守其国。险之时用大矣哉。

【译文】

习坎，有双重危险。水流动而不盈溢，历尽危险而不失诚信，“维系于心，亨通”，这是因有刚中之德。“行动有奖赏”，前往必有功效。天险，不可登越；地险，指山川丘陵。王公（观象）设置险阻，来守卫自己的邦国。坎险时的功用太大啦！

【注释】

此释《坎》卦卦名与卦辞之义。重险：《坎》上下皆坎，坎为险，故有两险相重之义。重，是释“习”。水流而不盈：《坎》陽动于陰中故曰流，陽陷入二陰之中故“不盈”。不失其信，是释卦辞“有孚”。维心亨：经文原文是“有孚维心亨”，其义为有诚系之于心，亨通。刚中：二五之陽居中。尚：赏。功：是释“尚”。


坎（卦二十九） ——布满陷阶的荆棘路

【原文】

（坎下坎上）习坎①：有孚，维心，亨。行有尚②。

初六：习坎，入于坎窞(3)。凶。

九二：坎有险，求小得。

六三：来之坎④，坎险且枕⑤。人于坎富，勿用。

六四：樽酒簋贰(6)，用活。纳约自牖(7)。终无咎。

九五：坎不盈，低既平(8)。无咎。

上六：系用徽纆(9)，置于丛棘，三岁不得。凶。

【注释】

①本卦的标题是坎。习坎的意思是重坎，是说卦象为两个坎卦相叠加。标题省去习字是为了方便称呼。坎的意思是坑，陷阱。全卦内容主要讲从渔猎 时代到农业时代的社会发展变化，用多见词“习坎”作标题。②尚：帮 助。③窞（dan）：双重坎坑。④之：至，到达。⑤枕:用作 “沈”，意思是深。(6)樽：装酒的器皿。簋(gui)：装饭的器皿。簋贰：两碗饭。(7)缶：陶制的器皿。约：取。牖（you）：窗户。(8)祗：应为 “坁’，意思是小山丘。(9)系：捆绑。徽纆（mo）：绳索。三股叫徽，两 股叫纆。(10)丛棘：这里指监狱。古代监狱外面围上荆棘，以防犯人逃跑， 所以用“丛棘”代指监狱。

【译文】

习坎卦：抓到俘虏。用好话劝说他们，亨通。路途中遇到帮助。

初六：坎坑重坎坑，陷入重坑之中。凶险。

九二：坎坑有危险，为了小收获只得冒险。

六三：来到坎坑，坎坑又险又深。陷入重坑之中，非常不利。

六四：用陶樽陶簋装酒饭，关在坎窖中的俘虏从窗户拿进送出。结果没有危险。

九五：坎坑没有被填满，小山丘被挖平了。没有灾祸。

上六：用绳索把犯人捆住，关进四周有丛棘的监狱中，多年还不能使犯人屈服。凶险。

【读解】

社会转型期的巨大动荡和变迁，必然会给个人的命运带来深刻影响。有人一夜之间暴发，由平民、奴隶变为拥有权势和财富的显贵；有人转瞬间由贵族沦为奴隶、阶下囚。江山财富的更迭 转移，个人命运的沉浮，不能不使人感到人生社会之路的艰险坎坷，命运的变幻无常和不可捉摸。即使是无处不在、无所不知的神灵，恐怕也难以解答这一人生的难题。

一个又一个的陷阱，一个又一个的坎坑，似乎是人生之旅的最好说明。做个日出而作日落而息的平民百姓，可能遇到的陷研坎坑会少一点；若想满足权欲物欲财欲而出人头地，难以逃脱陷阶圈套和风口浪尖的摔打。《红楼梦》中说，“因嫌纱帽小，致使 锁枷扛”，算是悟透了人生的这一真谛。

涉足官场、战场、商场、情场等等，人的自我由于众多掣肘的因素而变得身不由己，自我日渐消失，日渐物化，成为被算计、 陷害、剥夺。吞噬、压榨、谋杀的对象。能挺过来，就是好汉；挺不过来，就是牺牲品，就是鱼虾。这样说来，明知山有虎，还是不向虎山行为好。
