【原文】

天下有山，遯；君子以远小人，不恶而严。

遯尾之厉，不往何灾也？执用黄牛，固志也。系遯之厉，有疾惫也。畜臣妾吉，不可大事也。君子好遯，小人否也。嘉遯贞吉，以正志也。肥遯无不利，无所疑也。

【译文】

《遯卦》的卦象是艮（山）下乾（天）上，为天下有山之表象，象征着隐让退避。因为山有多高，天就有多高，似乎山在逼天，而天在步步后退，但天无论怎样后退避让，却始终高踞在山之上。君子应同小人保持一定的距离，以傲然不可侵犯的态度截然划清彼此的界限，这样一来，就自然而然会生出一种震慑住小人的威严来。

错过隐退避让的时机却还要隐退就会带来祸患，但是静观不动就不会造成什么危害。“像用黄牛的皮捆绑起来那样”，意思是说，要坚定自己的志向，决不因任何情况而动摇。“由于被牵累而难以远去，会有危险”，因为在这种想退而又不能退的情况下，就像疾病缠身那样使人疲惫不堪。“畜养仆人和侍妾就会吉祥”，的意思是说，处在有所系累的情况下，是不可能有什么大作为的。君子能够做到该退就退，从容自如，而小人却做不到这一点。“能够自如地隐退避让，坚守正道将会获得吉祥”，关键是要坚定自己的信念和志向。之所以它能够“随心所欲地远走高飞而又无不利”，就在于它所做的一切都是理所当然和自然而然的，没有什么疑虑和思索选择的。

彖传下·遯
【原文】

遯亨，遯而亨也。刚当位而应，与时行也。小利贞，浸而长也。遯之时义大矣哉。

【译文】

遯，“亨通”。隐退而有亨通。（九五）陽刚居正当位而应（六二陰柔），因时而运行。“小而宜于守正”，（陰柔）浸润而逐渐盛长。《遯》卦时的意义，太大啦！大壮，（陽刚）大而壮。刚健而动，故称壮。

【注释】

此释《遯》卦卦名及卦辞之义。刚当位而就：《遯》九五得位居中而与六二相应。浸而长：《遯》二陰居四陽之下，有浸润而渐长之势。时义，指当“浸而长”之际，应及时隐退，方合遯义。


遯（卦三十三） ——归隐山林的诱惑

【原文】

（艮下乾上）遯(1)：亨。小利贞。

初六：遯尾(2)，厉。勿用攸往。

六二：执之用黄牛之革(3)，莫之胜说(4)。

九三：系遯(5)，有疾，厉。畜臣妾(6)，吉。

九四：好(7)遯，君子吉，小人否。

九五：嘉(8)遯，贞吉。

上九：肥遯(9)，无不利。

【注释】

①遯（dun）是本卦的标题。遯是遁的异体字，意思是隐退。全卦的内容与政治斗争有关。避是卦中多见词，又与内容有关，所以用作标题。② 尾：全部，尽。③执：抓住捆绑。④胜：可能。说：用作“脱”。 ⑤系：拖累，拘系。(6)畜：豢养。臣妾；家奴。(7)好：喜好，喜欢。(8)嘉：赞美。(9)肥：用作“飞”。肥论的意思是远走高飞。

【译文】

遯卦：亨通。有小利的占问。 初六：君子全部隐退，危险。不利于出行。 六二：用黄牛皮绳把马绑住。它不可能逃脱。 九三：羁系住隐退者，他心里很痛苦，危险。豢养奴婢，吉 利。 九四：喜欢隐遁，这对贵族君子是吉利的，对小人则不利。 九五：赞美隐遁，占得吉兆。 上九：远走高飞隐道起来，没有什么不利。

【读解】

中国历来的君子、士大夫的人生之途，总在步入官场和归隐山林之间像荡秋千一样地来回摆动；他们的人生选择，似乎就只有这两个“对立的极”。一切都是生而注定了的，别无选择：要么在官场如鱼得水、志得意满，要么在山林放浪形骸、怡清悦性。表面看来，这两极好像互不相融，实质上中心依然是官场庙堂。人生最大的前途和成就，是立功、立德、立言，个人存在的价值和 意义就在为这“三不朽”而奋斗。归隐有时是不得已而为之，有 时是一种暂时的策略和手腕，有时是作为失意之后的一种心理补偿与心理平衡。真正志在山林做一个今天时髦的“自由知识分 子”的人，实在太少，即使陶渊明在“采菊东篱下，悠然见南 山”的时刻，恐怕也还有一只眼在偷窥着庙堂呢。

不过，单就山林本身而言，它确实对有较高心性修养的君子有着相当的诱惑力，中国传统文化中也有一整套对此大加赞赏的理论。“遯卦”所言，也可看作是这方面的先声。
