【原文】

明出地上，晋；君子以自昭明德。

晋如摧如，独行正也。裕无咎，未受命也。受兹介福，以中正也。众允之志，上行也。鼫鼠贞厉，位不当也。失得勿恤，往有庆也。维用伐邑，道未光也。

【译文】

“陽光从地面上升起，象征着前进和昌盛，也象征着发出自己的光和热。所以，君子应该充分显示自己的才华和美德，发挥自己的作用。

“向前进遇到障碍和阻拦时”，要能够持之以恒，按照自己所遵循的原则继续不断地努力，才会得到吉祥如意的结果。“随意行动也不会有什么过失”，是因为它还没有被赋予什么权力、责任和使命。之所以能够“获得极大的恩惠和福泽”，是因为它位置居中，行为符合身份和正道。“得到众人认可和赞同”的志向，是要努力向前奋斗。之所以“像梧鼠那样，即使能够严守自己的本分，也免不了灾祸”，是因为它所在的位置不对。“用不着考虑丢失”，只要继续努力奋斗，就必然会有吉祥福庆的。“只有像攻打城池那样”，说明前进繁盛已经达到了顶点，再也难以发展光大了。

【原文】

晋，进也，明出地上，顺而丽乎大明，柔进而上行，是以康侯用锡马蕃庶，昼日三接也。

【译文】

晋，前进生长。光明出现地上，逊顺而依附太陽，陰柔进长而升上，所以“康侯亨用很多赏踢之马，一日内三次受到接见”。

【注释】

此释《晋》卦卦名及卦辞之义。明出地上：《晋》卦下坤上离，坤为地，离为明，顺而丽乎大明：《晋》下坤为顺，上离为日，日为大明。柔进而上行：《程氏易传》云：“凡卦离在上者，柔居君位，多云‘柔进而上行’”。此似指《明夷》六二爻变为《晋》六五爻，故称“上行”，康侯用锡马蕃庶：康侯得到王赏赐的马很多。康侯，一说泛指安康的侯爵；一说为周武王的弟弟卫康叔。锡，赐。蕃庶，繁育，此有众多之义，昼夜三接：一日之内受到三次接见。

晋（卦三十五） ——敲响进攻敌人的战鼓

【原文】

（坤下离上）晋①：康侯用锡马蕃庶②，昼日三接③。

初六：晋如摧如④，贞吉。罔孚裕⑤，无咎。

六二：晋如愁如(6)，贞吉。受兹介福(7)，于其王母(8)。

六三：众允(9)，悔亡。

九四：晋如鼫鼠(10)，贞厉。

六五：悔亡，失得勿恤(11)。往，吉。无不利。

上九：晋其角(12)，维用伐邑(13)。厉，吉，无咎，贞吝。

【注释】

①晋是本卦的标题。晋的意思是前进，指作战中的进攻。全卦的内容主 要讲战争。“晋”字既与内容有关，又是卦中多见词，所以用作标题。② 康侯：指周武王的弟弟康叔封。锡：用作“赐”，意思是赐予。蕃庶：繁育， 繁殖。③昼日：终日，一整天。三接:指多次交配。④摧：摧毁，打 垮。⑤罔：无。孚：抓，抢夺。裕：这里指财物。(6)愁：用作 “遒”，意思是迫使投降。(7)兹：此。介：大。(8)王母：祖母。 (9)允：用作“郓”，意思是进，这里指进攻。(10)鼫（shi）鼠：这里用来 形容胆小如鼠。(11)失得：失败，失利。恤:担忧，气馁。(12)其：则。 角：较量。(13)维：考虑。

【译文】

晋卦：康侯用周成王赐予他的良种马来繁殖马匹，一天配种多次。

初六：进攻打垮敌人、占得吉兆。没有抢夺财物，没有灾祸。

六二：进攻迫降敌人，占得吉兆。获得这样的福祐，是受了祖母的庇护。

六三：万众进攻，没有悔恨。

九四：进攻时胆小如鼠，占得凶兆。

六五：没有悔恨，即使战败也不气馁。前进，吉利。没有什么不利。

上九：进攻敌人必须较量力量，可以考虑攻打敌方城邑。凶险，吉利，没有灾祸，占得险兆。

【读解】

一而再，再而三地写战争，除了证明这一“王者之事”的重要外，也说明远古战争的频繁，几乎就像家常便饭，只要，心血来潮，就可以大动干戈，不顾百姓奴隶的死活，不管对生产生活造成的劫难。

战争的动因和目的，在那时不外乎攻城掠地，抢劫财物，抓获俘虏作奴隶和献祭的牺牲品，或者是镇压统治集团内部的异己势力。这种带有原始暴力色彩的战争，很难说有什么正义和非正义之分，全是“肉食者谋之”的事情，给平民百姓带来的结果除了灾难之外，没有任何好处。

可是，后来的所谓“史家”总要为某某君王讨伐某人的战争找出种种赞美的理由，竭力夸大某些并非真实的因素。“成者为王， 败者为寇”，几乎成了中国传统史家的心理定势。这个逻辑的实质，便是对强权、暴力和专制的顶礼膜拜，为战争贩子带上胜利的花冠。

今天来思考战争，应当完完全全跳出这种巢臼，站在平民百姓的立场上，从社会经济稳定繁荣的全方位角度来提出问题，才符合人类社会发展的大趋势。
