【原文】

明入地中，明夷；君子以莅众，用晦而明。

君子于行，义不食也。六二之吉，顺以则也。南狩之志，乃大得也。入于左腹，获心意也。箕子之贞，明不可息也。初登于天，照四国也。后入于地，失则也。

【译文】

《明夷卦》的卦象是离（火）下坤（地）上，离为火，代表光明，为光明入地下之表象，象征着“光明被阻”。君子要能够遵循这个道理去管理民众，即有意不表露自己的才能和智慧，反而能在不知不觉中使民众得到治理。

“君子隐藏退避“是由于坚持道义和原则而不愿再拿这份俸禄了。“六二爻之所以能够获得吉祥，是因为它柔顺而又坚持原则。有到南方征伐巡狩的志向，就会有非常大的收获。“进入左方腹部”，因此能够从内部深刻了解光明受阻的情形。箕子坚守正道，保持自我的行为说明，光明是不会熄灭的，只是暂时受阻碍罢了。“刚开始时升起在天空”，是说它的光明能够普照四方各国；“而后来却堕入地下”，是说它已经因违背正道而丧失了应有的作用，由光明转入了黑暗。

【原文】

明入地中，明夷。内文明而外柔顺，以蒙大难，文王以之。利艰贞，晦其明也。内难而能正其志，箕子以之。

【译文】

光明进入地中，是为明夷。内（卦有离卦的）文明而外（卦有坤卦的）柔顺，以此蒙受大难，只有文王能够做到。“利于在艰难中守正”，暗藏其明智，内有险难而能正其志向情操，只有箕子能够做到。

【注释】

此释《明夷》卦卦名及卦辞之义。明入地中：《明夷》下离上坤，离为日，为明，坤为地。明入地中而伤，故为明夷。夷，伤。内文明而外柔顺：《明夷》内卦离为文明，外卦坤为柔顺。蒙：遭受。大难：指大的灾难。此指文王遭囚禁。文王以之：文王有此道，即文王内怀文明之德而外有柔顺之性蒙受纣王囚禁之大难。晦其明：《明夷》上坤为晦，下离为明，内难而正其志：箕子为纣伯父，纣王昏暗，故曰内难。《明夷》离日在内，且离三爻各得正故曰正其志。


明夷（卦三十六）--艰难之时思归隐

【原文】

（离下坤上）明夷（1），利艰贞。

初九：“明夷于飞（2），垂其翼。君子于行，三日不食。”有攸往， 主人有言（3）。

六二：明夷（4），夷于左股（5），用拯马壮（6）。吉。

九三：明夷于南狩（7），得其大首（8）。不可疾贞（9）。

六四：入于左腹（10），获得夷之心（11），于出门庭。

六五：箕子之明夷（12），利贞。

上六：不明，晦。初登于天，后入于地。

【注释】

（1）明夷是本卦的标题。明夷在卦中有三种意思：一指鸣，即叫着的鹈鹕；二指鸣响的弓；三指太陽落下。全卦内容讲出行狩猎和隐退守洁，用多 见词作标题。（2）明夷于飞：这里引用一首民歌作占，叫做谣占，在这里用来说明行旅之难。明夷：用作‘鸣夷’，意思是叫着的鹈鹕。鹈鹕是一种水 鸟，俗称淘河。（3）言：指责，责难。（4）明：这里指太陽。夷：来。明 夷就是太陽下山。（5）夷：用作“痍”，意思是受伤。（6）用：因为。拯： 得救。用拯马壮：意思是说因为壮善跑而得救。（7）明夷：这里指鸣弓， 意思是说拉弓发射。南狩：南方的猎区。（8）大首：大头，指大头的猛兽。 （9）可：利。（10）腹：，古代半地下式房屋的复室。左腹就是左室，这里指隐居之处。（11）明夷：太陽隐去，这里的意思是说隐退。 （12）箕子：殷纣王的哥哥。明夷：这里指隐退。

【译文】

明夷卦：有利于占问艰难的事。

初九：”鹈鹕在飞行，垂敛着羽翼。君子在旅途，多日无食粮。”前去的地方，受到主人责难。

六二：太陽下山的时候，左腿受了伤，因马壮得救。吉利。

九三：在南边的猎区拉弓射箭，猎获了大猛兽。不利于占问疾病。

六四：进入隐居之处，产生了归隐的念头，一出门就想返回。

六五：殷纣王的哥哥箕子到东方邻国去避难，吉利的占问。

上六：太陽下山，天黑了。太陽初升是天明，后来下山是天黑。

【读解】

借日出日落、天明天黑，来表达君子出行时的内心体验，尤其突出了出行途中的艰难境遇：饥肠辘辘，房东的刁难，身体的伤病，油然而生归隐之心。当然，也有顺利之时：狩猎时所获甚丰。但全卦的语调却在突出行旅的艰难和归隐之思。

在这种行路难的倾诉之中，我们可以清晰地分辨出一种疲惫感无奈感。人生路漫漫，日出复又入，何时有尽头，何处是归宿？这种感慨之中，显然包含有对人生意义的形而上的追求和悲观的色彩，包含有对个人存在价值的内存关注。

人生固然是一场战斗，为了功名利禄、家国妻儿；但得到之后又怎样，自己的位置在哪里，为什么总得去获取，为什么不停下来抚慰创伤、静心思虑？太陽再辉煌也有消失的时候，事业再 辉煌同样有难以为继的时候，人生再顺畅照样免不了灾祸。这一切真是剪不断理还乱的思绪。不可能不去想，却又永远不出答案。

是呵，不如归去，隐没到与世隔绝的世外桃源，不看不想无欲无求无牵无挂，岂不是大好大了的境界！古往今来，有几人真正识透了个中妙谛？

归隐，大概也该算是人生“永恒主题”之一吧。
