【原文】

雷雨作，解；君子以赦过宥罪。

刚柔之际，义无咎也。九二贞吉，得中道也。负且乘，亦可丑也。自我致戎，又谁咎也？解而拇，未当位也。君子有解，小人退也。公用射隼，以解悖也。

【译文】

《解卦》的卦象是坎（水）下震（雷）上，坎又代表雨；为春雷阵阵，春雨瀟瀟，万物舒展生长之表象，充分显示了解卦所蕴含的解除危难的含义，因此，君子也应该勇于赦免那些有过错的，饶恕那些有罪过的，使他们在宽松的环境下，得到解脱和新生。

处在刚柔相济、相辅相成的地位，是不会有什么过失和不当的。《解卦》的第二爻位（九二）之所以能获得吉祥，是因为它能够遵循中正之道，符合事物发展的规律。“肩扛着沉重的东西，却又坐在华丽的大车上“，这样的行为简直是太丑陋了，必然会带来灾祸。由于自己的原因而招致战祸，这又能去责怪谁呢？只能是自作自受罢了。“像伸展自己的拇指那样去摆脱小人的纠缠”，是因为其所处位置不正的缘故。君子如果能够消除解脱危难祸患，小人就自然会畏惧退避的。“像王公用箭射杀恶鸟”那样，君主应如此去解除因悖逆所造成的危难。

【原文】

解，险以动，动而免乎险，解。解利西南，往得众也。其来复吉，乃得中也。有攸往夙吉，往有功也。天地解而雷雨作，雷雨作而百果草木皆甲坼。解之时大矣哉。

【译文】

解，冒险而去行动，（结果）因行动而免去危险，故称解。解，“利西南方向”，前往可以得到民众（归服）。“返回原来地方吉利”，因为得到了中道。“有所往，早行动吉”，前往可建功业。天地（陰陽）交感，而雷雨大作，雷雨大作，而百果草木皆发芽生根。《解》卦之时（的作用）太大啦！

【注释】

此释《解》卦卦名及卦辞之义。解：有缓解之义。《杂卦》：“解，缓也。”险以动：《解》下坎上震，坎为险，震为动，动在险外，故有“解”之义。往得众：是释“利西南”，西南为坤方，坤为众。故“往得众”。其来复吉：只有回到原处则有吉。乃得中：九二居中。夙吉：行动早则有吉。夙，早。雷雨作：《解》下坎为雨，上震为雷。作，兴起。甲：皮壳。此指发芽。《说文》：“甲，东方之孟，陽气萌动，从木戴孚甲之象。”诉：一本作“宅”。案《文选•蜀都赋》云，“百果甲宅，异色同荣。”当以“宅”为是，惠栋认为，“坼”为误写：“古文‘宅’字作‘$’与‘坼’相似，故此误作‘坼’。”（《周易述》）根曰宅，故此有扎根之义。王引之曰：“宅乃$之假借，《说文》曰：‘$，草叶也，从垂穗上贯一，下有根，象形字。’$、宅、坼古并同声，故又通作坼。”（《经义述闻》）此可备为一说。

解（卦四十）——逢凶化吉的商旅经历

【原文】

坎下震上）解①：利西南。无所往，其来复，吉。有攸往， 夙吉②。

初六：无咎。

九二：田获三狐，得黄矢（3）。贞吉。

六三：负且乘，致寇至。贞吝。 九四：解而拇（4），朋至斯罕⑤）

六五：，君子维有解（6），吉。有翠于小人（7）。

上六：公用射隼于高墉之上③，获之，无不利。

【注释】

①解是本卦的标题。解的意思是分解，解除。全卦内容主要讲商旅、狩猎和俘虏。标题的“解”字为卦中多见词。②夙：早。③黄矢：铜 箭头。 ④解：用作“懈”，意思是懈怠。拇：脚大拇趾，这里代指脚。解 而拇：意思是说不想走路。⑤朋至：获得朋贝，赚了钱。斯：则。 （6）维：系，束缚。有：又。解：解开，松开。（7）罕：惩罚。（8）公：这里指贵族。隼（ｓｕｎ）：鹰。墉：城墙。

【译文】

解卦：往西南方走有利。如果没有明确的目的地，不如返回来，吉利。如目的明确，早去吉利。

初六：没有灾祸。

九二：田猎获得三只狐狸，身上带着铜箭头。占得吉兆。

六三：带着许多货物，背负马拉，惹人汪目，结果强盗来了。 占得险兆。

九四：赚了钱而懈怠不想走，却被人抓去。

六五：君子彼捆起后又被解开，吉利。小人将受到惩罚。

上六：王公贵族在高高的城墙上射中一只鹰，并抓住了。这没有什么不吉利。

【读解】

这里记录的又是一次商旅经历。这次商人遭遇歹徒和拘禁，最终逢凶化吉，满载而归。

商人的运气似乎特别好，总有神灵在庇拓他们，差不多像希腊神话传说中的商业和盈利幻中赫尔墨斯，虽然历经艰辛，却始终是福星高照，次次走运。 他们的日子显然比开荒种地的农民好过得多。他们可以外出旅行，边走边看，见多识广，旅游赚钱兼得。他们生活的内容没有农民那么枯燥，甚至在行旅途中还可以打猎－－既是娱乐，又可以吃野味。

用现在时髦的话来说，他们活得很溃洒自在。他们是社会生活中必不可少的重要角色，经济机器中的润滑剂。
