【原文】

山下有泽，损；君子以惩忿窒欲。

巳事遄往，尚合志也。九二利贞，中以为志也。一人行，三则疑也。损其疾，亦可喜也。六五元吉，自上祐也。弗损益之，大得志也。

【译文】

《损卦》的卦象是兑（泽）下艮（山）上，为山下有湖泽之表象，湖泽渐深而高山愈来愈高，象征着减损；按照这一现象中包含的哲理来做人，君子就应该抑制狂怒暴躁的脾性，杜绝世俗的欲望，也就是摒弃格调不高的低级趣味，不断培养高尚的品德。

“停下正在做的事情赶快前去助人”，处在尊位的柔弱之辈正需要帮助，地位卑下的陽刚之士首当其冲，义不容辞，立刻牺牲自己的事业而成人之美，表现出尊贵者心心相印的关系。《损卦》的第二爻位（九二）之所以利于坚守正道，是因为处在不高不下的适中位置上，本身地位又不很稳固，不宜于积极行动。只有持不偏不激也不过于保守的中庸态度，作为始终不变的志向，才能够使他人受益。一个人前去无牵无挂，目的明确，可以顺利地得到接应，取得成功。三个人一齐前去，则会相互猜疑而达不到预期的目的。说明损下益上不能不分情况地一窝蜂上，而要审时度势，讲求实效。“尽量减损克服自身的弱弱点”，意思是说，本身很柔弱，又处在比较尊贵的地位上，不可能通过自我减损来使他人受益。只有尽量减损克服自身的弱点，等待接受别人助益。但无论哪种减损，哪怕是这种减损克服自身弱点的举动，也是十分可喜的事情。《损卦》的第五爻位（六五）之所以获得大吉大利，完全是上天保佑的结果。因为六五爻本身陰柔，居于尊位，仍想着自我减损而使他人受益。这样不但得到大众的广泛助益，也搏得了上天的好感。“用不着自我减损就可以使他人受益“，是因为处在损卦最高位置，损极必反，本身所获取的大量的助益，使得能够不用自我减损就可以有益他人，这当然是损卦损已益人的最高境界，因而使得损已益人的心意得到极大的满足。

【原文】

损，损下益上，其道上行。损而有孚，元吉无咎，可贞，利有攸往。曷之用二簋，可用享。二簋应有时，损刚益柔有时。损益盈虚，与时偕行。

【译文】

损，减损下（陽）而增益到上，陽道上行。虽然受损而“有诚信，开始即吉，无咎灾，可以守正，宜有所往，用什么（祭祀），只需二簋的（祭品）即可用来亨祀”。二簋（祭品）应有时，减损（下）陽刚而增益（上）陰柔也应当有时，或损或益，（如月亮之）或盈或虚，皆因时而一起行动。

【注释】

此释《损》卦卦名及卦辞之义。损下益上：《损》减损内卦一陽而增加到外卦。内为下，外为上，即损三爻而益上爻。其道上行：其陽道行在卦上爻。道，指陽道，上，指上爻。曷：何。簋：食物的器皿。可用亨：可以用于亨祀鬼神。亨，祭祀鬼神。二簋应用时：是说在祭品不足的情况下，只要有诚信，二簋至簿祭品亦合礼。二簋，比喻减损之道。时，指一定条件，即当减损之时。损刚益柔：其义与“损下益上”相类似，即减损下刚而增益上柔。偕：俱。

损（卦四十一）——保持恰到好处的“度”

【原文】

（兑下良上）损①：有孚，无吉，无咎，可贞。利有攸往。曷 之用二簋②，可用享③。

初九：已事遄往①，无咎。酌损之。

九二：利贞。征，凶，弗损，益之。

六三：三人行则损一人，一人行则得其友。

六四：损其疾⑤，使遍有喜(6)。无咎。

六五：或益之十朋之龟（7），弗克违（8）。无吉。

上九：弗损益之（9）无咎，贞吉。利有攸往，得臣无家（10）

【注释】

①损是本卦的标题。损的意思是减损。全卦的内容是说明损与益两个对 立方的关系。标题的“损”字是卦中多见词。②曷：用作“瞌”，意思 是送食物。簋（gui）：装饭的器物。③享：宴享，祭享。④已：用 作“祝”，意思是祭耙。遄（chuan）：快，速。⑤损：减轻，消除。 ③使：使人祭把。有喜：这里指病愈。(6)益之：送给。朋：朋贝，货币， 十枚一串贝为朋。(7)违：离去。(8)弗损益之：意思是说不减少不增 加。 (9)臣：奴隶。家：家人。无家：没有家人，意思是说单身汉。

【译文】

损卦：获得俘虏，大吉大利，没有灾祸，如意的占问。有利于出行。有人送来两盆食物，可以用来宴享。

初九：祭祝是大事，要赶快去参加，才没有灾祸。但有时可酌情减损祭品。

九二：吉利的占问。出讨他国，凶险。有时不能减损，要增益。

六三：三人同行必有一人因看法不一而被孤立，一人独行遇人可以作伴。

六四：减轻疾病，要赶快祭神，才会病愈，没有灾祸。

六五：有人送给价值十朋的大龟，不能不要。大吉大利。

上九：不增不减，完全依旧。没有灾祸，占得吉兆。有利于出行，可以获得单身奴隶。

【读解】

损和益，一减一增，被当作两个相互联系的方面，既是对立的，又可以相互转化；或减或增，或减中有增，增中有减，或不增不减。如何取舍，如何抉择，没有固定不变的模式，要依据具体情况灵活运用。

在对立双方中寻求一个恰到好处的度，是我们的祖先喜欢并擅长的思维方式和处世为人的态度。他们从不走极端，从不抓住一方面紧紧不放，也不习惯穷很究底或以毒攻毒，雪上加霜。这让人不由自主联想到走钢丝：主旨是保持平衡状态，稳住不致掉下来；向左边斜了就往右一点，向右边歪了就往左倾一些，不偏不倚正是所需的“度”。

国人传统的智慧、技巧、知识都用在了保持这个恰到好处的度上。人生的过程仿佛就是一个走钢丝的过程，虽然很累，但四平八稳，没有大起大落，大灾大难，于是就心安理得了。

平衡，在很大程度上是保守的。它排斥进取、冒险、冲刺、拼搏，固守自我封闭的心态，好静不好动，使人老态龙钟，生气全无。
