【原文】

风雷，益；君子以见善则迁，有过则改。

元吉无咎，下不厚事也。或益之，自外来也。益用凶事，固有之也。告公从，以益志也。有孚惠心，勿问之矣。惠我德，大得志也。莫益之，偏辞也。或击之，自外来也。

【译文】

《益卦》的卦象是震（雷）下巽（风）上，为狂风和惊雷互相激荡，相得益彰之表象，象征“增益”的意思；从中得到的启示就是：君子应当看到良好的行为就马上向它看齐，有了过错就马上改正，不断增强自身的美好品德。

“如果能获得大吉大利，就不会遭到责难”，表明在大显身手干事业的时候，一定要谨慎小心，尽量不要过分铺张奢侈，不能好大喜功而使民众过分辛劳。只有这样才能获大吉而免遭责难。“有人送来（价值昂贵的大乌龟）”，这样的大好事并不是由于贪婪而主动索取的结果，完全是他人心甘情愿送上门来的意外收获。将得到的好处用来解救他人的危难之事，是保全自身的最好办法。因为身处显赫地位，得到许多好处，同时也埋下了祸根，只有把这些好处用来助人，才能得人心，免除灾祸，从而可以牢固地保持所得到的好处。“有事求告于王公的话，王公会很乐意地答应”并不是由于别的原因，完全是甘愿自我减损而使天下大众受益的志向感动了王公贵人。“满腹虔诚地怀着一颗使天下受惠的仁慈之心”，作为至高无上的君长，能够做到这样确实难能可贵，根本用不着占卦问卜，吉祥如意将永运伴随着他；天下人都虔诚地感激我的大恩大德，这种万民归心的盛况，使我自行减损造福大众的心志得到了极大的满足。“没有谁来让他受益”，是因为背离了益卦损己益人的宗旨，由损上益下变为损下益上，必然遭到世人的唾弃，他要求受益的呼声就只能是一厢情愿之辞；“倒是有人来攻击他”因为他凌驾于君王之上，位置不当，而且贪图受益，搞得天怒人怨，遭到外来的攻击也就毫不奇怪。

【原文】

益，损上益下，民说无疆。自上下下，其道大光。利有攸往，中正有庆。利涉大川，木道乃行。益动而巽，日进无疆。天施地生，其益无方。凡益之道，与时偕行。

【译文】

益，减损上（一陽）而增益至下，民众喜悦无穷，（一陽）自上而居下（初），其道盛大光明。“利于有所往”，（九五与六二）居中得正而有吉庆。“利于涉越在河”，有木舟渡水而行。增益（震）动而（外巽）顺，日日增进无穷。天施（陽气）而地生万物，其效益无尽。凡增益之道，皆与时并行。

【注释】

此释《益》卦卦名及卦辞之义。损上益下：《益》减损外卦一陽而增益到内卦，内为下，外为上，即损四爻而益初爻。说：喜悦。自上下下：《益》一陽爻自上而下居初。大光：盛大光明。中正：九五之陽居中得正。木道乃行：《益》上巽为木，下震为动，动即行，木道，指舟楫。方：《广雅•释诂》：“方，表也”，无方即无表极大。

益（卦四十二）——力娩衰亡的呼号

【原文】

（震下巽上）益①：利有攸往。利涉大川。

初九：利用为大作（2）。元吉，无咎。

六二：或益之十朋之龟，弗克违。永贞吉。王用享于帝，吉。

六三：益之用凶事③，无咎，有罕，，中行告公用圭（4）。

六四：中行告公从，利用为依迁国(5)

九五：有罕，惠心勿问(6)。元吉。有孚，惠我德（7）。

上九：莫益之（8），或击之（9）。立心勿恒（10），凶。

【注释】

①益是本卦的标题。益的意思是增益。全卦内容是说明损益的道理，与 “损卦”构成一个组卦。标题的“益”字是卦中多见词。②用：于。大作： 大兴土木，建筑。③益之：这里的意思是祭把时增加人牲。用：因为。凶事：丧事，这里指周武王去世。④中行：中途。用圭：指祭把，因为祭 把时要执畦（即圭），所以用来代指。⑤依：即殷，指殷代。（6）惠心： 安抚，好心。勿问：不必追问。（7）德：用作‘得”，这里指所获财物。 （8）莫：没有人。益：帮助。（9）击：攻击。（10）恒：长久，坚持不变。

【译文】

益卦：有利于出行。有利于渡过大江大河。

初九：有利于大兴土木。大吉大利，没有灾祸。

六二：有人送给价值十朋的大龟，不能不要。占得长久吉兆。周武王克商，祭祝天帝，吉利。

六三：因武王去世，祭祝时增加人牲，没有灾祸。抓到了俘虏，中途报告周公举行祭把。

六四：东征胜利后，班师回来的路上报告周公成王有命，把殷商遗民处理好有利。

九五：抓到俘虏，好心待他们，不必追究。大吉大利。抓到俘虏，用财物优待使他们对我感激。

上九：没有人帮助，还有人来攻击。这时内心不坚定，必然凶险。

【读解】

为了与“损卦”对应，“益卦”进一步用周王朝由盛到衰、行将危亡的历史事实来阐发益损相互转化的道理，意在告诫周朝统治者及时采取措施，防止周朝的衰亡。

作者的良苦用心确实可以理解，说得深刻在理。然而，我们经常见到的情况是：道理与事实的背离，人的意愿与历史发展的趋势相左，以及统治者专断粗暴或刚愎自用或利令智昏奢靡婬逸而断送家国。

在中国传统社会中，帝王专制制度决定了真理的力量十分有限，起决定作用的政治因素是统治者个人意志。不受任何约束的帝王权力可以无限膨胀，道理是否起作用，完全取决于统治者的个人好恶。正如我们看到的，无论《周易》的作者把损、益的道理讲得多么深刻，仍然没能挽救周王朝的衰亡。

这使我们想到：真理要真正发挥作用，必须同权力（包括各 种形式：法律的，政治的，舆论的，制度的等等）相结合，以强制的或公众的形式诉诸于个人，而不是相反。从这个意义上来理解“从来就没有什么救世主”，恐怕更为深刻。
