【原文】

天下有风，姤；后以施命诰四方。

系于金柅，柔道牵也。包有鱼，义不及宾也。其行次且，行未牵也。无鱼之凶，远民也。九五含章，中正也。有陨自天，志不舍命也。姤其角，上穷吝也。

【译文】

《姤卦》的卦象是巽（风）下乾（天）上，为天底下刮着风，风吹遍天地间各个角落，与万物相依之表象，象征着“相遇”；正如风吹拂大地的情形一样，君王也应该颁布政令通告四面八方。

“绑上坚固结实的车闸”，紧急关头就可以使车轮与车闸“相遇”，而使狂奔的车子刹住。引伸为遇到强硬的对手，不要去硬碰，应该用柔韧的手段牵制对手，达到以柔克刚的效果。“厨房里发现鱼”，还不会出现灾祸，但不宜用鱼来宴宾。因为不义之财不可取。“走起路来很困难”，表明在路上会遇到艰险，但尽管艰难，却并未完全受到牵制，还可以继续前进。厨房里没有鱼而引起凶险，就好像君主失去民众百姓的支持，因为脱离民众，当然会发生凶险。《姤卦》的第五爻位（九五）内心怀着美好的品德，表明尽管处在最尊贵的地位，却能够坚守中道，心地纯正。这样一来，其相遇的情形也是最完美的，用不着上下奔忙，就能与上天恩赐的福佑相遇。充分说明只要不违天命，就能有好的遇合。“头上长角”，孤芳自赏，根本不会有志同道合的伙伴与之相遇，而失去大众的支持，等待着的只有困穷不通的命运。

【原文】

姤，遇也，柔遇刚也。勿用取女，不可与长也。天地相遇，品物咸章也。刚遇中正，天下大行也。姤之时义大矣哉。

【译文】

姤，相遇。陰柔遇陽刚。“不要娶此女”，不可与（她）长久相处。天地相遇，众物皆光明。（九五）陽刚居中得正，大行于天下。《姤》卦之时，所含意义太大啦！

【注释】

此释《姤》卦卦名及卦辞之义。遇：不期而合。柔遇刚：《姤》一陰五陽，一陰在下而与五陽相遇。取：娶。长：长久。品物咸章“众物显明。品，众。章，显著，显明。刚遇中正：九五陽刚居中得正。天下大行：《姤》卦下巽上乾，乾为天，巽为风，风行天下，故曰“天下大行”。

姤（卦四十四）--梦中相亲出行

【原文】

（翼下乾上）姤①：女壮②，勿用取女③。

初六：系于金柅④，贞吉。有攸往，见凶。赢豕争踯躅⑤。

九二：包有鱼⑥，无咎。不利宾⑦。 九三：臀无肤，其行次且。厉，无大咎。

九四：包无鱼，起凶⑧。

九五：以杞包瓜⑨，含章⑩，有陨自天（11）。

上九：辞其角（12），吝，无咎。

【注释】

①姤（gou）是本卦的标题。姤用作“遘”，意思是遇合，也用作婚媾的 “媾”。全卦的内容与出行和婚姻有关，并且都是占问梦中景象，即梦占。标 题取“姤”的两种意义。②壮：受伤。③勿用：不利。取；用作 “娶”。（4）金柅（ni）：铜制的纺车转轮把手。⑤赢豕：瘦猪。孚：用 作“桴”，意思是牵引。踯躅（Zhi zhu）：徘徊不前的样子。(6)包：用作 “疱”，意思是厨房。（7）宾：宾客，这里指宴请宾客。（8）起：动。 （9）以：倚靠，缠着。包瓜：匏瓜。（10）含章：很有文彩。（11）陨：掉 下，落下。（12）姤：遭遇，这里指遇上野兽。其：而。角：搏斗。

【译文】

始卦：女子受伤，不利于娶女。

初六：衣服挂在纺车转轮的铜把手上了，占得吉兆。占问出行，则见凶象。拉着不肯前进的瘦猪。

九二：厨房里有鱼，没有灾祸。不利于宴请宾客。

九三：臀部受了伤，走起路来十分困难。危险，但没有大灾难。

九四：厨房没有鱼，一动就凶险。

九五：缠着把树往上长的轮从很好看，突然从很高的地方掉下一个瓜。

上九：碰上野兽，同它搏斗，危险，结果没有灾祸。

【读解】

在周代，算得上顶顶重要的事的，只有战争和祭祀，因而受到极度重视。除此之外，其它一切事，饮食男女，婚丧嫁娶，种田经商，生老病死，冬去春来等等，都在小事之列。隆重的仪式， 繁琐的规程，艺术的装点，虔诚的态度，深遂的智慧，统统都奉献给了祭扫和战争，“小事”是不配享用的。

这一卦所记，正是梦中所见的生活琐事，并且确有梦的特点： 事与事之间没有逻辑联系，思路有很大的跳跃性，一会是婚姻，一 会是出行，一会是瘦猪，一会是厨房中的鱼，一会是臀部受伤，一会是地瓜掉下，一会是与野兽搏斗，显得稀奇古怪，纷纸杂陈。

这些梦象本身是偶然出现的，同储存于脑中的记忆表象有关。 古人不理解这一点，以为是神秘的征兆；而后世的说《易》者，却一本正经地要从中去发掘深意，未免荒唐可笑，正如缘木求鱼，完全找错了地方。
