【原文】

地中生木，升；君子以顺德，积小以高大。

允升大吉，上合志也。九二之孚，有喜也。升虚邑，无所疑也。王用亨于岐山，顺事也。贞吉升阶，大得志也。冥升在上，消不富也。

【译文】

《升卦》的卦象是巽（风）下坤（地）上，而巽又象征高大树木，这样就成为地里边生长树木之表象。树木由矮小到高大，象征上升；与此相应，君子通过顺应自然规律来培养自己的品德，积累微小的进步来塑造高大完美的人格。

“宜于上升而大吉大利”，是因为陰柔处在最卑下的地位，位于其上的陽刚者同情其处境，希望其尽快上升，所以其上正合乎上面的意思。《升卦》的第二爻位（九二）内心虔诚仁厚，一心成人之美，深得众人信服，必定会给自身带来喜庆。“上升到空旷的城邑”，这是因为没有任何阻碍，上升得十分顺利，不要有半点迟疑。“君王到岐山祭祀神灵”，就是向神灵表示恭顺，诚惶诚恐地供奉神灵，结果必然会带来吉祥如意。“占卜结果吉祥如意，乘势沿着台阶稳步上长”，表明上升已达到鼎盛时期，接近光辉的顶点。真可说得上是春风得意，踌躇满志。同时也表明陰柔居于尊位，必须稳健行事，循序渐进，不可像“升虚邑”那样冒进。昏暗幽冥状态下仍然上升，本身又已处在《升卦》的最高位置，按照盛极而衰的道理，上升的势头必然会逐渐消退，再不会如原来那样富有进取精神了。

【原文】

柔以时升，巽而顺，刚中而应，是以大亨。用见大人勿恤，有庆也。南征吉，志行也。

【译文】

陰柔因时而升，巽逊而顺从，（九二）陽刚居中而应（六五），所以得大亨通。“宜于见有权势的人，不要忧虑”，有吉庆。“向南出征则吉”，其志得以推行。

【注释】

此释《升》卦卦名及卦辞之义。柔以时升：《升》与《萃》卦画相倒置。《萃》时坤在下，坤升上为《升》，坤为柔，故“柔以时升”。《序卦》：“萃者，聚也。聚而上者谓之升，故受之以升。”《杂卦》：“萃聚而升不来也。”即是此意。巽而顺：《升》卦下巽上坤，坤为顺。刚中而应：《升》九二居中而应六五。恤：忧虑。有庆：九二居中，故“有庆”。南征吉：向南出征有吉。志行：二五上下应之，故“志行”。

升（卦四十六）-- 昌盛之道在不断发展

【原文】

（巽下坤上）升①：元亨，用见大人，勿恤。南征吉。

初六：允升②，大吉。

九二：罕乃利用禴，无咎。

九三：升虚邑③。

六四：王用亨于歧山④。吉，无咎。

六五：贞吉，升阶 ⑤。

上六：冥升（6），利于不息之贞（7）。

【注释】

①升是本卦的标题。升的意思是上升，发展。全卦的内容大致是讲周朝不断上升、强盛的历史。标题的“升”字是卦中多见词。②允：意思是前进。③虚邑：建在大山丘上的城邑。④王：周玉。亨： 即“享”，意思是祭祝， ⑤升：登上。阶：阶梯。（6）冥：晚上。 （7）不息：不停。

【译文】

升卦：大亨大通，有利于见到王公贵族，不必担忧。向南出征吉利。

初六：前进而步步发展，大吉大利。

九二：春祭最好用俘虏作人牲，没有灾祸。

九三；向建在山丘上的城邑进军。

六四：周王在歧山举行祭祝。吉利，没有灾祸。

六五：占得吉兆，沿阶而逐步上升。

上六：昼夜不停地发展，有利于不停发展的占问。

【读解】

我们不应忘记，《周易》的作者耿耿于怀的是挽救周王室的危亡，所以一有机会就要表达这一意图。这一卦的主题是发展进步，用在行将衰亡的周朝之上，正切中了问题的关键。

其实，岂止是周代才需要不断地发展壮大！无论哪个时代、哪个社会，没有发展和进步，都只有死路一条。“流水不腐，户枢不蠹。”这应是千古不易的真理。

发展和进步，不应当是单一直线式的，而应是开放式的，放射式的，金方位的，需要有博大的胸襟和高众瞩的见识。只要于我有利的，就广采博纳，而不要分什么中、外，更不应死守什么“中体西用”的死胡同。远的不说，近代中国就深受“中体西 用”之争的危害。现在的反思首先就当跳出中、西之分的窠臼，然后才会有深入实质的体察，然后才谈得上向前看，大步走。
