【原文】

泽无水，困；君子以致命遂志。

入于幽谷，幽不明也。困于酒食，中有庆也。据于蒺藜，乘刚也。入于其宫不见其妻，不祥也。来徐徐，志在下也。虽不当位，有与也。劓刖，志未得也。乃徐有说，以中直也。利用祭祀，受福也。困于葛藟，未当也。动悔有悔，吉行也。

【译文】

《困卦》的卦象是坎（水）下兑（泽）上，为泽中无水之表象，象征困顿；作为君子应该身处穷困而不气馁，为实现自己的志向，不惜牺牲生命。

“退隐到幽深的山谷里”，就是进入荒僻陰暗不见天日的地方，比喻处境极其困难，看不到一线希望。“为醇酒美食所困扰而穷于应付”，并不是很可怕的事，只要内心坚持中道，纯正而有主见，就会有喜庆之事到来。“站在蒺藜之上”，就是说陰柔凌驾在陽刚之上，情形就像是站在刺人的蒺藜上面，十分困窘。“刚刚回到家中，又不见了自家妻室”，说明祸不单行，已经饱受各种困扰，家门又惨遭不幸，实在是不吉祥的兆头。“慢腾腾姗姗来迟”，表明没有飞黄腾达的奢望，一心想着屈尊下士来摆脱困境；虽然所处地位不妥当，不能胜任职务，却能得到志同道合者的支持。“用割鼻子剁脚的酷刑治理天下”，表明处在至高无上的显赫位置上，如果不恤民命，滥施酷刑，就会落得个孤家寡人，被困在众叛亲离的尊位上，摆脱困境走向亨通的志向就难以实现。“慢慢地又会走困境”，完全是由于坚守中庸、保持正直品德的结果；“应当虔诚地祭祀神灵，才能保证前景顺利”，就是说诚心敬神，可以时时接受神灵恩赐的福分，求得吉祥顺利。“困在纷乱缠绕的葛藤中”，说明所处位置不是十分妥当，脚下尚有难以解脱的绊索，因此困难重重。“假如说动辄会后悔，那就早点行动，让悔悟快点到来”，这是十分明智的举动，早些悔悟，把危险抛在身后，前途就会无比吉祥顺利。



【原文】

困，刚揜也。险以说，困而不失其所亨，其唯君子乎。贞大人吉，以刚中也。有言不信，尚口乃穷也。

【译文】

困，陽刚被（陰柔）掩蔽。虽处危险之中而乐观喜悦，穷困而不失其道，故“亨通”。这恐怕只有君子（才能做到）吧。“占问大人吉祥”，因（内外卦皆以）陽刚居中。“虽有方相劝而不相信”，崇尚空口无凭，必遭穷困。

【注释】

此释《困》卦卦名及卦辞之义。刚揜：指《困》卦陽刚被陰柔所掩，其有两层含义：一、《困》卦下坎上兑，坎为刚，兑为柔，坎刚被兑柔所掩。二，《困》九二被六二所掩，九三、九四为上六所掩。荀爽曰“二五为陰所揜也”，亦可备一说。揜，或作“掩”、“弇”。 弇，为古“掩”字，“掩”又作“揜”，故三者相通，有掩蔽之义。王引之根据杜注《左传》“狭道曰弇”释为逼迫不容，可备为一说。险以说：《困》下坎为险上兑为说。困而不失其所：《困》陽被陰所掩故曰“困”，但《困》上兑悦，下坎为通，故不失其所，即“亨”。如《系辞》所言：“困，穷而通。”其，大概。唯，犹是。刚中：《困》二五居中。有言不信：虽有言相说但人皆不相信。尚口乃穷：《困》上兑为口，但兑一陰居上，故曰穷，穷，穷尽。《礼记•檀弓》“充充如有穷”。郑注：“事尽理曲为穷。”

困（卦四十七）--严刑酷罚的展示

【原文】

（坎下兑上）困①：亨。贞大人吉，无咎。有言不信②。

初六：臀困于株木③，人于幽谷，三岁不觌⑤。

九二：困于酒食，朱方来③，利用享把。征，凶。无咎。

六三：困于石①，据于蒺藜（8），人于其宫，不见其妻，凶。

九四：来徐徐（9），困于金车（10）。吝，有终。

九五：劓刖（11），困于赤绂，乃徐有说（12），利用祭祀。

上六：困于葛藟(13)，于臲兀(14)。曰动，悔有悔。征，吉。

【注释】

①困是本卦的标题。困的意思是困厄，倒霉和关押。全卦专讲刑狱。 “困”字与内容有关，又是卦中多见词，所以用作标题。②言：用作 “愆”，意思是罪过。信：申辩，说清楚。③困：这里的意思是挨打。株 木：指打人的刑杖。④幽谷；这里指监狱。⑤觐（di）：看见。 （6）朱绂（fu）：红色的服装，这里代指穿红色服装的民族。(7)石：嘉石。 古代树立在朝门左边当众的地方，用于惩罚犯人。(8)：蒺藜：这里代指监 狱。（9）徐徐；慢行的样子。（10）金：禁。金车：关押犯人的囚车。 ③劓（yi）：割掉鼻子。刖（yue）：砍掉脚。(12)徐；逐渐。说：用作 “脱”。(13)葛藟（lei）：一种有刺的蔓生植物，种在监狱外，以防犯人逃跑。 (14)臲兀（nie wu）：木桩，围在监狱外，防止犯人越狱。

【译文】

困卦：亨通。占问王公贵族得吉兆，没有灾祸。有罪的人无法申辩清楚。

初六：臀部挨了刑杖打，被关进牢房，三年不见外界天日。

九二：酒醉饭饱，穿红衣的敌人来犯，于是祭犯求神。占问出征，得凶兆。没有灾祸。

六三：被捆在嘉石上示众，又被关在四周有蒺藜的牢里，释放回到家里，妻子却不在了，凶险。

九四：犯人被关在囚车里，慢慢走来。这很不幸，但最后被释放了。

九五：被穿红衣的人抓去，割掉鼻子，砍断了脚，后来逐渐逃脱，赶快祭祝求神保枯。

上六：被关在四周有葛廷和木桩的监狱里，想动身越狱的话，就会悔上加悔。占问出征，得到吉兆。

【读解】

中国古代历史上，从来没有过民主政治，民众从来就是被治理和奴役的对象，而治理和奴役民众的人从来就不受约束，可以为所欲为，无法无天，因而有“刑不上大夫”之说。

“困卦”中所讲的刑狱，便是专门用来治理平民百姓的。刑罚的方式和种类可谓丰富多彩，手段可谓无所不用其极，历史可谓悠久辉煌。泱泱大国，能列为国之骄做的品种，理当在“四大 明”之外加上严刑酷罚。

为了怕犯人逃走，想出了断脚、割鼻、刺面。 为了防止犯人传宗接代，想出了宫刑。为了防止报复，想出了诛灭九族。为了警告众人，想出了担枷示众，囚车游街。为了让犯人记取教训，想出了棒打屁股。还有臼刑、五马分尸、鞭尸等等。总而言之，在用暴力手段统治民众方面，中国古代的统治者具有世界级的水准。

据说卡夫卡当年在慕尼黑当众朗读小说《在流放地》（其中详细描述一架“杀人机器”的功用和特点）时，有人吓得逃走，有人当场晕倒。我们读《周易·困卦》，该有什么反应呢？
