【原文】

泽中有火，革；君子以治历明时。

巩用黄牛，不可以有为也。巳日革之，行有嘉也。革言三就，又何之矣。改命之吉，信志也。大人虎变，其文炳也。君子豹变，其文蔚也。小人革面，顺以从君也。

【译文】

《革卦》的卦象是离（火）下兑（泽）上，为泽中有火之表象。大水可以使火熄灭；大火也可以使水蒸发，如此，水火相克相生，从而产生变革。君子根据变革的规律制定历法以明辨春、夏、秋、冬四季的变化。

“用黄牛的皮革牢牢地捆绑住”，因为初九在卦的最下位，位卑微而不可能有所作为。“在己日进行变革”，必然会有好的功效。“对于变革的言论，要多次研究周密考虑”，其他的路是没有的，变革已经势在必行，只有走变革的道路。革除旧的事物，这样做是吉祥的，因为这符合变革的志向。“伟大的人物像猛虎一般进行变革”，表明变革必然成功，其美德光照天下。“君子像有斑纹的豹子那样进行变革”，说明君子协助有道德的大人物一起变革，必然使变革的成就更加光辉灿烂；“连小人也顺应变革改变旧日倾向”，说明大势所趋，小人也不得不顺从君子的变革。

【原文】

革，水火相息，二女同居，其志不相得，曰革。巳日乃孚，革而信之。文明以说，大亨以正。革而当，其悔乃亡。天地革，而四时成。汤武革命，顺乎天而应乎人。革之时大矣哉。

【译文】

革，水火互相熄灭，二女住在一起，其心志不同，故称革。“巳日才有（变革的）诚心”，变革而使人相信。（变革时）必以文明而悦（人心），大“亨通”顺利，因其行正。变革得当，其“后悔”之事自然“消亡”，天地之气变化而四时形成，商汤、武王改姓受天命，上顺天时，下应人心。《革》卦时的作用太大啦！

【注释】

此释《革》卦卦名及卦辞之义。水火相息：《革》下离上兑，离为火，兑为泽，离火炎上，泽水润下，故泽火相互息灭。二女同居：《革》下离为中女，上兑为少女。不相得：离兑皆为女，而无男，故“不相得”巳日乃孚：到了巳日才有革命的诚心，巳，巳日，孚，诚信。文明以说：《革》下离为文明，上兑为说。汤武革命：商汤，武王改姓受天命。


革（卦四十九）——变更是万物运行的法则

【原文】

（离下兑上）革①：已日乃孚②。元亨，利贞。悔亡。 初九：巩用黄牛之革③。

六二：巳日乃革之。征，吉。无咎。

九三：征，凶。贞厉。革言三就④，有孚。

九四：悔亡。有罕，改命⑤。吉。

九五：大人虎变，未占有孚。

上六：君子豹变，小人革面（6）征，凶。居贞吉。

【注释】

①革是本卦的标题。革的意思是改变。全卦的内容主要与战争有关，用战争来说明变的思想。标题的“革”字既与内容相关，又是卦中多见词。 ②巳：用作“祀”，指祭祀。③巩：加固，束紧。 ④言：用作 “靳”，意思是马的胸带。三就：三重。⑤改命：改变命令。（6）革面： 变脸。

【译文】

革卦：祭祝那天用俘虏作人牲。大亨大通，吉利的占问。没有悔恨。

初九：用黄牛的皮革加固束紧。

六二：祭祝的日子要改变。出征，吉利。没有灾祸。

九三：出征，凶险。占得险兆。把马的胸带绑三匝，打了胜仗，抓到俘虏。

九四：没有悔恨。捉到俘虏，改变了命令。言利。

九五：指挥官勃然大怒，未必会取得胜利。

上六：君子勃然大怒，小人不满反抗。出征，凶险。占问居处得吉兆。

【读解】

用战争来说明改变、变更的道理，确实说到了点子上。一方面，战争为国之大事，用来作例证具有说服力；另一方面，战争中充满各种变化多端的因素，没有灵活机敏的头脑，难以适应，固此本身就是对变化多端的最好说明。

变的道理可以推广到宇宙人间的万事万物。宇宙人间万事万物的存在即在不断运动和变化之中，绝对没有静止不变的东西。 因而，以不变应万变，在某种意义上便是消极闭塞的表现。天在变，道在变，人也应当变。最能变者，就最能生存。中国古代的智慧对此给予了充分的重视，所谓“因地制宜”，“因时制宜”， “因人制宜”等等，就是讲的以变对变，灵活机动，才能立于不败之地。
