【原文】

洊雷，震；君子以恐惧修省。

震来虩虩，恐致福也。笑言哑哑，后有则也。震来厉，乘刚也。震苏苏，位不当也。震遂泥，未光也。震往来厉，危行也。其事在中，大无丧也。震索索，中未得也。虽凶无咎，畏邻戒也。

【译文】

《震卦》的卦象是震（雷）下震（雷）上，为雷相重叠之表象，好像震动的雷声；君子应悟知恐惧惊惕，修身省过。

“当惊雷震动的时候，天下万物都感到恐惧”，表明恐惧之后从而谨慎从事，能够致福；“而君子却能安之若素，言笑如故”，说明君子懂得做人的法则。“惊雷震动，有危难”，六二爻凌驾于初九爻陽刚的上面，故可能出现危险。“雷震动恐惧不安“，说明六三爻所处的位置，不中不正，不适当。“由于雷震动而坠陷泥污中，不能自拔”，说明其志气不能发扬光大。“雷上下震动均有危难”，但能知恐惧而谨慎行动；处事恪守中道，就不会有什么大的损失。“由于雷震动恐惧而畏缩不前”，因为上六爻其位不正；虽然有凶险却不致受害，这是因为能够看见近邻的危险及时戎备，因而能防患于未然。

【原文】

震亨，震来虩虩，恐致福也。笑言哑哑，后有则也。震惊百里，惊远而惧迩也。[不丧匕鬯]，出可以守宗庙社稷，以为祭主也。

【译文】

震，“亨通，雷声袭来让人害怕”，因恐惧而致福祥。“谈笑自如”，恐惧后而不失法度。“雷惊百里”，震惊远方而畏惧近旁。（没有失落木勺中的香酒），外出可以守卫宗庙社稷，成为祭祀的主祭。

【注释】

此释《震》卦卦名及卦辞之义。震来虩虩:雷电袭来,令人恐惧。震，雷。虩虩，恐惧貌。恐致福：恐惧可以致福祥。笑语哑哑：谈笑声声从容自如。哑哑，笑声。后有则：初九居陽位得正，故曰后有则。则，法度、寸度。震惊百里：雷声震惊百里。百里，比喻诸侯国。古者封建诸侯皆百里。迩：近。不丧匕鬯：《彖》文中无此句，郭京、程颐等人认为当在“惊远而惧迩也”下加上。观《彖》文下句“出可以守宗庙社稷，以为祭主”，正与“不丧匕鬯”相合，似应补上此句为胜。匕鬯，指盛在棘匙中的香酒。“匕鬯”帛《易》作“鬯觞”。匕，匙，以棘木为柄 ，祭祀时主祭人用它从鼎中将烹好的牛羊肉盛入俎中，以供大典之用。鬯，一种用黑黍酒和郁金草合成的香酒，专供宗庙祭祀之用。社稷：古语称土神为社，祭土神之坛也为社。谷神为稷，祭谷神之坛也为稷。此指社稷坛。祭主：祭礼之主人，即主祭。震为长子，长子为祭主。

震（卦五十一）--雷电滚滚惊天动地

【原文】

（震下震上）震①：亨。震来隙隙②，笑言哑哑③。震惊百里， 不丧匕鬯（4）。

初九：震来隙隙，后笑言哑哑。吉。

六二：震来厉，亿丧贝⑤，跻于九陵（6）。勿逐，七日得。

六三：震苏苏（7）。震行，无眚。

九四：震遂泥（8）。

六五：震往来厉，意无丧有事（9）。

上六：震索索(10)，视矍矍(11)，凶。震不于其躬，于其邻。无咎。婚媾有言（12）。

【注释】

①震是本卦的标题。震代表雷电。全卦内容讲人对雷电的感受。‘震”是 卦中多见词，又与内容有关。②隙隙（xi）：，意思是恐惧的 样子。 ③哑哑：笑声。④匕（bi）：勺子。鬯（chang）：用黑黍和香 草酿成的酒。 ⑤亿：猜测。贝：货币。(6)跻：攀登。九陵：九重山， 指极远。 （7）苏苏：疑惧不安的样子。（8）遂：用作“坠”。（9）意： 用作“亿”猜测。（10）索索：用作“缩缩”，意思是脚步很小。（11）矍罢 矍矍（jue）：意思是鹰隼看得远而准，比喻有眼光。（12）婚媾：这里指亲戚。 言：罪过。

【译文】

震卦：亨通。雷声传来，有人吓得打哆咳，有人谈笑自如。雷声震惊百里，有人手拿酒勺镇定如常。

初九：雷声传来，有人先吓得打哆咳，后来便谈笑自如。吉利。

六二：雷电交加，非常危险，商人担心损失财物，翻山越岭赶往市场。有人告诉他别赶了，七八天就可弥补损失。

六三：雷电让人疑惧不安。在雷电中前行，没遇上灾祸。

九四：雷电从天上掉落到地面。 六五：雷电闪来闪去，十分危险，心里想着不要有损失和事 故。

卜六：雷电交加，有人行动小心谨慎，日光四顾。出行，凶险。雷电不会击到他身上，而击到邻人头上。没有灾祸。这大概是因为邻人做了错事吧。

【读解】

在所有的自然现象中，恐怕少有像电闪雷鸣那样令人触目惊心的了：有声有色，撕天裂地，震撼人心。对古人而言，雷电也是最不可思议的：究竟是谁有如此大的魔力在操纵着它？答案被归结到在天上的神灵，被归结到“雷公”发怒，要惩罚人间的恶人坏事。于是，有了“报应”说。据说，做了坏事要遭电打五雷轰。据说，人受了不白之冤也要引起“雷公”震怒，可以发出晴天霹雳。

今天，我们早已懂得了雷电产生的原因，抹去了罩在它之上 的神秘色彩，并且有各种防范雷电伤害的手段措施。“雷公”被解了密。

然而，从心理学意义上说，当一切“密”都被解除之后，这个世界也许就变得索然无味了。倘若这世上没有了神秘莫测的黑夜，一切都暴露在光天化日之下，大概人们再也写不出忧郁美丽的诗歌了。在伦理学的意义上，人们相信了“雷公”的存在，在行为上多少会有所戒惧，不至于那么肆无忌惮。

所以，我们还是愿意看到“雷公”在天上存在，怒目俯看人间的一切邪恶，并发出怒吼。
