【原文】

兼山，艮；君子以思不出其位。

艮其趾，未失正也。不拯其随，未退听也。艮其限，危熏心也。艮其身，止诸躬也。艮其辅，以中正也。敦艮之吉，以厚终也。

【译文】

《艮卦》的卦象是艮（山）下艮（山）上，为两山重叠之表象，象征着抑止；君子的思想应当切合实际，不可超越自己所处的地位。

“抑止应该在脚趾迈出之前”，这就说明没有失去正道。“不能迈步追随应该追随的人”，又不能退下来听从抑止的意见，因而心中不快。“抑止腰部的行动”，说明危险将像熊熊的烈火一样烧灼他的心。“抑止身体上部不动”，自我控制不超越本身的地位。“抑止于口不随便乱说”，说明六五爻居于中位能守中道。“能够以敦厚笃实的德行抑止邪欲，就吉祥”，说明上九能够将敦厚的德行保持至终。

【原文】

艮，止也。时止则止，时行则行，动静不失其时，其道光明。艮其止，止其所也。上下敌应，不相与也。是以不获其身，行其庭不见其人，无咎也。

【译文】

艮，止。应该止的时候停止，应该行动的时候行动，行动与停止不失时机，（这样）其道才能光明通畅。止其背，正是止的那个地方。（《艮》卦六爻）上下皆（止而）不相应，不相交往。所以“整个身体不动，虽行于庭院，去看不到人，无咎灾”。

【注释】

此释《艮》卦卦名及卦辞之义。艮其止：王弼认为《易》背曰“止”，朱熹、俞樾、朱骏声等认为“艮其止”当作“艮其背”。观下文“止其所也”与“能源其背”对应，即“所”是释“背”。背，古本作“北”。帛《易》卦辞也作“北”。北、止二字字形相近，恐转抄“北”为“止”。故当以“背”为是。止其所：指《艮》内外两艮各止其所。此处“所”是释“背”，上下敌应：《艮》初四、二五、三上皆不相应。不相应即“敌应”。不相与：不相亲与。《艮》两艮各止其所，故不相与。与，犹亲。


艮（卦五十二）——养身之道一张一弛

【原文】

艮下艮上）［艮］（1）：艮其背不获其身②，行其庭不见其人③。 无咎。

初六：艮其趾（4）。无咎，利永贞。

六二：艮其腓⑤，不拯其随（6），其心不快。

九三；艮其限（7），列其夤（8），厉，薰心（9）。

六四：艮其身，无咎。

六五：艮其辅（10），言有序，悔亡。

上九：敦艮（11），吉。

【注释】

①艮（ｇｅｎ）是本卦的标题。原文卦象后无“艮”字，这是为避免与卦辞重复而省略。艮的意思是止息，歇息，引申为保护。全卦的内容是讲注意保 护身体。 ②获：用作“护”。③庭：园宅。 ④趾：这里代指脚。 ⑤胖：腿肚子。（6）拯：保护，随：用作“隋”，意思是肉，这里指肌 肉。（7）限：腰部。（8）夤（yin）：用作“夤”，意思是胁部肌肉。（9）薰： 同“熏”。薰心：意思是心像被火烧一样痛苦。（10）辅：指面 部。 （11）敦：意思是额部，这里代指头部。

【译文】

（艮卦）：注意保护背部而不保护全身，就像一座大园宅没有人居住一样。没有灾祸。

初六：注意保护脚。没有灾祸。有利于长久吉利的占间。

六二：注意保护腿肚，却不保护腿部肌肉，心中不愉快。

九三；注意保护腰部，但胁间的肉已裂开了，危险，使人心焦。

六四：注意保护胸腹部。没有灾祸。

六五：注意保护面部，汪意说话有分寸。没有悔恨。

上九：注意保护头部。吉利。

【读解】

这一卦专讲养身，讲到不要太劳累，注意保护身体各部位，便可以免除灾祸。这些看法至少说明，古人很珍惜自己的生命，并且已经具备了相当的医学知识，卦中虽然未述及具体的保养方法， 却有一个主导思想：以静养动。这也算是传统保养观的特色之一吧。

正如文武之道是相互补充的一样，动与静也是相互补充的。一张一弛，一紧一松，身心在其中得到调节息养，保持着活力。这种观或的灵感，大概得自于自然，得自于自然万物运动变化的节律。它一方面以生命体验为基础，一方面又深得内心感悟的启迪，从而得出保持生命本身的自然节律便是最好的保养的看法。

由此出发，过度的紧张或过度的歇息，都是对生命运动节律的破坏，都必须加以调节。肉体（命）本身的平衡，心理（性）本身的平衡，两者之间的平衡，便是调节所要达到的度。
