【原文】

雷电皆至，丰；君子以折狱致刑。

虽旬无咎，过旬灾也。有孚发若，信以发志也。丰其沛，不可大事也。折其右肱，终不可用也。丰其蔀，位不当也。日中见斗，幽不明也。遇其夷主，吉行也。六五之吉，有庆也。丰其屋，天际翔也。窥其户阒其无人，自藏也。

【译文】

《丰卦》的卦象是离（火）下（震）雷上，离又代表闪电，震为雷，为雷电同时到来之表象，象征着盛大丰满；君子应该像雷电那样，审案用刑正大光明。

“虽然合作十天也不致受害”，但是过了十天就可能会有灾祸。“能以自己的至诚之心去启迪”，是有信以展拓其盛大之志。“光明被云遮掩”，不可成就胜任大事；“右臂折断而无为慎守”，最终得不到重用或不可能有所作用了。“光明遭到云的蒙蔽”，是说九四爻所居的爻位不当；“明亮的白天却看到了夜晚的北斗星”，说明由于蒙蔽而出现昏暗；“但若遇到明主赏识”，行动还是会获得吉祥的。《丰卦》的第五爻位（六五）的吉祥，必定会有喜庆。“高大的房屋”，居内自蔽，孤立于人，好似在天际飞翔；“窥视窗户，寂静而无人”，深深隐藏踪迹。

【原文】

丰，大也。明以动，故丰。王假之，尚大也。勿忧宜日中，宜照天下也。日中则昃，月盈则食，天地盈虚，与时消息，而况于人乎，况于鬼神乎？

【译文】

丰，大。光明而动，故曰丰。“大王亲至”，崇尚盛大。“不要忧虑，适宜中午（进行）”宜以（中午的太陽）普照天下。日过中午则体倾斜，月过（十五之）盈满则亏蚀。天地之间的盈满亏虚，都随着时间或消或息地变化，更何况人呢？何况鬼神呢？

【注释】

此释《丰》卦卦名及卦辞之义。明以动：《丰》下离上震，离为明，震为动。假：至。尚：尊崇。勿忧宜日中：不要忧虑，宜在中午进行，日中，中午。宜照天下：是释“日中”，中午日之光明普照天下。《丰》内卦为离，离为日，为明，故曰“宜照天下”。昃：倾斜。食：又作“蚀”，此指月亏蚀。天地盈虚：天之盈虚，显系指日月变化；而地之盈虚，或指百果草木随天时之变而隆枯。

丰（卦五十五）——经商漂泊的遭际

【原文】

（离下震上）丰(1)：亨②，王假之(2)。勿忧，宜日中（3）。

初九：遇其配主⑤，虽旬（6），无咎。往有尚（7）。

六二：丰其菩（8），口中见斗（9）。往得疑疾（10）。有罕发若（11）。吉。

九三：丰其沛（12），日中见沫（13）。折其右肱（14）。无咎。

九四：丰其故，日中见斗。遇其夷（15）。吉。

六五：来章（16），有庆誉（17）。吉。

上六：丰其屋（18），菩其家（19），窥其户（20），阒其无人（21），三年不觌（22）。 凶。

【注释】

①丰是本卦的标题。丰的意思是大，盛大。全卦的内容是讲行旅、商旅。 标题的“丰”字是卦中多见词。②亨：用作“享”，意思是祭把。③ 假：用作“格”，意思是到达，至。之：指代祭耙的地方。（4）日中：中午 时分。 ⑤配主：女主人。（6）旬：意思是男女姘居结合。 （7）尚：支持，帮助。（8）丰：扩大，增加，森：用作“菩”，意思是用 草或小席拼接起来。（9）斗：北斗星。 （10）疑疾：多疑的病，怪病。 （11）发：用作“废”，意思是天生残废。（12）沛：用作“芾”，意思是用草 盖房顶， （13）沫：用作“昧”，意思是暗淡无光，这里是说日蚀。（14）肱 （gong）：手臂。(15)夷：常。夷主：常主。(16)来：获得。章：用作 “璋”，意思是美玉。（17）庆，庆贺，誉：称赞。（18）屋：指整座房子。 （19）家：指屋内。（20）窥：意思是探看。（21）阒（ｑｕ）：寂静。 （22）觌：看见。

【译文】

丰卦：君王到宗庙祭祝。不必担心，时间最好在中午。

初九：途中受到女主人招待，跟她同居，没有灾祸。行旅得到了内助。

六二：用草和草席铺盖房顶，中午见到北斗星。行旅中得了怪病；买到残废了的奴隶。吉利。

九三：用草盖屋顶，中午出现了日蚀。折断了右臂。没有灾祸。

九四：用草和草席铺盖房顶，中午见到北斗星。途中遇到了老房东。吉利。

六五：获得美玉，大家庆贺称赞。吉利。

上六：房子大而空，用草和草席盖房顶。从门缝往里看，寂静无人，看来多年无人居住。凶险。

【读解】

这一卦写商人长期在外经商漂泊。从根本上说，谁都不愿漂泊，都愿意呆在家中过舒适日子，因为家毕竟是人天生所渴术的。但商人的目的是水钱，为此就得外出，买进卖出，四处游走，实际上是不由自主地选择了漂泊。

漂泊的滋味可以说酸甜苦辣样样都有，唯有亲身体验的感受才会真切。这里的记述算得上丰富细致，尤为引人注意的是，商人在途中与客栈的女主人同居，可见那时的性关系和婚姻关系是比较自由的。这同后来封建礼教束缚下的情形有天壤之别。女主人显然是个寡妇，否则不会那么顺利地与商人结合。那时的寡妇不必守节，能得到舆论的同情和支持。长期在外漂泊的商人需要得到女人的温情和帮助，本在情理之中。当然他也可能见异思迁， 为女主人的美貌或贤慧所动而贪恋新欢。在实质上，商人的这种冲动，也可以说是漂泊者寻找家园的冲动的折射。

漂泊中的苦肯定多于乐，忧愁多于舒适：日晒雨淋，风霜雷电，山高路远，水深流急，忍饥挨饿，遭劫失财，亏本受骗，生病受伤，等等，这一切都不难想象到。最大的快乐莫过于赚了大钱，满载而归，为此似乎可以忘却一切。总之，那时的商人大概还比较朴实，比较真诚，才会历尽艰辛不辞漂泊。这也与今天的商人大不一样。
