【原文】

风行水上，涣；先王以享于帝，立庙。

初六之吉，顺也。涣奔其机，得愿也。涣其躬，志在外也。涣其群元吉，光大也。王居无咎，正位也。涣其血，远害也。

【译文】

《涣卦》的卦象是坎（水）下巽（风）上，为风行水上之表象，象征涣散、离散。先代君王为了收合归拢人心便祭祀天帝，修建庙宇。

《兑卦》的第一位（初六）之所以是吉祥的，这是由于它能顺承陽刚的缘故。“涣散之时，要迅速脱离险境，转移到安全的地方”，脱离了危险，消失了悔恨，实现了自己的愿望。“宁愿自身受到损失”，说明
志向在外。“尽散朋党，因而有大的吉祥”，表明无自私自利之心，品行光明正大。“疏散君王的积蓄以聚拢民心，这样做一定不会有什么祸患”，是因为九五爻居于正位，行事端正。摆脱伤害，这就是避祸之道。

【原文】

涣亨，刚来而不穷，柔得位乎外，而上同。王假有庙，王乃在中也。利涉大川，乘木有功也。

【译文】

涣，“享通”，（九二）陽刚来而不会穷困于下，（六四）陰柔得位于外卦，与上面（九五爻）同德。“大王至宗庙”，大王在庙中。“宜于涉越大河”，（因为）乘木船涉河而有功。

【注释】

此释《涣》卦卦名及卦辞之义。涣，屈万里《读易三种》疑“涣”当作“焕”，笔者疑“涣”为唤，指古代祭祀大典中某种仪式，有呼唤之义。刚来而不穷：《涣》卦九二陽刚自外卦而来居内卦而不困穷于下。柔得位乎外：《涣》卦六四陰爻居陰位而处外卦。上同：六四与九五同处巽体。上，指九五。假：至。王乃在中：是释“王假有庙”。其意是大王在庙中，九五居中，故曰“王乃在中”。乘木有功：《涣》下坎为水，上巽为木。水上有木，舟楫之象，故木船而涉不川有功效。

涣（卦五十九） --洪水可不可怕

【原文】

（坎下巽上）涣（1）：亨②，王假有庙。利涉大川。利贞。

初六；用拯马壮③，吉。

九二：涣奔其机④，悔亡。

六三：涣其躬，无悔。

六四：涣其群⑤，元吉。涣有丘(6)，匪夷所思(7)。

九五：涣汗其大号（8），涣王居（9），无咎。

上九：涣其应去选出（10），无咎。

【注释】

①涣是本卦的标题。涣的意思是洪水。全卦的内容是讲水灾水患。标题的“涣”字与内容有关，又是卦中多见词。②亨：用作“享”，意思是祭 祀。③用：因为。拯：用作“乘”。壮：用作“册’，意思是受伤。 ④奔：用作“崩”，意思是冲毁。机：用作“兀”，意思是房屋的地基。 ⑤群：众人。（6）有：于。丘：山丘。（7）匪：非。夷：平常。（8） 涣汗：水流盛大的样子。其：而。号：呼叫。（9）王居：王者的住处，王宫。（10）血：用作“恤”，意思是忧患。去：消除。逖：用作“惕”，意思 是警惕。出：产生。

【译文】

涣卦：洪水到来，君王到宗庙祭祖祈祷。有利于渡过大江大河。吉利的占问。

初六：洪水到来，因骑马逃避摔伤。吉利。

九二：汹猛的洪水冲毁了屋基，悔恨极了。

六三：洪水冲到身上，无灾无悔。

六四：洪水冲向人群，人群跑得快，大吉大利。洪水冲向山丘，那情景平时难以想象。

九五：洪水滔滔，人们奔走呼号。洪水涨到王宫，。结果没有灾难。

上九：洪水的忧患消除了，但要提防灾难重现，就不会有灾祸。

【读解】

洪水属于天灾，严重威胁到人们的生存，并且难以抗拒，古往今来都是如此。大凡超过了人们控制能力的事物，对人来说都是可怕的，人们面对它们时，只有求助于超人的力量。

实际上，超人的力量是不存在的，至多只能给人精神上的安慰，而不能解决实际问题。要说古人完全相信神灵的力量，并不完全是如此，否则就不会有夏禹和李冰父子治水的事迹了。这些 故事的广为传诵，至少说明了人们把战胜水患的希望寄托在人力身上。

从本卦的记述来看，那时的人们还是用非常理性化的态度来对待洪水这种天灾的。大概是因为这类灾难见得多了，祈求神灵也不管用，还得自己想法来应付（哪怕是逃避），多次应付之后， 也就不觉得可怕了，所以最后说到了要吸取教训，提高警惕，加强防范。

看来，洪水并不可怕。可怕的是愚昧。
