【原文】

泽上有水，节；君子以制数度，议德行。

不出户庭，知通塞也。不出门庭凶，失时极也。不节之嗟，又谁咎也？安节之亨，承上道也。甘节之吉，居位中也。苦节贞凶，其道穷也。 

【译文】

《泽卦》的卦象是兑（泽）下坎（水）上为泽上有水之表象，象征以堤防来节制。水在泽中，一旦满了就溢出来，而堤防本身就是用来节制水的盈虚的。君子应当效法《节卦》的义理，制定典章制度和必要的礼仪法度来作为行事的准则，以此来节制人们的行为。

“不迈出庭院”，说明知晓通则当行，阻则当止的道理。“因过分节制而不跨出门庭”，因此失去了适中、妥当的时机。“虽然不能节制，但能嗟叹自悔”，这样的话，又有谁能给它造成祸患呢？“能安然实行节制，故而亨通”，说明谨守柔顺尊上之道。“能适度节制从而让人感到美而适中，是吉祥的”，这是由于居位中正的缘故。“因节制过分，则会感到苦涩，而且会发生凶险”，因为过分节制必然导致末路穷途。

【原文】

节亨，刚柔分而刚得中。苦节不可贞，其道穷也。说以行险，当位以节，中正以通。天地节，而四时成。节以制度，不伤财，不害民。

【译文】

节，“亨通”，陽刚陰柔分居（上下），而（九二、九五）陽刚得中。“苦苦节制不可以守正”，节制之道穷困。喜悦以行险阻，（九五陽刚）当位而施以节制，（必）中正通达。天地（陰陽之气互相）节制，而四时的变化才形成。（圣人）以制度节制，不损伤财物，不妨害民众。

【注释】

此释《节》卦卦名及卦辞之义。刚柔分：《节》卦刚柔相间分居内外。刚得中：《节》二五陽刚皆居中。苦节：《周易古经白话解》案帛书《易经》释为“枯节”。案《节》卦六四“安节”九五“甘节”对文看，还当以今本释之为胜，即指节制至极心苦。说以行险：《节》下兑上坎，兑为说，坎为险。当位以节：《节》九五陽居陽位而节于上。中正以通：九五居中得正故曰中正，九五处上坎，坎为通。制：法禁。


节（卦六十）--倡导节俭和守礼节

【原文】

（兑下坎上）节①：亨。苦节②，不可贞。

初九：不出户庭，无咎。

九二；不出门庭，凶。

六三：不节若③，则嗟若(4)。无咎。

六四：安节⑤，亨。

九五：甘节(6)，吉。往有尚(7)。

上六：苦节，贞凶，悔亡。

【注释】

①节是本卦的标题。节的意思是节制、节俭和礼节。全卦的内容讲礼节和节约。标题的“节”字与内容有关，又是卦中的多见词。②苦节：意 思是以节制为苦事。③若；句尾的助词，没有实际意义。④嗟：感 慨，叹息。⑤安节：意思是安于节俭的生活。(6)甘节：意思是以节制为乐事。(70尚：资助，帮助。

【译文】

节卦：亨通。以节制守礼为苦事，吉凶不可占问。

初九：在家室内不出门，没有灾祸。

九二：在庭院内不出门，凶险。

六三：不知节俭守礼，就会后悔叹息。知道就没有灾祸。

六四：安于节制守礼的生活，亨通。

九五：以节制守礼为乐事，吉利。出行会得到帮助。

上六：以节制守礼为苦事，占得凶兆，悔恨不已。

【读解】

节俭和遵守礼节是人们的行为准则。一个社会没有礼节，犹如球场上的比赛没有规则，将会乱套。据说，周公曾经制“礼”，就是为了使社会生活有所规范，使人们行为有度。又据说，春秋 时代的孔子对周礼十分向往，主张‘克己复礼”，表明他对以礼治 国的重视。

中国历来被称做“礼仪之邦”，大概便是指的始自周代的尊礼传统。后来孔子的学说占了上风，他所推行的仁、义、礼、知、信也就成了历代治国者奉行的教条，或叫做“礼教”。

遵守礼节没有什么不好，可以算作是有教养的文明表现。节制克俭也没有什么不好，它可以使人保持清醒的头脑，懂得应当珍惜什么。这些美德，应当成为社会全体成员信奉和遵守的准则，尤其是统治集团的成员，更应成为表率。这不仅是因为他们代表着国家的形象，而且也因为他们手中握有可以使人头脑膨胀的权 力。
