【原文】

火在水上，未济；君子以慎辨物居方。

濡其尾，亦不知极也。九二贞吉，中以行正也。未济征凶，位不当也。贞吉悔亡，志行也。君子之光，其晖吉也。饮酒濡首，亦不知节也。   

【译文】

《未济卦》的卦象是坎（水）下离（火）上，为火在水上之表象。火在水上，大火燃烧，水波浩浩，水火相对相克，象征着未完成；君子此时要明辨各种事物，看到事物的本质，努力使事物的变化趋向好的方面，这样做则万事可成。

“小狐狸渡河时被水浸湿了尾巴”，说明其自不量力，不知道自己究竟能使多大的气力，急躁冒进，结果招致麻烦。九二爻之所以可获吉祥，是因其恃中不移，端正不偏倚，有所节制，这样行事必获吉祥。“事情未完成，急躁冒进去远行，有凶险”，说明此时所处的位置不当。“坚守正道可获吉祥，悔恨会消失”，说明实现了建功立业的志向。“君子所具有的美德的光辉”，说明此时正在事情即将成功的关键时刻，应该具有诚实守信、光明正大的美德，才能获得成功，光彩焕发，得到吉祥。“纵情滥饮，被酒淋湿了头”，这样喝得醉醺醺的，就会误了大事，就有灭顶之灾，这是放纵自己没有节制的结果。 

【原文】

未济亨，柔得中也。小狐汔济，未出中也。濡其尾，无攸利，不续终也。虽不当位，刚柔应也。

【译文】

未济，“亨通”，（六五）陰柔居中。“小狐狸将要渡过河”，未出坎水之中。（九二爻）“沾湿了尾巴，没有什么不利的。”，不能延续至终。（《未济》六爻）虽然不当位，而（六爻）陽刚陰柔皆互相应合。

【注释】

此释《未济》卦卦名及卦辞之义。柔得中：六五之陰居外卦之中，小狐汔济：小狐狸几乎渡过河。汔，帛《易》作“气”，其义为“几乎”。未出中：未出险中。《未济》九二居坎中，坎为水，为险。濡其尾：（小狐狸）渡河沾湿了尾巴。濡，沾湿。不续终：不能延续到终结。不当位：《未济》六爻陰陽皆失位。刚柔应：《未济》三陰三陽皆相应。

未济（卦六十四）——谁能说既济是福

【原文】

（坎下离上）未济①：亨。小狐讫济②，儒其尾。无攸利。

初六：儒其尾，吝。

九二：曳其轮，贞吉。

六三：未济。征，凶。利涉大川。

九四：贞吉，悔亡。震用伐鬼方③，三年，有赏于大国④。

六五：贞吉，无悔。君子之光⑤，有孚，吉。

上九：有争于饮酒，无咎。濡其首，有争，失是（6）。

【注释】

①未济是本卦的标题。未济的意思与既济相反，全卦接着申说上一卦的道理，仍以“济”的意思作标题。②讫（qi）：用作“几”，意思是将要。济：渡水。③震：动。④大国：这里指殷。⑤光：光荣，荣耀。（6）是：用作“题”，意思是额部，这里代指头部。

【译文】

未济卦：亨通。小狐狸将要渡过河，打湿了尾巴。没有什么吉利。

初六：打湿了尾部，倒霉。

九二：拉车渡河，占得吉兆。

六三：渡不了河。出行，凶险。有利于渡过大江大河。

九四：占得吉兆，没有悔恨。周人动员出征，讨伐鬼方，三年取胜，得到大国段的赏赐。

六五：占得吉兆，没有悔恨。打胜仗，抓俘虏，是君子的荣耀。吉利。

上九：抓到俘虏，饮酒庆功。没有灾祸。打湿了头部，抓到俘虏，砍下他们的头。

【读解】

上一卦讲济与不济的转化，似乎意犹未尽，于是这一卦接着申说。理还是那个理，事多半还是那些事，主题还是那个主题，角度还是那个角度。一正一反，既济中有未济，未济中又有既济，于是，功德圆满了。

从这当中，再一次反映了中国人善于从正反两方面、对立两方面去体悟宇宙人间万事万物运动变化的思维习惯。不济中有济，讨伐鬼方就是；济中有不济，殷被周灭就是。正如有生命就意味着有死亡，也只有不断的死亡，才会有不断的新生命诞生出来。于是，万物生生不息，新陈代谢，推陈出新。

既然是运动变化不止，就没有永恒静止不变的东西。既济不会永远是既济，不济不会永远是不济。君不见，“江山代有人才出，各领风騷数百年。"这已是过去了的皇历。如今，谁能领风騷几年、甚至几个月，就很不错了。运动变化的速度大大加快，快得令人眼花纷乱，目不暇接，再也没有谁敢于自夸是“不倒翁”，再也没有谁敢吹嘘代表了“永恒真理”，“永恒正义”。

如果要说有什么永恒的话，新陈代谢，代谢无疆，就是真正的永恒。
