<?php
return [
    'chapters' => [
        [
            'content' => [
                '君子之道，费而隐(1)。',
                '夫妇(2)之愚，可以与(3)之焉，及其至(4)也，虽圣人亦有所不知焉。夫妇之不肖，可以能行焉，及其至也，虽圣人亦有所所不能焉。天地之大也，人犹有所憾(5)。故君子语大，天下莫能载焉，语小，天下莫能破(6)焉。',
                '诗云，“鸢飞戾天；鱼跃于渊(7)。”言其上下察(8)也。',
                '君子之道，造端(9)乎夫妇；及其至也，察乎天地。',
            ],
            'notes' => [
                '(1)费：广大。隐：精微。',
                '(2)夫妇：匹夫匹妇，指普通男女。',
                '(3)与：动词，参与。 ',
                '(4)至：最，指最精微之处。',
                '(5)憾：不满意。',
                '(6)破：分开。 ',
                '(7)鸢飞戾天，鱼跃于渊：引自《诗经·大雅·旱麓》《旱麓》是一首赞扬有道德修养的人，求福得福，能培养人才的诗。。鸢，老鹰。戾，到达。',
                '(8)察：昭著，明显。 ',
                '(9)造端：开始。',
            ],
            'vernacular' => [
                '君子的道广大而又精微。',
                '普通男女虽然愚昧，也可以知道君子的道；但它的最高深境界，即便是圣人也有弄不清楚的地方，普通男女虽然不贤明，也可以实行君子的道，但它的最高深境界，即便是圣人也有做不到的地方。大地如此之大，但人们仍有不满足的地方。所以，君子说到“大”，就大得连整个天下都载不下；君子说到“小”，就小得连一点儿也分不开。',
                '《诗经》说：“鸢鸟飞向天空，鱼儿跳跃深水。”这是说上下分明。',
                '君子的道，开始于普通男女，但它的最高深境界却昭著于整个天地。',
            ],
            'unscramble' => [
                '这一章另起炉灶，回到第一章“道也者，不可须臾离也，可离非道也”进行阐发，以下八章(13一20)都是围绕这一中心而展开的。
                正因为道不可须臾离开，所以，道就应该有普遍的可适应性，应该“放之四海而皆准”，连匹夫匹妇，普通男女都可以知道，可以学习，也可以实践。
                不过，知道是一回事，一般性地实践是一回事，要进入其高深境界又是另一回事了。所以，道又必须有精微奥妙的一方面，供德行高，修养深的学者进行深造，进行创造性的实践。
                如此两方面的性质结合起来，使道既广大又精微，既有普及性又有提高性，既下里巴人又阳春白雪，说到底，是一个开放的、兼容的、可发展的体系。
                道是如此，世界上的许多事情也都是如此。说到唱歌，卡拉0K谁都可以来上几句，但要唱出歌星级水平可就是另一回事了。
                说用电脑打字，坐下来一两个小时，一个完全的外行也可以打出一串字来，可要成为电脑专家就是另一回事了。说到下棋，知道下棋规则，棋瘾大得不可思议的人满街都是，可要成为一名真正的棋手就是另外一回事了。
                诸如此类，不胜枚举。凡事都有一知半解与精通的区别，匹夫匹妇与“圣人”的分别也就在这里。',

                '中庸之道费而隐
                中庸之道是仁人君子应该秉持的处世法则和人格操守，这种孔子一再推崇的大道，如果把它概括起来，简要地加以说明的话，它具备什么特点呢？那就是三个字：费而隐。
                费和隐是从宽泛的角度，也就是在宏观意义上对中庸之道的特征加以解释。“费”就是说中庸之道作为一门哲学，具有放之四海内而皆可应用的普遍性特征，它的广泛性是没有边际的，可以应用于万事万物上。因为它是一种具有抽象意义的、形而上的哲学真理。我们知道，一门学问如果一旦被称为真理，那么其隐含的一个必要条件就是它必须具有普适性，真理之为真理，必须具有抽象性和普遍性。而“费”指的就是中庸之道作为哲学真理的这一特征。
                相对而言，“隐”指的是中庸之道的精微性和隐蔽性特征。中庸之道具有普遍性，同时它也有其自身的特殊性，对于不同的事物，中庸之道也会灵活地加以变化，也正是因此，它才是真正意义上的智慧之学。另外，中庸之道虽然体现在万事万物之中，似乎是不见而自明的。其实不然，中庸之道的确无处不在，无处不有，从我们身边的日常生活中处处可能体悟得到，但是它又具有一种隐蔽性的特征，它是隐藏在世间纷繁复杂的各式各样的现象之后的本质，如果我们不用心观察，不去认真思考，对这种中庸之道也是无法体悟的，这就是中庸之道的另一方面的特征，即“隐”。
                也许《三国演义》能教给我们一些为人处世、提升境界等方面的智慧。如果我们读过这本书的话，那么对于曹操和刘备青梅煮酒论英雄这段故事应该有所了解。曹操在与刘备论天下英雄时说了一段话，他以龙来比喻天下英雄，非常精彩，他说：“龙之为物也，能大能小，能升能隐。大则兴云吐雾，小则隐介藏形；升则飞腾于宇宙之间，隐则潜伏于波涛之内。方今春深，龙乘时变化，犹人得志而纵横四海。”这里所说的龙的特征，也即是英雄的特征，同时，也正是中庸之道的特征。
                中庸之道，其实也就是要求人们在为人处世时要学会像龙一样，能大能小，能升能隐。在机会没有到来之前要学会默默地积蓄力量，提升自己的水平与境界，时刻准备着厚积薄发。而一旦时机成熟，就一定不会放过它，而会死死地握在自己手中，从而改变自己的人生命运。同时，也要学会像龙一样，应该兴云吐雾时则积极处世，时运不济时则要隐介藏形，穷则能独善其身，达则能兼济天下，这才是真正的中庸之道，是仁人君子应该终生秉持的哲学智慧。
                中庸之道作为一种形而上的抽象哲理存在，这种大道可以大到无穷无尽，无所不包，就像龙一样能飞腾于宇宙之中，同时也可以小到无限，以至于渗透到任何一个微小的生命体之内。它既是一种深不可测的智慧大道，同时也是生活中的零星点滴，细枝末节。我们只有用智慧的头脑去思考，用敏感的心灵去体悟，才能感受到它的存在。这就要求我们必须学会从细微处下工夫，注重生活中的任何细节，不可轻视自认为无关紧要的东西。因为，中庸之道的大智慧也许就藏在那一点一滴的琐碎中。
                一纤一毫之中，也许暗示的正是事物的本质特征，真正的仁人君子对此不可不察。中庸思想要求我们学会在细微处观察事物，思考其现象背后的本质，从感性的认识上升到理性的认识，把握事物的内在本质意义。
                由此可见，细小之处不可忽视，专注的精神在我们学习的过程之中更不可缺少。如果把这种思想运用到我们的现实生活之中，那么我们可以说，只有从细微处入手，把每一件小事情都做好了，都弄明白了，做大事情才有可能成功。',

                '中庸之道的形式是多种多样的，存在于任何时间、任何地点。无论你是普通人，还是圣人君子，都可以去追求你心中的中庸之道。',
                '至大莫能载，至小莫能破',
                 
                '中庸之道是一种形而上的哲学智慧，它所包含的是万事万物所共有的必然性法则。然而，我们却不能够说出它的具体表现形式，因为它是一种无言的存在。这种大道无边无际，客观存在孕育出了天地中的万事万物，并且让一切生命体都遵循它的内在规律而生存和发展。如果我们要想了解它的存在形式的话，那么只能说，这种大道“至大莫能载，至小莫能破”。也就是说，如果谈论中庸之道“大”的方面的特征，那么整个天地宇宙都无法承载它；如果谈论它“小”的方面的特征，那么它就是最小的一种存在形式，小到了不可以再分解的程度。
                 
                中庸之道可谓之大，也可谓之小。大是指其宏观方面，是在一个更高的层次所作出的评价，也可以说是站在中庸之道之外来看中庸之道，我们才会发现其无所不包，无处不在。我们知道，想要把握一种事物的宏观的、全面的特性，最基本而且最有效的办法就是跳出那个框框来，用一种旁观者的角度，站在更高的高度来观察。只有这样，我们才不会产生“当局者迷”的糊涂，获得“旁观者”的清醒和理智的认识。对于中庸之道来说，更是如此。我们只有把这种大道作为一个整体来把握，了解其宏观的思想内涵，才会对它包含的哲理与智慧有一个相对明确的认识，虽然说这时候的认识还不够具体和深入，但是我们至少已经准确把握了它大致的思想精髓所在。
                 
                相对而言，中庸之道的“至小莫能破”就是针对其微观方面的特性来说的。任何一种哲理，如果它不能深入到具体事物之内，不能应用于实际的现实生活之中，那么它的意义可以说都是相对有限的。我们虽然不否认它在人类心灵受到伤害时所起的疗伤作用，以及当人生遇到打击时的“自我精神胜利法”的功效，但是这种哲理，对于积极的生活却显得有些苍白无力。中庸之道作为一种人生智慧，它既是一种人格修养的至高境界，同时更教会我们如何为人处世。当明白了中庸之道的大与小两方面的特性之后，我们就要学会在现实生活中加以运用了。只有这样，我们才能用它来指导我们的行动，从而更容易取得成功。
                 
                中庸之道的大的特征，就是教我们做任何事情都要学会从整体把握，学会掌控全局。当我们要做一件事情之前，一个要尽可能地把事情发展的轨迹勾勒出来，以便我们掌控其发展方向。同样，如果我们理解了中庸之道中“小”的含义，那么我们做任何事情都会注意细节。人们常常把一句话挂在嘴边，那就是“细节决定成败”。然而，把这句话牢牢记在心里面的人却不多，不懂得这句话的重要性，而在生活与工作中，认认真真去对待、一丝不苟去奉行的人，恐怕是少之又少了。这几个字虽说很简单，也很容易理解，可是又有多少人将其放在心里呢？又有多少人真正注意了日常小事和那些看起来微不足道的细节呢？看来，这一点的确值得我们好好深思一番。
                 
                中庸之道可大可小，大到天地不可载，小到至小不能分，我们做任何事情，就要做到既要做好宏观方面的把握与掌控，也要做到微观方面的细节与所谓的小事。也就是说，我们不仅要有“运筹帷幄之中，决胜于千里之外”的眼光与智慧，同时也要记住“千里之堤，毁于蚁穴”的教训。在作好了长期打算的同时，做好生活中的每一个细节。',
            ],
        ],
    ],
];
