<div class="backbase">
    <h1>我的 CSS web 页!</h1>
    <h2>sss</h2>
    <p>你好编程狮！这是来自W3Cschool教程的实例。</p>
</div>
    
<div class="backpoint">
    <h1>CSS background-color 实例!</h1>
    <div>
        改文本插入在 div 元素中。
        <p>该段落有自己的背景颜色。</p>
        我们仍然在同一个 div 中。
    </div>
</div>

    <div class="container">
        <p>该段落有自己的背景颜色。</p>
        <div class="center_div">
            <h1>Hello w3cschool!</h1>
            <p>这个例子包含了一些你可能还没有学过的高级CSS方法, 但是，我们将在本教程后面的章节中解释这些方法。</p>
        </div>
    </div>

<div class="backimage">

    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
    <p>背景图像是固定的， 试着向下滚动页面。</p>
</div>

