<?php
return [
    'serial' => 1,
    'name' => '乾',
    'brief' => '乾为天',
    'symbol' => [1, 1, 1, 1, 1, 1],
    'spell' => '',
    'gua' => '元，亨，利，贞。',
    'tuan' => '大哉乾元，万物资始，乃统天。云行雨施，品物流形。大明终始，六位时成，时乘六龙以御天。乾道变化，各正性命，保合大和，乃利贞。首出庶物，万国咸宁。',
    'xiang' => '天行健，君子以自强不息。潜龙勿用，阳在下也。见龙在田，德施普也。终日乾乾，反复道也。或跃在渊，进无咎也。飞龙在天，大人造也。亢龙有悔，盈不可久也。用九，天德不可为首也。',
    'yao' => [
        '初九：潜龙，勿用。',
        '九二：见龙在田，利见大人。',
        '九三：君子终日乾乾，夕惕若，厉，无咎。',
        '九四：或跃在渊，无咎。',
        '九五：飞龙在天，利见大人。',
        '上九：亢龙有悔。',
        '用九：见群龙无首，吉。',
    ],
    'xiaoxiang' => [
        '',
        '',
        '',
        '',
        '',
        '',
    ],
];
