<?php
return [
    'serial' => 1,
    'name' => '乾',
    'brief' => '乾为天',
    'symbol' => [1, 1, 1, 1, 1, 1],
    'spell' => '',
    'gua' => '元，亨，利，贞。',
    'tuan' => '大哉乾元，万物资始，乃统天。云行雨施，品物流形。大明终始，六位时成，时乘六龙以御天。乾道变化，各正性命，保合大和，乃利贞。首出庶物，万国咸宁。',
    'xiang' => '天行健，君子以自强不息。',
    'yao' => [
        '初九：潜龙，勿用。',
        '九二：见龙在田，利见大人。',
        '九三：君子终日乾乾，夕惕若，厉，无咎。',
        '九四：或跃在渊，无咎。',
        '九五：飞龙在天，利见大人。',
        '上九：亢龙有悔。',
        '用九：见群龙无首，吉。',
    ],
    'xiaoxiang' => [
        '潜龙勿用，阳在下也。',
        '见龙在田，德施普也。',
        '终日乾乾，反复道也。',
        '或跃在渊，进无咎也。',
        '飞龙在天，大人造也。',
        '亢龙有悔，盈不可久也。',
        '用九，天德不可为首也。',
    ],
    'zhuxi' => [
        'gua' => '（乾，渠焉反。）六畫者，伏羲所畫之卦也。「—」者，奇也，陽之數也。乾者，健也，陽之性也。本注乾字，三畫卦之名也。下者，內卦也；上者，外卦也。經文乾字，六畫卦之名也。伏羲仰觀俯察，見陰陽有奇偶之數，故畫一奇以象陽，畫一偶以象陰。見一陰一陽有各生一陰一陽之象，故自下而上，再倍而三，以成八卦。見陽之性健，而其成形之大者為天，故三奇之卦，名之曰乾，而擬之於天也。三畫已具，八卦已成，則又三倍其畫，以成六畫，而於八卦之上，各加八卦，以成六十四卦也。此卦六畫皆奇，上下皆乾，則陽之純而健之至也。故乾之名，天之象，皆不易焉。元亨利貞，文王所繫之辭，以斷一卦之吉凶，所謂《彖辭》者也。元，大也。亨，通也。利，宜也。貞，正而固也。文王以為乾道大通而至正，故於筮得此卦，而六爻皆不變者，言其占當得大通，而必利在正固，然後可以保其終也。此聖人所以作《易》，教人卜筮，而可以開物成務之精意。餘卦放此。',
        'tuan' => '<span class="commentinner">（彖，吐亂反。）彖即文王所繫之辭。上者經之上篇，傳者孔子所以釋經之辭也。後凡言傳者，放此。</span>'
            . '大哉乾元，萬物資始，乃統天。'
            . '<span class="commentinner"> 專以天道明乾義，又析「元亨利貞」為四德以發明之。而此一節，首釋元義也。大哉，歎辭。元，大也，始也。乾元，天德之大始。故萬物之生，皆資之以為始也。又為四德之首，而貫乎天德之始終，故曰統天。</span>'
            . '雲行雨施，品物流形。'
            . '<span class="commentinner">（施，始豉反。卦內同。）釋乾之亨也。</span>'
            . '大明終始，六位時成，時乘六龍以御天。'
            . '<span class="commentinner">始，即元也。終，謂貞也。不終則无始，不貞則无以為元也。此言聖人大明乾道之終始，則見卦之六位各以時成，而乘此六陽以行天道，是乃聖人之元亨也。</span>'
            . '乾道變化，各正性命，保合太和，乃利貞。'
            . '<span class="commentinner">變者化之漸，化者變之成。物所受為性，天所賦為命。太和，陰陽會合，中和之氣也。各正者，得於有生之初。保合者，全於已生之後。此言乾道變化，无所不利，而萬物各得其性命以自全，以釋利貞之義也。</span>'
            . '首出庶物，萬國咸寧。'
            . '<span class="commentinner">聖人在上，高出於物，猶乾道之變化也。萬國各得其所而咸寧，猶萬物之各正性命而保合太和也。此言聖人之利貞也，蓋嘗統而論之。元者物之始生，亨者物之暢茂，利則向於實也，貞則實之成也。實之既成，則其根蒂脫落，可復種而生矣，此四德之所以循環而无端也。然而四者之間，生氣流行，初無間斷，此元之所以包四德而統天也。其以聖人而言，則孔子之意，蓋以此卦為聖人得天位，行天道，而致太平之占也。雖其文義有非文王之舊者，然讀者各以其意求之，則並行而不悖也。《坤》卦放此。</span>',
        'xiang' => '<span class="commentinner">象者，卦之上下兩象，及兩象之六爻，周公所繫之辭也。</span>'
            . '天，乾卦之象也。凡重卦皆取重義，此獨不然者，天一而已。但言天行，則見其一日一周，而明日又一周。若重複之象，非至健不能也。君子法之，不以人欲害其天德之剛，則自強而不息矣。',
        'yao' => [
            '（潛，捷言反。）初九者，卦下陽爻之名。凡畫卦者，自下而上，故以下爻為初。陽數九為老，七為少，老變而少不變，故謂陽爻為九。潛龍勿用，周公所繫之辭，以斷一爻之吉凶，所謂「爻辭」者也。潛，藏也。龍，陽物也。初陽在下，未可施用，故其象為潛龍。其占曰勿用。凡遇乾而此爻變者，當觀此象，而玩其占也。餘爻放此。',
            '（「見龍」之見，賢遍反。卦內「見龍」並同。）二，謂自下而上，第二爻也。後放此。九二剛健中正，出潛離隱，澤及於物，物所利見，故其象為見龍在田，其占為利見大人。九二雖未得位，而大人之德已著，常人不足以當之，故值此爻之變者，但為利見此人而已。蓋亦謂在下之大人也。此以爻與占者相為主賓，自為一例。若有見龍之德，則為利見九五在上之大人矣。',
            '九，陽爻。三，陽位。重剛不中，居下之上，乃危地也。然性體剛健，有能乾乾惕厲之象，故其占如此。君子，指占者而言。言能憂懼如是，則雖處危地而无咎也。',
            '（躍，羊灼反。）或者，疑而未定之辭。躍者，無所緣而絕於地，特未飛爾。淵者，上空下洞，深昧不測之所。龍之在是，若下於田，或躍而起，則向乎天矣。九陽四陰，居上之下，改革之際，進退未定之時也。故其象如此，其占能隨時進退，則无咎也。',
            '剛健中正以居尊位，如以聖人之德，居聖人之位。故其象如此，而占法與九二同，特所利見者在上之大人耳。若有其位，則為利見九二在下之大人也。',
            '（亢，苦浪反。）上者，最上一爻之名。亢者，過於上而不能下之意也。陽極於上，動必有悔，故其象占如此。',
            '用九，言凡筮得陽爻者，皆用九而不用七。蓋諸卦百九十二陽爻之通例也。以此卦純陽而居首，故於此發之。聖人因繫之辭，使遇此卦而六爻皆變者，即此占之。蓋六陽皆變，剛而能柔，吉之道也，故為「群龍无首」之象，而其占為如是則吉也。《春秋傳》曰：「乾之坤曰：見群龍无首，吉。」蓋即純坤卦辭「牝馬之貞，先迷後得，東北喪朋」之意。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '（複，芳服反。本亦作覆。）反復，重複踐行之意。',
            '可以進而不必進也。',
            '（造，徂早反。）造，猶作也。',
            '',
            '言陽剛不可為物先，故六陽皆變而吉。天行以下，先儒謂之《大象》。潛龍以下，先儒謂之《小象》。後放此。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '大哉乾元！万物资始，乃统天。云行雨施，品物流形，大明终始，六位时成，时乘六龙，以御天。乾道变化，各正性命。'
            . '<span class="commentinner">天也者，形之名也。健也者，用形者也。夫形也者，物之累也。有天之形而能永保无亏，为物之首，统之者岂非至健哉！大明乎终始之道，故六位不失其时而成，升降无常，随时而用，处则乘潜龙，出则乘飞龙，故曰“时乘六龙”也。乘变化而御大器，静专动直，不失大和，岂非正性命之情者邪？</span>'
            . '保合大和，乃利贞。'
            . '<span class="commentinner">不和而刚暴。</span>'
            . '首出庶物，万国咸宁。'
            . '<span class="commentinner">万国所以宁，各以有君也。</span>',
        'xiang' => '',
        'yao' => [
            '《文言》备矣。',
            '出潜离隐，故曰“见龙”，处於地上，故曰“在田”。德施周普，居中不偏，虽非君位，君之德也。初则不彰，三则“乾乾”，四则“或跃”，上则过亢。“利见大人”，唯二、五焉。',
            '处下体之极，居上体之下，在不中之位，履重刚之险。上不在天，未可以安其尊也。下不在田，未可以宁其居也。纯修下道，则居上之德废；纯修上道，则处下之礼旷。故“终日乾乾”，至于夕惕犹若厉也。居上不骄，在下不忧，因时而惕，不失其几，虽危而劳，可以“无咎”。处下卦之极，愈於上九之亢，故竭知力而后免於咎也。乾三以处下卦之上，故免亢龙之悔。坤三以处下卦之上，故免龙战之灾。',
            '去下体之极，居上体之下，乾道革之时也。上不在天，下不在田，中不在人，履重刚之险，而无定位所处，斯诚进退无常之时也。近乎尊位，欲进其道，迫乎在下，非跃所及。欲静其居，居非所安，持疑犹豫未敢决志。用心存公，进不在私，疑以为虑，不谬於果，故“无咎”也。',
            '不行不跃而在乎天，非飞而何？故曰“飞龙”也。龙德在天，则大人之路亨也。夫位以德兴，德以位叙，以至德而处盛位，万物之睹，不亦宜乎？',
            '',
            '九，天之德也。能用天德，乃见“群龙”之义焉。夫以刚健而居人之首，则物之所不与也。以柔顺而为不正，则佞邪之道也。故《乾》吉在“无首”，《坤》利在“永贞”。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '以上言之则不骄，以下言之则不忧，反覆皆道也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '大哉乾元，万物资始，乃统天。'
            . '<span class="commentinner">此论“元”也。元之为德，不可见也，其可见者“万物资始”而已。天之德不可胜言也，惟是为能“统”之，此所以为“元”也。</span>'
            . '云行雨施，品物流形。'
            . '<span class="commentinner">此所以为“亨”也。</span>'
            . '大明终始，六位时成。'
            . '<span class="commentinner">此所以为“利”也。生而“成”之，乾之“终始”也。成物，之谓“利”矣。</span>'
            . '时乘六龙以御天。'
            . '<span class="commentinner">飞、潜、见、跃，各适其时以用我，刚健之德也。</span>'
            . '乾道变化，各正性命。'
            . '<span class="commentinner">此所以为“贞”也。</span>'
            . '保合太和，乃利贞。'
            . '<span class="commentinner">通言之也。“贞”，正也。方其变化各之，于情无所不至。反而循之，各直其性以至于命，此所以为“贞”也。世之论性命者多矣，因是，请试言其粗。曰：古之言性者，如告瞽者以其所不识也，瞽者未尝有见也，欲告之以是物，患其不识也，则又以一物状之。夫以一物状之，则又一物也，非是物矣。彼惟无见，故告之；以一物而不识，又可以多物眩之乎？古之君子，患性之难见也，故以可见者言性。夫以可见者言性，皆性之似也。君子日修其善以消其不善；不善者日消，有不可得而消者焉。小人日修其不善以消其善；善者日消，亦有不可得而消者焉。夫不可得而消者，尧舜不能加焉，桀纣不能亡焉，是岂非性也哉！君子之至于是，用是为道，则去圣不远矣；虽然有至是者，有用是者，则其为道常二，犹器之用于手不如手之自用，莫知其所以然而然也。性至于是，则谓之命；命，令也。君之令曰命，天之令曰命，性之至者亦曰命。性之至者非命也，无以名之而寄之命也。死生祸福，莫非命者，虽有圣者，莫知其所以然而然。君子之于道，至于一而不二，如手之自用，则亦莫知其所以然而然矣，此所以寄之命也。情者，性之动也，泝而上，至于命；沿而下，至于情，无非性者。性之与情，非有善恶之别也，方其散而有为，则谓之情耳。命之与性，非有天人之辨也，至其一而无我，则谓之命耳。其于《易》也，卦以言其性，爻以言其情。情以为“利”，性以为“贞”。其言也互见之，故人莫知明也。《易》曰：“大哉乾乎，刚健中正，纯粹精也。”夫“刚健”、“中正”、“纯粹”、“精”者，此乾之大全也，卦也；及其散而有为，分裂四出而各有得焉，则爻也。故曰：“六爻发挥，旁通情也。”以爻为情，则卦之为性也明矣。“乾道变化，各正性命，保合太和，乃利贞”，以各正性命为贞，则情之为利也亦明矣。又曰：“利贞者，性情也”，言其变而之乎情，反而直其性也。</span>'
            . '首出庶物，万国咸宁。'
            . '<span class="commentinner">至于此，则无为而物自安矣。</span>',
        'xiang' => '夫天，岂以“刚”故能“健”哉！以“不息”故“健”也。流水不腐，用器不蛊，故君子庄敬曰强，安肆曰偷。强则日长，偷则日消。',
        'yao' => [
            '“乾”之所以取于“龙”者，以其能飞能潜也。飞者其正也，不能其正而能潜，非天下之至健，其孰能之？',
            '飞者，龙之正行也；天者，龙之正处也。见其在田，明其可安而非正也。',
            '九三，非龙德欤？曰：否。进乎龙矣。此上下之际、祸福之交、成败之决也。徒曰龙者不足以尽之，故曰君子。夫初之可以能潜，二之所以能见，四之所以能跃，五之所以能飞，皆有待于三焉。甚矣三之能处也！使三之不能处此，则“乾”丧其所以为“乾”矣。天下莫大之福、不测之祸，皆萃于我而求决焉。其济、不济，间不容发。是以“终日乾乾”，至于夕犹“惕”然，虽危而无咎也。',
            '下之上，上之下，其为重刚而不中。上不在天，下不在田者，均也。而至于九四，独“跃”而不“惕”者，何哉？曰：九四，既进而不可复返者也。退则入于祸，故教之“跃”。其所以异于五者，犹有疑而已。三与四皆祸福杂，故有以处之，然后无咎。',
            '今之飞者，夕之潜者也，而谁？非“大人”欤？曰“见大人者”，皆将有求也。惟其处安居正，而后可以求得。九二者，龙之安；九五者，龙之正也。',
            '夫处此者，岂无无悔之道哉？故言“有”者，皆非必然者也。',
            '“见群龙”，明六爻皆然也。蔡墨云：其“姤”曰：“潜龙勿用。”其“同人”曰：“见龙在田。”其“大有”曰：“龙飞在天。”其“夬”曰：“亢龙有悔。”其“坤”曰：“见群龙无首，吉。”古之论卦者以不变①，论爻者以变。“姤”者，初九之变也；“同人”者，九二之变也；“大有”者，九五之变也；“夬”者，上九之变也；各执其一，而“坤”则六爻皆变。吾是以知用九之通六爻也，用六亦然。【校注】 ①不变：《苏氏易传》曰“定”。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '王弼曰：“居上不骄，在下不忧，反复皆道也。”',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《乾卦》象征天：元始，亨通，和谐，贞正。', 
        ],
        'tuan' => '伟大呵，乾元！万物就是因为有了它才开始，故而本于天。云气流行，雨水布施，众物周流而各自成形，阳光运行于（乾卦）终始，六爻得时而形成，时乘（《乾》卦六爻）的六龙，以驾御天道。（本于天的）乾道在变化，（万物）各自正定其本性与命理，保全住太和之气，才能“利贞”。始出众物，万国皆得安宁。',
        'xiang' => '天道运行周而复始，永无止息，谁也不能阻挡，君子应效法天道，自立自强，不停地奋斗下去。',
        'yao' => [
            '初九，龙尚潜伏在水中，养精蓄锐，暂时还不能发挥作用。', 
            '九二，龙已出现在地上，利于出现德高势隆的大人物。',
            '九三，君子整天自强不息，晚上也不敢有丝毫的懈怠，这样即使遇到危险也会逢凶化吉。',
            '九四，龙或腾跃而起，或退居于渊，均不会有危害。',
            '九五，龙飞上了高空，利于出现德高势隆的大人物。',
            '上九，龙飞到了过高的地方，必将会后悔。',
            '用九，出现群龙也不愿意为首的现象，是很吉利的。', 
        ],
        'xiaoxiang' => [
            '龙象征阳。"龙尚潜伏在水中，养精蓄锐，暂时还不能发挥作用"，是因为此爻位置最低，阳气不能散发出来的缘故。',
            '"龙已出现在地上"，犹如阳光普照，天下人普遍得到恩惠。',
            '"整天自强不息"，是因为要避免出现反复，不敢有丝毫大意。',
            '"龙或腾跃而起，或退居于渊，均不会有危害"，因为能审时度势，故进退自如，不会有危害。',
            '"龙飞上了高空"，象征德高势隆的大人物一定会有所作为。',
            '"龙飞到了过高的地方，必将会后悔"，因为物极必反，事物发展到了尽头，必将走向自己的反面。',
            '"用九"的爻象说明，天虽生万物，但却不居首、不居功。',
        ],
    ],
    'notes' => [
        'tuan' => '此释《乾》卦“元亨”之义。大：阳为大，乾六爻纯阳故曰大。元：《乾》卦卦辞，当训为始。《文言》：“乾元者，始而亨者也。”《公羊传》曰：“元年者何？君之始年也。”资：取。统：本，属。“夫统者，属也。”（《魏志管辂传》注引辂别传）此是说六十四卦皆受始于乾，犹万物之生本属于天。万物：本指自然界万物，此处实指代表万物的六十四卦，即《系辞》：“二篇之策，万有一千五百二十，当万物之数。”施：布。品：《说文》：“品，众庶也。”大明《礼记•礼器》：“大明生于东，月生于西。”郑注：“大明，日也。”《彖》曰：“明出地上，顺而丽乎大明。”即是其证。大明终始：指《乾》卦初爻到上爻皆为阳，始终有日普照。终，谓上爻。始，谓初爻。六位：指六个爻位。时成：指每一爻皆有时。如位于初则“潜”，位于五则“飞”，位于上则“亢”等。六龙，指六个阳爻。以龙喻阳。《乾》为六阳，故称六龙。御：驾御。此释《乾》卦“利贞”之义。各正性命：指各守性命之正。正，是释“贞”。性命，指本性。《荀子•正名》：“生之所以然者谓之性。”《礼记•本命》：“分于道谓之命，形于一谓之性，化于阴阳象形而发谓之生，化穷尽谓之死，故命者，性之终也”。保：常存。和：和合，中和。此释“利”。“利者，义之和也”（《文言》）。首：始。庶：众。咸：都。笔者以为，此“首出庶物”，即“万物资始”，而“保合太和”。故“万国咸宁”。',
    ],
    'unscramble1' => [
    ],
];
