<?php
return [
    'serial' => 2,
    'name' => '坤',
    'symbol' => [0, 0, 0, 0, 0, 0],
    'brief' => '坤为地',
    'gua' => '元，亨，利牝马之贞。君子有攸往，先迷后得主，利西南得朋，东北丧朋。安贞，吉。',
    'tuan' => '至哉坤元，万物资生，乃顺承天。坤厚载物，德合无疆。含弘光大，品物咸亨。牝马地类，行地无疆，柔顺利贞。君子攸行，先迷失道，后顺得常。西南得朋，乃与类行；东北丧朋，乃终有庆。安贞之吉，应地无疆。',
    'xiang' => '地势坤，君子以厚德载物。',
    'yao' => [
        '初六：履霜，坚冰至。',
        '六二：直，方，大，不习无不利。',
        '六三：含章可贞。或从王事，无成有终。',
        '六四：括囊；无咎，无誉。',
        '六五：黄裳，元吉。',
        '上六：战龙於野，其血玄黄。',
        '用六：利永贞。',
    ],
    'xiaoxiang' => [
        '履霜坚冰，阴始凝也。驯致其道，至坚冰也。',
        '六二之动，直以方也。不习无不利，地道光也。',
        '含章可贞；以时发也。或从王事，知光大也。',
        '括囊无咎，慎不害也。',
        '黄裳元吉，文在中也。',
        '战龙於野，其道穷也。',
        '用六永贞，以大终也。文言曰：坤至柔，而动也刚，至静而德方，后得主而有常，含万物而化光。',
    ],
];
