<?php
return [
    'serial' => 2,
    'name' => '坤',
    'symbol' => [0, 0, 0, 0, 0, 0],
    'brief' => '坤为地',
    'gua' => '元，亨，利牝马之贞。君子有攸往，先迷后得主，利西南得朋，东北丧朋。安贞，吉。',
    'tuan' => '至哉坤元，万物资生，乃顺承天。坤厚载物，德合无疆。含弘光大，品物咸亨。牝马地类，行地无疆，柔顺利贞。君子攸行，先迷失道，后顺得常。西南得朋，乃与类行；东北丧朋，乃终有庆。安贞之吉，应地无疆。',
    'xiang' => '地势坤，君子以厚德载物。',
    'yao' => [
        '初六：履霜，坚冰至。',
        '六二：直，方，大，不习无不利。',
        '六三：含章可贞。或从王事，无成有终。',
        '六四：括囊；无咎，无誉。',
        '六五：黄裳，元吉。',
        '上六：战龙於野，其血玄黄。',
        '用六：利永贞。',
    ],
    'xiaoxiang' => [
        '履霜坚冰，阴始凝也。驯致其道，至坚冰也。',
        '六二之动，直以方也。不习无不利，地道光也。',
        '含章可贞；以时发也。或从王事，知光大也。',
        '括囊无咎，慎不害也。',
        '黄裳元吉，文在中也。',
        '战龙於野，其道穷也。',
        '用六永贞，以大终也。文言曰：坤至柔，而动也刚，至静而德方，后得主而有常，含万物而化光。',
    ],
    'zhuxi' => [
        'gua' => '牝，頻忍反。喪，去聲。- -者，耦也，陰之數也。坤者，順也，陰之性也。註中者，三畫卦之名也；經中者，六畫卦之名也。陰之成形，莫大於地。此卦三畫皆耦，故名坤而象地。重之又得坤焉，則是陰之純，順之至，故其名與象皆不易也。牝馬，順而健行者，陽先陰後，陽主義，陰主利。西南，陰方，東北，陽方。安，順之為也。貞，健之守也。遇此卦者，其占為大亨，而利以順健為正。如有所往，則先迷後得而主於利。往西南則得朋，往東北則喪朋，大抵能安於正則吉也。',
        'tuan' => '至哉坤元，萬物資生，乃順承天。'
            . '<span class="commentinner">此以地道明坤之義，而首言元也。至，極也，比大義差緩。始者，氣之始；生者，形之始。順承天施，地之道也。</span>'
            . '坤厚載物，德合无疆，含弘光大，品物咸亨。'
            . '<span class="commentinner">疆，居良反。下同。言亨也。德合无疆，謂配乾也。</span>'
            . '牝馬地類，行地无疆，柔順利貞，君子攸行。'
            . '<span class="commentinner">言利貞也。馬，乾之象，而以為地類者。牝，陰物，而馬又行地之物也。行地无疆，則順而健矣。柔順利貞，坤之德也。君子攸行，人之所行如坤之德也。所行如是，則其占如下文所云也。</span>'
            . '先迷失道，後順得常，西南得朋，乃與類行，東北喪朋，乃終有慶。'
            . '<span class="commentinner">陽大陰小，陽得兼陰，陰不得兼陽。故坤之德，常減於乾之半也。東北雖喪朋，然反之西南，則終有慶矣。</span>'
            . '安貞之吉，應地无疆。'
            . '<span class="commentinner">安而且貞，地之德也。</span>',
        'xiang' => '地，坤之象。亦一而已，故不言重，而言其勢之順，則見其高下相因之无窮，至順極厚而无所不載也。',
        'yao' => [
            '六，陰爻之名。陰數，六老而八少，故謂陰爻為六也。霜，陰氣所結，盛則水凍而為冰。此爻陰始生於下，其端甚微，而其勢必盛，故其象如履霜，則知堅冰之將至也。夫陰陽者，造化之本，不能相无，而消長有常，亦非人所能損益也。然陽主生，陰主殺，則其類有淑慝之分焉。故聖人作易，於其不能相无者，既以健順仁義之屬明之，而无所偏主。至其消長之際，淑慝之分，則未嘗不致其扶陽抑陰之意焉。蓋所以贊化育而參天地者，其旨深矣。不言其占者，謹微之意，已可見於象中矣。 ',
            '柔順正固，坤之直也。賦形有定，坤之方也。德合无疆，坤之大也。六二柔順而中正，又得坤道之純者。故其德內直外方而又盛大，不待學習而无不利。占者有其德，則其占如是也。',
            '六陰三陽，內含章美，可貞以守。然居下之上，不終含藏，故或時出而從上之事，則始雖无成，而後必有終。爻有此象，故戒占者有此德，則如此占也。',

            '括，古活反。譽，音餘，又音預。括囊，言結囊口而不出也。譽者，過實之名。謹密如是，則无咎而亦无譽矣。六四重陰不中，故其象占如此。蓋或事當謹密，或時當隱遯也。 ',
            '黃，中色。裳，下飾。六五，以陰居尊，中順之德，充諸內而見於外，故其象如此。而其占為大善之吉也。占者德必如是，則其占亦如是矣。《春秋傳》：南蒯將叛，筮得此爻，以為大吉。子服惠伯曰：「忠信之事則可，不然必敗。外彊內溫，忠也，和以率貞，信也。故曰：黃裳，元吉。黃，中之色也。裳，下之飾也。元，善之長也。中不忠，不得其色，下不共，不得其飾，事不善，不得其極。且夫易不可以占險，三者有闕，筮雖當，未也。」後蒯果敗。此可以見占法矣。',
            '陰盛之極，至與陽爭，兩敗俱傷。其象如此，占者如是，其凶可知。',
            '用六，言凡筮得陰爻者，皆用六而不用八。亦通例也。以此卦純陰而居首，故發之。遇此卦而六爻俱變者，其占如此辭。蓋陰柔而不能固守，變而為陽，則能永貞矣。故戒占者以利永貞，即乾之利貞也。自坤而變，故不足於元亨云。 ',
        ],
        'xiaoxiang' => [
            '凝，魚陵反。馴，似遵反。按，《魏志》作「初六，履霜」，今當從之。馴，順習也。',
            '',
            '知，音智。',
            '',
            '文在中而見於外也。',
            '',
            '初陰後陽，故曰大終。',
        ],
    ],

    'vernacular' => [
        'gua' => '《坤卦》象征地：元始，亨通，如果像雌马那样柔顺，则是吉利的。君子从事某项事业，虽然开始时不知所从，但结果会是有利的。如往西南方，则会得到朋友的帮助。如往东南方，则会失去朋友的帮助。如果保持现状，也是吉利的。',
        'tuan' => '至极呵坤元，万物依赖它而生成，故顺承天道。坤用厚德载养万物，德性（与天）相合而无边无际，（坤道）能包含宽厚而广大，众物全得“亨通”。“牝马”属于地类，奔行于地而无边，（它）柔顺而宜于守正，君子有所往，“先迷”而失其道，“后”柔顺而得其道。“西南得到朋友”，则是与朋友同行，“东北丧失朋友”，最终将有吉庆。“安于守正”之吉，是因为（天道）应合地道而无边。',
        'xiang' => '坤象征大地，君子应效法大地，胸怀宽广，包容万物。',
        'yao' => [
            '初六，脚踏上了霜，气候变冷，冰雪即将到来。',
            '六二，正直，端正，广大，具备这样的品质，即使不学习也不会有什么不利。',
            '六三，胸怀才华而不显露，如果辅佐君主，能克尽职守，功成不居。',
            '六四，扎紧袋口，不说也不动，这样虽得不到称赞，但也免遭祸患。',
            '六五，黄色的衣服，最为吉祥。',
            '上六，陰气盛极，与陽气相战郊外，天地混杂，乾坤莫辨，后果是不堪设想的。',
            '"用六"这一爻，利于永远保持中正。',
        ],
        'xiaoxiang' => [
            '"脚踏上了霜，气候变冷，冰雪即将到来"，说明陰气开始凝聚；按照这种情况发展下去，必然迎来冰雪的季节。',
            '六二爻若是出现变化的话，总是表现出正直、端正的性质。"即使不学习也不会有什么不利"，是因为地德广大，包容万物的缘故。',
            '"胸怀才华而不显露"，是要把握时机才发挥，"如果辅佐君主"，必能大显身手，一展抱负。',
            '"扎紧袋口，不说也不动，可以免遭祸患"，说明小心谨慎从事，是不会有害的。',
            '"黄色的衣服，最为吉祥"，是因为黄色代表中，行事以中道为准则，当然是吉祥的。',
            '"陰气盛极，与陽气相战于郊外"，说明陰气已经发展到尽头了。',
            '用六的爻辞说"利于永远保持中正"，即是指陰盛到了极点就会向陽转化。',
        ],
    ],
    'notes' => [
        'tuan' => '此释《坤》卦卦辞“元亨”。至：极。《说文》：“鸟飞从高至地也。从一，一犹地也”。故《坤》“元”曰“至”。承：受。疆：一本作“壃”。指边际。含弘光大：此言坤动静之性。游酢曰：“静翕故含弘，动辟故广大。”（《周易费氏学》引）此说合《系辞》“夫坤，其静也翕，其动也辟，是以广生焉”。弘，大。光，广。 此释《坤》卦卦辞：“利牝马之贞，君子有攸往，先迷后得主。利西南得朋，东北丧朋。安贞吉。”牝马地类：指牝马属坤陰类。牝马，母马。马本为陽性，坤言牝马则属陰性，故称“地类”。坤为地：地类即坤类也。失道：失去坤道。乃与类行：是对“西南得朋”的解释。案《说卦》西南为坤位，故往西南与陰类同行。类，指陰类，即“西南得朋”。乃终有庆“是对东北丧朋”的解释。东北虽然丧朋，但案《说卦》东北为艮位，艮有“成终”之义；又东北艮为陽，故坤往东北，即是陰从陽，故有“庆”。应：合。虞翻以月体纳甲之说释“乃与类行”，“乃终有庆”。虞氏曰：“谓陽得其类，月朔至望。从震至乾，与时偕行，故‘乃与类行’。”“陽丧灭坤，坤终复生，谓月三日震象出庚，故‘乃终有庆’。此指说易道陰陽消息之大要也。谓陽三日变而成震出庚，至月八日成兑见丁，庚西丁南，故‘西南得朋’，谓二陽为朋，故兑‘君子以朋友讲习’之。《文言》曰：‘敬义立而德不孤。’《彖》曰：‘乃与类行。’二十九日消乙入坤，灭藏于癸，乙东癸北，故‘东北丧朋’，谓之以坤灭乾，坤为丧故也。”引虞氏之说以备参考。',
        'xiang' => '',
    ],
];
