<?php
return [
    'gua' => '元，亨，利，贞，勿用，有攸往，利建侯。',
    'tuan' => '屯，刚柔始交而难生，动乎险中，大亨贞。雷雨之动满盈，天造草昧，宜建侯而不宁。',
    'xiang' => '云，雷，屯；君子以经纶。',
    'yao' => [
        '初九：磐桓；利居贞，利建侯。',
        '六二：屯如邅如，乘马班如。 匪寇婚媾，女子贞不字，十年乃字。',
        '六三：既鹿无虞，惟入于林中，君子几不如舍，往吝。',
        '六四：乘马班如，求婚媾，无不利。',
        '九五：屯其膏，小贞吉，大贞凶。',
        '上六：乘马班如，泣血涟如。',
    ],
    'xiaoxiang' => [
        '象曰：虽磐桓，志行正也。 以贵下贱，大得民也。',
        '象曰：六二之难，乘刚也。 十年乃字，反常也。',
        '象曰：既鹿无虞，以纵禽也。 君子舍之，往吝穷也。',
        '象曰：求而往，明也。',
        '象曰：屯其膏，施未光也。',
        '象曰：泣血涟如，何可长也。',
    ],
    'zhuxi' => [
        'gua' => '屯，張倫反。震坎，皆三畫卦之名。震，一陽動於二陰之下，故其德為動，其象為雷。坎，一陽陷於二陰之間，故其德為陷、為險，其象為雲、為雨、為水。屯，六畫卦之名也，難也，物始生而未通之意。故其為字，象草屮穿地始出而未申也。其卦以震遇坎，乾坤始交而遇險陷，故其名為屯。震動在下，坎險在上，是能動乎險中。能動雖可以亨，而在險，則宜守正，而未可遽進。故筮得之者，其占為大亨而利於正，但未可遽有所往耳。又，初九，陽居陰下，而為成卦之主，是能以賢下人，得民而可君之象。故筮立君者，遇之則吉也。',
        'tuan' => '屯，剛柔始交而難生。'
            . '<span class="commentinner">難，去聲。六二《象》同。以二體釋卦名義。始交，謂震。難生，謂坎。</span>'
            . '動乎險中，大亨貞。'
            . '<span class="commentinner">以二體之德釋卦辭。動，震之為也。險，坎之地也。自此以下，釋「元亨利貞」，乃用文王本意。</span>'
            . '雷雨之動滿盈，天造草昧，宜建侯而不寧。'
            . '<span class="commentinner">以二體之象釋卦辭。雷，震象。雨，坎象。天造，猶言天運。草，雜亂。昧，晦冥也。陰陽交而雷雨作，雜亂晦冥，塞乎兩間。天下未定，名分未明，宜立君以統治，而未可遽謂安寧之時也。不取初九爻義者，取義多端，姑舉其一也。</span>',
        'xiang' => '坎不言水而言雲者，未通之意。經綸，治絲之事。經引之，綸理之也。屯難之世，君子有為之時也。',
        'yao' => [
            '磐，步干反。磐桓，難進之貌。屯難之初，以陽在下，又居動體，而上應陰柔險陷之爻，故有磐桓之象。然居得其正，故其占利於居貞。又本成卦之主，以陽下陰，為民所歸，侯之象也。故其象又如此，而占者如是，則利建以為侯也。',
            '邅，張連反。乘，繩澄反，又音繩。班，分佈不進之貌。字，許嫁也。《禮》曰：「女子許嫁，笄而字。」六二，陰柔中正，有應於上，而乘初剛，故為所難而邅回不進。然初非為寇也，乃求與己為婚媾耳。但己守正，故不之許，至於十年，數窮理極，則妄求者去，正應者合，而可許矣。爻有此象，故因以戒占者。',
            '幾，音機。舍，音捨。《象》同。陰柔居下，不中不正，上无正應，妄行取困，為逐鹿无虞陷入林中之象。君子見幾，不如舍去。若往逐而不舍，必致羞吝。戒占者宜如是也。',
            '陰柔居屯，不能上進，故為乘馬班如之象。然初九守正居下，以應於己，故其占為下求婚媾則吉也。',
            '九五雖以陽剛中正居尊位，然當屯之時，陷於險中，雖有六二正應，而陰柔才弱，不足以濟。初九得民於下，眾皆歸之。九五坎體，有膏潤而不得施，為屯其膏之象。占者以處小事，則守正猶可獲吉，以處大事，則雖正而不免於凶。',
            '陰柔无應，處屯之終。進无所之，憂懼而已。故其象如此。',
        ],
        'xiaoxiang' => [
            '下，遐嫁反。',
            '',
            '',
            '',
            '施，始豉反。',
            '長，直良反。',
        ],
    ],
    'wangbi' => [
        'gua' => '刚柔始交，是以“屯”也。不交则否，故屯乃大亨也。大亨则无险，故“利贞”。往，益“屯”也。(3)得主则定。',
        'tuan' => '屯，刚柔始交而难生，动乎险中，大亨贞。'
            . '雷雨之动满盈。'
            . '天造草昧，宜建侯而不宁。'
            . '<span class="commentinner">始於险难，至於大亨，而后全正，故曰“屯，元亨利贞”。</span>'
            . '<span class="commentinner">雷雨之动，乃得满盈，皆刚柔始交之所为。</span>'
            . '<span class="commentinner">“屯”体不宁，故利“建侯”也。“屯”者，天地造始之时也，造物之始，始於冥昧，故曰“草昧”也。处造始之时，所宜之善，莫善“建侯”也。</span>',
        'xiang' => '君子经纶之时。',
        'yao' => [
            '处屯之初，动则难生，不可以进，故“磐桓”也。处此时也，其利安在？不唯居贞建侯乎？夫息乱以静，守静以侯，安民在正，弘正在谦。屯难之世，陰求於陽，弱求於强，民思其主之时也。初处其首而又下焉。爻备斯义，宜其得民也。',
            '志在乎“五”，不从於初。屯难之时，正道未行，与初相近而不相得，困於侵害，故屯邅。“屯”时方屯难，正道未通，涉远而行，难可以进，故曰：“乘马班如”也。寇谓初也。无“初”之难，则与“五”婚矣，故曰“匪寇婚媾”也。“志在於五”，不从於初，故曰“女子贞不字”也。屯难之世，势不过十年者也。十年则反常，反常则本志斯获矣。故曰“十年乃字”。',
            '三既近五而无寇难，四虽比五，其志在初，不妨已路，可以进而无屯邅也。见路之易，不揆其志，五应在二，往必不纳，何异无虞以从禽乎？虽见其禽而无其虞，徒入于林中，其可获乎？几，辞也。夫君子之动，岂取恨辱哉！故不如舍，“往吝，穷也”。',
            '二虽比初，执贞不从，不害已志者也。求与合好，往必见纳矣。故曰“往吉，无不利”。',
            '处屯难之时，居尊位之上，不能恢弘博施，无物不与，拯济微滞，亨于群小，而系应在二，屯难其膏，非能光其施者也。固志同好，不容他间，小贞之吉，大贞之凶。',
            '处险难之极，下无应援，进无所适，虽比於五，五屯其膏，不与相得，居不获安，行无所，适穷困闉厄，无所委仰，故“泣血涟如”。',
        ],
        'xiaoxiang' => [
            '不可以进，故“磐桓”也。非为宴安弃成务也，故“虽磐桓，志行正也”。陽贵而陰贱也。',
            '',
            '',
            '见彼之情状也。',
        ],
    ],
    'sushi' => [
        'gua' => '因世之“屯”，而务往以求功，功可得矣；而争功者滋多，天下之乱愈甚，故“勿用有攸往”。虽然我则不往矣，而天下之欲往者皆是也①，故“利建侯”。天下有侯，人各归安其主②，虽有往者，夫谁与为乱？【校注】 ①欲往者：《苏氏易传》作“欲往焉者”。 ②主：《苏氏易传》作“生”，上言“天下有侯”，下句应为“归安其主”，故不从。',
        'tuan' => '“屯”，刚柔始交而难生，动乎险中，大亨贞。雷雨之动，满盈，天造草昧；宜建侯而不宁。'
            . '<span class="commentinner">“屯”有四陰，“屯”之义也。其二陰以无应为“屯”，其二陰以有应而不得相从为“屯”。故曰：“刚柔始交而难生。”物之生，未有不待雷雨者，然方其作也，充满溃乱，使物不知其所从，若将害之，霁而后见其功也。天之造物也，岂物物而造之①？盖草略茫昧而已。圣人之求民也，岂人人而求之，亦付之诸侯而已。然以为安而易之，则不可。【校注】 ①之：《苏氏易传》无此字。</span>',
        'xiang' => '',
        'yao' => [
            '初九以贵下贱，有君之德而无其位，故磐桓居贞以待其自至。惟其无位，故有从者，有不从者。夫不从者，彼各有所为“贞”也。初九不争以成其“贞”，故“利建侯”，以明不专利而争民也。民不从吾，而从吾所建，犹从吾耳。',
            '志欲从五而内忌于初，故“屯”、“邅”不进也。夫初九，屯之君也，非寇也；六二之“贞”于五，也知有五而已，苟异于五者，则吾寇矣，吾焉知其德哉！是故以初为“寇”，曰吾非与“寇”为“婚媾”者也。然且不争而成其贞，则初九之德至矣。',
            '势可以得民从而君之者，初九是也。因其有民，从而建之使牧其民者，九五是也。苟不可得而强求焉，非徒不得而已，后必有患。六三非陽也，而居于陽，无其德而有求民之心，将以求上六之陰。譬犹“无虞”，而以“即鹿”，鹿不可得，而徒有入林之劳。故曰：“君子几”，不如舍之。“几”，殆也。',
            '方未知所从也，而初来求婚，从之，吉可知矣。',
            '“屯”无正主，惟下之者为得民。九五居上而专于应，则其泽施于二而已。夫大者患不广博，小者患不贞一，故专于应，为二则吉，为五则凶。',
            '三非其应，而五不足归也。不知五之不足归，惑于近而不早自附于初九，故穷而至于“泣血”也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《屯卦》象征初生：元始，亨通，和谐，贞正。不要急于发展，首先要立君建国。',
        ],
        'xiang' => [
            '《屯卦》的卦象是震（雷）下坎（水）上，为雷上有水之表象，水在上表示雨尚未落，故释为云。云雷大作，是即将下雨的征兆，故《屯卦》象征初生。这里表示天地初创，国家始建，正人君子应以全部才智投入到创建国家的事业中去。',
        ],
        'yao' => [
            '初九，万事开头难，在初创时期困难特别大，难免徘徊不前，但只要能守正不阿，仍然可建功立业。',
            '',
            '六三，追逐鹿时，由于缺少管山林之人的引导，致使鹿逃入树林中去。君子此时如仍不愿舍弃，轻率地继续追踪，则必然会发生祸事。',
            '六四，四马前进，步调不一，但如坚定不移地去求婚，则结果必然是吉祥顺利的。',
            '九五，只顾自己囤积财富而不注意帮助别人，是很危险的，那样做，办小事虽有成功的可能，但办大事则必然会出现凶险。',
            '上六，四马前进，步调不一，进退两难，悲伤哭泣，泣血不止。',
        ],
        'xiaoxiang' => [
            '白话：《象辞》说："虽然徘徊不前，但志向和行为纯正。只要能下定决心，深入基层，仍然会大得民心的。',
            '六二爻之所以出现困难，是由于陽刚一方所造成的。"婚后十年才生育"，是很反常的现象。',
            '"追逐鹿缺少管山林之人引导"，是因为获鹿之心过于急切。君子应及时放弃，否则必有祸事或导致穷困。',
            '"坚定不移地去追求，是明智之举。',
            '"只顾自己囤积财富而不注意帮助别人"，这样的人即使想有所作为，其前景也不大光明。',
            '"悲伤哭泣，泣血不止"，这种状况怎能维持长久呢？',
        ],
        'tuan' => '屯，刚柔始相交而难以生成，动于险难之中。盛大“亨通而守正”，雷雨震动充满（天地之间），天始造化，万物萌发，（此时）适宜于封建诸侯，但将不安宁。',
    ],
    'notes' => [
        'tuan' => '此释《屯》卦卦名与卦辞之义。刚柔始交而难生：《序卦》：“屯者，物之始生也。”故曰“刚柔始交”。“屯”字象草木初生，勾而未舒，故有“难”之义。从卦象看，《屯》卦下震上坎，下震为乾坤所生，“乾刚坤柔”，故为“刚柔始交”。上坎为险，故曰“难生”。动乎险中：《屯》卦下震为动，上坎为险。雷雨之动：《屯》卦震为雷，坎为雨。满盈：《序卦》“屯者，盈也”。造：生。草昧：指万物萌芽状态。吴翊寅曰：“草昧《汉书叙传》引作‘屮昧’。《说文》：‘屮，艸木初生也。’古文或以为艸字读若徹。屯，从屮贯一，象草木萌芽也，通徹地上。董遇云：草昧，微物也。即所谓艸木之萌芽也。昧古文也作末，《毛诗》疏云：‘昧者，木生根也。’《说文》：‘木上曰末，从木一在其上。’一即地也。此言屯时，万物方萌芽也。”（《周易费氏学》引）',
        'xiang' => '',
    ],
];
