<?php
return [
    'serial' => 3,
    'name' => '屯',
    'symbol' => [1, 0, 0, 0, 1, 0],
    'brief' => '水雷屯',
    'spell' => 'zhūn',
    'gua' => '元，亨，利，贞，勿用，有攸往，利建侯。',
    'tuan' => '屯，刚柔始交而难生，动乎险中，大亨贞。雷雨之动满盈，天造草昧，宜建侯而不宁。',
    'xiang' => '云，雷，屯；君子以经纶。',
    'yao' => [
        '初九：磐桓；利居贞，利建侯。',
        '六二：屯如邅如，乘马班如。 匪寇婚媾，女子贞不字，十年乃字。',
        '六三：既鹿无虞，惟入于林中，君子几不如舍，往吝。',
        '六四：乘马班如，求婚媾，无不利。',
        '九五：屯其膏，小贞吉，大贞凶。',
        '上六：乘马班如，泣血涟如。',
    ],
    'xiaoxiang' => [
        '象曰：虽磐桓，志行正也。 以贵下贱，大得民也。',
        '象曰：六二之难，乘刚也。 十年乃字，反常也。',
        '象曰：既鹿无虞，以纵禽也。 君子舍之，往吝穷也。',
        '象曰：求而往，明也。',
        '象曰：屯其膏，施未光也。',
        '象曰：泣血涟如，何可长也。',
    ],
];

    /*'vernacular' => [
        'gua' => '象征初生：元始，亨通，和谐，贞正。不要急于发展，首先要立君建国。',
        'tuan' => '屯，刚柔始相交而难以生成，动于险难之中。盛大“亨通而守正”，雷雨震动充满（天地之间），天始造化，万物萌发，（此时）适宜于封建诸侯，但将不安宁。',
        'xiang' => '《屯卦》的卦象是震（雷）下坎（水）上，为雷上有水之表象，水在上表示雨尚未落，故释为云。云雷大作，是即将下雨的征兆，故《屯卦》象征初生。这里表示天地初创，国家始建，正人君子应以全部才智投入到创建国家的事业中去。',
        'yao' => [
            '万事开头难，在初创时期困难特别大，难免徘徊不前，但只要能守正不阿，仍然可建功立业。',
            '想前进又难于前进，乘着马车在原地回旋。这不是强盗前来抢劫，而是来求婚。占卜的结果是这个女子不能怀孕，十年之后才能生育。',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '此释《屯》卦卦名与卦辞之义。刚柔始交而难生：《序卦》：“屯者，物之始生也。”故曰“刚柔始交”。“屯”字象草木初生，勾而未舒，故有“难”之义。从卦象看，《屯》卦下震上坎，下震为乾坤所生，“乾刚坤柔”，故为“刚柔始交”。上坎为险，故曰“难生”。动乎险中：《屯》卦下震为动，上坎为险。雷雨之动：《屯》卦震为雷，坎为雨。满盈：《序卦》“屯者，盈也”。造：生。草昧：指万物萌芽状态。吴翊寅曰：“草昧《汉书叙传》引作‘屮昧’。《说文》：‘屮，艸木初生也。’古文或以为艸字读若徹。屯，从屮贯一，象草木萌芽也，通徹地上。董遇云：草昧，微物也。即所谓艸木之萌芽也。昧古文也作末，《毛诗》疏云：‘昧者，木生根也。’《说文》：‘木上曰末，从木一在其上。’一即地也。此言屯时，万物方萌芽也。”（《周易费氏学》引）',
        'xiang' => '',
    ],*/
