<?php
return [
    'serial' => 4,
    'name' => '蒙',
    'symbol' => [0, 1, 0, 0, 0, 1],
    'brief' => '山水蒙',
    'spell' => '',
    'gua' => '亨。匪我求童蒙，童蒙求我。初噬告，再三渎，渎则不告。利贞。',
    'tuan' => '蒙，山下有险，险而止，蒙。蒙亨，以亨行时中也。匪我求童蒙，童蒙求我，志应也。初噬告，以刚中也。再三渎，渎则不告，渎蒙也。蒙以养正，圣功也。',
    'xiang' => '山下出泉，蒙；君子以果行育德。',
    'yao' => [
        '初六：发蒙，利用刑人，用说桎梏，以往吝。',
        '九二：包蒙吉；纳妇吉；子克家。',
        '六三：勿用娶女；见金夫，不有躬，无攸利。',
        '六四：困蒙，吝。',
        '六五：童蒙，吉。',
        '上九：击蒙；不利为寇，利御寇。',
    ],
    'xiaoxiang' => [
        '利用刑人，以正法也。',
        '子克家，刚柔接也。',
        '勿用娶女，行不顺也。',
        '困蒙之吝，独远实也。',
        '童蒙之吉，顺以巽也。',
        '利用御寇，上下顺也。',
    ],
    'vernacular' => [
        'gua' => [
            '《蒙卦》象征启蒙：亨通。不是我有求于幼童，而是幼童有求于我，第一次向我请教，我有问必答，如果一而再、再而三地没有礼貌地乱问，则不予回答。利于守正道。',
        ],
        'xiang' => [
            '"《蒙卦》的卦象是坎（水）下艮（山）上，为山下有泉水之表象，但要想发现甘泉，必须设法准确地找出泉水的位置，即意味着先必须进行启蒙教育。君子必须行动果断，才能培养出良好的品德。',
        ],
        'yao' => [
            '初六，要进行启蒙教育，贵在树立典型，以便防止罪恶发生；如不专心求学，而是急功冒进，将来必然会后悔。',
            '九二，周围都是上进心很强的蒙童，希望获得知识，这是很吉利的。如果迎娶新媳妇，也是吉祥的。由于渴望接受教育，上进心很强，所以连孩子们已经能够治家了。',
            '六三，不能娶这样的女子，她的心目中只有美貌的郎君，不能守礼仪，也难以保住自己的节操，娶这样的女子是没有什么好处的。',
            '六四，人处于困难的境地，不利于接受启蒙教育，因而孤陋寡闻，结果是不大好的。',
            '六五，蒙童虚心地向老师求教，这是很吉祥的。',
            '上九，启蒙教育要及早实行，要针对蒙童的缺点，先发治人。不要等到蒙童的问题彻底暴露再去教育，而要防患于未然，事先进行启蒙教育。',
        ],
        'xiaoxiang' => [
            '用树立典型的办法来进行启蒙教育，是为了确立正确的法度，以便遵循。',
            '"由于渴望接受教育，上进心很强，所以连孩子们都已经能够治家了"，这是因为刚柔相济，孩子们受到了很好的启蒙教育的结果。',
            '"不能娶这个女子"，主要是指这个女子的行为是不合乎礼仪的，即这个女子没有受过良好的启蒙教育。',
            '"人处于困难的境地，不利于接受启蒙教育"，是因为疏远有真才实学的老师。',
            '"蒙童虚心地向老师求教，这是很吉祥的"，这是因为蒙童对老师采取了谦逊的态度。蒙童谦逊，则老师乐教，其教育结果自然是比较有效的，当然也是吉祥的。',
            '"启蒙教育要及早实行，要针对蒙童的缺点，先发治人"，因为只有这样，才能使老师和蒙童互相配合，才能达到治病救人、上下一心的目的。',
        ],
        'tuan' => '蒙，山下有险难，知有险难而终止，故为蒙，蒙，亨通。以亨道行动，随时而得中。“不是我求童蒙，而是童蒙求我”。志向同而相应。“初次占筮则告诉（其吉凶）”，是因得刚中之道。“再三占筮（是对占筮的）亵渎则不告（其吉凶）”。这种亵渎怠慢，是蒙昧（的表现）。将蒙昧培养入正道，这正是圣人的功绩。',
    ],
    'notes' => [
        'tuan' => '此释《蒙》卦卦名与卦辞之义。山下有险：《蒙》卦下坎上艮。艮为山，坎为险。险而止：《蒙》卦下坎为险，上艮为止。时中：于其时而适中。时，指卦爻之时。匪：非。童蒙：幼稚蒙昧之人。志应：二五其志相应。《蒙》九二为陽，六五为陰，故二五之志相应。初筮告：第一次占筮则告诉（吉凶）。初，第一次。筮，占筮。刚中：《蒙》九二为陽刚居中，以示告而有节。再三渎，渎则不告：再三（来占问）是渎慢（占筮），渎慢则不告诉（吉凶）。渎，亵渎。圣功：圣人之功。',
    ],
];
