<?php
return [
    'serial' => 4,
    'name' => '蒙',
    'brief' => '山水蒙',
    'spell' => '',
    'gua' => '亨。匪我求童蒙，童蒙求我。初噬告，再三渎，渎则不告。利贞。',
    'tuan' => '蒙，山下有险，险而止，蒙。蒙亨，以亨行时中也。匪我求童蒙，童蒙求我，志应也。初噬告，以刚中也。再三渎，渎则不告，渎蒙也。蒙以养正，圣功也。',
    'xiang' => '山下出泉，蒙；君子以果行育德。',
    'yao' => [
        '初六：发蒙，利用刑人，用说桎梏，以往吝。',
        '九二：包蒙吉；纳妇吉；子克家。',
        '六三：勿用娶女；见金夫，不有躬，无攸利。',
        '六四：困蒙，吝。',
        '六五：童蒙，吉。',
        '上九：击蒙；不利为寇，利御寇。',
    ],
    'xiaoxiang' => [
        '利用刑人，以正法也。',
        '子克家，刚柔接也。',
        '勿用娶女，行不顺也。',
        '困蒙之吝，独远实也。',
        '童蒙之吉，顺以巽也。',
        '利用御寇，上下顺也。',
    ],
];
