<?php
return [
    'serial' => 4,
    'name' => '蒙',
    'symbol' => [0, 1, 0, 0, 0, 1],
    'brief' => '山水蒙',
    'spell' => '',
    'gua' => '亨。匪我求童蒙，童蒙求我。初噬告，再三渎，渎则不告。利贞。',
    'tuan' => '蒙，山下有险，险而止，蒙。蒙亨，以亨行时中也。匪我求童蒙，童蒙求我，志应也。初噬告，以刚中也。再三渎，渎则不告，渎蒙也。蒙以养正，圣功也。',
    'xiang' => '山下出泉，蒙；君子以果行育德。',
    'yao' => [
        '初六：发蒙，利用刑人，用说桎梏，以往吝。',
        '九二：包蒙吉；纳妇吉；子克家。',
        '六三：勿用娶女；见金夫，不有躬，无攸利。',
        '六四：困蒙，吝。',
        '六五：童蒙，吉。',
        '上九：击蒙；不利为寇，利御寇。',
    ],
    'xiaoxiang' => [
        '利用刑人，以正法也。',
        '子克家，刚柔接也。',
        '勿用娶女，行不顺也。',
        '困蒙之吝，独远实也。',
        '童蒙之吉，顺以巽也。',
        '利用御寇，上下顺也。',
    ],
    'zhuxi' => [
        'gua' => '告，音谷。三，息暫反。瀆，音獨。艮，亦三畫卦之名。一陽止於二陰之上，故其德為止，其象為山。蒙，昧也，物生之初，蒙昧未明也。其卦以坎遇艮，山下有險，蒙之地也，內險外止，蒙之意也。故其名為蒙。亨以下，占辭也。九二，內卦之主，以剛居中，能發人之蒙者，而與六五陰陽相應。故遇此卦者，有亨道也。我，二也。童蒙，幼穉而蒙昧，謂五也。筮者明，則人當求我而其亨在人。筮者暗，則我當求人而亨在我。人求我者，當視其可否而應之。我求人者，當致其精一而扣之。而明者之養蒙，與蒙者之自養，又皆利於以正也。',
        'tuan' => '蒙，山下有險，險而止，蒙。'
            . '<span class="commentinner">以卦象，卦德釋卦名，有兩義。</span>'
            . '蒙，亨，以亨行時中也。匪我求童蒙，童蒙求我，志應也。初筮告，以剛中也。再三瀆，瀆則不告，瀆蒙也。蒙以養正，聖功也。'
            . '<span class="commentinner">以卦體釋卦辭也。九二以可亨之道，發人之蒙，而又得其時之中，謂如下文所指之事，皆以亨行而當其可也。志應者，二剛明，五柔暗，故二不求五，而五求二，其志自相應也。以剛中者，以剛而中，故能告而有節也。瀆，筮者二三，則問者固瀆，而告者亦瀆矣。蒙以養正，乃作聖之功，所以釋利貞之義也。</span>',
        'xiang' => '行，下孟反。六三象同。泉，水之始出者，必行而有漸也。',
        'yao' => [
            '說，吐活反。桎，音質。梏，古毒反。以陰居下，蒙之甚也。占者遇此，當發其蒙。然發之之道，當痛懲而暫舍之，以觀其後。若遂往而不舍，則致羞吝矣。戒占者當如是也。',
            '九二以陽剛為內卦之主，統治群陰，當發蒙之任者。然所治既廣，物性不齊，不可一槩取必。而爻之德剛而不過，為能有所包容之象。又以陽受陰，為納婦之象。又居下位而能任上事，為子克家之象。故占者有其德而當其事，則如是而吉也。',
            '取，七具反。六三陰柔，不中不正，女之見金夫而不能有其身之象也。占者遇之，則其取女必得如是之人，无所利矣。金夫，蓋以金賂己而挑之，若魯秋胡之為者。',
            '既遠於陽，又无正應，為困於蒙之象。占者如是，可羞吝也。能求剛明之德而親近之，則可免矣。',
            '柔中居尊，下應九二，純一未發，以聽於人，故其象為童蒙，而其占為如是，則吉也。',
            '以剛居上，治蒙過剛，故為擊蒙之象。然取必太過，攻治太深，則必反為之害。惟捍其外，誘以全其真純，則雖過於嚴密，乃為得宜。故戒占者如此。凡事皆然，不止為誨人也。',
        ],
        'xiaoxiang' => [
            '發蒙之初，法不可不正。懲戒所以正法也。',
            '指二五之應。',
            '順，當作慎。蓋順、慎古字通用。《荀子》「順墨」作「慎墨」，且「行不慎」，於經意尤親切，今當從之。',
            '遠，于萬反。實，叶韻去聲。',
            '',
            '禦寇以剛，上下皆得其道。',
        ],
    ],
    'wangbi' => [
        'gua' => '“筮”，筮者决疑之物也。童蒙之来求我，欲决所惑也。决之不一，不知所从，则复惑也。故初筮则告，再、三则渎。渎，蒙也。能为初筮，其唯二乎？以刚处中，能断夫疑者也。“蒙”之所利，乃利正也。夫明莫若圣，昧莫若蒙。蒙以养正乃圣功也。然则养正以明，失其道矣。',
        'tuan' => '蒙，山下有险，险而止，蒙。'
            . '<span class="commentinner">退则困险，进则阂山，不知所适，蒙之义也。</span>'
            . '“蒙，亨”，以亨行，时中也。'
            . '<span class="commentinner">时之所愿，惟愿“亨”也。以亨行之，得“时中”也。</span>'
            . '“匪我求童蒙，童蒙求我”，志应也。'
            . '<span class="commentinner">“我”谓非“童蒙”者也。非“童蒙”者，即陽也。凡不识者求问识者，识者不求所告；暗者求明，明者不谘於暗。故《蒙》之为义，“匪我求童蒙，童蒙求我”也。童蒙之来求我，志应故也。</span>'
            . '初筮告，以刚中也。'
            . '<span class="commentinner">谓二也。二为众陰之主也，无刚决中，何由得初筮之告乎？</span>'
            . '再三，渎，渎则不告。渎，蒙也。蒙以养正，圣功也。',
        'xiang' => '山下出泉，未知所适，蒙之象也。“果行”者，初筮之义也。“育德”者，养正之功也。',
        'yao' => [
            '处蒙之初，二照其上，故蒙发也。蒙发疑明，刑说当也。“以往吝”，刑不可长。',
            '以刚居中，童蒙所归，包而不距则远近咸至，故“包蒙吉”也。妇者，配已而成德者也。体陽而能包蒙，以刚而能居中，以此纳配物莫不应，故“纳妇吉”也。处于卦内，以刚接柔，亲而得中，能干其任，施之於子，克家之义。',
            '童蒙之时，陰求於陽，晦求於明，各求发其昧者也。六三在下卦之上，上九在上卦之上，男女之义也。上不求三而三求上，女先求男者也。女之为体，正行以待命者也。见刚夫而求之，故曰“不有躬”也。施之於女，行在不顺，故“勿用取女”，而“无攸利”。',
            '独远於陽，处两陰之中，暗莫之发，故曰“困蒙”也。困於蒙昧，不能比贤以发其志，亦以鄙矣，故曰“吝”也。',
            '以夫陰质居於尊位，不自任察而委於二，付物以能，不劳聪明，功斯克矣，故曰“童蒙吉”。',
            '处蒙之终，以刚居上，能击去童蒙，以发其昧者也，故曰“击蒙”也。童蒙原发而已能击去之，合上下之愿，故莫不顺也。为之捍御，则物咸附之。若欲取之，则物咸叛矣，故“不利为寇，利御寇”也。',
        ],
        'xiaoxiang' => [
            '刑人之道，道所恶也。以正法制，故刑人也。',
            '',
            '',
            '陽称实也。',
            '委物以能，不先不为，“顺以巽也”。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“蒙”，山下有险，险而止，“蒙”。“蒙，亨”，以亨行时中也。“匪我求童蒙，童蒙求我”，志应也。“初筮告”，以刚中也；“再三渎，渎则不告”，渎蒙也。蒙以养正，圣功也。'
            . '<span class="commentinner">“蒙”者，有蔽于物而已，其中固自有正也。蔽虽甚，终不能没其正，将战于内以求自达，因其欲达而一发之，迎其正心，彼将沛然而自得焉。苟不待其欲达而强发之，一发不达，以至于再三，虽有得，非其正矣。故曰：“匪我求童蒙，童蒙求我。”彼将内患其蔽，即我而求达，我何为求之？夫患蔽不深，则求达不力；求达不力，则正心不胜；正心不胜，则我虽告之，彼无自入焉。故初筮告者，因其欲达而一发之也。“再三渎，渎则不告”者，发之不待其欲达①，而至于再三也。“蒙，亨，以亨行”者，言其一通而不复塞也。夫能使之一通而不复塞者，岂非时其中之，欲达而一发之乎？故曰“时中”也。圣人之于“蒙”也，时其可发而发之，不可则置之，所以养其正心而待其自胜也，此圣人之功也。“校注” ①达，《苏氏易传》作“进”，误。</span>',
        'xiang' => '“果行”者，求发也。“育德”者，不发以养正也。',
        'yao' => [
            '所以“发蒙”者，用于未发，既发则无用。既发而用者，渎蒙也。“桎梏”者，用于未刑，既刑则说。既刑而不说者，渎刑也。发蒙者慎其初，不可使至渎。故于初云尔。',
            '童蒙，若无能为也。然而容之则足以为助，拒之则所丧多矣。明之不可以无蒙，犹子之不可以无妇，子而无妇，不能家矣。',
            '王弼曰：“童蒙之时，陰求于陽，”“上不求三而三求于上，女先求男者也。女之为体，正行以待命者也，见刚夫而求之，故曰‘不有躬’也。施之于女，行不顺”矣。',
            '实，陽也。',
            '六五之位尊矣，恐其不安于童蒙之分，而自强于明，故教之曰：“童蒙，吉”。',
            '以刚自高，而下临弱，故至于用击也。发蒙不得其道，而至于用击，过矣。故有以戒之。王弼曰：“为之捍御，则物咸附之。若欲取之，则物咸叛矣。”',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《蒙卦》象征启蒙：亨通。不是我有求于幼童，而是幼童有求于我，第一次向我请教，我有问必答，如果一而再、再而三地没有礼貌地乱问，则不予回答。利于守正道。',
        ],
        'xiang' => [
            '"《蒙卦》的卦象是坎（水）下艮（山）上，为山下有泉水之表象，但要想发现甘泉，必须设法准确地找出泉水的位置，即意味着先必须进行启蒙教育。君子必须行动果断，才能培养出良好的品德。',
        ],
        'yao' => [
            '初六，要进行启蒙教育，贵在树立典型，以便防止罪恶发生；如不专心求学，而是急功冒进，将来必然会后悔。',
            '九二，周围都是上进心很强的蒙童，希望获得知识，这是很吉利的。如果迎娶新媳妇，也是吉祥的。由于渴望接受教育，上进心很强，所以连孩子们已经能够治家了。',
            '六三，不能娶这样的女子，她的心目中只有美貌的郎君，不能守礼仪，也难以保住自己的节操，娶这样的女子是没有什么好处的。',
            '六四，人处于困难的境地，不利于接受启蒙教育，因而孤陋寡闻，结果是不大好的。',
            '六五，蒙童虚心地向老师求教，这是很吉祥的。',
            '上九，启蒙教育要及早实行，要针对蒙童的缺点，先发治人。不要等到蒙童的问题彻底暴露再去教育，而要防患于未然，事先进行启蒙教育。',
        ],
        'xiaoxiang' => [
            '用树立典型的办法来进行启蒙教育，是为了确立正确的法度，以便遵循。',
            '"由于渴望接受教育，上进心很强，所以连孩子们都已经能够治家了"，这是因为刚柔相济，孩子们受到了很好的启蒙教育的结果。',
            '"不能娶这个女子"，主要是指这个女子的行为是不合乎礼仪的，即这个女子没有受过良好的启蒙教育。',
            '"人处于困难的境地，不利于接受启蒙教育"，是因为疏远有真才实学的老师。',
            '"蒙童虚心地向老师求教，这是很吉祥的"，这是因为蒙童对老师采取了谦逊的态度。蒙童谦逊，则老师乐教，其教育结果自然是比较有效的，当然也是吉祥的。',
            '"启蒙教育要及早实行，要针对蒙童的缺点，先发治人"，因为只有这样，才能使老师和蒙童互相配合，才能达到治病救人、上下一心的目的。',
        ],
        'tuan' => '蒙，山下有险难，知有险难而终止，故为蒙，蒙，亨通。以亨道行动，随时而得中。“不是我求童蒙，而是童蒙求我”。志向同而相应。“初次占筮则告诉（其吉凶）”，是因得刚中之道。“再三占筮（是对占筮的）亵渎则不告（其吉凶）”。这种亵渎怠慢，是蒙昧（的表现）。将蒙昧培养入正道，这正是圣人的功绩。',
    ],
    'notes' => [
        'tuan' => '此释《蒙》卦卦名与卦辞之义。山下有险：《蒙》卦下坎上艮。艮为山，坎为险。险而止：《蒙》卦下坎为险，上艮为止。时中：于其时而适中。时，指卦爻之时。匪：非。童蒙：幼稚蒙昧之人。志应：二五其志相应。《蒙》九二为陽，六五为陰，故二五之志相应。初筮告：第一次占筮则告诉（吉凶）。初，第一次。筮，占筮。刚中：《蒙》九二为陽刚居中，以示告而有节。再三渎，渎则不告：再三（来占问）是渎慢（占筮），渎慢则不告诉（吉凶）。渎，亵渎。圣功：圣人之功。',
    ],
];
