<?php
return [
    'serial' => 4,
    'name' => '蒙',
    'symbol' => [0, 1, 0, 0, 0, 1],
    'brief' => '山水蒙',
    'spell' => '',
    'gua' => '亨。匪我求童蒙，童蒙求我。初噬告，再三渎，渎则不告。利贞。',
    'tuan' => '蒙，山下有险，险而止，蒙。蒙亨，以亨行时中也。匪我求童蒙，童蒙求我，志应也。初噬告，以刚中也。再三渎，渎则不告，渎蒙也。蒙以养正，圣功也。',
    'xiang' => '山下出泉，蒙；君子以果行育德。',
    'yao' => [
        '初六：发蒙，利用刑人，用说桎梏，以往吝。',
        '九二：包蒙吉；纳妇吉；子克家。',
        '六三：勿用娶女；见金夫，不有躬，无攸利。',
        '六四：困蒙，吝。',
        '六五：童蒙，吉。',
        '上九：击蒙；不利为寇，利御寇。',
    ],
    'xiaoxiang' => [
        '利用刑人，以正法也。',
        '子克家，刚柔接也。',
        '勿用娶女，行不顺也。',
        '困蒙之吝，独远实也。',
        '童蒙之吉，顺以巽也。',
        '利用御寇，上下顺也。',
    ],
    'zhuxi' => [
        'gua' => '告，音谷。三，息暫反。瀆，音獨。艮，亦三畫卦之名。一陽止於二陰之上，故其德為止，其象為山。蒙，昧也，物生之初，蒙昧未明也。其卦以坎遇艮，山下有險，蒙之地也，內險外止，蒙之意也。故其名為蒙。亨以下，占辭也。九二，內卦之主，以剛居中，能發人之蒙者，而與六五陰陽相應。故遇此卦者，有亨道也。我，二也。童蒙，幼穉而蒙昧，謂五也。筮者明，則人當求我而其亨在人。筮者暗，則我當求人而亨在我。人求我者，當視其可否而應之。我求人者，當致其精一而扣之。而明者之養蒙，與蒙者之自養，又皆利於以正也。',
        'tuan' => '蒙，山下有險，險而止，蒙。'
            . '<span class="commentinner">以卦象，卦德釋卦名，有兩義。</span>'
            . '蒙，亨，以亨行時中也。匪我求童蒙，童蒙求我，志應也。初筮告，以剛中也。再三瀆，瀆則不告，瀆蒙也。蒙以養正，聖功也。'
            . '<span class="commentinner">以卦體釋卦辭也。九二以可亨之道，發人之蒙，而又得其時之中，謂如下文所指之事，皆以亨行而當其可也。志應者，二剛明，五柔暗，故二不求五，而五求二，其志自相應也。以剛中者，以剛而中，故能告而有節也。瀆，筮者二三，則問者固瀆，而告者亦瀆矣。蒙以養正，乃作聖之功，所以釋利貞之義也。</span>',
        'xiang' => '行，下孟反。六三象同。泉，水之始出者，必行而有漸也。',
        'yao' => [
            '說，吐活反。桎，音質。梏，古毒反。以陰居下，蒙之甚也。占者遇此，當發其蒙。然發之之道，當痛懲而暫舍之，以觀其後。若遂往而不舍，則致羞吝矣。戒占者當如是也。',
            '九二以陽剛為內卦之主，統治群陰，當發蒙之任者。然所治既廣，物性不齊，不可一槩取必。而爻之德剛而不過，為能有所包容之象。又以陽受陰，為納婦之象。又居下位而能任上事，為子克家之象。故占者有其德而當其事，則如是而吉也。',
            '取，七具反。六三陰柔，不中不正，女之見金夫而不能有其身之象也。占者遇之，則其取女必得如是之人，无所利矣。金夫，蓋以金賂己而挑之，若魯秋胡之為者。',
            '既遠於陽，又无正應，為困於蒙之象。占者如是，可羞吝也。能求剛明之德而親近之，則可免矣。',
            '柔中居尊，下應九二，純一未發，以聽於人，故其象為童蒙，而其占為如是，則吉也。',
            '以剛居上，治蒙過剛，故為擊蒙之象。然取必太過，攻治太深，則必反為之害。惟捍其外，誘以全其真純，則雖過於嚴密，乃為得宜。故戒占者如此。凡事皆然，不止為誨人也。',
        ],
        'xiaoxiang' => [
            '發蒙之初，法不可不正。懲戒所以正法也。',
            '指二五之應。',
            '順，當作慎。蓋順、慎古字通用。《荀子》「順墨」作「慎墨」，且「行不慎」，於經意尤親切，今當從之。',
            '遠，于萬反。實，叶韻去聲。',
            '',
            '禦寇以剛，上下皆得其道。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《蒙卦》象征启蒙：亨通。不是我有求于幼童，而是幼童有求于我，第一次向我请教，我有问必答，如果一而再、再而三地没有礼貌地乱问，则不予回答。利于守正道。',
        ],
        'xiang' => [
            '"《蒙卦》的卦象是坎（水）下艮（山）上，为山下有泉水之表象，但要想发现甘泉，必须设法准确地找出泉水的位置，即意味着先必须进行启蒙教育。君子必须行动果断，才能培养出良好的品德。',
        ],
        'yao' => [
            '初六，要进行启蒙教育，贵在树立典型，以便防止罪恶发生；如不专心求学，而是急功冒进，将来必然会后悔。',
            '九二，周围都是上进心很强的蒙童，希望获得知识，这是很吉利的。如果迎娶新媳妇，也是吉祥的。由于渴望接受教育，上进心很强，所以连孩子们已经能够治家了。',
            '六三，不能娶这样的女子，她的心目中只有美貌的郎君，不能守礼仪，也难以保住自己的节操，娶这样的女子是没有什么好处的。',
            '六四，人处于困难的境地，不利于接受启蒙教育，因而孤陋寡闻，结果是不大好的。',
            '六五，蒙童虚心地向老师求教，这是很吉祥的。',
            '上九，启蒙教育要及早实行，要针对蒙童的缺点，先发治人。不要等到蒙童的问题彻底暴露再去教育，而要防患于未然，事先进行启蒙教育。',
        ],
        'xiaoxiang' => [
            '用树立典型的办法来进行启蒙教育，是为了确立正确的法度，以便遵循。',
            '"由于渴望接受教育，上进心很强，所以连孩子们都已经能够治家了"，这是因为刚柔相济，孩子们受到了很好的启蒙教育的结果。',
            '"不能娶这个女子"，主要是指这个女子的行为是不合乎礼仪的，即这个女子没有受过良好的启蒙教育。',
            '"人处于困难的境地，不利于接受启蒙教育"，是因为疏远有真才实学的老师。',
            '"蒙童虚心地向老师求教，这是很吉祥的"，这是因为蒙童对老师采取了谦逊的态度。蒙童谦逊，则老师乐教，其教育结果自然是比较有效的，当然也是吉祥的。',
            '"启蒙教育要及早实行，要针对蒙童的缺点，先发治人"，因为只有这样，才能使老师和蒙童互相配合，才能达到治病救人、上下一心的目的。',
        ],
        'tuan' => '蒙，山下有险难，知有险难而终止，故为蒙，蒙，亨通。以亨道行动，随时而得中。“不是我求童蒙，而是童蒙求我”。志向同而相应。“初次占筮则告诉（其吉凶）”，是因得刚中之道。“再三占筮（是对占筮的）亵渎则不告（其吉凶）”。这种亵渎怠慢，是蒙昧（的表现）。将蒙昧培养入正道，这正是圣人的功绩。',
    ],
    'notes' => [
        'tuan' => '此释《蒙》卦卦名与卦辞之义。山下有险：《蒙》卦下坎上艮。艮为山，坎为险。险而止：《蒙》卦下坎为险，上艮为止。时中：于其时而适中。时，指卦爻之时。匪：非。童蒙：幼稚蒙昧之人。志应：二五其志相应。《蒙》九二为陽，六五为陰，故二五之志相应。初筮告：第一次占筮则告诉（吉凶）。初，第一次。筮，占筮。刚中：《蒙》九二为陽刚居中，以示告而有节。再三渎，渎则不告：再三（来占问）是渎慢（占筮），渎慢则不告诉（吉凶）。渎，亵渎。圣功：圣人之功。',
    ],
];
