<?php
return [
    'serial' => 5,
    'name' => '需',
    'symbol' => [1, 1, 1, 0, 1, 0],
    'brief' => '水天需',
    'spell' => '',
    'gua' => '有孚，光亨，贞吉。利涉大川。',
    'tuan' => '彖曰：需，须也；险在前也。刚健而不陷，其义不困穷矣。需有孚，光亨，贞吉。位乎天位，以正中也。利涉大川，往有功也。',
    'xiang' => '象曰：云上於天，需；君子以饮食宴乐。',
    'yao' => [
        '初九：需于郊。利用恒，无咎。',
        '九二：需于沙。小有言，终吉。',
        '九三：需于泥，致寇至。',
        '六四：需于血，出自穴。',
        '九五：需于酒食，贞吉。',
        '上六：入于穴，有不速之客三人来，敬之终吉。',
    ],
    'xiaoxiang' => [
        '象曰：需于郊，不犯难行也。利用恒，无咎；未失常也。',
        '象曰：需于沙，衍在中也。虽小有言，以终吉也。',
        '象曰：需于泥，灾在外也。自我致寇，敬慎不败也。',
        '象曰：需于血，顺以听也。',
        '象曰：酒食贞吉，以中正也。',
        '象曰：不速之客来，敬之终吉。虽不当位，未大失也。',
    ],
    'zhuxi' => [
        'gua' => '褫，敕紙反。鞶帶，命服之飾。褫，奪也。以剛居訟極，終訟而能勝之，故有錫命受服之象。然以訟得之，豈能安久，故又有終朝三褫之象。其占為終訟无理，而或取勝，然其所得，終必失之。聖人為戒之意深矣。',
        'tuan' => '需，須也，險在前也。剛健而不陷，其義不困窮矣。'
            . '<span class="commentinner">此以卦德釋卦名義。</span>'
            . '需，有孚，光亨，貞吉，位乎天位，以正中也。利涉大川，往有功也。'
            . '<span class="commentinner">以卦體及兩象釋卦辭。</span>',
        'xiang' => '上，上聲。樂，音洛。雲上於天，无所復為，待其陰陽之和而自雨爾。事之當需者，亦不容更有所為，但飲食宴樂，俟其自至而已。一有所為，則非需也。',
        'yao' => [
            '郊，曠遠之地，未近於險之象也，而初九陽剛，又有能恒於其所之象，故戒占者能如是，則无咎也。',
            '沙，則近於險矣。言語之傷，亦災害之小者。漸進近坎，故有此象。剛中能需，故得終吉。戒占者當如是也。',
            '泥，將陷於險矣。寇，則害之大者。九三去險愈近而過剛不中，故其象如此。',
            '血者，殺傷之地。穴者，險陷之所。四交坎體，入乎險矣，故為需于血之象。然柔得其正，需而不進，故又為出自穴之象。占者如是，則雖在傷地，而終得出也。',
            '酒食，宴樂之具，言安以待之。九五陽剛中正，需于尊位，故有此象。占者如是而貞固，則得吉也。',
            '陰居險極，无復有需，有陷而入穴之象。下應九三，九三與下二陽需極並進，為不速客三人之象。柔不能禦而能順之，有敬之之象。占者當陷險中，然於非意之來，敬以待之，則得終吉也。',
        ],
        'xiaoxiang' => [
            '難，去聲。',
            '衍，以善反。衍，寬意。以寬居中，不急進也。',
            '外，謂外卦。敬慎不敗，發明占外之占。聖人示人之意切矣。 ',
            '',
            '',
            '當，都浪反。後凡言當位、不當位者，倣此。以陰居上，是為當位。言不當位，未詳。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《需卦》象征等待：具有诚实守信的品德，光明正大，做事才会亨通顺利，占问的结果是吉祥的，出外远行，渡过宽阔的河流会很顺利。',
        ],
        'xiang' => [
            '《需卦》的卦象是乾（天）下坎（水）上，为水在天上之表象。水汽聚集天上成为云层，密云満天，但还没有下雨，需要等待；君子在这个时候需要吃喝，饮酒作乐，即在等待的时候积蓄力量。',
        ],
        'yao' => [
            '初九，在郊外等待，必须有恒心，长久耐心地静候时机，不会有什么祸患。',
            '九二，在沙滩上等待，虽然要受到别人的一些非难指责，耐心等待终究会获得吉祥。',
            '九三，在泥泞中等待，结果抢劫的强徒乘机而至。',
            '六四，在血泊中等待，不小心陷进深穴，用尽全力才逃脱出来。',
            '九五，准备好酒食招待客人，占问的结果是吉祥的。',
            '上六，落入了洞穴之中，忽然有不请自来的三位客人到来；对他们恭恭敬敬，以礼相待，终久会得到吉祥的结果。',
        ],
        'xiaoxiang' => [
            '"在郊外等待"，表明不能冒险轻率前行；"长久耐心地等候时机，不会有什么祸患"，表明没有偏离正道，没有偏离天地恒常之理。',
            '"在沙滩上等待"，表明宽宏大量不急躁；虽然受到一些非难和指责，但终久能获得吉祥。',
            '"在泥泞中等待"，说明灾祸还在外面，尚未殃及本身；自己招引来强盗，说明要处处谨慎小心才能避开危险。',
            '"在血泊中等待"，表明此时必须沉着冷静，顺应时势，听天由命，以等待转机。',
            '"准备好酒食招待客人，占问的结果是吉祥的"，说明此时处于中位，完美无缺。',
            '"不请自来的三位客人到来，对他们恭敬而且热情地招待，终久获得吉祥"，表明此时尽管处在不适当的地位，但还没有遭受大的损失。',
        ],
        'tuan' => '需，等待。危险在前方，有刚健而不会陷入，其义为不困穷。需，“有诚信广大亨通，而占问吉利”，（九五爻）位于天子之位，故居正而得中道。“宜于涉越大河”，前往可以建功立业。',
    ],
    'notes' => [
        'tuan' => '此释《需》卦卦名与卦辞之义。须：待。险在前：《需》卦下乾上坎，坎为险在上，故“险在前”。刚健而不陷：《需》卦下乾为刚健，上坎为陷。虽然前有险，但因乾刚健，遇险而能通，故“不陷”。孚：诚信。天位：五为天位。此指《需》卦九五之刚居天位。正中：九五以陽居陽为“正”，为外卦中爻故曰“中”。往有功：五多功，故前往必有功。',
    ],
];
