<?php
return [
    'serial' => 6,
    'name' => '讼',
    'symbol' => [0, 1, 0, 1, 1, 1],
    'brief' => '天水讼',
    'spell' => '',
    'gua' => '有孚，窒。惕中吉。终凶。利见大人，不利涉大川。',
    'tuan' => '彖曰：讼，上刚下险，险而健讼。讼有孚窒，惕中吉，刚来而得中也。终凶；讼不可成也。利见大人；尚中正也。不利涉大川；入于渊也。',
    'xiang' => '天与水违行，讼；君子以作事谋始。',
    'yao' => [
        '初六：不永所事，小有言，终吉。',
        '九二：不克讼，归而逋，其邑人三百户，无眚。',
        '六三：食旧德，贞厉，终吉，或从王事，无成。',
        '九四：不克讼，复自命，渝安贞，吉。',
        '九五：讼元吉。',
        '上九：或锡之鞶带，终朝三褫之。',
    ],
    'xiaoxiang' => [
        '不永所事，讼不可长也。虽有小言，其辩明也。',
        '不克讼，归而逋也。自下讼上，患至掇也。',
        '食旧德，从上吉也。',
        '复即命，渝安贞；不失也。',
        '讼元吉，以中正也。',
        '以讼受服，亦不足敬也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
