<?php
return [
    'gua' => '有孚，窒。惕中吉。终凶。利见大人，不利涉大川。',
    'tuan' => '彖曰：讼，上刚下险，险而健讼。讼有孚窒，惕中吉，刚来而得中也。终凶；讼不可成也。利见大人；尚中正也。不利涉大川；入于渊也。',
    'xiang' => '天与水违行，讼；君子以作事谋始。',
    'yao' => [
        '初六：不永所事，小有言，终吉。',
        '九二：不克讼，归而逋，其邑人三百户，无眚。',
        '六三：食旧德，贞厉，终吉，或从王事，无成。',
        '九四：不克讼，复自命，渝安贞，吉。',
        '九五：讼元吉。',
        '上九：或锡之鞶带，终朝三褫之。',
    ],
    'xiaoxiang' => [
        '不永所事，讼不可长也。虽有小言，其辩明也。',
        '不克讼，归而逋也。自下讼上，患至掇也。',
        '食旧德，从上吉也。',
        '复即命，渝安贞；不失也。',
        '讼元吉，以中正也。',
        '以讼受服，亦不足敬也。',
    ],
    'zhuxi' => [
        'gua' => '窒，張栗反。訟，爭辯也。上乾下坎，乾剛坎險，上剛以制其下，下險以伺其上，又為內險而外健，又為己險而彼健，皆訟之道也。九二中實，上无應與，又為加憂。且於卦變自遯而來，為剛來居二，而當下卦之中，有有孚而見窒，能懼而得中之象。上九過剛，居訟之極，有終極其訟之象。九五剛健中正，以居尊位，有大人之象。以剛乘險，以實履陷，有不利涉大川之象。故戒占者必有爭辯之事，而隨其所處為吉凶也。 ',
        'tuan' => '訟，上剛下險，險而健，訟。'
            . '<span class="commentinner">以卦德釋卦名義。</span>'
            . '訟，有孚窒，惕中吉，剛來而得中也。終凶，訟不可成也。利見大人，尚中正也。不利涉大川，入于淵也。'
            . '<span class="commentinner">以卦變、卦體、卦象釋卦辭。</span>',
        'xiang' => '天上水下，其行相違。作事謀始，訟端絕矣。',
        'yao' => [
            '陰柔居下，不能終訟，故其象占如此。',
            '逋，補吳反。眚，生領反。九二陽剛，為險之主，本欲訟者也。然以剛居柔，得下之中，而上應九五，陽剛居尊，勢不可敵，故其象占如此。邑人三百戶，邑之小者。言自處卑約，以免災患。占者如是，則无眚矣。',
            '食，猶食邑之食，言所享也。六三陰柔，非能訟者。故守舊居正，則雖危而終吉。然或出而從上之事，則亦必无成功。占者守常而不出，則善也。',
            '渝，以朱反。即，就也。命，正理也。渝，變也。九四剛而不中，故有訟象。以其居柔，故又為不克，而復就正理，渝變其心，安處於正之象。占者如是，則吉也。',
            '陽剛中正以居尊位，聽訟而得其平者也。占者遇之，訟而有理，必獲伸矣。',
            '褫，敕紙反。鞶帶，命服之飾。褫，奪也。以剛居訟極，終訟而能勝之，故有錫命受服之象。然以訟得之，豈能安久，故又有終朝三褫之象。其占為終訟无理，而或取勝，然其所得，終必失之。聖人為戒之意深矣。',
        ],
        'xiaoxiang' => [
            '',
            '竄，七亂反。掇，都活反。掇，自取也。',
            '從上吉，謂隨人則吉；明自主事，則无成功也。',
            '',
            '中則聽不偏，正則斷合理。',
        ],
    ],
    'wangbi' => [
        'gua' => '窒谓窒塞也。能惕，然后可以获中吉。',
        'tuan' => '讼，上刚下险，险而健，讼。“讼有孚，窒惕中吉”，刚来而得中也。“终凶”，讼不可成也。“利见大人”，尚中正也。“不利涉大川”，入于渊也。'
            . '<span class="commentinner">凡不和而讼，无施而可，涉难特甚焉。唯有信而见塞惧者，乃可以得吉也。犹复不可终，中乃吉也。不闭其源使讼不至，虽每不枉而讼至终竟，此亦凶矣。故虽复有信，而见塞惧犹，不可以为终也。故曰“讼有孚，窒惕中吉，终凶”也。无善听者，虽有其实，何由得明？而令有信塞惧者得其“中吉”，必有善听之主焉，其在二乎？以刚而来正夫群小，断不失中，应斯任也。</span>',
        'xiang' => '“听讼，吾犹人也。必也使无讼乎？”无讼在於谋始，谋始在於作制。契之不明，讼之所以生也。物有其分，职不相滥，争何由兴？讼之所以起，契之过也。故有德司契而不责於人。',
        'yao' => [
            '处讼之始，讼不可终，故“不永所事”，然后乃吉。凡陽唱而陰和，陰非先唱者也。四召而应，见犯乃讼。处讼之始，不为讼先，虽不能不讼，而了讼必辩明矣。',
            '以刚处讼，不能下物，自下讼上，宜其不克。若能以惧归窜其邑，乃可以免灾。邑过三百，非为窜也。窜而据强，灾未免也。',
            '体夫柔弱以顺於上，不为九二自下讼上，不见侵夺，保全其有，故得食其旧德而不失也。居争讼之时，处两刚之间，而皆近不相得，故曰“贞厉”。柔体不争，系应在上，众莫能倾，故曰“终吉”。上壮争胜，难可忤也，故或从王事，不敢成也。',
            '初辩明也。(2)处上讼下，可以改变者也，故其咎不大。若能反从本理，变前之命，安贞不犯，不失其道，“为仁犹已”，故吉从之。',
            '处得尊位，为讼之主，用其中正以断枉直，中则不过，正则不邪，刚无所溺，公无所偏，故讼“元吉”。',
            '处讼之极，以刚居上，讼而得胜者也。以讼受锡，荣何可保？故终朝之间，褫带者三也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“讼”，上刚下险，险而健，讼。“讼，有孚，窒，惕，中吉”，刚来而得中也。“终凶”，讼不可成也。'
            . '<span class="commentinner">初六信于九四，六三信于上九，而九二塞之，故曰：“有孚，窒。”而九四、上九亦不能置而不争，此“讼”之所以作也。故曰：“上刚下险，险而健，讼。”九二知惧，则犹可以免，故曰：“惕，中吉。”“刚来而得中也”，言其来则息“讼”而归矣，终之则凶。</span>'
            . '“利见大人”，尚中正也。'
            . '<span class="commentinner">谓九五也。</span>'
            . '“不利涉大川”，入于渊也。'
            . '<span class="commentinner">夫使川为渊者，“讼”之过也。天下之难①，未有不起于争，今又欲以争济之，是使相激为深而已。【校注】 ①天下之难：原文无“天下之”三字，依《苏氏易传》补。</span>',
        'xiang' => '王弼曰：“‘听讼，吾犹人也；必也使无讼乎？’夫无讼，在于谋始。”“契之不明，讼之所以生也，”“故有德司契，”而“讼”自息矣。',
        'yao' => [
            '九二处二陰之间，欲兼有之，初不予而强争焉。初六有应于四，不永事二而之四以为从；强求之二，不若从有应之四也。二虽“有言”，而其辨则明，故“终吉”。',
            '初六、六三，本非九二之所当有也。二以其近而强有之，以为邑人力征而心不服我，克则来，不克遂往，以我卜也。故九二“不克讼”而归。则初六、六三皆弃而违之。失众知惧，犹可少安，故“无眚”。“眚”，灾也。其曰“逋其邑人三百户”者，犹曰亡其邑人三百户云耳。',
            '六三与上九为应，二与四欲得之，而强施德焉。夫六三之应于上九者，天命之所当有也，非为其有德于我也，虽二与四之德不能夺之矣。是以“食旧德”，以从其配①，“食”者，食而忘之、不报之谓也，犹若食言云耳。与二陽近而不报其德，故厉而后吉。“或从王事，无成”者，有讨于其旧，从之可也；成之，过矣。【校注】 ①“不从其配”，原作“以从其配”，据《苏氏易传》改。',
            '九四命之所当得者，初六而已。近于三而强求之，故亦“不克讼”。然而有初之应，退而就其命之所当得者，自改而安于贞，则犹可以不失其有也。',
            '处中得位而无私于应，故讼者莫不取曲直焉。此所以为“元吉”也。',
            '六三，上九之配也。二与四尝有之矣，“不克讼”而归于上九。上九之得之也，譬之鞶带，夺诸其人之身而已，服之于人情有赧焉，故终朝三褫之。既服之矣，则又褫之，愧而不安之甚也。二与四，讼不胜者也，然且终无眚与吉也；上九，讼而胜者也，然且有三褫之辱，何也？曰：此止讼之道也。夫使胜者自多其胜以夸其能，不胜者自耻其不胜以遂其恶，则讼之祸，吾不知其所止矣。故胜者褫服，不胜者安贞无眚，止讼之道也。',
        ],
        'xiaoxiang' => [
            '若事二，则相从于讼无已也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《讼卦》象征打官司：这是因为诚实守信的德行被阻塞，心中畏惧有所戒备引起，坚守正道居中不偏会有吉祥；坚持把官司打到底则有凶险，如有德高望重的大人物出现则会有利，但出外远行、要渡过宽阔的大河则不会顺利。',
        ],
        'xiang' => [
            '《象辞》说《讼卦》的卦象是坎（水）下乾（天）上，为天在水上之表象。天从东向西转动，江河百川之水从西向东流，天与水是逆向相背而行的，象征着人们由于意见不合而打官司。所以君子在做事前要深谋远虑，从开始就要消除可能引起争端的因素。',
        ],
        'yao' => [
            '初六，不久将陷于争端之中；虽然会受到一些非难和指责，但终久将获得吉祥。',
            '九二，打官司失利，走为上策，赶快逃回来，跑到只有三百户人家的小国中，在此居住可以避开灾祸。',
            '六三，安享着原有的家业，吃喝不愁，坚守正道，处处小心防备危险，终久会获得吉祥；如果辅佐君王建功立业，成功后不归功于自己。',
            '九四，打官司失利，经过反思改变了主意，决定不打官司了，安分守己，必然会得到吉利的结果。',
            '九五，官司得到了公正的判决，开始获得吉祥。',
            '上九，因打官司获胜，君王偶然赏赐给饰有皮束衣带的华贵衣服，但在一天之内却几次被剥下身来。',
        ],
        'xiaoxiang' => [
            '"不久陷于争端之中"，说明与人争端决不可长久，决不可互不让步，相持不下；虽然"受到一些非难指责"，但通过摆事实讲道理，可以明辨事非。',
            '"打官司失利，迅速逃回来"，因为自己处于下位，与上面有权有势的人打官司，必然要失败而且有灾祸降临，但逃走避开，灾祸就没有了。',
            '"安享着祖上遗留下来的家业"，说明只要顺从上级，则可以获得吉祥的结果。',
            '"打官司失利后，回过头仔细反思，觉得"和为贵"，还是息事宁人为好，于是改变了主意，撤回诉状，退出争端不打官司了，说明坚守正道，安分守己就没有什么损失了。',
            '"官司得到公正的判决，开始获得吉祥"，表明此时居于正中地位，得到了大人物的公正的判处。',
            '因为打官司获胜而得到赏赐，没有什么可以值得尊敬的。',
        ],
        'tuan' => '讼，上有（天之陽）刚下有（坎之）陷险，有险难而得刚健，故为讼。讼，“有诚信，后悔害怕，在争讼中得吉”。陽刚来而得中位。“最终有凶”，争讼没有取胜。“适合见有权势的人”，这是崇尚中正之德。“不宜涉越大河”，（此指将）入于深渊。',
    ],
    'notes' => [
        'tuan' => '此释《讼》卦卦名与卦辞之义。上刚下险：《讼》卦下坎上乾，乾为刚在上，坎为险而在上。险而健：《讼》下坎为险，上乾为健。窒惕：后悔害怕。窒，通“咥”，训为觉悔。惕，恐惧。“窒惕”帛《易》作“洫宁”。刚来而得中：此指《讼》九二爻自外卦乾而生来居内卦之中。《讼》外卦为乾，内卦为坎，案《说卦》坎是乾坤交索而得，故（九二之）“刚来而得中。”终凶：最终有凶。讼不可成：指在争讼中不能取胜。中正：九五居中而得位，而有中正之德。入于渊：陽来居坎中，坎在下，故为“渊”。',
    ],
];
