<?php
return [
    'serial' => 6,
    'name' => '讼',
    'symbol' => [0, 1, 0, 1, 1, 1],
    'brief' => '天水讼',
    'spell' => '',
    'gua' => '有孚，窒。惕中吉。终凶。利见大人，不利涉大川。',
    'tuan' => '彖曰：讼，上刚下险，险而健讼。讼有孚窒，惕中吉，刚来而得中也。终凶；讼不可成也。利见大人；尚中正也。不利涉大川；入于渊也。',
    'xiang' => '天与水违行，讼；君子以作事谋始。',
    'yao' => [
        '初六：不永所事，小有言，终吉。',
        '九二：不克讼，归而逋，其邑人三百户，无眚。',
        '六三：食旧德，贞厉，终吉，或从王事，无成。',
        '九四：不克讼，复自命，渝安贞，吉。',
        '九五：讼元吉。',
        '上九：或锡之鞶带，终朝三褫之。',
    ],
    'xiaoxiang' => [
        '不永所事，讼不可长也。虽有小言，其辩明也。',
        '不克讼，归而逋也。自下讼上，患至掇也。',
        '食旧德，从上吉也。',
        '复即命，渝安贞；不失也。',
        '讼元吉，以中正也。',
        '以讼受服，亦不足敬也。',
    ],
    'zhuxi' => [
        'gua' => '',
        'tuan' => '
            . '<span class="commentinner">
        'xiang' => '',
        'yao' => [
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《讼卦》象征打官司：这是因为诚实守信的德行被阻塞，心中畏惧有所戒备引起，坚守正道居中不偏会有吉祥；坚持把官司打到底则有凶险，如有德高望重的大人物出现则会有利，但出外远行、要渡过宽阔的大河则不会顺利。',
        ],
        'xiang' => [
            '《象辞》说《讼卦》的卦象是坎（水）下乾（天）上，为天在水上之表象。天从东向西转动，江河百川之水从西向东流，天与水是逆向相背而行的，象征着人们由于意见不合而打官司。所以君子在做事前要深谋远虑，从开始就要消除可能引起争端的因素。',
        ],
        'yao' => [
            '初六，不久将陷于争端之中；虽然会受到一些非难和指责，但终久将获得吉祥。',
            '九二，打官司失利，走为上策，赶快逃回来，跑到只有三百户人家的小国中，在此居住可以避开灾祸。',
            '六三，安享着原有的家业，吃喝不愁，坚守正道，处处小心防备危险，终久会获得吉祥；如果辅佐君王建功立业，成功后不归功于自己。',
            '九四，打官司失利，经过反思改变了主意，决定不打官司了，安分守己，必然会得到吉利的结果。',
            '九五，官司得到了公正的判决，开始获得吉祥。',
            '上九，因打官司获胜，君王偶然赏赐给饰有皮束衣带的华贵衣服，但在一天之内却几次被剥下身来。',
        ],
        'xiaoxiang' => [
            '"不久陷于争端之中"，说明与人争端决不可长久，决不可互不让步，相持不下；虽然"受到一些非难指责"，但通过摆事实讲道理，可以明辨事非。',
            '"打官司失利，迅速逃回来"，因为自己处于下位，与上面有权有势的人打官司，必然要失败而且有灾祸降临，但逃走避开，灾祸就没有了。',
            '"安享着祖上遗留下来的家业"，说明只要顺从上级，则可以获得吉祥的结果。',
            '"打官司失利后，回过头仔细反思，觉得"和为贵"，还是息事宁人为好，于是改变了主意，撤回诉状，退出争端不打官司了，说明坚守正道，安分守己就没有什么损失了。',
            '"官司得到公正的判决，开始获得吉祥"，表明此时居于正中地位，得到了大人物的公正的判处。',
            '因为打官司获胜而得到赏赐，没有什么可以值得尊敬的。',
        ],
        'tuan' => '讼，上有（天之陽）刚下有（坎之）陷险，有险难而得刚健，故为讼。讼，“有诚信，后悔害怕，在争讼中得吉”。陽刚来而得中位。“最终有凶”，争讼没有取胜。“适合见有权势的人”，这是崇尚中正之德。“不宜涉越大河”，（此指将）入于深渊。',
    ],
    'notes' => [
        'tuan' => '此释《讼》卦卦名与卦辞之义。上刚下险：《讼》卦下坎上乾，乾为刚在上，坎为险而在上。险而健：《讼》下坎为险，上乾为健。窒惕：后悔害怕。窒，通“咥”，训为觉悔。惕，恐惧。“窒惕”帛《易》作“洫宁”。刚来而得中：此指《讼》九二爻自外卦乾而生来居内卦之中。《讼》外卦为乾，内卦为坎，案《说卦》坎是乾坤交索而得，故（九二之）“刚来而得中。”终凶：最终有凶。讼不可成：指在争讼中不能取胜。中正：九五居中而得位，而有中正之德。入于渊：陽来居坎中，坎在下，故为“渊”。',
    ],
];
