<?php
return [
    'serial' => 7,
    'name' => '师',
    'symbol' => [0, 1, 0, 0, 0, 0],
    'brief' => '地水师',
    'spell' => '',
    'gua' => '贞，丈人，吉无咎。',
    'tuan' => '彖曰：师，众也，贞正也，能以众正，可以王矣。刚中而应，行险而顺，以此毒天下，而民从之，吉又何咎矣。',
    'xiang' => '地中有水，师；君子以容民畜众。',
    'yao' => [
        '初六：师出以律，否臧凶。',
        '九二：在师中，吉无咎，王三锡命。',
        '六三：师或舆尸，凶。',
        '六四：师左次，无咎。',
        '六五：田有禽，利执言，无咎。长子帅师，弟子舆尸，贞凶。',
        '上六：大君有命，开国承家，小人勿用。',
    ],
    'xiaoxiang' => [
        '师出以律，失律凶也。',
        '在师中吉，承天宠也。王三锡命，怀万邦也。',
        '师或舆尸，大无功也。',
        '左次无咎，未失常也。',
        '长子帅师，以中行也。弟子舆师，使不当也。',
        '大君有命，以正功也。小人勿用，必乱邦也。',
    ],
    'zhuxi' => [
        'gua' => '師，兵眾也。下坎上坤，坎險坤順，坎水坤地。古者寓兵於農，伏至險於大順，藏不測於至靜之中。又卦唯九二一陽居下卦之中，為將之象，上下五陰順而從之，為眾之象。九二以剛居下而用事，六五以柔居上而任之，為人君命將出師之象，故其卦之名曰師。丈人，長老之稱。用師之道，利於得正，而任老成之人，乃得吉而无咎。戒占者亦必如是也。',
        'tuan' => '師，眾也；貞，正也。能以眾正，可以王矣。'
            . '<span class="commentinner">王，往況反。此以卦體釋師、貞之義。以，謂能左右之也。一陽在下之中，而五陰皆為所以也。能以眾正，則王者之師矣。</span>'
            . '剛中而應，行險而順，以此毒天下而民從之，吉又何咎矣。'
            . '<span class="commentinner">又以卦體、卦德釋「丈人吉，无咎」之義。剛中，謂九二。應，謂六五應之。行險，謂行危道。順，謂順人心。此非有老成之德者不能也。毒，害也。師旅之興，不无害於天下，然以其有是才德，是以民悅而從之也。</span>',
        'xiang' => '畜，許六反。水不外於地，兵不外於民，故能養民，則可以得眾矣。',
        'yao' => [
            '律，法也。否臧，謂不善也。晁氏曰，否字先儒多作不，是也。在卦之初，為師之始。出師之道，當謹其始，以律則吉，不臧則凶。戒占者當謹始而守法也。',
            '九二在下，為眾陰所歸，而有剛中之德。上應於五，而為所寵任，故其象占如此。',
            '輿尸，謂師徒撓敗，輿尸而歸也。以陰居陽，才弱志剛，不中不正，而犯非其分，故其象占如此。',
            '左次，謂退舍也。陰柔不中，而居陰得正，故其象如此。全師以退，賢於六三遠矣，故其占如此。',
            '長，之丈反。六五用師之主，柔順而中，不為兵端者也。敵加於己，不得已而應之，故為田有禽之象。而其占利以搏執而无咎也。言，語辭也。長子，九二也。弟子，三四也。又戒占者專於委任，若使君子任事，而又使小人參之，則是使之輿尸而歸，故雖貞而亦不免於凶也。',
            '師之終，順之極，論功行賞之時也。坤為土，故有開國承家之象。然小人則雖有功，亦不可使之得有爵士，但優以金帛可也。戒行賞之人，於小人則不可用此占，而小人遇之，亦不得用此爻也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '知難而退，師之常也。',
            '當，去聲。',
            '聖人之戒深矣。',
        ],
    ],
    'wangbi' => [
        'gua' => '丈人，严庄之称也。为师之正，丈人乃吉也。兴役动众无功，罪也，故吉乃无咎也。',
        'tuan' => '师，众也。贞，正也。能以众正，可以王矣。刚中而应，行险而顺，以此毒天下而民从之，吉又何咎矣？'
            . '<span class="commentinner">毒犹役也。</span>',
        'xiang' => '',
        'yao' => [
            '为师之始，齐师者也。齐众以律，失律则散。故师出以律，律不可失。失律而臧，何异於否？失令有功，法所不赦。故师出不以律，否臧皆凶。',
            '以刚居中，而应於上，在师而得其中者也。承上之宠，为师之主，任大役重，无功则凶，故吉乃无咎也。行师得吉，莫善怀邦，邦怀众服，锡莫重焉，故乃得成命。',
            '以陰处陽，以柔乘刚，进则无应，退无所守，以此用师，宜获“舆尸”之凶。',
            '得位而无应，无应不可以行，得位则可以处，故左次之，而无咎也。行师之法，欲右背高，故左次之。',
            '处师之时，柔得尊位，陰不先唱，柔不犯物，犯而后应，往必得直，故“田有禽”也。物先犯己，故可以执言而无咎也。柔非军帅，陰非刚武，故不躬行，必以授也。授不得王，则众不从，故“长子帅师”可也。弟子之凶，故其宜也。',
            '处师之极，师之终也。大君之命，不失功也。开国承家，以宁邦也。小人勿用，非其道也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '虽不能有获，足以不失其常也。',
        ],
    ],
    'sushi' => [
        'gua' => '丈人，《诗》所谓“老成人”也。夫能以众正有功而无后患者，其惟丈人乎？故《彖》曰：“吉，”又何咎矣！',
        'tuan' => '师，众也。贞，正也。能以众正，可以王矣。刚中而应，行险而顺，以此毒天下，而民从之，吉，又何咎矣！'
            . '<span class="commentinner">用师，犹以药石治病，故曰“毒天下”。</span>',
        'xiang' => '兵不可一日无，然不可观也。祭公谋父曰：“先王耀德而不观兵。”夫兵戢而时动，动则威；观则玩，玩则无震，故“地中有水，师”，言兵当如水，行于地中，而人不可知也。',
        'yao' => [
            '师出不可不“以律”也①，否则虽臧亦凶。夫“以律”者，正胜也；不“以律”者，奇胜也。能以奇胜，可谓臧矣，然其利近，其祸远；其获小，其丧大。师休之日乃见之矣，故曰“凶”。【校注】 ①“不可不以律也”，《苏氏易传》作“不可以不律也”，误。',
            '夫师出不先得主于中，虽有功，患随之矣。九二有应于五，是以“吉”而无复有咎。',
            '九二体刚而居柔。体刚则威，居柔则顺，是以无专权之疑，而有锡命之宠。六三体柔而居刚，体柔则威不足，居刚则势可疑，以是不得专其师而为，或者之众主之也，故“凶”而“无功”。',
            '王弼曰：“得位而无应，无应则不可以行，得位则可以处，故‘左次无咎’。”行师之法，欲左皆高，故左次。',
            '夫以陰柔为师之主，不患其好胜而轻敌也，患其弱而多疑尔，故告之曰：禽暴汝田，执之有辞矣，何咎之有？既使长子帅师，又使弟子与众主之，此多疑之故也。臣待命而行，可谓正矣，然将在军则不可，故曰“贞凶”。',
            '夫师始终之际，圣人之所甚重也。师出则严其律，师休则正其功，小人无自入焉。小人之所由入者，常自不以律始，惟不以律，然后能以奇胜。夫能以奇胜者，其人岂可与居安哉！师休之日，将录其一胜之功而以为诸侯、大夫，则乱自是始矣。圣人之师，其始不求苟胜，故其终可以“正功”，曰：是君子之功邪？小人之功邪？',
        ],
        'xiaoxiang' => [
            '',
            '赏有功而万邦怀之，则其所赏皆以正胜者也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《师卦》象征兵众（师指军队）：坚守正道，德高望重富有经验的长者统帅军队可以得到吉祥，不会有什么灾祸。',
        ],
        'xiang' => [
            '《师卦》的卦象是坎（水）下坤（地）上，是地中有水之表象。地中蕴藏聚集了大量的水，取之不尽，用之不竭，象征兵源充足；君子要像地中藏水一样容纳天下百姓，养育众人，这样就会有众多的士兵可用。',
        ],
        'yao' => [
            '初六，出师征战必须要有严明的纪律，如果军纪混乱必然有凶险。',
            '九二，在军中任统帅，持中不偏可得吉祥，不会有什么灾祸；君王多次进行奖励，并被委以重任。',
            '六三，不时有士兵从战场上运送战死者的尸体回来，凶险。',
            '六四，率军暂时撤退，免得遭受损失。',
            '六五，田野中有野兽出没，率军围猎捕获，不会有损失；委任德高望重的长者为军中主帅，必将战无不胜，委任无德小人将运送着尸体大败回，占问的结果必然是凶险的。',
            '上六，凯旋而归，天子颁布了诏命，分封功臣，或封为诸侯，或封为上卿，或封为大夫，但小人决不可以重用。',
        ],
        'xiaoxiang' => [
            '"出师征战必须要有严明的纪律"，要号令整齐，行动一致，赏罚分明。如果军纪不良，指挥不灵，必然要发生凶险。',
            '"在军中任统帅，持中不偏可得吉祥，不会有什么灾祸"，表明承受"天命"，因此得到君王的宠幸；"君王多次进行奖励"，说明怀有治国平天下使万邦悦服的弘大志向。',
            '"士兵不时运送战死者的尸体回来"，说明不能知己知彼，在敌强我弱的情况下，不自量力发动进攻，结果战败，没有任何功绩可言了。',
            '《象辞》说"观察了战场形势后，暂时后退以避敌精锐，免遭更大损失"。说明深通兵法，懂得用兵有进有退的常理。',
            '"委任有德长者统帅军队战无不胜"，表明居中恃正，行为有法度，必然获胜；"委任无德小人将运送着战死者的尸体，大败而归"，说明用人不当，必招致大败，将自食恶果。',
            '"天子颁布了诏命，分封功臣"，是为了按功劳大小而公正封赏。"小人决不可以重用"，因为重用小人必然危害并扰乱邦国。',
        ],
        'tuan' => '师，为众，贞，为守正道。若能使众人皆行正道，则可以主天下了。（《师》九五）以陽刚居中而应众陰，行于险难而顺利。以此道治理天下，而得民众顺从它。此乃“吉祥”，又有何“咎灾”。',
    ],
    'notes' => [
        'tuan' => '此释《师》卦卦名，卦辞之义。众：《师》下坎上坤，坤为众，坎亦为众。《国语•晋语》：“坎，水也，众也。”刚中而应：《师》卦九二为刚处中，六五应之。行险而顺：《师》卦下坎为险，上坤为顺。毒：本指一种害人之草，可以做药物治病，后引申为治理。《老子》所言“长之育之，亭之毒之”即是此意。',
    ],
];
