<?php
return [
    'serial' => 8,
    'name' => '比',
    'symbol' => [0, 0, 0, 0, 1, 0],
    'brief' => '水地比',
    'spell' => '',
    'gua' => '吉。原筮元永贞，无咎。不宁方来，后夫凶。',
    'tuan' => '彖曰：比，吉也，比，辅也，下顺从也。原筮元永贞，无咎，以刚中也。不宁方来，上下应也。后夫凶，其道穷也。',
    'xiang' => '地上有水，比；先王以建万国，亲诸侯。',
    'yao' => [
        '初六：有孚比之，无咎。有孚盈缶，终来有他，吉。',
        '六二：比之自内，贞吉。',
        '六三：比之匪人。',
        '六四：外比之，贞吉。',
        '九五：显比，王用三驱，失前禽。邑人不诫，吉。',
        '上六：比之无首，凶。',
    ],
    'xiaoxiang' => [
        '比之初六，有他吉也。',
        '比之自内，不自失也。',
        '比之匪人，不亦伤乎！',
        '外比於贤，以从上也。',
        '显比之吉，位正中也。舍逆取顺，失前禽也。邑人不诫，上使中也。',
        '比之无首，无所终也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
