<?php
return [
    'serial' => 8,
    'name' => '比',
    'symbol' => [0, 0, 0, 0, 1, 0],
    'brief' => '水地比',
    'spell' => '',
    'gua' => '吉。原筮元永贞，无咎。不宁方来，后夫凶。',
    'tuan' => '彖曰：比，吉也，比，辅也，下顺从也。原筮元永贞，无咎，以刚中也。不宁方来，上下应也。后夫凶，其道穷也。',
    'xiang' => '地上有水，比；先王以建万国，亲诸侯。',
    'yao' => [
        '初六：有孚比之，无咎。有孚盈缶，终来有他，吉。',
        '六二：比之自内，贞吉。',
        '六三：比之匪人。',
        '六四：外比之，贞吉。',
        '九五：显比，王用三驱，失前禽。邑人不诫，吉。',
        '上六：比之无首，凶。',
    ],
    'xiaoxiang' => [
        '比之初六，有他吉也。',
        '比之自内，不自失也。',
        '比之匪人，不亦伤乎！',
        '外比於贤，以从上也。',
        '显比之吉，位正中也。舍逆取顺，失前禽也。邑人不诫，上使中也。',
        '比之无首，无所终也。',
    ],
    'zhuxi' => [
        'gua' => '',
        'tuan' => '
            . '<span class="commentinner">
        'xiang' => '',
        'yao' => [
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《比卦》象征亲密无间，团结互助：吉祥。探本求原，再一次卜筮占问，知道要辅佐有德行的长者，长久不变地坚守正道，不会有祸害。连不安分的诸侯现在也来朝贺，还有少数来得迟的诸侯将有凶险。',
        ],
        'xiang' => [
            '《比卦》的卦象为坤，（地）下坎（水）上，象征地上有水。大地上百川争流，流水又浸润着大地，表明地与水亲密无间，互相依存；以前的历代君主明白这个道理，所以分封土地，建立万国，安抚亲近各地诸侯。',
        ],
        'yao' => [
            '初六，具有诚实守信的德行，亲密团结，辅佐君主，不会有灾祸；诚信的德行如同美酒注满了酒缸，这样远方的人纷纷前来归附，结果是吉祥的。',
            '六二，在内部亲密团结，努力辅佐君主，结果是吉祥的。',
            '六三，和行为不端正的人交朋友，而且关系亲密。',
            '六四，在对外交往中互相信任，亲密团结，尽力辅佐贤明的君主，其结果是吉祥的。',
            '九五，光明无私，亲密团结，互相辅助；跟随君王去田野围猎，从三面驱赶，网开一面，看着禽兽从放开的一面逃走，毫不在乎，君王的部下也不戒备，吉祥。',
            '上六，和众人亲密团结、互助友爱但自己不居于领导地位，将有凶险。',
        ],
        'xiaoxiang' => [
            '《比卦》的第一爻位（初六），表示一开始便具有诚信的德行，致使远方来人归附，自然可获吉祥。',
            '"内部亲密无间团结一致，辅佐君主"，说明没有偏离了正道。',
            '"和行为不端正的人交朋友，而且关系亲密"，难道不是一件很可悲的事吗？',
            '在外面亲密团结朋友，辅佐贤君，说明要顺从居于尊上地位的君主，才会有好的结果。',
            '"光明无私，亲密团结，互相辅助"，可获得吉祥，因为此时居于正中位置。抛弃逆天行事的举动而顺其自然，就好像围猎时网开一面，让该被擒的禽兽落网，不该被获的从前面逃掉；君王的部下听其自然，不加戒备；这是君王的贤德感化了部下的缘故。',
            '"和众人亲密团结、互助友爱但自己不居于领导地位，将有凶险"，说明自己将来没有可以归附的地方，无立足之地。',
        ],
        'tuan' => '比，为吉；比，有亲辅之义。居下而能顺从。“再次占筮，开始永守正道，无灾害”，（九五）以刚而得中。“不安宁的事情将并行而来”，上下（众陰）亲比而相应和。“后来的人有凶”。此指比道到此穷尽了。',
    ],
    'notes' => [
        'tuan' => '此释《比》卦卦名与卦辞之义。吉：《杂卦》曰“比乐”，故比为“吉”。辅：亲辅。《比》下坤上坎，坤为地，坎为水，水在地上，不容有间。故为“辅”。下顺从：《比》卦下为坤，二三四互体也为坤，坤为顺而在下，故曰“下顺从”。原筮：再筮。原，再一次。元永贞：开始永守正道。刚中：九五以陽刚居中。不宁方来：不安宁之事并行而来。方，俞樾云：“方，并也。”上下应：指上下五陰应九五。后夫凶：后来的人有凶。其道穷：上六居卦之上，又乘五陽，故曰“其道穷”。',
    ],
];
