<?php
return [
    'serial' => 9,
    'name' => '小畜',
    'symbol' => [1, 1, 1, 0, 1, 1],
    'brief' => '风天小畜',
    'spell' => 'xù',
    'gua' => '亨。 密云不雨，自我西郊。',
    'tuan' => '小畜；柔得位，而上下应之，曰小畜。健而巽，刚中而志行，乃亨。密云不雨，尚往也。自我西郊，施未行也。',
    'xiang' => '风行天上，小畜；君子以懿文德。',
    'yao' => [
        '初九：复自道，何其咎，吉。',
        '九二：牵复，吉。',
        '九三：舆说辐，夫妻反目。',
        '六四：有孚，血去惕出，无咎。',
        '九五：有孚挛如，富以其邻。',
        '上九：既雨既处，尚德载，妇贞厉。月几望，君子征凶。',
    ],
    'xiaoxiang' => [
        '复自道，其义吉也。',
        '牵复在中，亦不自失也。',
        '夫妻反目，不能正室也。',
        '有孚惕出，上合志也。',
        '有孚挛如，不独富也。',
        '既雨既处，德积载也。君子征凶，有所疑也。',
    ],
    'vernacular' => [
        'gua' => [
            '《小畜卦》象征小有积蓄：亨通顺利；天空布满浓密的积云，但还没有下雨，云气是从城西郊区升起来的。',
        ],
        'xiang' => [
            '《小畜卦》的卦象是乾（天）下巽（风）上，是风飘行天上的表象。风在天上吹，密云不雨，气候不好不坏，收成一般，所以只能"小有积蓄"；君子面对这种情况，于是修养美好的品德，用心做好文章等待发达的时机。',
        ],
        'yao' => [
            '初九，自己从原路返回，哪里会有什么灾害呢？吉祥。',
            '九二，带着别人一道从原路返回，吉祥。',
            '九三，行在半路上，忽然大车的辐条从车轮中脱出来，车不能再行了，回到家里，夫妻因此大吵大闹着要离婚。',
            '六四，具有诚实守信的德行，互相信任；抛弃忧患意识与戒备心理，这样就没有灾祸。',
            '九五，具有诚信的德行，与别人紧密联系并互相帮助，自己致富也要使邻人跟着一同富起来。',
            '上九，下起了细雨，但不久又停下来，陽刚者的德行被陰气所弥漫掩盖；这时妇人要坚守正道，因为十五月圆十六就开始亏了，要小心防备危险。君子要出外远行，必有凶险。',
        ],
        'xiaoxiang' => [
            '"自己从原路返回"，表明这行动很适宜，符合常理，因而吉祥。',
            '"带着别人从原路返回，表明此时处于居中位置，自己不会失掉陽刚的德行。',
            '结发夫妻吵闹着要离婚，说明丈夫不能以家规要求妻子，自己也没有给妻子做出表率，所以妻子不守妇道。',
            '"具有诚信之德并抛弃戒备心理"表明这样符合居于尊上地位的权势者的意愿。',
            '"具有诚信的德行与别人紧密联系并互相帮助"，表明要与人共同富裕，不独自享受富贵。',
            '"下起了细雨，但不久又停下来"，表明这时陰气弥漫掩盖了陽刚之德；"君子外出远行必遭凶险"，说明陰湿之气聚集，到处一片茫茫，方向不清，情况不明，自然会发生危险。',
        ],
        'tuan' => '小畜，陰柔得位而上下（众陽）应和，故曰小畜，刚健而逊顺，（九二九五）陽刚居中皆志于行施，故“亨”。“乌云密布而不下雨”，此云向上行。“云从我西郊而来”，云布施而雨未下。',
    ],
    'notes' => [
        'tuan' => '此释《小畜》卦名与卦辞之义。柔得位：《小畜》六四之陰居陰位。柔，指六四。上下应之：上下五陽相应。健而巽：《小畜》下乾上巽。乾为健，故曰健而巽。巽，一本作“逊”。巽、逊音同而相通。《文选•魏都赋》“巽其神器”，注云：“逊与巽同。”《说文》：“逊，遁也。”《广雅》训“巽”为顺。故二者其义相同。刚中而志行：二五之陽居中故“刚中”，陽性为动，故“志行”。密云不雨：陰云密布而不下雨。尚：上。尚往，指（云）向上而行。自我西郊：指云起自我方西郊。施：《彖》释《乾》有“云行雨施”，释《益》有“天施地生”，皆谓降雨此处“施未行”，乃指“密云不雨”。',
    ],
];
