<?php
return [
    'serial' => 9,
    'name' => '小畜',
    'symbol' => [1, 1, 1, 0, 1, 1],
    'brief' => '风天小畜',
    'spell' => 'xù',
    'gua' => '亨。 密云不雨，自我西郊。',
    'tuan' => '小畜；柔得位，而上下应之，曰小畜。健而巽，刚中而志行，乃亨。密云不雨，尚往也。自我西郊，施未行也。',
    'xiang' => '风行天上，小畜；君子以懿文德。',
    'yao' => [
        '初九：复自道，何其咎，吉。',
        '九二：牵复，吉。',
        '九三：舆说辐，夫妻反目。',
        '六四：有孚，血去惕出，无咎。',
        '九五：有孚挛如，富以其邻。',
        '上九：既雨既处，尚德载，妇贞厉。月几望，君子征凶。',
    ],
    'xiaoxiang' => [
        '复自道，其义吉也。',
        '牵复在中，亦不自失也。',
        '夫妻反目，不能正室也。',
        '有孚惕出，上合志也。',
        '有孚挛如，不独富也。',
        '既雨既处，德积载也。君子征凶，有所疑也。',
    ],
    'zhuxi' => [
        'gua' => '畜，敕六反。大畜卦同。巽，亦三畫卦之名。一陰伏於二陽之下，故其德為巽、為入，其象為風、為木。小，陰也。畜，止之之義也。上巽下乾，以陰畜陽，又卦唯六四一陰，上下五陽皆為所畜，故為小畜。又以陰畜陽，能繫而不能固，亦為所畜者小之象。內健外巽，二五皆陽，各居一卦之中而用事，有剛而能中，其志得行之象，故其占當得亨通。然畜未極而施未行，故有密雲不雨，自我西郊之象。蓋密雲，陰物；西郊，陰方。我者，文王自我也。文王演易於羑里，視岐周為西方，正小畜之時也。筮者得之，則占亦如其象云。',
        'tuan' => '小畜，柔得位而上下應之，曰小畜。'
            . '<span class="commentinner">以卦體釋卦名義。柔得位，指六居四。上下，謂五陽。</span>'
            . '健而巽，剛中而志行，乃亨。'
            . '<span class="commentinner">以卦德、卦體而言，陽猶可亨也。</span>'
            . '密雲不雨，尚往也。自我西郊，施未行也。'
            . '<span class="commentinner">施，始豉反。尚往，言畜之未極，其氣猶上進也。</span>',
        'xiang' => '風有氣而无質，能畜而不能久，故為小畜之象。懿文德，言未能厚積而遠施也。',
        'yao' => [
            '復，芳六反。二爻同。下卦乾體，本皆在上之物，志欲上進，而為陰所畜。然初九體乾，居下得正，前遠於陰，雖與四為正應，而能自守以正，不為所畜，故有進復自道之象。占者如是，則无咎而吉也。',
            '三陽志同，而九二漸近於陰，以其剛中，故能與初九牽連而復，亦吉道也。占者如是，則吉矣。',
            '說，吐活反。九三，亦欲上進，然剛而不中，迫近於陰，而又非正應，但以陰陽相說而為所繫畜，不能自進，故有輿說輻之象。然以志剛，故又不能平而與之爭，故又為夫妻反目之象。戒占者如是，則不得進而有所爭也。',
            '去，上聲。以一陰畜眾陽，本有傷害憂懼。以其柔順得正，虛中巽體，二陽助之，是有孚而血去惕出之象也。无咎宜矣。故戒占者亦有其德，則无咎也。',
            '攣，力專反。巽體三爻，同力畜乾，鄰之象也。而九五居中處尊，勢能有為，以兼乎上下，故為有孚攣固，用富厚之力而以其鄰之象。以，猶《春秋》「以某師」之「以」，言能左右之也。占者有孚，則能如是也。',
            '幾，音機。歸妹卦同。畜極而成，陰陽和矣，故為既雨既處之象。蓋尊尚陰德，至於積滿而然也。陰加於陽，故雖正亦厲。然陰既盛而抗陽，則君子亦不可以有行矣。其占如此，為戒深矣。',
        ],
        'xiaoxiang' => [
            '',
            '亦者，承上爻義。',
            '程子曰：說輻、反目，三自為也。',
        ],
    ],
    'wangbi' => [
        'gua' => '不能畜大止健，刚志故行，是以亨。',
        'tuan' => '小畜，柔得位而上下应之，曰“小畜”。'
            . '<span class="commentinner">谓六四也，成卦之义，在此爻也。体无二陰，以分其应故上下应之也。既得其位，而上下应之，三不能陵，小畜之义。</span>'
            . '健而巽，刚中而志行，乃亨。“密云不雨”，尚往也；“自我西郊”，施未行也。'
            . '<span class="commentinner">小畜之势，足作密云，乃“自我西郊”，未足以为雨也。何由知未能为雨？夫能为雨者，陽上薄陰，陰能固之，然后烝而为雨。今不能制初九之“复道”，固九二之“牵复”，九三更以不能复为劣也。下方尚往，施岂得行？故密云而不能为雨，尚往故也。何以明之？去陰能固之，然后乃雨乎。上九独能固九三之路，故九三不可以进而“舆说辐”也。能固其路而安於上，故得“既雨既处”。若四、五皆能若上九之善畜，则能雨明矣。故举一卦而论之，能为小畜密云而已。陰苟不足以固陽，则虽复至盛，密云自我西郊，故不能雨也。雨之未下，即施之未行也。《彖》至论一卦之体，故曰“密云不雨”。《象》各言一爻之德，故曰“既雨既处”也。</span>',
        'xiang' => '未能行其施者，故可以懿文德而已。',
        'yao' => [
            '处乾之始，以升巽初，四为已应，不距已者也。以陽升陰，复自其道，顺而无违，何所犯咎，得义之吉。',
            '处乾之中，以升巽五，五非畜极，非固已者也。虽不能若陰之不违，可牵以获复，是以吉也。',
            '上为畜盛，不可牵征，以斯而进，故必“说辐”也。已为陽极，上为陰长，畜於陰长，不能自复，方之“夫妻反目”之义也。',
            '夫言“血”者，陽犯陰也。四乘於三，近不相得，三务於进，而已隔之，将惧侵克者也。上亦恶三而能制焉，志与上合，共同斯诚，三虽逼己，而不能犯，故得血去惧除，保“无咎”也。',
            '处得尊位，不疑於二，来而不距。二牵已挛，不为专固，“有孚挛如”之谓也。以陽居陽，处实者也。居盛处实而不专固，富以其邻者也。',
            '处小畜之极，能畜者也。陽不获亨，故“既雨”也。刚不能侵，故“既处”也。体《巽》处上，刚不敢犯，“尚德”者也。为陰之长，能畜刚健，德积载者也。妇制其夫，臣制其君，虽贞近危，故曰“妇贞厉”也。陰之盈盛莫盛於此，故曰“月几望”也。满而又进，必失其道，陰疑於陽，必见战伐，虽复君子，以征必凶，故曰“君子征凶”。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '夫处下可以征而无咎者，唯泰也则然。坤本体下，又顺而弱，不能敌刚，故可以全其类，征而吉也。自此以往，则其进各有难矣。夫巽虽不能若艮之善畜，犹不肯为坤之顺从也，故可得少进，不可尽陵也。是以初九、九二，其复则可，至於九三，则“舆说辐”也。夫大畜者，畜之极也。畜而不已，畜极则通，是以其畜之盛在於四、五，至于上九，道乃大行。小畜积极而后乃能畜，是以四、五可以进，而上九说征之辐。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '小畜，柔得位而上下应之，曰“小畜”。'
            . '<span class="commentinner">谓六四也。六四之谓小矣，五陽皆为六四之所畜，是以大而畜于小也。</span>'
            . '健而巽，刚中而志行，乃亨。'
            . '<span class="commentinner">未畜而亨，则“巽”之所以畜“乾”者，顺之而已。</span>'
            . '“密云不雨”，尚往也；“自我西郊”，施未行也。'
            . '<span class="commentinner">“乾”之为物，难乎其畜之者也。畜之非其人，则“乾”不为之用。虽不为之用而眷眷焉，不决去之，卒受其病者，“小畜”是也。故曰“密云不雨，自我西郊”。夫陽施于陰则为雨；“乾”非不知“巽”之不足以任吾施也，然其为物也，健而急于用，故进而尝试焉，既已为“密云”矣。能为“密云”而不能为“雨”，岂真不能哉？不欲雨也。雨者，“乾”之有为之功也，不可以轻用，用之于非其人，则丧其所以为“乾”矣。“乾”知“巽”之不足以任吾施也，是以迟疑而重发之。欲之于“巽”而未决，故次于我之“西郊”。君子是以知“乾”之终病也，既以为云矣，则是欲雨之道也，能终“不雨”乎？既已次于郊矣，则是欲往之势也，能终不往乎？云而不雨，将安归哉！故卦以为“不雨”，而爻不免于雨者，势也。君子之于非其人也，望而去之，况与之为云乎？既已为云矣#，又可反乎？“乾”知“巽”之不足与雨矣，而犹往从之，故曰“密云不雨，尚往也”。</span>',
        'xiang' => '夫畜已而非其人，则君子不可以有为，独可以雍容讲道，如子夏之在魏，子思之在鲁可也。',
        'yao' => [
            '',
            '',
            '陽之畜“乾”也，厉而畜之。厉而畜之者，非以害之也，将盈其气而作之尔。陰之畜乾也，顺而畜之。顺而畜之者，非以利之也，将即其安而縻之尔。故“大畜”将以用“乾”，而“小畜”将以制之。“乾”进而求用则可，进而受制则不可。故“大畜”之“乾”，以之“艮”为吉；“小畜”之“乾”，以之“巽”为凶。“乾”之欲去于“巽”，必自其交之未深也，去之则易。初九“复自道，何其咎，吉”，进而尝之，知其不可，反循故道而复其所，则无咎。九二交深于初九矣，故其复也，必自引而后脱，盖已难矣，然犹可以不自失也。至于九三，其交益深而不可复，则脱輹而与之处#，与之处可也，然“乾”终不能自革其健而与“巽”久处而无尤也，故终于“反目”。',
            '',
            '凡“巽”皆陰也。六四固陰矣，九五、上九，其质则陽，其志则陰也。以陰畜“乾”，“乾”知其不可也；易以质陽而志陰者畜“乾”，“乾”知其不可也难。何则？不知其志而见其类也。六四“有孚，血去惕出，无咎”，六四之所“孚”者，初九也。初九欲去之，六四欲畜而留之，陰陽不相能，故伤而去，惧而出也。以其伤且惧，是以知陰之畜“乾”，其欲害“乾”之意见于外也。如此，以其为害也浅。而“乾”去之速，故“无咎”。若夫九五之畜“乾”也，则不然。所“孚”者既已去我矣，我且挽援而留之，若中心诚好之。然此“乾”之所以眷眷而不悟，自引而后脱。二者皆欲畜“乾”而制之，顾力不能，是以六四与上“合志”，而九五以其富，附其邻，并力以畜之。邻，上九也。',
            '“小畜”之世，宜“不雨”者也。九三之于上九，其势不得不雨者，以“密云”之不可反而舍上九，则无与雨也。既已与之雨，则为其人矣，可不为之处乎？“乾”非德不止，九五、上九，质陽而志陰，故能“尚德”以载“乾”。“尚德”者，非真有德之谓也，九五、上九知“乾”之难畜，故积德而共载之，此陽也，而谓之妇，明其实陰也。以上畜下，故“贞”。“乾”不心服，故“厉”。以陰胜陽，故“月几望”。君子之征，自其交之未合则无咎。既已与之雨矣，而去之，则彼疑我矣。疑则害之，故“凶”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《小畜卦》象征小有积蓄：亨通顺利；天空布满浓密的积云，但还没有下雨，云气是从城西郊区升起来的。',
        ],
        'xiang' => [
            '《小畜卦》的卦象是乾（天）下巽（风）上，是风飘行天上的表象。风在天上吹，密云不雨，气候不好不坏，收成一般，所以只能"小有积蓄"；君子面对这种情况，于是修养美好的品德，用心做好文章等待发达的时机。',
        ],
        'yao' => [
            '初九，自己从原路返回，哪里会有什么灾害呢？吉祥。',
            '九二，带着别人一道从原路返回，吉祥。',
            '九三，行在半路上，忽然大车的辐条从车轮中脱出来，车不能再行了，回到家里，夫妻因此大吵大闹着要离婚。',
            '六四，具有诚实守信的德行，互相信任；抛弃忧患意识与戒备心理，这样就没有灾祸。',
            '九五，具有诚信的德行，与别人紧密联系并互相帮助，自己致富也要使邻人跟着一同富起来。',
            '上九，下起了细雨，但不久又停下来，陽刚者的德行被陰气所弥漫掩盖；这时妇人要坚守正道，因为十五月圆十六就开始亏了，要小心防备危险。君子要出外远行，必有凶险。',
        ],
        'xiaoxiang' => [
            '"自己从原路返回"，表明这行动很适宜，符合常理，因而吉祥。',
            '"带着别人从原路返回，表明此时处于居中位置，自己不会失掉陽刚的德行。',
            '结发夫妻吵闹着要离婚，说明丈夫不能以家规要求妻子，自己也没有给妻子做出表率，所以妻子不守妇道。',
            '"具有诚信之德并抛弃戒备心理"表明这样符合居于尊上地位的权势者的意愿。',
            '"具有诚信的德行与别人紧密联系并互相帮助"，表明要与人共同富裕，不独自享受富贵。',
            '"下起了细雨，但不久又停下来"，表明这时陰气弥漫掩盖了陽刚之德；"君子外出远行必遭凶险"，说明陰湿之气聚集，到处一片茫茫，方向不清，情况不明，自然会发生危险。',
        ],
        'tuan' => '小畜，陰柔得位而上下（众陽）应和，故曰小畜，刚健而逊顺，（九二九五）陽刚居中皆志于行施，故“亨”。“乌云密布而不下雨”，此云向上行。“云从我西郊而来”，云布施而雨未下。',
    ],
    'notes' => [
        'tuan' => '此释《小畜》卦名与卦辞之义。柔得位：《小畜》六四之陰居陰位。柔，指六四。上下应之：上下五陽相应。健而巽：《小畜》下乾上巽。乾为健，故曰健而巽。巽，一本作“逊”。巽、逊音同而相通。《文选•魏都赋》“巽其神器”，注云：“逊与巽同。”《说文》：“逊，遁也。”《广雅》训“巽”为顺。故二者其义相同。刚中而志行：二五之陽居中故“刚中”，陽性为动，故“志行”。密云不雨：陰云密布而不下雨。尚：上。尚往，指（云）向上而行。自我西郊：指云起自我方西郊。施：《彖》释《乾》有“云行雨施”，释《益》有“天施地生”，皆谓降雨此处“施未行”，乃指“密云不雨”。',
    ],
];
