<?php
return [
    'serial' => 9,
    'name' => '小畜',
    'symbol' => [1, 1, 1, 0, 1, 1],
    'brief' => '风天小畜',
    'spell' => 'xù',
    'gua' => '亨。 密云不雨，自我西郊。',
    'tuan' => '小畜；柔得位，而上下应之，曰小畜。健而巽，刚中而志行，乃亨。密云不雨，尚往也。自我西郊，施未行也。',
    'xiang' => '风行天上，小畜；君子以懿文德。',
    'yao' => [
        '初九：复自道，何其咎，吉。',
        '九二：牵复，吉。',
        '九三：舆说辐，夫妻反目。',
        '六四：有孚，血去惕出，无咎。',
        '九五：有孚挛如，富以其邻。',
        '上九：既雨既处，尚德载，妇贞厉。月几望，君子征凶。',
    ],
    'xiaoxiang' => [
        '复自道，其义吉也。',
        '牵复在中，亦不自失也。',
        '夫妻反目，不能正室也。',
        '有孚惕出，上合志也。',
        '有孚挛如，不独富也。',
        '既雨既处，德积载也。君子征凶，有所疑也。',
    ],
];
