<?php
return [
    'serial' => 10,
    'name' => '履',
    'symbol' => [1, 1, 0, 1, 1, 1],
    'brief' => '天泽履',
    'description' => '君子坦荡荡',
    'spell' => 'lǚ',
    'gua' => '履虎尾，不咥人，亨。',
    'tuan' => '履，柔履刚也。说而应乎乾，是以履虎尾，不咥人，亨。刚中正，履帝位而不疚，光明也。',
    'xiang' => '上天下泽，履；君子以辨上下，安民志。',
    'yao' => [
        '初九：素履，往无咎。',
        '九二：履道坦坦，幽人贞吉。',
        '六三：眇能视，跛能履，履虎尾，咥人，凶。武人为于大君。',
        '九四：履虎尾，愬愬终吉。',
        '九五：夬履，贞厉。',
        '上九：视履考祥，其旋元吉。',
    ],
    'xiaoxiang' => [
        '素履之往，独行愿也。',
        '幽人贞吉，中不自乱也。',
        '眇能视；不足以有明也。跛能履；不足以与行也。咥人之凶；位不当也。武人为于大君；志刚也。',
        '愬愬终吉，志行也。',
        '夬履贞厉，位正当也。',
        '元吉在上，大有庆也。',
    ],
    'zhuxi' => [
        'gua' => '',
        'tuan' => '
            . '<span class="commentinner">
        'xiang' => '',
        'yao' => [
        ],
        'xiaoxiang' => [
        ],
    ],

    'vernacular' => [
        'gua' => '《履卦》象征小心行动：跟在老虎尾巴后面走路，老虎却没有回头咬人，当然亨通顺利。',
        'tuan' => '履，陰柔践履陽刚。悦而顺应于乾，所以“踩了老虎尾巴（老虎）不咬人，亨通”。（九五）以刚健中正之德居帝王之位，而不负疚后悔，（盛德）光明正大。',
        'xiang' => '《履卦》的卦象是兑（泽）下乾（天）上，为天下有泽之表象。上有天，下有泽，说明要处处小心行动，如行在沼泽之上，一不注意就会陷下去；君子要深明大义，分清上下尊卑名分，坚定百姓的意志，遵循礼仪而行，必然秩序井然。',
        'yao' => [
            '初九，心地纯朴，品行端正，处处小心行事，那么无论到什么地方都没有灾祸。',
            '九二，小心行走在平坦宽广的大道上,幽居的人安于闲逸恬静的生活，结果是吉祥的。',
            '六三，眼睛快要瞎了，但勉强能看到一点点；腿跛了，但勉强能走几步。不小心踩在老虎尾巴上，老虎回头就咬人，凶险；勇敢的武士要竭力为君主效劳。',
            '九四，跟在老虎尾巴后面走路，感到恐惧害怕，但谨慎小心，终于得到吉祥。',
            '九五，刚毅善于作出决断，小心行动，要提防危险。',
            '上九，回头看看走过的路，详细察看一下吉凶祸福，转身来顺应陰柔自然之道，这样是吉祥的。',
        ],
        'xiaoxiang' => [
            '"心地纯朴，品行端正，处处小心行事"，表明要专心致志，遵循礼仪实现自己的意愿。',
            '"幽居的人可获吉祥"，说明自己内心平静自然毫不紊乱，循礼仪而行的信念坚固。',
            '"眼睛快瞎了，但勉强能看到一点点"，不足以分辩事物；"腿跛了，但勉强能走几步"，不能出外远行；"老虎咬人是凶险的"，表明这时处的位置很不妥当，竟然踩在老虎尾巴上。"武士要竭力为君主效劳"，表明武士的志向刚强。',
            '"感到恐惧害怕，但谨慎小心，终久获得吉祥"，说明小心遵循礼仪而行就能实现自己的志愿。',
            '"刚毅果断，小心行动，要提防危险"，说明此时虽处于正当的位置，但也不能疏忽大意。',
            '极为吉祥，高居尊上之位，表明有大的福分值得庆祝。',
        ],
    ],
    'notes' => [
        'tuan' => '此释《履》卦卦名与卦辞之义。柔履刚：古者有二解：（一）《履》下兑上乾，兑为柔，乾为刚，兑之柔履行乾之刚。（二）《履》六三为柔，六三履行于五刚之中。笔者认为，前者以卦而言，后者以爻而言，二说虽不同，但皆有据，当兼用二义。说而应乎乾：《履》下兑上乾，兑为说在下，乾刚在上，二者相应。履虎尾“踩老虎尾巴。不咥人：不咬人。咥，咬。刚中正”九五陽刚居中得正。帝位，五为帝位。疚，一本作“疾”。《论语•颜渊》：“子曰：‘内省不疚，夫何忧何惧’。”“疚”显有忧惧不安、追悔之义。',
        'xiang' => '',
    ],
    'sushi' => [
    ],
    'wangbi' => [
    ],
];
