<?php
return [
    'serial' => 10,
    'name' => '履',
    'symbol' => [1, 1, 0, 1, 1, 1],
    'brief' => '天泽履',
    'spell' => 'lǚ',
    'gua' => '履虎尾，不咥人，亨。',
    'tuan' => '履，柔履刚也。说而应乎乾，是以履虎尾，不咥人，亨。刚中正，履帝位而不疚，光明也。',
    'xiang' => '上天下泽，履；君子以辨上下，安民志。',
    'yao' => [
        '初九：素履，往无咎。',
        '九二：履道坦坦，幽人贞吉。',
        '六三：眇能视，跛能履，履虎尾，咥人，凶。武人为于大君。',
        '九四：履虎尾，愬愬终吉。',
        '九五：夬履，贞厉。',
        '上九：视履考祥，其旋元吉。',
    ],
    'xiaoxiang' => [
        '素履之往，独行愿也。',
        '幽人贞吉，中不自乱也。',
        '眇能视；不足以有明也。跛能履；不足以与行也。咥人之凶；位不当也。武人为于大君；志刚也。',
        '愬愬终吉，志行也。',
        '夬履贞厉，位正当也。',
        '元吉在上，大有庆也。',
    ],
];
