<?php
return [
    'serial' => 10,
    'name' => '履',
    'symbol' => [1, 1, 0, 1, 1, 1],
    'brief' => '天泽履',
    'description' => '君子坦荡荡',
    'spell' => 'lǚ',
    'gua' => '履虎尾，不咥人，亨。',
    'tuan' => '履，柔履刚也。说而应乎乾，是以履虎尾，不咥人，亨。刚中正，履帝位而不疚，光明也。',
    'xiang' => '上天下泽，履；君子以辨上下，安民志。',
    'yao' => [
        '初九：素履，往无咎。',
        '九二：履道坦坦，幽人贞吉。',
        '六三：眇能视，跛能履，履虎尾，咥人，凶。武人为于大君。',
        '九四：履虎尾，愬愬终吉。',
        '九五：夬履，贞厉。',
        '上九：视履考祥，其旋元吉。',
    ],
    'xiaoxiang' => [
        '素履之往，独行愿也。',
        '幽人贞吉，中不自乱也。',
        '眇能视；不足以有明也。跛能履；不足以与行也。咥人之凶；位不当也。武人为于大君；志刚也。',
        '愬愬终吉，志行也。',
        '夬履贞厉，位正当也。',
        '元吉在上，大有庆也。',
    ],

    'vernacular' => [
        'gua' => '《履卦》象征小心行动：跟在老虎尾巴后面走路，老虎却没有回头咬人，当然亨通顺利。',
        'gua1' => '踩到老虎尾巴，老虎不咬人。吉利亨通。',
        'tuan' => '履，陰柔践履陽刚。悦而顺应于乾，所以“踩了老虎尾巴（老虎）不咬人，亨通”。（九五）以刚健中正之德居帝王之位，而不负疚后悔，（盛德）光明正大。',
        'xiang' => '《履卦》的卦象是兑（泽）下乾（天）上，为天下有泽之表象。上有天，下有泽，说明要处处小心行动，如行在沼泽之上，一不注意就会陷下去；君子要深明大义，分清上下尊卑名分，坚定百姓的意志，遵循礼仪而行，必然秩序井然。',
        'yao' => [
            '心地纯朴，品行端正，处处小心行事，那么无论到什么地方都没有灾祸。',
            '小心行走在平坦宽广的大道上,幽居的人安于闲逸恬静的生活，结果是吉祥的。',
            '眼睛快要瞎了，但勉强能看到一点点；腿跛了，但勉强能走几步。不小心踩在老虎尾巴上，老虎回头就咬人，凶险；勇敢的武士要竭力为君主效劳。',
            '跟在老虎尾巴后面走路，感到恐惧害怕，但谨慎小心，终于得到吉祥。',
            '刚毅善于作出决断，小心行动，要提防危险。',
            '回头看看走过的路，详细察看一下吉凶祸福，转身来顺应陰柔自然之道，这样是吉祥的。',
        ],
        'yao1' => [
            '行为清正纯洁，如此下去，没有灾祸。',
            '为人处世胸怀坦荡，即使无故蒙冤也会有吉祥的征兆。',
            '眼睛不好却能看，跛了脚却能走路。踩到老虎尾巴，老虎咬人，征兆凶险。军人掌握政权成为国君，也是凶兆。',
            '踩到老虎尾巴，让人害怕，但结果还是吉利。',
            '行为莽撞急躁，占问得到不利之兆。',
            '行为小心谨慎，反复仔细考虑，大吉大利。',
        ],
        'xiaoxiang' => [
            '"心地纯朴，品行端正，处处小心行事"，表明要专心致志，遵循礼仪实现自己的意愿。',
            '"幽居的人可获吉祥"，说明自己内心平静自然毫不紊乱，循礼仪而行的信念坚固。',
            '"眼睛快瞎了，但勉强能看到一点点"，不足以分辩事物；"腿跛了，但勉强能走几步"，不能出外远行；"老虎咬人是凶险的"，表明这时处的位置很不妥当，竟然踩在老虎尾巴上。"武士要竭力为君主效劳"，表明武士的志向刚强。',
            '"感到恐惧害怕，但谨慎小心，终久获得吉祥"，说明小心遵循礼仪而行就能实现自己的志愿。',
            '"刚毅果断，小心行动，要提防危险"，说明此时虽处于正当的位置，但也不能疏忽大意。',
            '极为吉祥，高居尊上之位，表明有大的福分值得庆祝。',
        ],
    ],
    'unscramble' => '这一卦以梦中所见踩到老虎尾巴的景象，来占问平时所作所为的吉凶兆头，探问神的意旨，这就是所谓“梦占”。古人迷信， 认为梦中所见所思，与日常的言谈举止有着某种必然的、神秘的内在联系，是神的意志的显现。因此，梦占便成了占筮的重要内容之一。今天我们对梦的了解远比古人深入得多，虽然还没有达到了若指掌的地步，但已拨开了蒙在梦境之上的不少迷雾、不过，透过神秘之雾，我们发现古人关注的焦点集中在如何做人、如何使自己的行为合符仪轨之上。常言道，日有所思，夜有所梦。由梦联系到行为规范，可见古人对为人处世的重视。我们不难发现，作者认为一个有教养的人应当行为清正纯洁， 胸怀坦荡，光明磊落，同时又沉着冷静，机敏细致，才可能有所作为。这个标准大概就是君子与小人、王者与野心家的分界线所在吧。由此可以想到，重视人伦道德纲常的儒家，何以要把《易》当作经典，也可以明白孔子所说的“君子坦荡荡”、“君子不 忧不惧”所包含的内容了。',
    'notes' => [
        'tuan' => '此释《履》卦卦名与卦辞之义。柔履刚：古者有二解：（一）《履》下兑上乾，兑为柔，乾为刚，兑之柔履行乾之刚。（二）《履》六三为柔，六三履行于五刚之中。笔者认为，前者以卦而言，后者以爻而言，二说虽不同，但皆有据，当兼用二义。说而应乎乾：《履》下兑上乾，兑为说在下，乾刚在上，二者相应。履虎尾“踩老虎尾巴。不咥人：不咬人。咥，咬。刚中正”九五陽刚居中得正。帝位，五为帝位。疚，一本作“疾”。《论语•颜渊》：“子曰：‘内省不疚，夫何忧何惧’。”“疚”显有忧惧不安、追悔之义。',
        'xiang' => '',
        'all' => '(1)本卦标题是履。原经文卦象后无“履”字。履的意思是踩踏，引伸为 行为和行为准则。由于“履”字在本卦中出现次数多，所以用它作为标题。全 卦内容主要讲人的行为修养。(2)”咥（die）：咬。(3)素：洁白，引伸 为纯洁。素履；行为清正纯洁。(4)履道：这里指人的行为修养。坦坦：宽 广坦荡。(5)幽人：被监禁的人。(6)眇（miao）：一只眼睛小。(7) 大君：国君。(8)愬愬（su）：恐惧的样子。(9)夬（guai）：“快”的本 字，意思是快速。夬履：意思是行为养撞急躁。(10)视：察看，审视。视 履：意思是行为审慎。(11)考祥：全面仔细地考虑。旋：反复。',
    ],
    'sushi' => [
    ],
    'wangbi' => [
    ],
];
