<?php
return [
    'gua' => '小往大来，吉亨。',
    'tuan' => '彖曰：泰，小往大来，吉亨。则是天地交，而万物通也；上下交，而其志同也。内阳而外阴，内健而外顺，内君子而外小人，君子道长，小人道消也。',
    'xiang' => '天地交泰，后以财（裁）成天地之道，辅相天地之宜，以左右民。',
    'yao' => [
        '初九：拔茅茹，以其夤，征吉。',
        '九二：包荒，用冯河，不遐遗，朋亡，得尚于中行。',
        '九三：无平不陂，无往不复，艰贞无咎。勿恤其孚，于食有福。',
        '六四：翩翩不富，以其邻，不戒以孚。',
        '六五：帝乙归妹，以祉元吉。',
        '上六：城复于隍，勿用师。自邑告命，贞吝。',
    ],
    'xiaoxiang' => [
        '拔茅征吉，志在外也。',
        '包荒，得尚于中行，以光大也。',
        '无往不复，天地际也。',
        '翩翩不富，皆失实也。不戒以孚，中心愿也。',
        '以祉元吉，中以行愿也。',
        '城复于隍，其命乱也。',
    ],
    'zhuxi' => [
        'gua' => '泰，通也。為卦天地交而二氣通，故為泰。正月之卦也。小，謂陰。大，謂陽。言坤往居外，乾來居內。又自歸妹來，則六往居四，九來居三也。占者有陽剛之德，則吉而亨矣。',
        'tuan' => '泰，小往大來，吉亨，則是天地交而萬物通也，上下交而其志同也。內陽而外陰，內健而外順，內君子而外小人，君子道長，小人道消也。'
            . '<span class="commentinner">長，丁丈反。否卦同。</span>',
        'xiang' => '財、裁同。相，息亮反。左，音佐。右，音佑。財成以制其過，輔相以補其不及。',
        'yao' => [
            '茹，人余反。彙，于位反，音胃。否卦同。三陽在下，相連而進，拔茅連茹之象，征行之吉也。占者陽剛，則其征吉矣。郭璞《洞林》讀至「彙」字絕句，下卦放此。',
            '馮，音憑。九二以剛居柔，在下之中，上有六五之應，主乎泰而得中道者也。占者能包容荒穢，而果斷剛決，不遺遐遠，而不昵朋比，則合乎此爻中行之道矣。',
            '將過於中，泰將極而否欲來之時也。恤，憂也。孚，所期之信也。戒占者艱難守貞，則无咎而有福。',
            '已過乎中，泰已極矣，故三陰翩然而下復，不待富而其類從之，不待戒令而信也。其占為有小人合交以害正道，君子所當戒也。陰虛陽實，故凡言不富者，皆陰爻也。',
            '以陰居尊，為泰之主。柔中虛己，下應九二，吉之道也。而帝乙歸妹之時，亦嘗占得此爻。占者如是，則有祉而元吉矣。凡經以古人為言，如高宗、箕子之類者，皆放此。',
            '復，房六反。下同。泰極而否，城復于隍之象。戒占者不可力爭，但可自守，雖得其貞，亦不免於羞吝。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            ' 陰本居下，在上為失實。',
            '',
            '命亂故復否，告命，所以治之也。治，平聲。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '泰者，物大通之时也。上下大通，则物失其节，故财成而辅相，以左右民也。',
        'yao' => [
            '茅之为物，拔其根而相牵引者也。“茹”，相牵引之貌也。三陽同志，俱志在外，初为类首，已举则从，若“茅茹”也。上顺而应，不为违距，进皆得志，故以其类“征吉”。',
            '体健居中而用乎“泰”，能包含荒秽，受纳“冯河”者也。用心弘大，无所遐弃，故曰“不遐遗”也。无私无偏，存乎光大，故曰“朋亡”也。如此乃可以“得尚于中行”。尚，尤配也。“中行”，谓五。',
            '乾本上也，坤本下也，而得泰者，降与升也。而三处天地之际，将复其所处。复其所处，则上守其尊，下守其卑，是故无往而不复也，无平而不陂也。处天地之将闭，平路之将陂，时将大变，世将大革，而居不失其正，动不失其应，艰而能贞，不失其义，故“无咎”也。信义诚著，故不恤其孚而自明也，故曰“勿恤其孚，于食有福”也。',
            '乾乐上复，坤乐下复，四处坤首，不固所居，见命则退，故曰“翩翩”也。坤爻皆乐下，已退则从，故不待富而用其邻也。莫不与已同其志愿，故不待戒而自孚也。',
            '妇人谓嫁曰“归”。“泰”者，陰陽交通之时也。女处尊位，履中居顺，降身应二，感以相与，用中行愿，不失其礼。“帝乙归妹”，诚合斯义。履顺居中，行原以祉，尽夫陰陽交配之宜，故“元吉”也。',
            '居泰上极，各反所应，泰道将灭，上下不交，卑不上承，尊不下施，是故“城复子隍”，卑道崩也。“勿用师”，不烦攻也。“自邑告命，贞吝”，否道已成，命不行也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '天地将各分复之际。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“泰，小往大来，吉，亨”。则是天地交而万物通也，上下交而其志同也。内陽而外陰，内健而外顺，内君子而外小人，君子道长，小人道消也。'
            . '<span class="commentinner">陽始于“复”而至于“泰”。“泰”而后为“大壮”，“大壮”而后为“夬”。“泰”之世，不若“大壮”与“夬”之世，小人愈衰而君子愈盛也。然而圣人独安夫“泰”者，以为世之小人不可胜尽，必欲迫而逐之，使之穷而无归，其势必至于争，争则胜负之势未有决焉，故独安夫“泰”，使君子居中，常制其命；而小人在外，不为无措，然后君子之患无由而起，此“泰”之所以为最安也。</span>',
        'xiang' => '“财”，材也。物至于“泰”，极矣，不可以有加矣，故因天地之道而材成之，即天地之宜而“辅相”之，“以左右民”，使不入于“否”而已。“否”，未有不自其已甚者始，故“左右”之，使不失其中，则“泰”可以常保也。',
        'yao' => [
            '王弼曰：“茅之为物，拔其根而相连引者也。茹，相连之貌也。三陽同志，俱志于外。初为类首，举则类从。”故曰“以其汇，征吉”。',
            '陽皆在内，据用事之处；而摈三陰于外，此陰之所不能堪也。陰不能堪，必疾陽；疾陽，斯争矣。九二，陽之主也，故“包荒，用冯河”。“冯河”者，小人之勇也；小人之可用，惟其勇者。“荒”者，其无用者也；有用者用之，无用者容之不遐弃也，此所以怀小人尔。以君子而怀小人，其朋以为非也，而或去之，故曰“朋亡”。然而得配于六五，有大援于上，君子所以愈安也，虽亡其朋，而卒赖以安，此所以为“光大”也。',
            '“乾”本上也，“坤”本下也。上下交，故“乾”居于内，而“坤”在外。苟“乾”不安其所而务进以迫“坤”，则夫顺者将至于逆，故曰“无平不陂”。“坤”不获安于上，则将下复以夺“乾”，“乾”之往适，所以速其复也，故曰“无往不复”。当是时也，“坤”已知难，而贞于我则可以“无咎”之矣。九三之所孚者，初与二也；以其所孚者为乐，进以迫“坤”而重违之，则危矣。故教之以“勿恤其孚”，而安“于食”，是以有“泰”之“福”。',
            '王弼曰：“‘乾’乐上复，‘坤’乐下复，四处‘坤’首，”六五、上六皆失其故处而乐下者，故翩翩相从，不必富而能用其邻，不待戒而自孚。',
            '“妹”，女之少者也。《易》女少而男长，则权在女。六五以陰居尊位，有“帝乙归妹”之象焉。“坤”乐下复，下复而夺“乾”，“乾”则病矣，而亦非“坤”之利也，“乾”病而疾“坤”，“坤”亦将伤焉。使“乾”不病、“坤”不伤，莫如以辅“乾”之意而行其下复之愿，如帝女之归其夫者。帝女之归也，非求胜其夫，将以祉之。“坤”之下复，非以夺“乾”，将以辅之，如是而后可。',
            '取土于隍，而以为城；封而高之，非城之利，以利人也。“泰”之所以厚“坤”于外者，非以利“坤”，亦以卫“乾”尔。“坤”之在上，而欲复于下，犹土之为城，而欲复于隍也。有城而不能固之，使复于隍，非城之罪，人之过也，故“勿用师”。上失其卫，则下思擅命，故“自邑告命”。邑非所以出命也，然既以失之矣，从而怀之则可，正之则吝。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《泰卦》象征通达：这时弱小者离去，强大者到来，吉祥，亨通。',
        ],
        'xiang' => [
            '《泰卦》的卦象为乾（天）下坤（地）上，地气上升，乾气下降，为地气居于乾气之上之表象，陰陽二气一升一降，互相交合，顺畅通达；君主这时要掌握时机，善于裁节调理，以成就天地交合之道，促成天地化生万物之机宜，护佑天下百姓，使他们安居乐业。',
        ],
        'yao' => [
            '初九，拔起了一把茅草，它们的根相连在一起，真是物以类聚，所以找它时要以其种类而识别，往前行进是吉祥的。',
            '九二，有包容大川似的宽广胸怀，可以徒步涉过大河急流；礼贤下士，对远方的贤德之人也不遗弃；不结成小团体，不结党营私，能够辅佐公正有道德的君主。',
            '九三，没有平地不变为陡坡的，没有只出去不回来的，处在艰难困苦的环境中坚守正道就没有灾害，不要怕不能取信于人，安心享用自己的俸禄是很有福分的。',
            '六四，像飞鸟连翩下降，虚怀若谷，这样与邻居相处，不互相戒备，彼此以诚相见，讲求信用。',
            '六五，商代帝王乙嫁出自己的女儿，因此得到了福分，是十分吉祥的事。',
            '上六，城墙倒塌在久已干涸的护城壕沟里；这时决不可进行战争，应减少繁琐的政令，以防止可能出现的土崩瓦解的局面。',
        ],
        'xiaoxiang' => [
            '拔起一把茅草，往前行进可获吉祥，说明有远大的志向，有在外建功立业的进取心。',
            '“有包容大川似的宽广胸怀”，“能够辅佐公正有道德的君主”,说明自己光明正大，道德高尚。',
            '“没有只出去而不回来的”，叶落归根，人回故乡，事物的正反两个方面往往互相转化，表明此时正在天地交合的边沿，处于变化之中。',
            '“像飞鸟从高处连翩下降，虚怀若谷”，说明此时不以个人的殷实富贵为念；“与邻居相处，不互相戒备，彼此以诚相见，讲求信用”，因为这是大家内心共同的意愿。',
            '“帝乙把女儿嫁给贤德而又富裕的人家，因此获得了深厚的福分，是在吉在利的事”，说明因为实现了长期以来心中祈求的意愿，所以结果是吉祥的。',
            '“城墙倒塌在久已干涸的护城壕沟里”，说明形势已经向错乱不利的方面转化，其前景是不大美妙的。',
        ],
        'tuan' => '泰，“小（陰）去而大（陽）来，吉祥亨通”。 则是天地（陰陽之气）交感而万物通达生长，（君民）上下交感而其心志相同。内（卦）陽刚而外（卦）陰柔；内（卦）刚健，外（卦）柔顺，内（卦）为君子，外（卦）为小人。君子之道盛长，小人之道消退。',
    ],
    'notes' => [
        'tuan' => '此释《泰》卦卦名卦辞之义，反映了《彖》作者的一种交感变化思想。泰：通。天地交：《泰》卦下乾上坤，乾为天，坤为地，天居下，地居上，象天陽之气下降，地陰之气上升，故曰“天地交”。上下交：乾为君，坤为众，《泰》卦君居下，而民居上，象上下交心。内外：是释卦辞“往”“来”之义。内即内卦，外即外卦。陰陽、健顺、君子小人：是释卦辞“大”“小”之义。从卦象看，《泰》卦下乾上坤，乾为内卦，坤为外卦，乾为陽，其性健，为君子，有“大”之义；坤为陰，其性顺，为小人，有“小”之义。君子道长、小人道消：乃就爻而言。《泰》卦三陽居下，有渐长之势，故为“君子道长”；三陰居上，有消退之势，故为“小人道消”。“君子道长，小人道消”显系由《泰》而变《大壮》，这就清楚地表达了战国时代人们的卦变思想，从而揭示了一个重要的事实，即卦变之说早在作《彖》之前已经有之。',
    ],
];
