<?php
return [
    'serial' => 11,
    'name' => '泰',
    'symbol' => [1, 1, 1, 0, 0, 0],
    'brief' => '地天泰',
    'spell' => '',
    'gua' => '小往大来，吉亨。',
    'tuan' => '彖曰：泰，小往大来，吉亨。则是天地交，而万物通也；上下交，而其志同也。内阳而外阴，内健而外顺，内君子而外小人，君子道长，小人道消也。',
    'xiang' => '天地交泰，后以财（裁）成天地之道，辅相天地之宜，以左右民。',
    'yao' => [
        '初九：拔茅茹，以其夤，征吉。',
        '九二：包荒，用冯河，不遐遗，朋亡，得尚于中行。',
        '九三：无平不陂，无往不复，艰贞无咎。勿恤其孚，于食有福。',
        '六四：翩翩不富，以其邻，不戒以孚。',
        '六五：帝乙归妹，以祉元吉。',
        '上六：城复于隍，勿用师。自邑告命，贞吝。',
    ],
    'xiaoxiang' => [
        '拔茅征吉，志在外也。',
        '包荒，得尚于中行，以光大也。',
        '无往不复，天地际也。',
        '翩翩不富，皆失实也。不戒以孚，中心愿也。',
        '以祉元吉，中以行愿也。',
        '城复于隍，其命乱也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
