<?php
return [
    'serial' => 12,
    'name' => '否',
    'symbol' => [0, 0, 0, 1, 1, 1],
    'brief' => '天地否',
    'spell' => 'pǐ',
    'gua' => '否之匪人，不利君子贞，大往小来。',
    'tuan' => '彖曰：否之匪人，不利君子贞。大往小来，则是天地不交，而万物不通也；上下不交，而天下无邦也。内阴而外阳，内柔而外刚，内小人而外君子。小人道长，君子道消也。',
    'xiang' => '天地不交，否；君子以俭德辟难，不可荣以禄。',
    'yao' => [
        '初六：拔茅茹，以其夤，贞吉亨。',
        '六二：包承。小人吉，大人否亨。',
        '六三：包羞。',
        '九四：有命无咎，畴离祉。',
        '九五：休否，大人吉。其亡其亡，系于苞桑。',
        '上九：倾否，先否后喜。',
    ],
    'xiaoxiang' => [
        '拔茅贞吉，志在君也。',
        '大人否亨，不乱群也。',
        '包羞，位不当也。',
        '有命无咎，志行也。',
        '大人之吉，位正当也。',
        '否终则倾，何可长也。',
    ],
];
