<?php
return [
    'gua' => '否之匪人，不利君子贞，大往小来。',
    'tuan' => '彖曰：否之匪人，不利君子贞。大往小来，则是天地不交，而万物不通也；上下不交，而天下无邦也。内阴而外阳，内柔而外刚，内小人而外君子。小人道长，君子道消也。',
    'xiang' => '天地不交，否；君子以俭德辟难，不可荣以禄。',
    'yao' => [
        '初六：拔茅茹，以其夤，贞吉亨。',
        '六二：包承。小人吉，大人否亨。',
        '六三：包羞。',
        '九四：有命无咎，畴离祉。',
        '九五：休否，大人吉。其亡其亡，系于苞桑。',
        '上九：倾否，先否后喜。',
    ],
    'xiaoxiang' => [
        '拔茅贞吉，志在君也。',
        '大人否亨，不乱群也。',
        '包羞，位不当也。',
        '有命无咎，志行也。',
        '大人之吉，位正当也。',
        '否终则倾，何可长也。',
    ],
    'zhuxi' => [
        'gua' => '否，備鄙反。否，閉塞也，七月之卦也。正與泰反，故曰匪人，謂非人道也。其占不利於君子之正道。蓋乾往居外，坤來居內，又自漸卦而來，則九往居四，六來居三也。或疑「之匪人」三字衍文，由比六三而誤也。《傳》不特解，其義亦可見。',
        //'tuan' => '',
        'xiang' => '辟，音避。難，去聲。收斂其德，不形於外，以避小人之難。人不得以祿位榮之。',
        'yao' => [
            '三陰在下，當否之時，小人連類而進之象，而初之惡則未形也，故戒其貞則吉而亨。蓋能如是，則變而為君子矣。',
            '陰柔而中正，小人而能包容承順乎君子之象，小人之吉道也。故占者小人如是則吉，大人則當安守其否而後道亨。蓋不可以彼包承於我，而自失其守也。',
            '以陰居陽而不中正，小人志於傷善而未能也，故為包羞之象。然以其未發，故无凶咎之戒。',
            '否過中矣，將濟之時也。九四，以陽居陰，不極其剛，故其占為有命无咎，而疇類三陽，皆獲其福也。命，謂天命。',
            '苞，與包同。古《易》作「包」。陽剛中正以居尊位，能休時之否，大人之事也。故此爻之占，大人遇之則吉。然又當戒懼如《繫辭傳》所云也。',
            '以陽剛居否極，能傾時之否者也。其占為先否後喜。',
        ],
        'xiaoxiang' => [
            '小人而變為君子，則能以愛君為念，而不計其私矣。',
            '言不亂於小人之群。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '居否之初，处顺之始，为类之首者也。顺非健也，何可以征？居否之时，动则入邪，三陰同道，皆不可进。故“茅茹”以类，贞而不谄，则“吉亨”。',
            '居“否”之世，而得其位，用其至顺，包承於上，小人路通，内柔外刚，大人“否”之，其道乃“亨”。',
            '俱用小道以承其上，而但不当，所以“包羞”也。',
            '夫处“否”而不可以有命者，以所应者小人也。有命於小人，则消君子之道者也。今初志在君，处乎穷下，故可以有命无咎而畴丽福也。畴谓初也。',
            '居尊得位，能休否道者也。施否於小人，否之休也。唯大人而后能然，故曰“大人吉”也。处君子道消之时，已居尊位，何可以安？故心存将危，乃得固也。',
            '先倾后通，故“后喜”也。始以倾为“否”，后得通乃喜。',
        ],
        'xiaoxiang' => [
            '志在於君，故不苟进。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“‘否’之匪人，不利君子贞；大往小来”，则是天地不交而万物不通也，上下不交而天下无邦也。内陰而外陽，内柔而外刚，内小人而外君子，小人道长，君子道消也。'
            . '<span class="commentinner">《春秋传》曰：“不有君子，其能国乎？”君子道消，虽有国，与无同矣。</span>',
        'xiang' => '',
        'yao' => [
            '自“泰”为“否”也易，自“否”为“泰”也难。何也？陰陽易位，未有不志于复，而其既复，未有不安其位者也。故“泰”有“征”，而“否”无“征”。夫苟无“征”，则是终无“泰”也而可乎？故“坤”处内而不忘贞于“乾”，斯所以为“泰”之渐矣，故“亨”。',
            '陰得其位，欲包群陽，而以承顺取之。上说其顺而不知其害，此小人之吉也。大人之欲济斯世也，苟出而争之，上则君莫之信，下则小人之所疾，故莫如否。大人否而退，使君子小人之群不相乱，以为邪之胜正也，常于交错未定之间，及其群分类别，正未有不胜者也，故“亨”。',
            '三本陽位，故包承群陽而知羞之矣。',
            '君子之居“否”，患无以自行其志尔①。初六有志于君，而四之应；苟“有命”，我无庸咎之矣。故君子之畴获离其福。“畴”，类也。【校注】 ①患无以自行其志尔：《苏氏易传》无“以”字。',
            '九五，大人之得位，宜若甚安且强者也。然其实制在于内。席其安强之势，以与小人争而求胜，则不可。故曰“休否，大人吉”。恃其安强之势，而不虞小人之内胜，亦不可。故曰“其亡其亡，系于苞桑”。“休否”者，所谓“大人否”也，小人之不吾敌也，审矣。惟乘吾急，则有以幸胜之，利在于急，不在于缓也。苟否而不争，以休息之，必有不吾敌者见焉，故“大人吉”。',
            '“否”至于此，不可复因。非倾荡扫除，则喜无自至矣。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《否卦》象征闭塞：一个卦闭的社会，人们之间的来往是不通畅的，天下没有便利之处，君子必须坚守正道；这时强大者离去，弱小者到来。',
        ],
        'xiang' => [
            '《否卦》的卦象为坤（地）下乾（天）上，为天在地上之表象。天在极高之处，地在极低之处，天地陰陽之间因而不能互相交合，所以时世闭塞不通，这时候君子必须坚持勤俭节约的美德，以避开危险与灾难不能谋取高官及丰厚的俸禄，去追求荣华富贵。',
        ],
        'yao' => [
            '初六，拔起一把茅草，只见它们的根连在一起，物以类聚，找它们时要以其种类来识别；结果是吉祥的，亨通。',
            '六二，阿谀奉承有权势的人，小人因此获得吉祥；德高望重的大人物否定了阿谀奉承，则是吉利的。',
            '六三，由于受纵容而胡作非为，终于召致羞辱。',
            '九四，奉行天命，替天行道，开通闭塞，没有灾祸，大家互相依附都可以获得福分。',
            '九五，时世闭塞不通的局面将要停止，德高势隆的大人物可以获得吉祥；居安思危，常常以“不久将要灭亡，不久将要灭亡”，这样的警句来提醒自己，才能像系结在一大片丛生的桑树上那样牢固，安然无事。',
            '上九，时世闭塞不通的局面将要改变，发生了天翻地覆的变化；起初闭塞不通，后来顺畅通达，大家欢喜高兴。',
        ],
        'xiaoxiang' => [
            '“拔起茅草，其根相连，结果吉祥”，说明忠心耿耿，有为君主建功立业的远大志向。',
            '“德高望重的大人物否定了阿谀奉承，则是吉利的”，因为德高望重的大人物是不能与小人为伍的。',
            '“由于受纵容而胡作非为，终于召致羞辱”，说明此时处的位置不正。',
            '“奉行天命，替天行道，开通闭塞没有灾祸”，说明要实现济困扶危替天行道的志向。',
            '“德高势隆的大人物可以获得吉祥”，说明此时处于居中位置，合适得当。',
            '闭塞到了极点必然要发生倾覆，物极必反，否极泰来，一种局面不会长久持续不发生变化的！',
        ],
        'tuan' => '“闭塞阻隔的不是其人，（此占）不利君子，大（陽）往小（陰）来”。则是天地之气不能互相交感而万物阻隔（不能生成），（君民）上下不相交感而天下没有邦国。内（卦）陰柔，而外（卦）陽刚；内（卦）柔顺，而外（卦）刚健；内（卦）为小人，而外（卦）为君子。小人之道盛长，君子之道消退。',
    ],
    'notes' => [
        'tuan' => '此释《否》卦卦名卦辞之义。《否》卦下坤上乾，其卦辞与《泰》卦相反。故《彖》之释亦相反，它反映《彖》作者天地陰陽闭塞不交的思想。（略）',
    ],
];
