<?php
return [
    'gua' => '同人于野，亨。利涉大川，利君子贞。',
    'tuan' => '同人，柔得位得中，而应乎乾，曰同人。同人曰，同人于野，亨。利涉大川，乾行也。文明以健，中正而应，君子正也。唯君子为能通天下之志。',
    'xiang' => '天与火，同人；君子以类族辨物。',
    'yao' => [
        '初九：同人于门，无咎。',
        '六二：同人于宗，吝。',
        '九三：伏戎于莽，升其高陵，三岁不兴。',
        '九四：乘其墉，弗克攻，吉。',
        '九五：同人，先号啕而后笑。大师克相遇。',
        '上九：同人于郊，无悔。',
    ],
    'xiaoxiang' => [
        '出门同人，又谁咎也。',
        '同人于宗，吝道也。',
        '伏戎于莽，敌刚也。三岁不兴，安行也。',
        '乘其墉，义弗克也，其吉，则困而反则也。',
        '同人之先，以中直也。大师相遇，言相克也。',
        '同人于郊，志未得也。',
    ],
    'zhuxi' => [
        'gua' => '離，亦三畫卦之名。一陰麗於二陽之間，故其德為麗、為文明；其象為火、為日、為電。同人，與人同也。以離遇乾，火上同於天，六二得位得中，而上應九五，又卦唯一陰而五陽同與之，故為同人。于野，謂曠遠而无私也，有亨道矣。以健而行，故能涉川。為卦內文明而外剛健，六二中正而有應，則君子之道也。占者能如是，則亨，而又可涉險。然必其所同合於君子之道，乃為利也。',
        'tuan' => '同人，柔得位得中而應乎乾，曰同人。'
            . '<span class="commentinner">以卦體釋卦名義。柔，謂六二。乾，謂九五。</span>'
            . '同人曰。'
            . '<span class="commentinner">衍文。</span>'
            . '同人于野，亨，利涉大川，乾行也。文明以健，中正而應，君子正也。唯君子為能通天下之志。'
            . '<span class="commentinner">以卦德、卦體釋卦辭。通天下之志，乃為大同；不然，則是私情之合而已，何以致亨而利涉哉？</span>',
        'xiang' => '天在上而火炎上，其性同也。類族辨物，所以審異而致同也。',
        'yao' => [
            '同人之初，未有私主。以剛在下，上无係應，可以无咎。故其象占如此。',
            '宗，黨也。六二雖中且正，然有應於上，不能大同而係于私，吝之道也。故其象占如此。',
            '莽，莫蕩反。剛而不中，上无正應，欲同於二而非其正，懼九五之見攻，故有此象。',
            '墉，音庸。剛不中正，又无應與，亦欲同於六二，而為三所隔，故為乘墉以攻之。然以剛居柔，故有自反而不克攻之象。占者如是，則是能改過而得吉也。',
            '號，戶羔反。咷，道刀反。旅卦同。五剛中正，二以柔中正，相應於下，同心者也，而為三四所隔，不得其同。然義理所同，物不得而間之，故有此象。然六二柔弱而三四剛強，故必用大師以勝之，然後得相遇也。',
            '居外无應，物莫與同，然亦可以无悔，故其象占如此。郊，在野之內，未至於曠遠，但荒僻无與同耳。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '言不能行。',
            '乘其墉矣，則非其力之足也，特以義之弗克而不攻耳。能以義斷，困而反於法則，故吉也。',
            '直，謂理直。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '同人，柔得位得中而应乎乾，曰“同人”。'
            . '<span class="commentinner">二为同人之主。</span>'
            . '《同人》曰：“同人于野，亨，利涉大川。”乾行也。'
            . '<span class="commentinner">所以乃能“同人于野，亨，利涉大川”，非二之所能也，是乾之所行，故特曰“同人曰”。</span>'
            . '文明以健，中正而应，君子正也。'
            . '<span class="commentinner">行健不以武，而以文明用之，相应不以邪，而以中正应之，君子正也，故曰“利君子贞”。</span>'
            . '唯君子为能通天下之志。'
            . '<span class="commentinner">君子以文明为德。</span>',
        'xiang' => '天体在上，而火炎上，同人之义也。君子小人，各得所同。',
        'yao' => [
            '居同人之始，为同人之首者也。无应於上，心无系吝，通夫大同，出门皆同。故曰“同人于门”也。出门同人，谁与为咎？',
            '应在乎五，唯同於主，过主则否。用心扁狭，鄙吝之道。',
            '居同人之际，履下卦之极，不能包弘上下，通夫大同；物党相分，欲乖其道，贫於所比，据上之应；其敌刚健，非力所当，故“伏戎于莽”，不敢显亢也。“升其高陵”，望不敢进，量斯势也，三岁不能兴者也。三岁不能兴，则五道亦以成矣，安所行焉？',
            '处上攻下，力能乘墉者也。履非其位，以与人争，二自五应，三非犯己，攻三求二，尢而效之，违义伤理，无所不与，故虽乘墉而不克也。不克则反，反则得吉也。不克乃反，其所以得吉，“困而反则”者也。',
            '《彖》曰：“柔得位得中，而应乎乾，曰同人。”然则体柔居中，众之所与；执刚用直，无所未从，故近隔乎二刚，未获厥志，是以“先号咷”也。居中处尊，战必克胜，故“后笑”也。不能使物自归而用其强直，故必须大师克之，然后相遇也。',
            '郊者，外之极也。处“同人”之时，最在於外，不获同志，而远於内争，故虽无悔吝，亦未得其志。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '安，辞也。',
            '',
            '',
            '凡处同人而不泰焉，则必用师矣。不能大通，则各私其党而求利焉。楚人亡弓，不能亡楚。爱国愈甚，益为它灾。是以同人不弘刚健之爻，皆至用师也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“同人”，柔得位得中，而应乎乾，曰“同人”。'
            . '<span class="commentinner">此专言二也。</span>'
            . '“同人”曰：“同人于野，亨。”'
            . '<span class="commentinner">此言五也，故别之。</span>'
            . '利涉大川，“乾”行也。'
            . '<span class="commentinner">“野”者，无求之地也。立于无求之地，则凡从我者，皆诚同也。彼非诚同，而能从我于野哉！“同人”而不得其诚同，可谓“同人”乎？故天与人同，物之能同于天者盖寡矣。天非求同于物、非求不同于物也，立乎上，而天下之能同者自至焉，其不能者不至也，至者非我援之，不至者非我拒之，不拒不援，是以得其诚同，而可以“涉川”也。故曰“同人于野，亨。”“利涉大川，乾行也”。苟不得其诚同，与之居安则合，与之涉川则溃矣。涉川而不溃者，诚同也。</span>'
            . '文明以健，中正而应，君子正也。唯君子，为能通天下之志。',
        'xiang' => '水之于地为“比”，火之与天为“同人”。“同人”与“比”，相近而不同，不可不察也。“比”以无所不比为“比”，而“同人”以有所不同为“同”，故“君子以类族辨物”。',
        'yao' => [
            '初九自内出，同于上；上九自外入，同于下。自内出，故言“门”；自外入，故言“郊”。能出其门而同于人，不自用者也。',
            '凡言“媾”者，其外应也；凡言“宗”者，其同体也。九五为“媾”，九三为“宗”。从“媾”，正也；从“宗”，不正也。六二之所欲从者，“媾”也；而“宗”欲得之，正者远而不相及；不正者近而足以相困。苟不能自力于难而安于易，以同乎不正，则吝矣。',
            '',
            '六二之欲，同乎五也。历三与四而后至①，故三与四皆欲得之。四近于五，五乘其墉，其势至迫而不可动，是以虽有争二之心，而未有起戎之迹，故犹可知困而不攻，反而获吉也。若三之于五也②，稍远而肆焉。五在其陵，而不在其墉，是以伏戎于莽而伺之，既已起戎矣，虽欲反，则可得乎？欲兴不能，欲归不可，至于三岁，行将安入？故曰“三岁不兴，安行也？”【校注】 ①而后至：《苏氏易传》作“而后五”。 ②若三之至于五也：《苏氏易传》作“凡三之至于五也”。',
            '子曰：“君子之道，或出或处，或默或语。二人同心，其利断金；同心之言，其臭如兰。”由此观之，岂以用师而少五哉？夫以三、四之强而不能夺，始于“号啕”，而卒达于“笑”。至于用师，相克矣；而不能散其同，此所以知二、五之诚同也。二，陰也；五，陽也；陰陽不同而为“同人”，是以知其同之可必也。君子出、处、语、默不同而为“同人”，是以知其同之可必也。苟可必也，则虽有坚强之物，莫能间之矣。故曰“其利断金”。兰之有臭，诚有之也；二五之同，其心诚同也；故曰“其臭如兰”。',
            '物之同于“乾”者已寡矣，今又处“乾”之上，则同之者尤难。以其无所苟同，则可以“无悔”；以其莫与共立，则“志未得也”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《同人卦》象征与人和睦相处：和别人亲密地走在宽广的原野上，亨通，有利于渡过大河急流，有利于君子坚守正道。',
        ],
        'xiang' => [
            '《同人卦》的卦象是离（为）下乾（天）上，为天下有火之表象。天在高处，火势熊熊而上，天与火亲和相处，君子要明白物以类聚，人以群分的道理，明辨事物，求同存异，团结众人以治理天下。',
        ],
        'yao' => [
            '初九，一出门便能与人和睦相处，不会有什么灾祸。',
            '六二，只和本宗本派的人和睦相处，必然会惹来一些麻烦。',
            '九三，把军队埋伏在密林草莽之中，占据附近的制高点频频瞭望，三年都不敢出兵打仗。',
            '九四，准备登城向敌人进攻，但终于没有进攻，是吉祥的。',
            '九五，与人和睦相处，开始大声痛哭，后来破涕为笑，大军作战告捷，志同道合者相会在一起。',
            '上九，在荒郊也愿与人和睦相处，未遇到志同道合者，也不后悔。',
        ],
        'xiaoxiang' => [
            '一出门便能与人和睦相处，又有谁会来危害你呢？',
            '《象辞》说“只和本宗本派的人和睦相处”，不能团结各个阶层的人，这是引起麻烦的根源。',
            '“埋伏军队在密林草莽中”，说明敌人力量强大，我方力量弱小，只能潜伏下来。“三年都不敢兴兵打仗”，表明敌我力量相差悬殊，怎么敢冒险轻进呢？',
            '“准备登城向敌人进攻”，但终于没有进攻，是因为发现这种进攻是不仁义的，这样做能获得吉祥，是因为在困惑时能及时醒悟，反过来能按正确的办法行事。',
            '与人和睦相处，开始大声痛哭，说明这时内心中正诚信，因不知战事的胜败而焦急痛哭；大军遇到了志同道合者，终于获得了战争的胜利，于是欢笑起来。',
            '“在荒郊也愿与人和睦相处，未遇到志同道合者”，说明此时团结众人，而希望天下大同的愿望没有实现。',
        ],
        'tuan' => '同人，（内卦）陰柔得位而居中，与（外卦）乾相应。（天与火同性）故曰同人。《同人》卦说：“于郊野与人同志，亨通，利于涉越大河”。乾之陽道利行，文明而且刚健，（二五）处中得正而相应，此为“君子”之正道。唯有君子才能通达天下人的心志。',
    ],
    'notes' => [
        'tuan' => '此释《同人》卦名卦辞之义。同人：即同仁。人、仁通。柔得位得中：六二以陰居陰曰“柔得位”，六二处《同人》内卦之中故曰“得中”。应乎乾：指六二应外卦乾。乾，指《同人》外卦乾。《周易折中》认为此“乾”为陽之通称，恐有失。案《履》之《彖》“说而应乎乾”，很显然指《履》卦外卦乾。同人于野：与人志同于旷野之中。野，旷野，效外曰野。乾行：乾道。《尔雅》释“行”为道。文明以健：《同人》内卦离为文明，外卦乾为健。中正而应：《同人》二五居中得正而相应。唯：犹独。',
    ],
];
