<?php
return [
    'serial' => 13,
    'name' => '同人',
    'symbol' => [1, 0, 1, 1, 1, 1],
    'brief' => '天火同人',
    'spell' => '',
    'gua' => '同人于野，亨。利涉大川，利君子贞。',
    'tuan' => '同人，柔得位得中，而应乎乾，曰同人。同人曰，同人于野，亨。利涉大川，乾行也。文明以健，中正而应，君子正也。唯君子为能通天下之志。',
    'xiang' => '天与火，同人；君子以类族辨物。',
    'yao' => [
        '初九：同人于门，无咎。',
        '六二：同人于宗，吝。',
        '九三：伏戎于莽，升其高陵，三岁不兴。',
        '九四：乘其墉，弗克攻，吉。',
        '九五：同人，先号啕而后笑。大师克相遇。',
        '上九：同人于郊，无悔。',
    ],
    'xiaoxiang' => [
        '出门同人，又谁咎也。',
        '同人于宗，吝道也。',
        '伏戎于莽，敌刚也。三岁不兴，安行也。',
        '乘其墉，义弗克也，其吉，则困而反则也。',
        '同人之先，以中直也。大师相遇，言相克也。',
        '同人于郊，志未得也。',
    ],
    'vernacular' => [
        'gua' => [
            '《同人卦》象征与人和睦相处：和别人亲密地走在宽广的原野上，亨通，有利于渡过大河急流，有利于君子坚守正道。',
        ],
        'xiang' => [
            '《同人卦》的卦象是离（为）下乾（天）上，为天下有火之表象。天在高处，火势熊熊而上，天与火亲和相处，君子要明白物以类聚，人以群分的道理，明辨事物，求同存异，团结众人以治理天下。',
        ],
        'yao' => [
            '初九，一出门便能与人和睦相处，不会有什么灾祸。',
            '六二，只和本宗本派的人和睦相处，必然会惹来一些麻烦。',
            '九三，把军队埋伏在密林草莽之中，占据附近的制高点频频瞭望，三年都不敢出兵打仗。',
            '九四，准备登城向敌人进攻，但终于没有进攻，是吉祥的。',
            '九五，与人和睦相处，开始大声痛哭，后来破涕为笑，大军作战告捷，志同道合者相会在一起。',
            '上九，在荒郊也愿与人和睦相处，未遇到志同道合者，也不后悔。',
        ],
        'xiaoxiang' => [
            '一出门便能与人和睦相处，又有谁会来危害你呢？',
            '《象辞》说“只和本宗本派的人和睦相处”，不能团结各个阶层的人，这是引起麻烦的根源。',
            '“埋伏军队在密林草莽中”，说明敌人力量强大，我方力量弱小，只能潜伏下来。“三年都不敢兴兵打仗”，表明敌我力量相差悬殊，怎么敢冒险轻进呢？',
            '“准备登城向敌人进攻”，但终于没有进攻，是因为发现这种进攻是不仁义的，这样做能获得吉祥，是因为在困惑时能及时醒悟，反过来能按正确的办法行事。',
            '与人和睦相处，开始大声痛哭，说明这时内心中正诚信，因不知战事的胜败而焦急痛哭；大军遇到了志同道合者，终于获得了战争的胜利，于是欢笑起来。',
            '“在荒郊也愿与人和睦相处，未遇到志同道合者”，说明此时团结众人，而希望天下大同的愿望没有实现。',
        ],
        'tuan' => '同人，（内卦）陰柔得位而居中，与（外卦）乾相应。（天与火同性）故曰同人。《同人》卦说：“于郊野与人同志，亨通，利于涉越大河”。乾之陽道利行，文明而且刚健，（二五）处中得正而相应，此为“君子”之正道。唯有君子才能通达天下人的心志。',
    ],
    'notes' => [
        'tuan' => '此释《同人》卦名卦辞之义。同人：即同仁。人、仁通。柔得位得中：六二以陰居陰曰“柔得位”，六二处《同人》内卦之中故曰“得中”。应乎乾：指六二应外卦乾。乾，指《同人》外卦乾。《周易折中》认为此“乾”为陽之通称，恐有失。案《履》之《彖》“说而应乎乾”，很显然指《履》卦外卦乾。同人于野：与人志同于旷野之中。野，旷野，效外曰野。乾行：乾道。《尔雅》释“行”为道。文明以健：《同人》内卦离为文明，外卦乾为健。中正而应：《同人》二五居中得正而相应。唯：犹独。',
    ],
];
