<?php
return [
    'serial' => 13,
    'name' => '同人',
    'brief' => '天火同人',
    'spell' => '',
    'gua' => '同人于野，亨。利涉大川，利君子贞。',
    'tuan' => '同人，柔得位得中，而应乎乾，曰同人。同人曰，同人于野，亨。利涉大川，乾行也。文明以健，中正而应，君子正也。唯君子为能通天下之志。',
    'xiang' => '天与火，同人；君子以类族辨物。',
    'yao' => [
        '初九：同人于门，无咎。',
        '六二：同人于宗，吝。',
        '九三：伏戎于莽，升其高陵，三岁不兴。',
        '九四：乘其墉，弗克攻，吉。',
        '九五：同人，先号啕而后笑。大师克相遇。',
        '上九：同人于郊，无悔。',
    ],
    'xiaoxiang' => [
        '出门同人，又谁咎也。',
        '同人于宗，吝道也。',
        '伏戎于莽，敌刚也。三岁不兴，安行也。',
        '乘其墉，义弗克也，其吉，则困而反则也。',
        '同人之先，以中直也。大师相遇，言相克也。',
        '同人于郊，志未得也。',
    ],
];
