<?php
return [
    'serial' => 14,
    'name' => '大有',
    'symbol' => [1, 1, 1, 1, 0, 1],
    'brief' => '火天大有',
    'spell' => '',
    'gua' => '元亨。',
    'tuan' => '大有，柔得尊位，大中而上下应之，曰大有。其德刚健而文明，应乎天而时行，是以元亨。',
    'xiang' => '火在天上，大有；君子以竭恶扬善，顺天休命。',
    'yao' => [
        '初九：无交害，匪咎，艰则无咎。',
        '九二：大车以载，有攸往，无咎。',
        '九三：公用亨于天子，小人弗克。',
        '九四：匪其彭，无咎。',
        '六五：厥孚交如，威如；吉。',
        '上九：自天佑之，吉无不利。',
    ],
    'xiaoxiang' => [
        '大有初九，无交害也。',
        '大车以载，积中不败也。',
        '公用亨于天子，小人害也。',
        '匪其彭，无咎；明辨晰也。',
        '厥孚交如，信以发志也。威如之吉，易而无备也。',
        '大有上吉，自天佑也。',
    ],
    'zhuxi' => [
        'gua' => '大有，所有之大也。離居乾上，火在天上，无所不照。又，六五一陰居尊得中，而五陽應之，故為大有。乾健離明，居尊應天，有亨之道。占者有其德，則大善而亨也。',
        'tuan' => '大有，柔得尊位大中，而上下應之，曰大有。'
            . '<span class="commentinner">以卦體釋卦名義。柔，謂六五。上下，謂五陽。</span>'
            . '其德剛健而文明，應乎天而時行，是以元亨。'
            . '<span class="commentinner">以卦德、卦體釋卦辭。應天，指六五也。</span>',
        'xiang' => '火在天上，所照者廣，為大有之象。所有既大，无以治之，則釁蘖萌於其間矣。天命有善而无惡，故遏惡揚善，所以順天。反之於身，亦若是而已矣。',
        'yao' => [
            '雖當大有之時，然以陽居下，上无係應，而在事初，未涉乎害者也，何咎之有？然亦必艱以處之，則无咎。戒占者宜如是也。',
            '剛中在下，得應乎上，為大車以載之象。有所往而如是，可以无咎矣。占者必有此德，乃應其占也。',
            '亨，《春秋傳》作「享」，謂朝獻也。古者，亨通之亨，享獻之享，烹飪之烹，皆作「亨」字。九三居下之上，公侯之象。剛而得正，上有六五之君，虛中下賢，故為亨于天子之象。占者有其德，則其占如是。小人无剛正之德，則雖得此爻，不能當也。',
            '彭，蒲光反，音旁。彭字，音義未詳。《程傳》曰「盛貌」，理或當然。六五柔中之君，九四以剛近之，有僭逼之嫌。然以其處柔也，故有不極其盛之象，而得无咎。戒占者宜如是也。',
            '大有之世，柔順而中，以處尊位。虛己以應九二之賢，而上下歸之，是其孚信之交也。然君道貴剛，太柔則廢，當以威濟之，則吉。如其象占如此，亦戒辭也。',
            '大有之世，以剛居上，而能下從六五，是能履信思順而尚賢也。滿而不溢，故其占如此。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '晢，明貌。',
            '一人之信，足以發上下之志也。易，以豉反。太柔，則人將易之，而无畏備之心。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《大有卦》象征大有收获：至为亨通。',
        ],
        'xiang' => [
            '《大有卦》的卦象是乾（天）下离（火）上，为火在天上之表象。火焰高悬于天上，象征太陽照耀万物，世界一片光明，农业大丰收，“大有收获”。君子在这个时候要阻止邪恶，颂扬一切善行，顺应天命，替天行道，以保护万物性命。',
        ],
        'yao' => [
            '初九，不互相来往，也不彼此伤害，没有什么祸患；要牢记过去的艰难困苦，才能免于引起祸患。',
            '九二，用大车装载着财物，送到前面的地方，必然没有什么祸患。',
            '九三，王公前来朝贺，向天子贡献礼品并致以敬意，小人不能担任如此重要的职务。',
            '九四，虽然家财万贯，但不过分聚敛财物，就不会发生灾祸。',
            '六五，以诚实守信的准则对外交往，对上尊敬，对下怀柔，必然增加个人的威信，是吉祥的。',
            '上九，上天保佑有德之人，赐福于己，吉祥，无往不利。',
        ],
        'xiaoxiang' => [
            '“《大有卦》的第一爻（初九），说明此时不互相往来，一动不如一静，就不会有什么事非，自然没有什么祸患了。',
            '“用大车装载着财物”，说明很富有，只要把财物放于车中，无论怎样颠簸震荡，都不会倾覆。',
            '“王公前来朝贺，向天子贡献礼品并致以敬意”，小人若担任如此重要的职务，必然发生变乱，成为祸害。',
            '“虽然家财万贯，但不过分聚敛财物，就不会发生灾祸”，说明眼光远大，智慧过人能明辨事非，懂得凡事不能做过头的哲理。',
            '“以诚实守信的准则对外交往，对上尊敬，对下怀柔”，说明以自己的诚实信用感动别人，使别人也变得诚实守信起来；“必然增加个人的威信，是吉祥的”，说明平易近人，纯真简朴，无所防备，反而使人人敬畏。',
            '《大有卦》第六爻位（上九）的吉祥，是上天保佑有道德的人，是上天赐给的福分，只有顺天应人，才能大有收获，得到大量的财富。',
        ],
        'tuan' => '大有，陰柔得尊位而居（九四爻与上九爻与两陽爻之）中，而上下诸陽皆相应它，故曰“大有”。其德性刚健而又文明，顺应于天并因时而行，所以“开始即亨通”。',
    ],
    'notes' => [
        'tuan' => '此释《大有》卦名与卦辞之义。柔得尊位大中：六五以柔居陽位而处卦之上中。柔，六五。尊位，五位。大中，五为陽而居上中故为“大中”。上下应之，指上下五陽应之。刚健而文明：《大有》下乾上离，乾为刚健，离为文明。应乎天而时行：指日顺应天而随四时运行。《大有》离为日，乾为天。',
    ],
];
