<?php
return [
    'serial' => 14,
    'name' => '大有',
    'symbol' => [1, 1, 1, 1, 0, 1],
    'brief' => '火天大有',
    'spell' => '',
    'gua' => '元亨。',
    'tuan' => '大有，柔得尊位，大中而上下应之，曰大有。其德刚健而文明，应乎天而时行，是以元亨。',
    'xiang' => '火在天上，大有；君子以竭恶扬善，顺天休命。',
    'yao' => [
        '初九：无交害，匪咎，艰则无咎。',
        '九二：大车以载，有攸往，无咎。',
        '九三：公用亨于天子，小人弗克。',
        '九四：匪其彭，无咎。',
        '六五：厥孚交如，威如；吉。',
        '上九：自天佑之，吉无不利。',
    ],
    'xiaoxiang' => [
        '大有初九，无交害也。',
        '大车以载，积中不败也。',
        '公用亨于天子，小人害也。',
        '匪其彭，无咎；明辨晰也。',
        '厥孚交如，信以发志也。威如之吉，易而无备也。',
        '大有上吉，自天佑也。',
    ],
    'zhuxi' => [
        'gua' => '',
        'tuan' => '
            . '<span class="commentinner">
        'xiang' => '',
        'yao' => [
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《大有卦》象征大有收获：至为亨通。',
        ],
        'xiang' => [
            '《大有卦》的卦象是乾（天）下离（火）上，为火在天上之表象。火焰高悬于天上，象征太陽照耀万物，世界一片光明，农业大丰收，“大有收获”。君子在这个时候要阻止邪恶，颂扬一切善行，顺应天命，替天行道，以保护万物性命。',
        ],
        'yao' => [
            '初九，不互相来往，也不彼此伤害，没有什么祸患；要牢记过去的艰难困苦，才能免于引起祸患。',
            '九二，用大车装载着财物，送到前面的地方，必然没有什么祸患。',
            '九三，王公前来朝贺，向天子贡献礼品并致以敬意，小人不能担任如此重要的职务。',
            '九四，虽然家财万贯，但不过分聚敛财物，就不会发生灾祸。',
            '六五，以诚实守信的准则对外交往，对上尊敬，对下怀柔，必然增加个人的威信，是吉祥的。',
            '上九，上天保佑有德之人，赐福于己，吉祥，无往不利。',
        ],
        'xiaoxiang' => [
            '“《大有卦》的第一爻（初九），说明此时不互相往来，一动不如一静，就不会有什么事非，自然没有什么祸患了。',
            '“用大车装载着财物”，说明很富有，只要把财物放于车中，无论怎样颠簸震荡，都不会倾覆。',
            '“王公前来朝贺，向天子贡献礼品并致以敬意”，小人若担任如此重要的职务，必然发生变乱，成为祸害。',
            '“虽然家财万贯，但不过分聚敛财物，就不会发生灾祸”，说明眼光远大，智慧过人能明辨事非，懂得凡事不能做过头的哲理。',
            '“以诚实守信的准则对外交往，对上尊敬，对下怀柔”，说明以自己的诚实信用感动别人，使别人也变得诚实守信起来；“必然增加个人的威信，是吉祥的”，说明平易近人，纯真简朴，无所防备，反而使人人敬畏。',
            '《大有卦》第六爻位（上九）的吉祥，是上天保佑有道德的人，是上天赐给的福分，只有顺天应人，才能大有收获，得到大量的财富。',
        ],
        'tuan' => '大有，陰柔得尊位而居（九四爻与上九爻与两陽爻之）中，而上下诸陽皆相应它，故曰“大有”。其德性刚健而又文明，顺应于天并因时而行，所以“开始即亨通”。',
    ],
    'notes' => [
        'tuan' => '此释《大有》卦名与卦辞之义。柔得尊位大中：六五以柔居陽位而处卦之上中。柔，六五。尊位，五位。大中，五为陽而居上中故为“大中”。上下应之，指上下五陽应之。刚健而文明：《大有》下乾上离，乾为刚健，离为文明。应乎天而时行：指日顺应天而随四时运行。《大有》离为日，乾为天。',
    ],
];
