<?php
return [
    'serial' => 14,
    'name' => '大有',
    'symbol' => [1, 1, 1, 1, 0, 1],
    'brief' => '火天大有',
    'spell' => '',
    'gua' => '元亨。',
    'tuan' => '大有，柔得尊位，大中而上下应之，曰大有。其德刚健而文明，应乎天而时行，是以元亨。',
    'xiang' => '火在天上，大有；君子以竭恶扬善，顺天休命。',
    'yao' => [
        '初九：无交害，匪咎，艰则无咎。',
        '九二：大车以载，有攸往，无咎。',
        '九三：公用亨于天子，小人弗克。',
        '九四：匪其彭，无咎。',
        '六五：厥孚交如，威如；吉。',
        '上九：自天佑之，吉无不利。',
    ],
    'xiaoxiang' => [
        '大有初九，无交害也。',
        '大车以载，积中不败也。',
        '公用亨于天子，小人害也。',
        '匪其彭，无咎；明辨晰也。',
        '厥孚交如，信以发志也。威如之吉，易而无备也。',
        '大有上吉，自天佑也。',
    ],
    'zhuxi' => [
        'gua' => '大有，所有之大也。離居乾上，火在天上，无所不照。又，六五一陰居尊得中，而五陽應之，故為大有。乾健離明，居尊應天，有亨之道。占者有其德，則大善而亨也。',
        'tuan' => '大有，柔得尊位大中，而上下應之，曰大有。'
            . '<span class="commentinner">以卦體釋卦名義。柔，謂六五。上下，謂五陽。</span>'
            . '其德剛健而文明，應乎天而時行，是以元亨。'
            . '<span class="commentinner">以卦德、卦體釋卦辭。應天，指六五也。</span>',
        'xiang' => '火在天上，所照者廣，為大有之象。所有既大，无以治之，則釁蘖萌於其間矣。天命有善而无惡，故遏惡揚善，所以順天。反之於身，亦若是而已矣。',
        'yao' => [
            '雖當大有之時，然以陽居下，上无係應，而在事初，未涉乎害者也，何咎之有？然亦必艱以處之，則无咎。戒占者宜如是也。',
            '剛中在下，得應乎上，為大車以載之象。有所往而如是，可以无咎矣。占者必有此德，乃應其占也。',
            '亨，《春秋傳》作「享」，謂朝獻也。古者，亨通之亨，享獻之享，烹飪之烹，皆作「亨」字。九三居下之上，公侯之象。剛而得正，上有六五之君，虛中下賢，故為亨于天子之象。占者有其德，則其占如是。小人无剛正之德，則雖得此爻，不能當也。',
            '彭，蒲光反，音旁。彭字，音義未詳。《程傳》曰「盛貌」，理或當然。六五柔中之君，九四以剛近之，有僭逼之嫌。然以其處柔也，故有不極其盛之象，而得无咎。戒占者宜如是也。',
            '大有之世，柔順而中，以處尊位。虛己以應九二之賢，而上下歸之，是其孚信之交也。然君道貴剛，太柔則廢，當以威濟之，則吉。如其象占如此，亦戒辭也。',
            '大有之世，以剛居上，而能下從六五，是能履信思順而尚賢也。滿而不溢，故其占如此。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '晢，明貌。',
            '一人之信，足以發上下之志也。易，以豉反。太柔，則人將易之，而无畏備之心。',
        ],
    ],
    'wangbi' => [
        'gua' => '不大通，何由得“大有”乎？“大有”则必元亨矣。',
        'tuan' => '大有，柔得尊位大中，而上下应之，曰“大有”。'
            . '<span class="commentinner">处尊以柔，居中以大，体无二陰以分其应，上下应之，靡所不纳，大有之义也。</span>'
            . '其德刚健而文明，应乎天而时行，是以“元亨”。'
            . '<span class="commentinner">德应於天，则行不失时矣。刚健不滞，文明不犯，应天则大，时行无违，是以“元亨”。</span>',
        'xiang' => '《大有》，包容之象也。故遏恶扬善，成物之性，顺天休命，顺物之命。',
        'yao' => [
            '以夫刚健为大有之始，不能履中，满而不溢，术斯以往，后害必至。其欲匪咎，“艰则无咎也”。',
            '任重而不危。',
            '处“大有”之时，居下体之极，乘刚健之上，而履得其位，与五同功，威权之盛，莫此过焉。公用斯位，乃得通乎天子之道也。小人不克，害可待也。',
            '既失其位，而上近至尊之威，下比分权之臣，其为惧也，可谓危矣。唯夫有圣知者，乃能免斯咎也。三虽至盛，五不可舍，能辩斯数，专心承五，常匪其旁，则“无咎”矣。旁谓三也。',
            '君尊以柔，处大以中，无私於物，上下应之，信以发志，故其孚交如也。夫不私於物，物亦公焉。不疑於物，物亦诚焉。既公且信，何难何备？不言而教行，何为而不威如？为“大有”之主，而不以此道，吉可得乎？',
            '“大有”，丰富之世也。处“大有”之上而不累於位，志尚乎贤者也。馀爻皆乘刚，而已独乘柔顺也。五为信德，而已履焉，履信之谓也。虽不能体柔，而以刚乘柔，思顺之义也。居丰有之世，而不以物累其心，高尚其志，尚贤者也。爻有三德，尽夫助道，故《系辞》具焉。',
        ],
        'xiaoxiang' => [
            '',
            '健不违中，为五所任，任重不危，致远不泥，故可以往而“无咎”也。',
            '',
            '明犹才也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“大有”，柔得尊位，大中。而上下应之，曰“大有”。'
            . '<span class="commentinner">谓五也。“大”者皆见“有”于五，故曰“大有”。</span>'
            . '其德刚健而文明，应乎天而时行，是以“元亨”。',
        'xiang' => '以健济明，可以进退善恶，“顺天”之“休命”也。',
        'yao' => [
            '二应于五，三通于天子，四与上近焉；独立无交者，惟初而已。虽然无交之为害也，非所谓“咎”也。独立无恃而知难焉，何咎之有？',
            '“大车”，虚而有容者，谓五也。九二足以有为矣，然非六五虚而容之，虽欲往，可得乎？“积中”，明虚也。',
            '九三以陽居陽，其势足以通于天子。以小人处之，则败矣。',
            '“彭”，三也；九四之义，知有五而已。夫九三之刚，非强也；六五之柔，非弱也。惟明者为能辨此。',
            '处群刚之间，而独用柔，无备之甚者也。以其无备而物信之，故归之者交如也。此柔而能威者，何也？以其无备，知其有余也。夫备生于不足，不足之形见于外，则威削。',
            '曰“祐”，曰“吉”，曰“无不利”，其为福也多矣。而终不言其所以致福之由，而象又因其成文，无所复说。此岂真无说也哉！盖其所以致福者远矣。夫两刚不能相用，而独陰不可以用陽，故必居至寡之地，以陰附陽，而后众予之，“履”之六三、“大有”之六五是也。六三附于九五，六五附于上九，而群陽归之。二陰既因群陽而有功，九五、上九又得以坐受二陰之成绩，故“履”有不疚之光，而“大有”有“自天”之“祐”，此皆圣贤之高致妙用也。故孔子曰：“天之所助者，顺也；人之所助者，信也。履信思乎顺，又以尚贤也。是以‘自天祐之，吉无不利’”。信也，顺也，尚贤也，此三者，皆六五之德也。“易而无备”，六五之顺也。“厥孚交如”，六五之信也。群陽归之，六五之尚贤也。上九特履之尔。我之所履者，能顺且信，又以尚贤，则天人之助将安归哉？故曰“圣人无功，神人无名”，而“大有”上九，不见致福之由也。',
        ],
        'xiaoxiang' => [
            '明惟初九为然也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《大有卦》象征大有收获：至为亨通。',
        ],
        'xiang' => [
            '《大有卦》的卦象是乾（天）下离（火）上，为火在天上之表象。火焰高悬于天上，象征太陽照耀万物，世界一片光明，农业大丰收，“大有收获”。君子在这个时候要阻止邪恶，颂扬一切善行，顺应天命，替天行道，以保护万物性命。',
        ],
        'yao' => [
            '初九，不互相来往，也不彼此伤害，没有什么祸患；要牢记过去的艰难困苦，才能免于引起祸患。',
            '九二，用大车装载着财物，送到前面的地方，必然没有什么祸患。',
            '九三，王公前来朝贺，向天子贡献礼品并致以敬意，小人不能担任如此重要的职务。',
            '九四，虽然家财万贯，但不过分聚敛财物，就不会发生灾祸。',
            '六五，以诚实守信的准则对外交往，对上尊敬，对下怀柔，必然增加个人的威信，是吉祥的。',
            '上九，上天保佑有德之人，赐福于己，吉祥，无往不利。',
        ],
        'xiaoxiang' => [
            '“《大有卦》的第一爻（初九），说明此时不互相往来，一动不如一静，就不会有什么事非，自然没有什么祸患了。',
            '“用大车装载着财物”，说明很富有，只要把财物放于车中，无论怎样颠簸震荡，都不会倾覆。',
            '“王公前来朝贺，向天子贡献礼品并致以敬意”，小人若担任如此重要的职务，必然发生变乱，成为祸害。',
            '“虽然家财万贯，但不过分聚敛财物，就不会发生灾祸”，说明眼光远大，智慧过人能明辨事非，懂得凡事不能做过头的哲理。',
            '“以诚实守信的准则对外交往，对上尊敬，对下怀柔”，说明以自己的诚实信用感动别人，使别人也变得诚实守信起来；“必然增加个人的威信，是吉祥的”，说明平易近人，纯真简朴，无所防备，反而使人人敬畏。',
            '《大有卦》第六爻位（上九）的吉祥，是上天保佑有道德的人，是上天赐给的福分，只有顺天应人，才能大有收获，得到大量的财富。',
        ],
        'tuan' => '大有，陰柔得尊位而居（九四爻与上九爻与两陽爻之）中，而上下诸陽皆相应它，故曰“大有”。其德性刚健而又文明，顺应于天并因时而行，所以“开始即亨通”。',
    ],
    'notes' => [
        'tuan' => '此释《大有》卦名与卦辞之义。柔得尊位大中：六五以柔居陽位而处卦之上中。柔，六五。尊位，五位。大中，五为陽而居上中故为“大中”。上下应之，指上下五陽应之。刚健而文明：《大有》下乾上离，乾为刚健，离为文明。应乎天而时行：指日顺应天而随四时运行。《大有》离为日，乾为天。',
    ],
];
