<?php
return [
    'serial' => 14,
    'name' => '大有',
    'symbol' => [1, 1, 1, 1, 0, 1],
    'brief' => '火天大有',
    'spell' => '',
    'gua' => '元亨。',
    'tuan' => '大有，柔得尊位，大中而上下应之，曰大有。其德刚健而文明，应乎天而时行，是以元亨。',
    'xiang' => '火在天上，大有；君子以竭恶扬善，顺天休命。',
    'yao' => [
        '初九：无交害，匪咎，艰则无咎。',
        '九二：大车以载，有攸往，无咎。',
        '九三：公用亨于天子，小人弗克。',
        '九四：匪其彭，无咎。',
        '六五：厥孚交如，威如；吉。',
        '上九：自天佑之，吉无不利。',
    ],
    'xiaoxiang' => [
        '大有初九，无交害也。',
        '大车以载，积中不败也。',
        '公用亨于天子，小人害也。',
        '匪其彭，无咎；明辨晰也。',
        '厥孚交如，信以发志也。威如之吉，易而无备也。',
        '大有上吉，自天佑也。',
    ],
];
