<?php
return [
    'gua' => '亨，君子有终。',
    'tuan' => '谦，亨，天道下济而光明，地道卑而上行。天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。谦尊而光，卑而不可逾，君子之终也。',
    'xiang' => '地中有山，谦；君子以裒多益寡，称物平施。',
    'yao' => [
        '初六：谦谦君子，用涉大川，吉。',
        '六二：鸣谦，贞吉。',
        '九三：劳谦君子，有终吉。',
        '六四：无不利，撝谦。',
        '六五：不富，以其邻，利用侵伐，无不利。',
        '上六：鸣谦，利用行师，征邑国。',
    ],
    'xiaoxiang' => [
        '谦谦君子，卑以自牧也。',
        '鸣谦贞吉，中心得也。',
        '劳谦君子，万民服也。',
        '无不利，撝谦；不违则也。',
        '利用侵伐，征不服也。',
        '鸣谦，志未得也。可用行师，征邑国也。',
    ],
    'zhuxi' => [
        'gua' => '謙者，有而不居之義。止乎內而順乎外，謙之意也。山至高而地至卑，乃屈而止於其下，謙之象也。占者如是，則亨通而有終矣。有終，謂先屈而後伸也。',
        'tuan' => '謙，亨，天道下濟而光明，地道卑而上行。'
            . '<span class="commentinner">上，時掌反。言謙之必亨。</span>'
            . '天道虧盈而益謙，地道變盈而流謙，鬼神害盈而福謙，人道惡盈而好謙。謙尊而光，卑而不可踰，君子之終也。'
            . '<span class="commentinner">惡，烏路反。好，呼報反。變，謂傾壞。流，謂聚而歸之。人能謙，則其居尊者，其德愈光，其居卑者，人亦莫能過。此君子所以有終也。</span>',
        'xiang' => '裒，蒲侯反。稱，尺証反。施，始豉反。以卑蘊高，謙之象也。裒多益寡，所以稱物之宜而平其施，損高增卑以趣於平，亦謙之意也。',
        'yao' => [
            '以柔處下，謙之至也。君子之行也，以此涉難，何往不濟？故占者如是，則利以涉川也。',
            '柔順中正，以謙有聞，正而且吉者也。故其占如此。',
            '卦唯一陽，居下之上，剛而得正，上下所歸，有功勞而能謙，尤人所難，故有終而吉。占者如是，則如其應矣。',
            '撝，呼回反，與揮同。柔而得正，上而能下，其占无不利矣。然居九三之上，故戒以更當發揮其謙，以示不敢自安之意也。',
            '以柔居尊，在上而能謙者也，故為不富而能以其鄰之象。蓋從之者眾矣，猶有未服者，則利以征之，而於他事亦无不利。人有是德，則如其占也。',
            '謙極有聞，人之所與，故可用行師。然以其質柔而无位，故可以征己之邑國而已。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '言不為過。',
            '',
            '陰柔无位，才力不足，故其志未得。而至於行師，然亦適足以治其私邑而已。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '多者用谦以为裒，少者用谦以为益，随物而与，施不失平也。',
        'yao' => [
            '处谦之下，谦之谦者也。能体“谦谦”，其唯君子。用涉大难，物无害也。',
            '鸣者，声名闻之谓也。得位居中，谦而正焉。',
            '处下体之极，履得其位，上下无陽以分其民，众陰所宗，尊莫先焉。居谦之世，何可安尊？上承下接，劳谦匪解，是以吉也。',
            '处三之上，而用谦焉，则是自上下下之义也。承五而用谦顺，则是上行之道也。尽乎奉上下下之道，故“无不利”。“指撝”皆谦，不违则也。',
            '居於尊位，用谦与顺，故能不富而用其邻也。以谦顺而侵伐，所伐皆骄逆也。',
            '最处於外，不与内政，故有名而已，志功未得也。处外而履谦顺，可以邑一国而已。',
        ],
        'xiaoxiang' => [
            '牧，养也。',
            '',
            '',
            '',
            '',
            '夫吉凶悔吝，生乎动者也。动之所起，兴於利者也。故饮食必有讼，讼必有众起，末有居众人之所恶而为动者所害，处不竞之地而为争者所夺，是以六爻虽有失位，无应乘刚，而皆无凶咎悔吝者，以谦为主也。“谦尊而光，卑而不可逾”，信矣哉！',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“谦，亨”。天道下济而光明，地道卑而上行。'
            . '<span class="commentinner">此所以为“谦、亨”也。</span>'
            . '天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。谦尊而光，卑而不可逾，君子之终也。'
            . '<span class="commentinner">此所以为“君子有终”也。不于其终观之，则争而得、谦而失者，盖有之矣。惟相要于究极，然后知谦之必胜也。</span>',
        'xiang' => '“裒”，取也。“谦”之为名①，生于过也，物过然后知有“谦”。使物不过，则“谦”者乃其中尔。过与中相形，而“谦”之名生焉。圣人即世之所名而名之，而其实则归于中而已矣②。地过乎卑，山过乎高，故“地中有山，谦”。君子之居是也，多者取之，“谦”也；寡者益之，亦“谦”也。【校注】 ①“谦”之为名：《苏氏易传》作“一之为名”，误。 ②归于中而已矣：《苏氏易传》作“反中而已矣”，误。',
        'yao' => [
            '此最处下，是“谦”之过也。是道也，无所用之，用于“涉川”而已。有大难不深自屈折，则不足以致其用。“牧”者，养之以待用云尔。',
            '雄鸣则雌应，故《易》以陰陽唱和寄之于“鸣”。“谦”之所以为“谦”者，三也：其“谦”也以劳，故闻其风、被其泽者，莫不相从于“谦”。六二，其邻也；上九，其配也；故皆和之而鸣于“谦”。而六二又以陰处内卦之中，虽微九三，其有不谦乎？故曰“鸣谦”，又曰“贞吉”。“鸣”以言其和于三，“贞”以见其出于性也。',
            '“劳”，功也。“谦”五陰一陽，待是而后为“谦”，其功多矣。“艮”之制在三，而三亲以“艮”下“坤”，其“谦”至矣，故曰“劳谦”。劳而不伐，有功而不德，非独以自免而已，又将以及人，是得“谦”之全者也。故《彖》曰：“君子有终。”而三亦云。',
            '是亦九三之所致也。二近其内，有配之象，故曰“鸣”；四近其外，三之所向，故称“撝”。以柔居柔，而当三之所向，三之所撝，四之所趋也。以谦“撝谦”，孰不利者？故曰“无不利”。',
            '直者曲之矫也，谦者骄之反也。皆非德之至也，故两直不相容，两谦不相使。九三以“劳谦”，而上下皆谦以应之，内则“鸣谦”，外则“撝谦”。其甚者则谦谦相追于无穷，相益不已。则夫所谓“裒多益寡，称物平施”者，将使谁为之？若夫六五则不然，以为谦乎，则所据者刚也；以为骄乎，则所处者中也；惟不可得而谓之谦，不可得而谓之骄，故五，“谦”莫不为之使也。求其所以能使此五“谦者”而无所有，故曰“不富，以其邻”；至于侵伐，而不害为“谦”，故曰“利用侵伐”。莫不为之用者，故曰“无不利”。',
            '其为“鸣谦”，一也。六二自得于心，而上六“志未得”者，以其所居非安于谦者也，特以其配之“劳谦”而强应焉。貌谦而实不至，则所服者寡矣，故虽其邑国而犹叛之。夫实虽不足，而名在于谦，则叛者不利。叛者不利，则征者利矣。王弼曰：“吉凶悔吝，生乎动者也。动之所起，兴于利者也，故饮食必有‘讼’，‘讼’必有众起，未有居众人之所恶而为动者所害，处不竞之地而为争者所夺。是以六爻虽有失位，无应乘刚，而皆无凶、咎、悔、吝者，以谦为主也。”',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《谦卦》象征谦虚：谦虚的美德可以使百事顺利，但谦虚并不是人人都能坚持下去的，而只有君子才能坚持到底。',
        ],
        'xiang' => [
            '“《谦卦》的卦象是艮（山）下坤（地）上，为高山隐藏于地中之表象，象征高才美德隐藏于心中而不外露，所以称作谦。君子总是损多益少，衡量各种事物，然后取长补短，使其平均。',
        ],
        'yao' => [
            '初六，谦虚而又谦虚的君子，可以涉过大河（意思是能够克服一切困难，排除一切障碍），最终必然安全吉祥。',
            '六二，谦虚的美名远扬四方，固守中正就可获得吉祥。',
            '九三，勤劳而谦虚的君子，必能把美德保持到底，最终一定是吉祥的。',
            '六四，没有任何不吉利，要发扬光大谦虚的美德。',
            '六五，虽不富有，但却虚怀若谷，有利于和近邻一起征伐那些骄傲蛮横不可一世的人，不会有任何不吉利的结果。',
            '上六，谦虚的美德远扬四方，有利于征伐邻近的小国。',
        ],
        'xiaoxiang' => [
            '“谦虚而又谦虚的君子”，即使处于卑微的地位，也能以谦虚的态度自我约束；而不因为位卑，就在品德方面放松修养。',
            '“谦虚的美名远扬四方，固守中正就可获得吉祥”，这是说六二爻以心中纯正羸得名声，而不是靠沽名钓誉获取名声。',
            '“勤劳而又谦虚的君子，必能把美德保持到底”，所以天下的老百姓都服从他。',
            '“没有任何不吉利，要发扬光大谦虚的美德”这不违背谦虚导致亨通的原则。',
            '“有利于出兵讨伐”，是指征伐那些骄横而不可一世的人。',
            '“谦虚的美名远扬四方”，但安邦定国之志未酬，所以“可用出师征讨”的办法来惩处那些骄横不可一世的小国。',
        ],
        'tuan' => '谦，“亨通”，天道下施（于地）故（万物）光明，地道卑下而（万物）向上生长，天道亏损盈满而增益欠缺，地道变换盈满而流注补益欠缺，鬼神祸害盈满而致富于谦虚，人道厌恶盈满而喜欢谦虚。谦道，尊让而使自己变得光明高大，处卑下（而高）不可逾越。此为是君子（德性修养）的“终”极。',
    ],
    'notes' => [
        'tuan' => '此释《谦》卦卦名卦辞之义。天道下济而光明，地道卑而上行：《谦》卦下艮上坤，艮为陽卦，得乾陽而生，而乾为天道，为大明。艮在下，故曰“天道下济而光明”。坤为地，本在下而《谦》卦却在上，故曰“地道卑而上行”。“下济”与“卑”皆释谦之义。“光明”、“上行”皆释“亨”之义。亏：损。盈：满。变：倾坏。流：流注。由“天道亏盈而益谦”看，显指月盈则食，故通读上下文义，“谦”字在此用于天道，地道似以解作欠字，于义更胜。福：《释文》引京氏作“富”。案《郊特性》：“富也者，福也。”《诗•瞻仰》传曰：“富，福也。”《释名》：“福，富也。”故富与福通假。又案上“益谦”与“流谦”对文，此当从京氏作“富”为胜。后汉刘修碑“鬼神富谦”即是其证。谦尊而光，卑而不可逾：王引之注：“尊读撙节退让之撙，尊之言损也，小也。光之言广也，大也。尊而光者，小而大；卑而不可逾者，卑而高也。”又说：“天道下济而光明，犹此言，尊而光也，地道卑而上行，犹此言，卑而不可逾也。”（《经义述闻》）王氏之说极确，应从之。逾，高而不可越。',
    ],
];
