<?php
return [
    'serial' => 15,
    'name' => '谦',
    'symbol' => [0, 0, 1, 0, 0, 0],
    'brief' => '地山谦',
    'spell' => '',
    'gua' => '亨，君子有终。',
    'tuan' => '谦，亨，天道下济而光明，地道卑而上行。天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。谦尊而光，卑而不可逾，君子之终也。',
    'xiang' => '地中有山，谦；君子以裒多益寡，称物平施。',
    'yao' => [
        '初六：谦谦君子，用涉大川，吉。',
        '六二：鸣谦，贞吉。',
        '九三：劳谦君子，有终吉。',
        '六四：无不利，撝谦。',
        '六五：不富，以其邻，利用侵伐，无不利。',
        '上六：鸣谦，利用行师，征邑国。',
    ],
    'xiaoxiang' => [
        '谦谦君子，卑以自牧也。',
        '鸣谦贞吉，中心得也。',
        '劳谦君子，万民服也。',
        '无不利，撝谦；不违则也。',
        '利用侵伐，征不服也。',
        '鸣谦，志未得也。可用行师，征邑国也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
