<?php
return [
    'serial' => 15,
    'name' => '谦',
    'symbol' => [0, 0, 1, 0, 0, 0],
    'brief' => '地山谦',
    'spell' => '',
    'gua' => '亨，君子有终。',
    'tuan' => '谦，亨，天道下济而光明，地道卑而上行。天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。谦尊而光，卑而不可逾，君子之终也。',
    'xiang' => '地中有山，谦；君子以裒多益寡，称物平施。',
    'yao' => [
        '初六：谦谦君子，用涉大川，吉。',
        '六二：鸣谦，贞吉。',
        '九三：劳谦君子，有终吉。',
        '六四：无不利，撝谦。',
        '六五：不富，以其邻，利用侵伐，无不利。',
        '上六：鸣谦，利用行师，征邑国。',
    ],
    'xiaoxiang' => [
        '谦谦君子，卑以自牧也。',
        '鸣谦贞吉，中心得也。',
        '劳谦君子，万民服也。',
        '无不利，撝谦；不违则也。',
        '利用侵伐，征不服也。',
        '鸣谦，志未得也。可用行师，征邑国也。',
    ],
    'vernacular' => [
        'gua' => [
            '《谦卦》象征谦虚：谦虚的美德可以使百事顺利，但谦虚并不是人人都能坚持下去的，而只有君子才能坚持到底。',
        ],
        'xiang' => [
            '“《谦卦》的卦象是艮（山）下坤（地）上，为高山隐藏于地中之表象，象征高才美德隐藏于心中而不外露，所以称作谦。君子总是损多益少，衡量各种事物，然后取长补短，使其平均。',
        ],
        'yao' => [
            '初六，谦虚而又谦虚的君子，可以涉过大河（意思是能够克服一切困难，排除一切障碍），最终必然安全吉祥。',
            '六二，谦虚的美名远扬四方，固守中正就可获得吉祥。',
            '九三，勤劳而谦虚的君子，必能把美德保持到底，最终一定是吉祥的。',
            '六四，没有任何不吉利，要发扬光大谦虚的美德。',
            '六五，虽不富有，但却虚怀若谷，有利于和近邻一起征伐那些骄傲蛮横不可一世的人，不会有任何不吉利的结果。',
            '上六，谦虚的美德远扬四方，有利于征伐邻近的小国。',
        ],
        'xiaoxiang' => [
            '“谦虚而又谦虚的君子”，即使处于卑微的地位，也能以谦虚的态度自我约束；而不因为位卑，就在品德方面放松修养。',
            '“谦虚的美名远扬四方，固守中正就可获得吉祥”，这是说六二爻以心中纯正羸得名声，而不是靠沽名钓誉获取名声。',
            '“勤劳而又谦虚的君子，必能把美德保持到底”，所以天下的老百姓都服从他。',
            '“没有任何不吉利，要发扬光大谦虚的美德”这不违背谦虚导致亨通的原则。',
            '“有利于出兵讨伐”，是指征伐那些骄横而不可一世的人。',
            '“谦虚的美名远扬四方”，但安邦定国之志未酬，所以“可用出师征讨”的办法来惩处那些骄横不可一世的小国。',
        ],
        'tuan' => '谦，“亨通”，天道下施（于地）故（万物）光明，地道卑下而（万物）向上生长，天道亏损盈满而增益欠缺，地道变换盈满而流注补益欠缺，鬼神祸害盈满而致富于谦虚，人道厌恶盈满而喜欢谦虚。谦道，尊让而使自己变得光明高大，处卑下（而高）不可逾越。此为是君子（德性修养）的“终”极。',
    ],
    'notes' => [
        'tuan' => '此释《谦》卦卦名卦辞之义。天道下济而光明，地道卑而上行：《谦》卦下艮上坤，艮为陽卦，得乾陽而生，而乾为天道，为大明。艮在下，故曰“天道下济而光明”。坤为地，本在下而《谦》卦却在上，故曰“地道卑而上行”。“下济”与“卑”皆释谦之义。“光明”、“上行”皆释“亨”之义。亏：损。盈：满。变：倾坏。流：流注。由“天道亏盈而益谦”看，显指月盈则食，故通读上下文义，“谦”字在此用于天道，地道似以解作欠字，于义更胜。福：《释文》引京氏作“富”。案《郊特性》：“富也者，福也。”《诗•瞻仰》传曰：“富，福也。”《释名》：“福，富也。”故富与福通假。又案上“益谦”与“流谦”对文，此当从京氏作“富”为胜。后汉刘修碑“鬼神富谦”即是其证。谦尊而光，卑而不可逾：王引之注：“尊读撙节退让之撙，尊之言损也，小也。光之言广也，大也。尊而光者，小而大；卑而不可逾者，卑而高也。”又说：“天道下济而光明，犹此言，尊而光也，地道卑而上行，犹此言，卑而不可逾也。”（《经义述闻》）王氏之说极确，应从之。逾，高而不可越。',
    ],
];
