<?php
return [
    'gua' => '利建侯行师。',
    'tuan' => '豫，刚应而志行，顺以动，豫。豫，顺以动，故天地如之，而况建侯行师乎？天地以顺动，故日月不过，而四时不忒；圣人以顺动，则刑罚清而民服。豫之时义大矣哉！',
    'xiang' => '雷出地奋，豫。先王以作乐崇德，殷荐之上帝，以配祖考。',
    'yao' => [
        '初六：鸣豫，凶。',
        '六二：介于石，不终日，贞吉。',
        '六三：盱豫，悔。迟有悔。',
        '九四：由豫，大有得。勿疑。朋盍簪。',
        '六五：贞疾，恒不死。',
        '上六：冥豫，成有渝，无咎。',
    ],
    'xiaoxiang' => [
        '初六鸣豫，志穷凶也。',
        '不终日，贞吉；以中正也。',
        '盱豫有悔，位不当也。',
        '由豫，大有得；志大行也。',
        '六五贞疾，乘刚也。恒不死，中未亡也。',
        '冥豫在上，何可长也。',
    ],
    'zhuxi' => [
        'gua' => '豫，和樂也。人心和樂以應其上也。九四一陽，上下應之，其志得行，又以坤遇震，為順以動，故其卦為豫，而其占利以立君用師也。',
        'tuan' => '豫，剛應而志行，順以動，豫。'
            . '<span class="commentinner">以卦體、卦德釋卦名義。</span>'
            . '豫順以動，故天地如之，而況建侯行師乎？'
            . '<span class="commentinner">以卦德釋卦辭。</span>'
            . '天地以順動，故日月不過而四時不忒，聖人以順動，則刑罰清而民服。豫之時義大矣哉。'
            . '<span class="commentinner">極言之而贊其大也。</span>',
        'xiang' => '雷出地奮，和之至也。先王作樂，既象其聲，又取其義。殷，盛也。',
        'yao' => [
            '陰柔小人，上有強援，得時主事，故不勝其豫而以自鳴，凶之道也。故其占如此。卦之得名，本為和樂，然卦辭為眾樂之義，爻辭除九四與卦同外，皆為自樂，所以有吉凶之異。',
            '豫雖主樂，然易以溺人，溺則反而憂矣。卦獨此爻中而得正，是上下皆溺於豫，而獨能以中正自守，其介如石也。其德安靜而堅確，故其思慮明審，不俟終日，而見凡事之幾微也。《大學》曰：「安而后能慮，慮而后能得。」意正如此。占者如是，則正而吉矣。',
            '盱，況于反。盱，上視也。陰不中正而近於四，四為卦主，故六三上視於四，而下溺於豫，宜有悔者也。故其象如此，而其占為事當速悔。若悔之遲，則必有悔也。',
            '簪，側林反。九四，卦之所由以為豫者也。故其象如此，而其占為大有得。然又當至誠不疑，則朋類合而從之矣。故又因而戒之。簪，聚也，又速也。',
            '當豫之時，以柔居尊，沈溺於豫，又乘九四之剛，眾不附而處勢危，故為貞疾之象。然以其得中，故又為恒不死之象。即象而觀，占在其中矣。',
            '渝，以朱反。以陰柔居豫極，為昏冥於豫之象。以其動體，故又為其事雖成，而能有渝之象。戒占者如是，則能補過而无咎，所以廣遷善之門也。',
        ],
        'xiaoxiang' => [
            '窮，謂滿極。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '处豫之初，而特得志於上，乐过则婬，志穷则凶，豫何可鸣？',
            '处豫之时，得位履中，安夫贞正，不求苟“豫”者也。顺不苟从，豫不违中，是以上交不谄，下交不渎。明祸福之所生，故不苟说；辩必然之理，故不改其操介如石焉。“不终日”明矣。',
            '居下体之极，处两卦之际，履非其位，承“动豫”之主。若其睢盱而豫，悔亦生焉。迟而不从，豫之所疾，位非所据，而以从豫进退，离悔宜其然矣。',
            '处豫之时，居动之始，独体陽爻，众陰所从，莫不由之以得其豫，故曰“由豫，大有得”也。夫不信於物，物亦疑焉，故勿疑则朋合疾也。盍，合也。簪，疾也。',
            '四以刚动为豫之主，专权执制，非已所乘，故不敢与四争权，而又居中处尊，未可得亡，是以必常至于“贞疾，恒不死”而已。',
            '处“动豫”之极，极豫尽乐，故至于“冥豫成”也。过豫不已，何可长乎？故必渝变然后无咎。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '“豫”之言暇也。暇以乐之，谓“豫”。建侯所以“豫”，“豫”所以行师也，故曰“利建侯行师”。有民而不以分人，虽欲“豫”可得乎？子重问晋国之勇，栾鍼曰：“好以暇。”是故惟暇者为能师。',
        'tuan' => '“豫”，刚应而志行，顺以动，“豫”。“豫”，顺以动，故天地如之。'
            . '<span class="commentinner">言天地亦以顺动也。</span>'
            . '而况建侯行师乎？天地以顺动，故日月不过，而四时不忒。圣人以顺动，则刑罚清而民服。'
            . '<span class="commentinner">上以顺动，则凡入于刑罚者，皆民之过也。</span>'
            . '“豫”之时义大矣哉！'
            . '<span class="commentinner">卦，未有非时者也。时未有，无义；亦未有无用者也。苟当其时，有义、有用，焉往而不为大？故曰“时、义”，又曰“时、用”，又直曰“时者”，皆适遇其及之而已。从而为之说，则过矣；如必求其说，则凡不言此者，皆当求所以不言之故，无乃不胜异说而厌弃之欤？盍取而观之，因其言天地以及圣人王公，则多有是言，因其所言者大，而后及此者则其言之势也。是说也①，且非独此见天地之情者四，“利见大人”者五，其余同者不可胜数也，又可尽以为异于他卦而曲为之说欤？【校注】 ①是说也：《苏氏易传》作“非说也”，误。</span>',
        'xiang' => '',
        'yao' => [
            '所以为“豫”者，四也；而初和之，故曰“鸣”。已无以致乐，而恃其配以为乐，志不远矣，因人之乐者，人乐亦乐，人忧亦忧，志在因人而已，所因者穷，不得不凶。',
            '以陰居陰，而处二陰之间，晦之极，静之至也。以晦观明，以静观动，则凡吉凶祸福之至，如长短黑白陈乎吾前，是以动静如此之果也。“介于石”，果于静也；“不终日”，果于动也；是故孔子以为“知几”也。',
            '以陽居陽，犹力人之驭健马也，有以制之。夫三非六之所能驭也，乘非其任而听其所之，若是者，神乱于中而目盱于外矣。据静以观物者，见物之正，六二是也；乘动以逐物者，见物之似，六三是也。物之似福者，诱之；似祸者，劫之。我且睢盱而赴之，既而非也，则后虽有诚然者，莫敢赴之矣。故始失之疾，而其终未尝不以迟为悔也。',
            '“盍”，何不也；“簪”，固结也。五陰莫不由四而“豫”，故“大有得”。“豫”有三“豫”、二“贞”。三“豫”易怀，而二“贞”难致。难致者疑之，则附者皆以利合而已。夫以利合，亦以利散，是故来者、去者、观望而不至者，举勿疑之，则吾朋何有不固者乎？',
            '二与五，皆“贞”者也。“贞”者不志于利，故皆不得以“豫”名之，其“贞”同，其所以为“贞”者异，故二以得吉，五以得疾也。二之“贞”，非固欲不从四也，可则进，否则退，其“吉”也，不亦宜乎？五之于四也，其质则陰，其居则陽也。质陰则力莫能较，居陽则有不服之心焉。夫力莫能较而有不服之①，则其贞足以为疾而已。三“豫”者皆内丧其守，而外求“豫”者也，故小者“悔吝”，大者“凶”。六五之“贞”，虽以为疾，而其中之所守者未亡，则恒至于不死。君子是以知“贞”之可恃也。【校注】 ①夫力莫能较：《苏氏易传》作“大力莫能较”，误。',
            '冥者，君子之所宜息也。“豫”至上六，宜息矣，故曰“冥豫，成，有渝”者，盈辄变也。盈辄变，所以为无穷之豫也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《豫卦》象征欢乐愉快：有利于建立诸侯的伟大功业，有利于出师南征北战。',
        ],
        'xiang' => [
            '《豫卦》的卦象为坤（地）下震（雷）上，为地上响雷之表象。雷在地上轰鸣，使大地振奋起来，这就是大自然愉快高兴的表现。上古圣明的君主，根据大自然欢乐愉快时雷鸣地震的情景创造了音乐，并用音乐来崇尚推广伟大的功德。他们以盛大隆重的仪礼，把音乐献给天帝，并用它来祭祀自己的祖先。',
        ],
        'yao' => [
            '初六，自鸣得意，高兴过了头，结果乐极生悲，必遭凶险。',
            '六二，正直而不同流合污的品德坚如磐石，还不到一天时间，就明白了欢乐愉快的深刻道理，能守正必获吉祥。',
            '六三，有谄媚奉承暗送秋波的手段取悦于上司，以求得自己的欢乐，这势必导致悔恨。如若执迷不悟，悔恨不及时，就会招致更大的悔恨。',
            '九四，人们由于他而得到欢乐愉快，大有所获；毋庸置疑，朋友们会像头发汇聚于簪子一样，积聚在他周围。',
            '六五，国中出现了不少弊病，但仍能长时间地支持下去而不致灭亡。',
            '上六，已处在天昏地暗的局面之中，但却执迷不悟，仍沈溺于寻欢作乐之中，十分危险。但只要及时觉悟，改弦易辙，则可避免祸害。',
        ],
        'xiaoxiang' => [
            '《豫卦》的第一位（初六），“自鸣得意，高兴过了头“，说明它没有雄心壮志，志向容易满足。一满足，就得意忘形，结果必遭凶险。',
            '“还不到一天时间，就明白了愉快欢乐的深刻道理，能守正必获吉祥”，这是因为能居中守正，在欢乐中既不过分，也不会不满足，因而获得吉祥。',
            '“用谄媚奉承、暗送秋波的手段取悦于上司，以求得自己欢乐，这势必导致悔恨”，这是由于六三爻所处位置不正的缘故。',
            '“人们由于得到欢乐愉快，大有所获”，表明九四爻的陽刚之志，可以放手实现。',
            '《豫卦》的第五爻位（六五）指出，“国中出现了不少弊病”，但有刚强之臣辅佐，“仍能长时间地支持下去而不致灭亡”，这是因为它居中，只要保持中庸，就会长时间地坚持下去而不致于灭亡。',
            '“已处在天昏地暗的局面之中，但却执迷不悟，仍沈溺于寻欢作乐之中”，并高高在上，不察下情，这样的欢乐愉快怎能长久地保持呢？',
        ],
        'tuan' => '豫，陽刚（为陰柔）所应，其志才能行施，顺从其性而动，这就是豫。豫，顺性而动，所以天地都遵从这一规律，更何况“封建诸侯，出兵打仗”这些事情呢！天地顺乎时而动，故日月运行不失其度，而四时更替亦无差错。圣人顺乎天时而动，则刑罚清明而万民服从。豫卦时所包含的意义，太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《豫》卦卦名卦辞之义。刚应：《豫》卦九四之刚为群陰所应。顺以动：《豫》下坤上震，坤为顺震为动。如：从。姚永朴曰：“如，从也。”行师：指出兵作战。过：失度。忒：差错，忒一本作“貣”，忒、貣二者通。天地以顺动：案俞樾之说，“乃古说也。《文选》注引《春秋元命苞》云“‘天左施，地右转。’《河图》云：‘地有四游，冬至地上行，北而西三万里。夏至地下行，南而东三万里。春秋二分是其中矣。’地常动不止，而人不知。譬如闭舟而行不觉舟之运也。是古说天动地亦动也。”时义：一卦之时所含的意义。',
    ],
];
