<?php
return [
    'serial' => 16,
    'name' => '豫',
    'symbol' => [0, 0, 0, 1, 0, 0],
    'brief' => '雷地豫',
    'spell' => '',
    'gua' => '利建侯行师。',
    'tuan' => '豫，刚应而志行，顺以动，豫。豫，顺以动，故天地如之，而况建侯行师乎？天地以顺动，故日月不过，而四时不忒；圣人以顺动，则刑罚清而民服。豫之时义大矣哉！',
    'xiang' => '雷出地奋，豫。先王以作乐崇德，殷荐之上帝，以配祖考。',
    'yao' => [
        '初六：鸣豫，凶。',
        '六二：介于石，不终日，贞吉。',
        '六三：盱豫，悔。迟有悔。',
        '九四：由豫，大有得。勿疑。朋盍簪。',
        '六五：贞疾，恒不死。',
        '上六：冥豫，成有渝，无咎。',
    ],
    'xiaoxiang' => [
        '初六鸣豫，志穷凶也。',
        '不终日，贞吉；以中正也。',
        '盱豫有悔，位不当也。',
        '由豫，大有得；志大行也。',
        '六五贞疾，乘刚也。恒不死，中未亡也。',
        '冥豫在上，何可长也。',
    ],
    'zhuxi' => [
        'gua' => '豫，和樂也。人心和樂以應其上也。九四一陽，上下應之，其志得行，又以坤遇震，為順以動，故其卦為豫，而其占利以立君用師也。',
        'tuan' => '豫，剛應而志行，順以動，豫。'
            . '<span class="commentinner">以卦體、卦德釋卦名義。</span>'
            . '豫順以動，故天地如之，而況建侯行師乎？'
            . '<span class="commentinner">以卦德釋卦辭。</span>'
            . '天地以順動，故日月不過而四時不忒，聖人以順動，則刑罰清而民服。豫之時義大矣哉。'
            . '<span class="commentinner">極言之而贊其大也。</span>',
        'xiang' => '雷出地奮，和之至也。先王作樂，既象其聲，又取其義。殷，盛也。',
        'yao' => [
            '陰柔小人，上有強援，得時主事，故不勝其豫而以自鳴，凶之道也。故其占如此。卦之得名，本為和樂，然卦辭為眾樂之義，爻辭除九四與卦同外，皆為自樂，所以有吉凶之異。',
            '豫雖主樂，然易以溺人，溺則反而憂矣。卦獨此爻中而得正，是上下皆溺於豫，而獨能以中正自守，其介如石也。其德安靜而堅確，故其思慮明審，不俟終日，而見凡事之幾微也。《大學》曰：「安而后能慮，慮而后能得。」意正如此。占者如是，則正而吉矣。',
            '盱，況于反。盱，上視也。陰不中正而近於四，四為卦主，故六三上視於四，而下溺於豫，宜有悔者也。故其象如此，而其占為事當速悔。若悔之遲，則必有悔也。',
            '簪，側林反。九四，卦之所由以為豫者也。故其象如此，而其占為大有得。然又當至誠不疑，則朋類合而從之矣。故又因而戒之。簪，聚也，又速也。',
            '當豫之時，以柔居尊，沈溺於豫，又乘九四之剛，眾不附而處勢危，故為貞疾之象。然以其得中，故又為恒不死之象。即象而觀，占在其中矣。',
            '渝，以朱反。以陰柔居豫極，為昏冥於豫之象。以其動體，故又為其事雖成，而能有渝之象。戒占者如是，則能補過而无咎，所以廣遷善之門也。',
        ],
        'xiaoxiang' => [
            '窮，謂滿極。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《豫卦》象征欢乐愉快：有利于建立诸侯的伟大功业，有利于出师南征北战。',
        ],
        'xiang' => [
            '《豫卦》的卦象为坤（地）下震（雷）上，为地上响雷之表象。雷在地上轰鸣，使大地振奋起来，这就是大自然愉快高兴的表现。上古圣明的君主，根据大自然欢乐愉快时雷鸣地震的情景创造了音乐，并用音乐来崇尚推广伟大的功德。他们以盛大隆重的仪礼，把音乐献给天帝，并用它来祭祀自己的祖先。',
        ],
        'yao' => [
            '初六，自鸣得意，高兴过了头，结果乐极生悲，必遭凶险。',
            '六二，正直而不同流合污的品德坚如磐石，还不到一天时间，就明白了欢乐愉快的深刻道理，能守正必获吉祥。',
            '六三，有谄媚奉承暗送秋波的手段取悦于上司，以求得自己的欢乐，这势必导致悔恨。如若执迷不悟，悔恨不及时，就会招致更大的悔恨。',
            '九四，人们由于他而得到欢乐愉快，大有所获；毋庸置疑，朋友们会像头发汇聚于簪子一样，积聚在他周围。',
            '六五，国中出现了不少弊病，但仍能长时间地支持下去而不致灭亡。',
            '上六，已处在天昏地暗的局面之中，但却执迷不悟，仍沈溺于寻欢作乐之中，十分危险。但只要及时觉悟，改弦易辙，则可避免祸害。',
        ],
        'xiaoxiang' => [
            '《豫卦》的第一位（初六），“自鸣得意，高兴过了头“，说明它没有雄心壮志，志向容易满足。一满足，就得意忘形，结果必遭凶险。',
            '“还不到一天时间，就明白了愉快欢乐的深刻道理，能守正必获吉祥”，这是因为能居中守正，在欢乐中既不过分，也不会不满足，因而获得吉祥。',
            '“用谄媚奉承、暗送秋波的手段取悦于上司，以求得自己欢乐，这势必导致悔恨”，这是由于六三爻所处位置不正的缘故。',
            '“人们由于得到欢乐愉快，大有所获”，表明九四爻的陽刚之志，可以放手实现。',
            '《豫卦》的第五爻位（六五）指出，“国中出现了不少弊病”，但有刚强之臣辅佐，“仍能长时间地支持下去而不致灭亡”，这是因为它居中，只要保持中庸，就会长时间地坚持下去而不致于灭亡。',
            '“已处在天昏地暗的局面之中，但却执迷不悟，仍沈溺于寻欢作乐之中”，并高高在上，不察下情，这样的欢乐愉快怎能长久地保持呢？',
        ],
        'tuan' => '豫，陽刚（为陰柔）所应，其志才能行施，顺从其性而动，这就是豫。豫，顺性而动，所以天地都遵从这一规律，更何况“封建诸侯，出兵打仗”这些事情呢！天地顺乎时而动，故日月运行不失其度，而四时更替亦无差错。圣人顺乎天时而动，则刑罚清明而万民服从。豫卦时所包含的意义，太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《豫》卦卦名卦辞之义。刚应：《豫》卦九四之刚为群陰所应。顺以动：《豫》下坤上震，坤为顺震为动。如：从。姚永朴曰：“如，从也。”行师：指出兵作战。过：失度。忒：差错，忒一本作“貣”，忒、貣二者通。天地以顺动：案俞樾之说，“乃古说也。《文选》注引《春秋元命苞》云“‘天左施，地右转。’《河图》云：‘地有四游，冬至地上行，北而西三万里。夏至地下行，南而东三万里。春秋二分是其中矣。’地常动不止，而人不知。譬如闭舟而行不觉舟之运也。是古说天动地亦动也。”时义：一卦之时所含的意义。',
    ],
];
