<?php
return [
    'serial' => 16,
    'name' => '豫',
    'symbol' => [0, 0, 0, 1, 0, 0],
    'brief' => '雷地豫',
    'spell' => '',
    'gua' => '利建侯行师。',
    'tuan' => '豫，刚应而志行，顺以动，豫。豫，顺以动，故天地如之，而况建侯行师乎？天地以顺动，故日月不过，而四时不忒；圣人以顺动，则刑罚清而民服。豫之时义大矣哉！',
    'xiang' => '雷出地奋，豫。先王以作乐崇德，殷荐之上帝，以配祖考。',
    'yao' => [
        '初六：鸣豫，凶。',
        '六二：介于石，不终日，贞吉。',
        '六三：盱豫，悔。迟有悔。',
        '九四：由豫，大有得。勿疑。朋盍簪。',
        '六五：贞疾，恒不死。',
        '上六：冥豫，成有渝，无咎。',
    ],
    'xiaoxiang' => [
        '初六鸣豫，志穷凶也。',
        '不终日，贞吉；以中正也。',
        '盱豫有悔，位不当也。',
        '由豫，大有得；志大行也。',
        '六五贞疾，乘刚也。恒不死，中未亡也。',
        '冥豫在上，何可长也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
