<?php
return [
    'gua' => '元亨利贞，无咎。',
    'tuan' => '随，刚来而下柔，动而说，随。大亨贞，无咎，而天下随时，随之时义大矣哉！',
    'xiang' => '泽中有雷，随；君子以晦入宴息。',
    'yao' => [
        '初九：官有渝，贞吉。出门交有功。',
        '六二：系小子，失丈夫。',
        '六三：系丈夫，失小子。随有求得，利居贞。',
        '九四：随有获，贞凶。有孚在道，以明，何咎。',
        '九五：孚于嘉，吉。',
        '上六：拘系之，乃从维之。王用亨于西山。',
    ],
    'xiaoxiang' => [
        '官有渝，从正吉也。出门交有功，不失也。',
        '系小子，弗兼与也。',
        '系丈夫，志舍下也。',
        '随有获，其义凶也。有孚在道，明功也。',
        '孚于嘉，吉；位正中也。',
        '拘系之，上穷也。',
    ],
    'zhuxi' => [
        'gua' => '隨，從也。以卦變言之，本自困卦九來居初，又自噬嗑九來居五，而自未濟來者，兼此二變，皆剛來隨柔之義，以二體言之，為此動而彼說，亦隨之義，故為隨。己能隨物，物來隨己，彼此相從，其通易矣，故其占為元亨。然必利於貞，乃得无咎。若所隨不貞，則雖大亨而不免於有咎矣。《春秋傳》：「穆姜曰：有是四德，隨而无咎；我皆无之，豈隨也哉？」今按四德雖非本義，然其下云云，深得占法之意。',
        'tuan' => '隨，剛來而下柔，動而說，隨。'
            . '<span class="commentinner">下，遐嫁反。說，音悅。以卦變、卦德釋卦名義。</span>'
            . '大亨，貞无咎，而天下隨時。'
            . '<span class="commentinner">王肅本時作之，今當從之。釋卦辭，言能如是，則天下之所從也。</span>'
            . '隨時之義大矣哉。'
            . '<span class="commentinner">王肅本時字在之字下，今當從之。</span>',
        'xiang' => '雷藏澤中，隨時休息。',
        'yao' => [
            '卦以物隨為義，爻以隨物為義。初九以陽居下，為震之主，卦之所以為隨者也。既有所隨，則有所偏主而變其常矣，惟得其正則吉。又當出門以交，不私其隨，則有功也。故其象占如此，亦因以戒之。',
            '初陽在下而近，五陽正應而遠，二陰柔不能自守以須正應，故其象如此，凶吝可知，不假言矣。',
            '丈夫，謂九四。小子，亦謂初也。三近係四而失於初，其象與六二正相反。四陽當任而己隨之，有求必得，然非正應，故有不正而為邪媚之嫌。故其占如此，而又戒以居貞也。',
            '九四以剛居上之下，與五同德，故其占隨而有獲。然勢陵於五，故雖正而凶。惟有孚在道而明，則上安而下從之，可以无咎也。占者當時之任，宜審此戒。',
            '陽剛中正，下應中正，是信于善也。占者如是，其吉宜矣。',
            '居隨之極，隨之固結而不可解者也。誠意之極，可通神明，故其占為王用亨于西山。亨，亦當作祭享之享。自周而言，岐山在西，凡筮祭山川者得之。其誠意如是，則吉也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '舍，音捨。',
            '',
            '',
            '窮，極也。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '随，刚来而下柔，动而说，随。大亨贞无咎，而天下随时。随时之义大矣哉(1)！'
            . '<span class="commentinner">震刚而兑柔也，以刚下柔动而之说，乃得随也。为随而不大通，逆於时也。相随而不为利，正灾之道也。故大通利贞，乃得无咎也。为随而令大通利贞，得於时也。得时则天下随之矣。随之所施，唯在於时也。时异而不随，否之道也，故“随时之义大矣哉”！</span>',
        'xiang' => '泽中有雷，“动说”之象也。物皆说随，可以无为，不劳明鉴。故君子“向晦入宴息”也。',
        'yao' => [
            '居随之始，上无其应，无所偏系，动能随时，意无所主者也。随不以欲，以欲随宜者也。故官有渝变，随不失正也。出门无违，何所失哉！',
            '陰之为物，以处随世，不能独立，必有系也。居随之时，体於柔弱，而以乘夫刚动，岂能秉志违於所近？随此失彼，弗能兼与。五处已上，初处已下，故曰“系小子，失丈夫”也。',
            '陰之为物，以处随世，不能独立，必有系也。虽体下卦，二已据初，将何所附？故舍初系四，志在“丈夫”。四俱无应，亦欲於已随之，则得其所求矣，故曰“随有求得”也。应非其正，以系於人，何可以妄曰“利居贞”也？初处己下，四处已上，故曰“系丈夫，失小子”也。',
            '处说之初，下据二陰，三求系己，不距则获，故曰“随有获”也。居於臣地，履非其位，以擅其民，失於臣道，违正者也，故曰“贞凶”。体刚居说而得民心，能干其事，而成其功者也。虽为常义，志在济物，心有公诚，著信在道以明其功，何咎之有？',
            '履正居中，而处随世，尽“随时”之宜，得物之诚，故“嘉吉”也。',
            '随之为体，陰顺陽者也。最处上极，不从者也。随道已成，而特不从，故“拘系之乃从”也。“率土之滨，莫非王臣”，而为不从，王之所讨也，故“维之王用亨于西山”也。兑为西方，山者，途之险隔也。处西方而为不从，故王用通于西山。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '“下”谓初也。',
            '',
            '',
            '处于上极，故穷也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“随”，刚来而下柔，动而说，“随”。大亨，贞无咎，而天下随时。“随”之时义大矣哉！'
            . '<span class="commentinner">大、时不齐，故随之世，容有不随者也。责天下以人人随己而咎其贞者，此天下所以不说也，是故“大亨”而“利贞”者。贞者无咎，而天下随时。时者，上之所制也，不从己而从时，其为“随”也大矣。</span>',
        'xiang' => '雷在泽中，伏而不用，故君子晦则入息。',
        'yao' => [
            '物有正主之谓“官”。九五者，六二之正主也。二以远五而苟随于初，五以其随初而疑之，则“官”有变矣。官有变，初可以有获也，而非其正，故官虽有变，而以从正不取为吉也。初之取二也，得二而失五；初之不取二也，失二而得五。何也？可取而不取，归之于正主。初信有功于五矣，五必德之，失门内之配，而得门外之交，是故舍其近配而出门以求交于其所有功之人，其得也必多。故君子以为未尝失也。',
            '“小子”，初也；“丈夫”，五也。兼与，必两失。',
            '四为“丈夫”，初为“小子”。三无适应，有求则得之矣。然而从四，正也；四近而在上①，从上则顺，与近则固。故“系丈夫”，而利居贞。【校注】 ①四近而在上：《苏氏易传》作“四近三在上”，亦通。',
            '六三，固四之所当有也。不可以言“获”，“获”者，取非其有之辞也。二之往配于五也，历四而后至。四之势可以不义取之，取之则于五为凶，不取则于五为有功。二之从五也甚难，初处其邻，而四当其道，处其邻不忘贞，当其道不忘信，使二得从其配者，初与四之功也，故皆言“功”。居可疑之地而有功，足以自明，其谁咎之？',
            '“嘉”谓二也。《传》曰：“嘉偶曰配”。而昏礼为嘉，故《易》凡言“嘉”者，其配也。随之时，陰急于随陽者也，故陰以不苟随为“贞”，而陽以不疑其叛己为“吉”。六二以远五而贰于初，九五不疑而信之，则初不敢有，二不敢叛，故“吉”。',
            '居上无应而不下随，故“拘系之”，而后从。从而又“维之”，明强之而后从也。强之而后从，则其从也不固，故教之曰：当如王之通于西山。“王”，文王也；“西山”，西戎也。文王之通西戎也，待其自服而后从之，不强以从也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《随卦》象征随从，随和：如果随从、随和，便能始终亨通，和谐有利。固守正道，没有任何危险。',
        ],
        'xiang' => [
            '《随卦》的卦象是震（雷）下兑（泽）上，为泽中有雷之表象。泽中有雷声，泽随从雷声而震动，这便象征随从。君子行事要遵从合适的作息时间。白天出处辛劳工作，夜晚就回家睡觉安息。',
        ],
        'yao' => [
            '初九，思想随时代而变化，坚持正道可获吉祥。出门交朋友，一定能成功。',
            '六二，倾心随从于年轻小子，则会失去了陽刚方正的丈夫。',
            '六三，随从陽刚方正的丈夫行事，则必然丢失年轻小子。随从于丈夫，有求必得，有利于安居乐业，坚守妇道，贞节处世。',
            '九四，他人追随自己，虽有收获，但有可能发生凶险。虽有凶险，但只要心存诚信，不违正道，使自己的美德显明，那还有什么危害呢？',
            '九五，把诚信带给诚实善良之人，可获吉祥。',
            '上六，只有拘禁起来强迫、命令他，他才不得不顺服追随，再用绳索捆绑紧，才能追随到底。君王在西山设祭，要出师讨伐那些不顺从的人。',
        ],
        'xiaoxiang' => [
            '“思想随时代而变化”，但无论怎么变，都必然始终遵从正道，这样就可以获得吉祥。“出站交朋友，一定能成功”，这是因为其唯正是从，见善则从，没有过失的缘故。',
            '“倾心随从于年轻小子则会失去陽刚方正的丈夫”，因为二者是互相排斥的，是不可兼得的。',
            '“随从陽刚方正的丈夫行事”，专心不二，说明其志在于舍弃下方的年轻小子。',
            '“他人追随自己，虽有收获”，但因居位不当，有“震主“之嫌，所以可能有凶险。但只要“心存诚信，不违正道”，则可逢凶化吉，这是由于立身光明磊落所带来的功效。',
            '“把诚信带给诚实善良之人，可获吉祥”，这是因为九五爻得正居中，不倚不偏。',
            '“只有拘禁起来强迫、命令他，他才不得不顺服追随”，这是因为上六爻高居《随卦》最上爻，物极必反的缘故。',
        ],
        'tuan' => '随，陽刚（自外卦）来而居内卦陰爻之下，动而喜悦，所以称随。“大道通顺而得正无咎”，天下万物皆随时而（变化）。随卦时所含有意义，太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《随》卦卦名卦辞之义。刚来而下柔：先儒多解，（一）《随》卦下震上兑，震为刚，兑为柔，刚在柔下。（二）《随》从《否》卦而来，《否》之上九与初六互换而成为《随》，故就爻而言，刚来而柔下。（三）《随》是从蛊变来，随之初九自《蛊》上九而来，故刚来而下柔。笔者认为第二种说法较胜。《彖》中表现出的卦变思想，往往无定法可循，比较复杂，先儒曾就此作过种种探讨与解释，皆难圆通，故并列上说，由读者明辨。动而说：《随》卦下震为动，上兑为说。随时之义：笔者疑当为“随之时义”。案《彖》释《豫》“豫之时义”，释《遯》“遯之时义”释《姤》“姤之时义”，释《旅》“旅之时义”，故此当与《彖》释四卦格式相同。',
    ],
];
