<?php
return [
    'serial' => 17,
    'name' => '随',
    'symbol' => [1, 0, 0, 1, 1, 0],
    'brief' => '泽雷随',
    'spell' => '',
    'gua' => '元亨利贞，无咎。',
    'tuan' => '随，刚来而下柔，动而说，随。大亨贞，无咎，而天下随时，随之时义大矣哉！',
    'xiang' => '泽中有雷，随；君子以晦入宴息。',
    'yao' => [
        '初九：官有渝，贞吉。出门交有功。',
        '六二：系小子，失丈夫。',
        '六三：系丈夫，失小子。随有求得，利居贞。',
        '九四：随有获，贞凶。有孚在道，以明，何咎。',
        '九五：孚于嘉，吉。',
        '上六：拘系之，乃从维之。王用亨于西山。',
    ],
    'xiaoxiang' => [
        '官有渝，从正吉也。出门交有功，不失也。',
        '系小子，弗兼与也。',
        '系丈夫，志舍下也。',
        '随有获，其义凶也。有孚在道，明功也。',
        '孚于嘉，吉；位正中也。',
        '拘系之，上穷也。',
    ],
    'zhuxi' => [
        'gua' => '隨，從也。以卦變言之，本自困卦九來居初，又自噬嗑九來居五，而自未濟來者，兼此二變，皆剛來隨柔之義，以二體言之，為此動而彼說，亦隨之義，故為隨。己能隨物，物來隨己，彼此相從，其通易矣，故其占為元亨。然必利於貞，乃得无咎。若所隨不貞，則雖大亨而不免於有咎矣。《春秋傳》：「穆姜曰：有是四德，隨而无咎；我皆无之，豈隨也哉？」今按四德雖非本義，然其下云云，深得占法之意。',
        'tuan' => '隨，剛來而下柔，動而說，隨。'
            . '<span class="commentinner">下，遐嫁反。說，音悅。以卦變、卦德釋卦名義。</span>'
            . '大亨，貞无咎，而天下隨時。'
            . '<span class="commentinner">王肅本時作之，今當從之。釋卦辭，言能如是，則天下之所從也。</span>'
            . '隨時之義大矣哉。'
            . '<span class="commentinner">王肅本時字在之字下，今當從之。</span>',
        'xiang' => '雷藏澤中，隨時休息。',
        'yao' => [
            '卦以物隨為義，爻以隨物為義。初九以陽居下，為震之主，卦之所以為隨者也。既有所隨，則有所偏主而變其常矣，惟得其正則吉。又當出門以交，不私其隨，則有功也。故其象占如此，亦因以戒之。',
            '初陽在下而近，五陽正應而遠，二陰柔不能自守以須正應，故其象如此，凶吝可知，不假言矣。',
            '丈夫，謂九四。小子，亦謂初也。三近係四而失於初，其象與六二正相反。四陽當任而己隨之，有求必得，然非正應，故有不正而為邪媚之嫌。故其占如此，而又戒以居貞也。',
            '九四以剛居上之下，與五同德，故其占隨而有獲。然勢陵於五，故雖正而凶。惟有孚在道而明，則上安而下從之，可以无咎也。占者當時之任，宜審此戒。',
            '陽剛中正，下應中正，是信于善也。占者如是，其吉宜矣。',
            '居隨之極，隨之固結而不可解者也。誠意之極，可通神明，故其占為王用亨于西山。亨，亦當作祭享之享。自周而言，岐山在西，凡筮祭山川者得之。其誠意如是，則吉也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '舍，音捨。'
            '',
            '',
            '窮，極也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《随卦》象征随从，随和：如果随从、随和，便能始终亨通，和谐有利。固守正道，没有任何危险。',
        ],
        'xiang' => [
            '《随卦》的卦象是震（雷）下兑（泽）上，为泽中有雷之表象。泽中有雷声，泽随从雷声而震动，这便象征随从。君子行事要遵从合适的作息时间。白天出处辛劳工作，夜晚就回家睡觉安息。',
        ],
        'yao' => [
            '初九，思想随时代而变化，坚持正道可获吉祥。出门交朋友，一定能成功。',
            '六二，倾心随从于年轻小子，则会失去了陽刚方正的丈夫。',
            '六三，随从陽刚方正的丈夫行事，则必然丢失年轻小子。随从于丈夫，有求必得，有利于安居乐业，坚守妇道，贞节处世。',
            '九四，他人追随自己，虽有收获，但有可能发生凶险。虽有凶险，但只要心存诚信，不违正道，使自己的美德显明，那还有什么危害呢？',
            '九五，把诚信带给诚实善良之人，可获吉祥。',
            '上六，只有拘禁起来强迫、命令他，他才不得不顺服追随，再用绳索捆绑紧，才能追随到底。君王在西山设祭，要出师讨伐那些不顺从的人。',
        ],
        'xiaoxiang' => [
            '“思想随时代而变化”，但无论怎么变，都必然始终遵从正道，这样就可以获得吉祥。“出站交朋友，一定能成功”，这是因为其唯正是从，见善则从，没有过失的缘故。',
            '“倾心随从于年轻小子则会失去陽刚方正的丈夫”，因为二者是互相排斥的，是不可兼得的。',
            '“随从陽刚方正的丈夫行事”，专心不二，说明其志在于舍弃下方的年轻小子。',
            '“他人追随自己，虽有收获”，但因居位不当，有“震主“之嫌，所以可能有凶险。但只要“心存诚信，不违正道”，则可逢凶化吉，这是由于立身光明磊落所带来的功效。',
            '“把诚信带给诚实善良之人，可获吉祥”，这是因为九五爻得正居中，不倚不偏。',
            '“只有拘禁起来强迫、命令他，他才不得不顺服追随”，这是因为上六爻高居《随卦》最上爻，物极必反的缘故。',
        ],
        'tuan' => '随，陽刚（自外卦）来而居内卦陰爻之下，动而喜悦，所以称随。“大道通顺而得正无咎”，天下万物皆随时而（变化）。随卦时所含有意义，太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《随》卦卦名卦辞之义。刚来而下柔：先儒多解，（一）《随》卦下震上兑，震为刚，兑为柔，刚在柔下。（二）《随》从《否》卦而来，《否》之上九与初六互换而成为《随》，故就爻而言，刚来而柔下。（三）《随》是从蛊变来，随之初九自《蛊》上九而来，故刚来而下柔。笔者认为第二种说法较胜。《彖》中表现出的卦变思想，往往无定法可循，比较复杂，先儒曾就此作过种种探讨与解释，皆难圆通，故并列上说，由读者明辨。动而说：《随》卦下震为动，上兑为说。随时之义：笔者疑当为“随之时义”。案《彖》释《豫》“豫之时义”，释《遯》“遯之时义”释《姤》“姤之时义”，释《旅》“旅之时义”，故此当与《彖》释四卦格式相同。',
    ],
];
