<?php
return [
    'serial' => 17,
    'name' => '随',
    'symbol' => [1, 0, 0, 1, 1, 0],
    'brief' => '泽雷随',
    'spell' => '',
    'gua' => '元亨利贞，无咎。',
    'tuan' => '随，刚来而下柔，动而说，随。大亨贞，无咎，而天下随时，随之时义大矣哉！',
    'xiang' => '泽中有雷，随；君子以晦入宴息。',
    'yao' => [
        '初九：官有渝，贞吉。出门交有功。',
        '六二：系小子，失丈夫。',
        '六三：系丈夫，失小子。随有求得，利居贞。',
        '九四：随有获，贞凶。有孚在道，以明，何咎。',
        '九五：孚于嘉，吉。',
        '上六：拘系之，乃从维之。王用亨于西山。',
    ],
    'xiaoxiang' => [
        '官有渝，从正吉也。出门交有功，不失也。',
        '系小子，弗兼与也。',
        '系丈夫，志舍下也。',
        '随有获，其义凶也。有孚在道，明功也。',
        '孚于嘉，吉；位正中也。',
        '拘系之，上穷也。',
    ],
];
