<?php
return [
    'serial' => 18,
    'name' => '蛊',
    'symbol' => [0, 1, 1, 0, 0, 1],
    'brief' => '山风蛊',
    'spell' => 'gǔ',
    'gua' => '元亨，利涉大川。先甲三日，后甲三日。',
    'tuan' => '蛊，刚上而柔下，巽而止，蛊。蛊，元亨，而天下治也。利涉大川，往有事也。先甲三日，后甲三日，终则有始，天行也。',
    'xiang' => '山下有风，蛊；君子以振民育德。',
    'yao' => [
        '初六：干父之蛊，有子，考无咎，厉终吉。',
        '九二：干母之蛊，不可贞。',
        '九三：干父小有晦，无大咎。',
        '六四：裕父之蛊，往见吝。',
        '六五：干父之蛊，用誉。',
        '上九：不事王侯，高尚其事。',
    ],
    'xiaoxiang' => [
        '干父之蛊，意承考也。',
        '干母之蛊，得中道也。',
        '干父之蛊，终无咎也。',
        '裕父之蛊，往未得也。',
        '干父之蛊；承以德也。',
        '不事王侯，志可则也。',
    ],
    'vernacular' => [
        'gua' => [
            '《蛊卦》象征救弊治乱，拨乱反正：从开始就很亨通，有利于涉越大河。不过，在做大事以前，要考察现状、分析事态；在做大事以后，要讲究治理措施，预计到后果。',
        ],
        'xiang' => [
            '《蛊卦》的卦象是巽（风）下艮（山）上，为山下起大风之表象，象征救弊治乱、拨乱反正。这时候，君子救济人民，培育美德，纠正时弊。',
        ],
        'yao' => [
            '初六，挽救父辈所败坏了的基业，由能干的儿子来继承父辈的事业，必无危害；即使遇到艰难险阻，只要努力奋斗，最终必获吉祥。',
            '九二，救治母辈所造成的弊病，要耐心等待，如果时机不成熟的话，就要坚守正道等待时机。',
            '九三，要挽救父辈败坏了的基业，其间必发生失误，因而会产生懊悔，但不会有大的危害。',
            '六四，宽缓地挽救父辈败坏了的基业，往前发展，必然会因耽误时机遗憾惋惜。',
            '六五，挽救父辈败坏的基业，一定会受到人们的赞誉。',
            '上九，不侍奉王侯，超然物外，孤芳自赏，使自己的德行至高无上。',
        ],
        'xiaoxiang' => [
            '“挽救父辈所败坏了的基业”，表明其志在继承父辈的遗业。',
            '“救治母辈所造成的弊病”，刚柔适中，既要顺应，又要匡救，不可偏颇。',
            '“挽救父辈败坏了的基业”，最终不会有祸害。',
            '“宽缓地挽救父辈所败坏了的基业”，往前发展，难以达到挽救的效果。',
            '“挽救父辈所败坏的基业，一定会受到人们的赞誉”，因为以美德继承父辈的遗业，总是会受到欢迎的。',
            '“不侍奉王侯”，这高洁的志向，可作为人们学习的准则。',
        ],
        'tuan' => '蛊，陽刚居上位而陰柔居下位，逊顺而知止，所以为蛊。“蛊，开始亨通”，而天下大治。“适宜涉越大河”，前往当有事发生。“甲前三日（辛日），甲后三日（丁日）”。（月之盈亏，日之出没）都是有终必有始，这是天道运行的规律。',
    ],
    'notes' => [
        'tuan' => '此释《蛊》卦卦名卦辞之义。蛊：训为惑乱，事。伏曼容曰：“蛊，惑乱也。万事从惑而起，故以蛊为事也。”（《周易集解》引）《尚书•大传》云：“乃命五史以书五帝之蛊事。”《易传》多训蛊为事。如《彖》释《蛊》：“‘利涉大川’，往有事也。”《序卦》：“蛊者，事也。”刚上而柔下：《蛊》卦一陽由下而上，故曰“刚上”。一柔由上而下，故曰“柔下”。巽而止：《蛊》卦下巽上艮，艮为止。先甲三日，后甲三日：先儒有争议：有说先甲三日为辛、壬、癸日，后甲三日为乙、丙、丁日者；有说先甲三日为辛日，后甲三日为丁日。案《汉书•武帝纪》：“望见泰一，修天文襢，辛卯夜，若景光十有二明，易曰：‘先甲三日，后甲三日。’朕甚念年岁未咸登，饬躬斋戒，丁酉拜况于郊。“即祭日用丁与辛。故以后者为是。天行：即天道。',
    ],
];
