<?php
return [
    'serial' => 18,
    'name' => '蛊',
    'symbol' => [0, 1, 1, 0, 0, 1],
    'brief' => '山风蛊',
    'spell' => 'gǔ',
    'gua' => '元亨，利涉大川。先甲三日，后甲三日。',
    'tuan' => '蛊，刚上而柔下，巽而止，蛊。蛊，元亨，而天下治也。利涉大川，往有事也。先甲三日，后甲三日，终则有始，天行也。',
    'xiang' => '山下有风，蛊；君子以振民育德。',
    'yao' => [
        '初六：干父之蛊，有子，考无咎，厉终吉。',
        '九二：干母之蛊，不可贞。',
        '九三：干父小有晦，无大咎。',
        '六四：裕父之蛊，往见吝。',
        '六五：干父之蛊，用誉。',
        '上九：不事王侯，高尚其事。',
    ],
    'xiaoxiang' => [
        '干父之蛊，意承考也。',
        '干母之蛊，得中道也。',
        '干父之蛊，终无咎也。',
        '裕父之蛊，往未得也。',
        '干父之蛊；承以德也。',
        '不事王侯，志可则也。',
    ],
    'zhuxi' => [
        'gua' => '先，息薦反。後，胡豆反。蠱，壞極而有事也。其卦艮剛居上，巽柔居下，上下不交。下卑巽而上苟止，故其卦為蠱。或曰，剛上柔下，謂卦變自賁來者，初上二下，自井來者，五上上下，自既濟來者兼之，亦剛上而柔下，皆所以為蠱也。蠱壞之極，亂當復治，故其占為元亨，而利涉大川。甲，日之始，事之端也。先甲三日，辛也，後甲三日，丁也。前事過中而將壞，則可自新以為後事之端，而不使至於大壞，後事方始而尚新。然更當致其丁寧之意，以監其前事之失，而不使至於速壞。聖人之戒深也。',
        'tuan' => '蠱，剛上而柔下，巽而止，蠱。'
            . '<span class="commentinner">以卦體、卦變、卦德釋卦名義，蓋如此，則積弊而至於蠱矣。</span>'
            . '蠱，元亨，而天下治也。利涉大川，往有事也。先甲三日，後甲三日，終則有始，天行也。'
            . '<span class="commentinner">釋卦辭。治蠱至於元亨，則亂而復治之象也。亂之終，治之始，天運然也。</span>',
        'xiang' => '山下有風，物壞而有事矣。而事莫大於二者，乃治己治人之道也。',
        'yao' => [
            '幹，如木之幹，枝葉之所附而立者也。蠱者，前人已壞之緒，故諸爻皆有父母之象。子能幹之，則飭治而振起矣。初六，蠱未深而事易濟，故其占為有子則能治蠱，而考得无咎，然亦危矣。戒占者宜如是，又知危而能戒，則終吉也。',
            '九二剛中，上應六五，子幹母蠱而得中之象，以剛承柔而治其壞，故又戒以不可堅貞。言當巽以入之也。',
            '過剛不中，故小有悔，巽體得正，故无大咎。',
            '以陰居陰，不能有為，寬裕以治蠱之象也。如是，則蠱將日深，故往則見吝。戒占者不可如是也。',
            '柔中居尊，而九二承之以德，以此幹蠱，可致聞譽，故其象占如此。',
            '剛陽居上，在事之外，故為此象，而占與戒，皆在其中矣。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '蛊，刚上而柔下，'
            . '<span class="commentinner">上刚可以断制，下柔可以施令。</span>'
            . '巽而止，蛊。'
            . '<span class="commentinner">既巽又止，不竞争也。有事而无竞争之患，故可以有为也。</span>'
            . '蛊，元亨而天下治也。'
            . '<span class="commentinner">有为而大亨，非天下治而何也？</span>'
            . '“利涉大川”，往有事也。“先甲三日，后甲三日”，终则有始，天行也。'
            . '<span class="commentinner">蛊者有事而待能之时也。可以有为，其在此时矣。物已说随，则待夫作制以定其事也。进德修业，往则亨矣。故“元亨，利涉大川”也。甲者，创制之令也。创制不可责之以旧，故先之三日，后之三日，使令治而后乃诛也。因事申令，终则复始，若天之行，用四时也。</span>',
        'xiang' => '蛊者，有事而待能之时也，故君子以济民养德也。',
        'yao' => [
            '处事之首，始见任者也。以柔巽之质，干父之事，能承先轨，堪其任者也，故曰“有子”也。任为事首，能堪其事，“考”乃无咎也，故曰“有子考无咎”也。当事之首，是以危也。能堪其事，故“终吉”。',
            '居於内中，宜干母事，故曰“干母之蛊”也。妇人之性难可全正，宜屈已刚。既干且顺，故曰“不可贞”也。干不失中，得中道也。',
            '以刚干事，而无其应，故“有悔”也。履得其位，以正干父，虽“小有悔”，终无大咎。',
            '体柔当位，干不以刚而以柔和，能裕先事者也。然无其应，往必不合，故曰“往见吝”。',
            '以柔处尊，用中而应，承先以斯，用誉之道也。',
            '最处事上而不累於位，“不事王侯，高尚其事”也。',
        ],
        'xiaoxiang' => [
            '干事之首，时有损益，不可尽承，故意承而已。',
            '',
            '',
            '',
            '(2)以柔处中，不任威力也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“蛊”，刚上而柔下，“巽”而止，“蛊”。“蛊，元亨”，而天下治也。“利涉大川”，往有事也。“先甲三日，後甲三日”，终则有始，天行也。'
            . '<span class="commentinner">器久不用而虫生之，谓之“蛊”。人久宴溺而疾生之，谓之“蛊”。天下久安无为而弊生之，谓之“蛊”。《易》曰“蛊”者，“事”也；夫“蛊”非事也，以天下为无事而不事事，则后将不胜事矣，此“蛊”之所以为“事”也。而昧者乃以“事”为“蛊”，则失之矣。器欲常用，体欲常劳，天下欲常事事，故曰“‘巽’而止，蛊”。夫下“巽”则莫逆，上止则无为，下莫逆而上无为，则上下大通，而天下治也。治生安，安生乐，乐生偷，而衰乱之萌起矣。“蛊”之灾，非一日之故也，必世而后见，故爻皆以父子言之，明父养其疾，至子而发也。人之情，无大患难则日入于偷，天下既已治矣，而犹以“涉川”为“事”，则畏其偷也。“蛊”之与“巽”，一也；上下相顺与下顺而上止，其为“偷”一也。而“巽”之所以不为“蛊”者，有九五以干之。而“蛊”无是也，故“蛊”之《象》曰：“先甲三日，后甲三日，终则有始”。而“巽”之九五曰：“无初有终，先庚三日，后庚三日，吉”。陽生于子，尽于已；陰生于午，尽于亥。陽为君子，君子为治；陰为小人，小人为乱。夫一日十二干相值，支五干六而后复，世未有不知者也。“先甲三日，后甲三日”，则世所谓“六甲”也；“先庚三日，后庚三日”，则世所谓“六庚”也。甲、庚之先、后，陰陽相反，故《易》取此以寄治乱之势也。“先甲三日”，子、戌、申也；申尽于巳，而陽盈矣。盈将生陰，治将生乱，故受之以后甲。“后甲三日”，午、辰、寅也，寅尽于亥，然后陰极而陽生。“蛊”无九五以干之，则其治乱皆极其自然之势，势穷而后变，故曰“终则有始，天行也”。夫“巽”则不然，初虽失之，后必有以起之，譬之于庚。“先庚三日”，午、辰、寅也；“后庚三日”，子、戌、申也。庚之所后，甲之所先也。故“先庚三日”尽于亥，“后庚三日”尽于巳，先陰而后陽，先乱而后治，故曰“无初有终”。又特曰“吉”。不言之于“巽”《彖》①，而言之于九五者，明此九五之功，非“巽”之功也。【校注】 ①“巽”《彖》：《苏氏易传》作“其《彖》”，亦通。</span>',
        'xiang' => '鼓之、舞之，之谓“振”。“振民”，使不惰，“育德”，使不竭。',
        'yao' => [
            '蛊之为灾，非一日之故也。及其微而干之初，其任也见。蛊之渐，子有改父之道，其始虽危，终必吉。故曰“有子，考无咎”。言无是子，则考有咎矣。孝爱之深者，其迹有若不顺，其迹不顺，其意顺也。',
            '陰之为性，安无事而恶有为，是以为“蛊”之深而干之尤难者，寄之母也。正之则伤爱，不正则伤义，以是为至难也，非九二其孰能任之？故责之二也。二以陽居陰，有刚之实，而无用刚之迹，可以免矣。',
            '九三之德，与二无以异也。特不知所以用之，二用之以陰，而三用之以陽，故“小有悔”而“无大咎”。',
            '六四之所居，与二无以异也，而无其德，斯益其疾而巳。“裕”，益也。',
            '父有蛊而子干之，犹其有疾而砭药之也，岂其所乐哉？故初以获“厉”，三以获“悔”，六五以柔居中，虽有干蛊之志而无二陽之决，故反以是获“誉”。誉归于己，则疾归于父矣①，父之德惟不可承也，使其可承，则非“蛊”矣。“蛊”而承德，是以无“巽”九五“后庚”之“吉”也。【校注】 ①疾归于父：《苏氏易传》作“蛊归于父”，亦通。',
            '君子见“蛊”之渐，则“涉川”以救之。及其成，则“不事王侯”以远之。“蛊”之成也，良医不治，君子不事事。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《蛊卦》象征救弊治乱，拨乱反正：从开始就很亨通，有利于涉越大河。不过，在做大事以前，要考察现状、分析事态；在做大事以后，要讲究治理措施，预计到后果。',
        ],
        'xiang' => [
            '《蛊卦》的卦象是巽（风）下艮（山）上，为山下起大风之表象，象征救弊治乱、拨乱反正。这时候，君子救济人民，培育美德，纠正时弊。',
        ],
        'yao' => [
            '初六，挽救父辈所败坏了的基业，由能干的儿子来继承父辈的事业，必无危害；即使遇到艰难险阻，只要努力奋斗，最终必获吉祥。',
            '九二，救治母辈所造成的弊病，要耐心等待，如果时机不成熟的话，就要坚守正道等待时机。',
            '九三，要挽救父辈败坏了的基业，其间必发生失误，因而会产生懊悔，但不会有大的危害。',
            '六四，宽缓地挽救父辈败坏了的基业，往前发展，必然会因耽误时机遗憾惋惜。',
            '六五，挽救父辈败坏的基业，一定会受到人们的赞誉。',
            '上九，不侍奉王侯，超然物外，孤芳自赏，使自己的德行至高无上。',
        ],
        'xiaoxiang' => [
            '“挽救父辈所败坏了的基业”，表明其志在继承父辈的遗业。',
            '“救治母辈所造成的弊病”，刚柔适中，既要顺应，又要匡救，不可偏颇。',
            '“挽救父辈败坏了的基业”，最终不会有祸害。',
            '“宽缓地挽救父辈所败坏了的基业”，往前发展，难以达到挽救的效果。',
            '“挽救父辈所败坏的基业，一定会受到人们的赞誉”，因为以美德继承父辈的遗业，总是会受到欢迎的。',
            '“不侍奉王侯”，这高洁的志向，可作为人们学习的准则。',
        ],
        'tuan' => '蛊，陽刚居上位而陰柔居下位，逊顺而知止，所以为蛊。“蛊，开始亨通”，而天下大治。“适宜涉越大河”，前往当有事发生。“甲前三日（辛日），甲后三日（丁日）”。（月之盈亏，日之出没）都是有终必有始，这是天道运行的规律。',
    ],
    'notes' => [
        'tuan' => '此释《蛊》卦卦名卦辞之义。蛊：训为惑乱，事。伏曼容曰：“蛊，惑乱也。万事从惑而起，故以蛊为事也。”（《周易集解》引）《尚书•大传》云：“乃命五史以书五帝之蛊事。”《易传》多训蛊为事。如《彖》释《蛊》：“‘利涉大川’，往有事也。”《序卦》：“蛊者，事也。”刚上而柔下：《蛊》卦一陽由下而上，故曰“刚上”。一柔由上而下，故曰“柔下”。巽而止：《蛊》卦下巽上艮，艮为止。先甲三日，后甲三日：先儒有争议：有说先甲三日为辛、壬、癸日，后甲三日为乙、丙、丁日者；有说先甲三日为辛日，后甲三日为丁日。案《汉书•武帝纪》：“望见泰一，修天文襢，辛卯夜，若景光十有二明，易曰：‘先甲三日，后甲三日。’朕甚念年岁未咸登，饬躬斋戒，丁酉拜况于郊。“即祭日用丁与辛。故以后者为是。天行：即天道。',
    ],
];
