<?php
return [
    'serial' => 18,
    'name' => '蛊',
    'symbol' => [0, 1, 1, 0, 0, 1],
    'brief' => '山风蛊',
    'spell' => 'gǔ',
    'gua' => '元亨，利涉大川。先甲三日，后甲三日。',
    'tuan' => '蛊，刚上而柔下，巽而止，蛊。蛊，元亨，而天下治也。利涉大川，往有事也。先甲三日，后甲三日，终则有始，天行也。',
    'xiang' => '山下有风，蛊；君子以振民育德。',
    'yao' => [
        '初六：干父之蛊，有子，考无咎，厉终吉。',
        '九二：干母之蛊，不可贞。',
        '九三：干父小有晦，无大咎。',
        '六四：裕父之蛊，往见吝。',
        '六五：干父之蛊，用誉。',
        '上九：不事王侯，高尚其事。',
    ],
    'xiaoxiang' => [
        '干父之蛊，意承考也。',
        '干母之蛊，得中道也。',
        '干父之蛊，终无咎也。',
        '裕父之蛊，往未得也。',
        '干父之蛊；承以德也。',
        '不事王侯，志可则也。',
    ],
];
