<?php
return [
    'serial' => 19,
    'name' => '临',
    'symbol' => [1, 1, 0, 0, 0, 0],
    'brief' => '地泽临',
    'spell' => '',
    'gua' => '元，亨，利，贞。至于八月有凶。',
    'tuan' => '临，刚浸而长。说而顺，刚中而应，大亨以正，天之道也。至于八月有凶，消不久也。',
    'xiang' => '泽上有地，临；君子以教思无穷，容保民无疆。',
    'yao' => [
        '初九：咸临，贞吉。',
        '九二：咸临，吉无不利。',
        '六三：甘临，无攸利。既忧之，无咎。',
        '六四：至临，无咎。',
        '六五：知临，大君之宜，吉。',
        '上六：敦临，吉无咎。',
    ],
    'xiaoxiang' => [
        '咸临贞吉，志行正也。',
        '咸临，吉无不利；未顺命也。',
        '甘临，位不当也。既忧之，咎不长也。',
        '至临无咎，位当也。',
        '大君之宜，行中之谓也。',
        '敦临之吉，志在内也。',
    ],
    'zhuxi' => [
        'gua' => '臨，進而淩逼於物也。二陽浸長以逼於陰，故為臨。十二月之卦也。又，其為卦，下兌說，上坤順。九二以剛居中，上應六五，故占者大亨而利於正。然至於八月，當有凶也。八月，謂自復卦一陽之月，至于遯卦二陰之月，陰長陽遯之時也。或曰，八月，謂夏正八月，於卦為觀，亦臨之反對也。又因占而戒之。',
        'tuan' => '臨，剛浸而長，'
            . '<span class="commentinner">長，丁丈反。以卦體釋卦名。</span>'
            . '說而順，剛中而應。'
            . '<span class="commentinner">說，音悅。又以卦德、卦體言卦之善。</span>'
            . '大亨以正，天之道也。'
            . '<span class="commentinner">當剛長之時，又有此善，故其占如此也。</span>'
            . '至于八月有凶，消不久也。'
            . '<span class="commentinner">言雖天運之當然，然君子宜知所戒。</span>',
        'xiang' => '思，去聲。地臨於澤，上臨下也，二者皆臨下之事。教之无窮者，兌也，容之无疆者，坤也。',
        'yao' => [
            '卦唯二陽，遍臨四陰，故二爻皆有咸臨之象。初九剛而得正，故其占為貞吉。',
            '剛得中而勢上進，故其占吉而无不利也。',
            '陰柔不中正，而居下之上，為以甘說臨人之象。其占固无所利，然能憂而改之，則无咎也。勉人遷善，為教深矣。',
            '處得其位，下應初九，相臨之至，宜无咎者也。',
            '知，音智。以柔居中，下應九二，不自用而任人，乃知之事，而大君之宜，吉之道也。',
            '居卦之上，處臨之終，敦厚於臨，吉而无咎之道也，故其象占如此。',
        ],
        'xiaoxiang' => [
            '',
            '未詳。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '临，刚浸而长，说而顺，刚中而应，大亨以正，天之道也。'
            . '<span class="commentinner">陽转进长，陰道日消，君子日长，小人日忧，“大亨以正”之义。</span>'
            . '至于八月有凶，消不久也。'
            . '<span class="commentinner">八月陽衰而陰长，小人道长，君子道消也，故曰“有凶”。</span>',
        'xiang' => '相临之道，莫若说顺也。不恃威制，得物之诚，故物无违也。是以“君子教思无穷，容保民无疆”也。',
        'yao' => [
            '“咸”感也。感，应也。有应於四，感以临者也。四履正位，而已应焉，志行正者也。以刚感顺，志行其正，以斯临物，正而获吉也。',
            '有应在五，感以临者也。刚胜则柔危，而五体柔，非能同斯志者也。若顺於五，则刚德不长，何由得“吉无不利”乎？全与相违，则失於感应，其得“咸临，吉无不利”，必未顺命也。',
            '甘者，佞邪说媚不正之名也。履非其位，居刚长之世，而以邪说临物，宜其“无攸利”也。若能尽忧其危，改修其道，刚不害正，故“咎不长”。',
            '处顺应陽，不忌刚长，而乃应之，履得其位，尽其至者也。刚胜则柔危，柔不失正，乃得“无咎”也。',
            '处於尊位，履得其中，能纳刚以礼，用建其正，不忌刚长而能任之，委物以能而不犯焉，则聪明者竭其视听，知力者尽其谋能，不为而成，不行而至矣。“大君之宜”，如此而已，故曰“知临大君之宜吉”也。',
            '处坤之极，以敦而临者也。志在助贤，以敦为德，虽在刚长，刚不害厚，故“无咎”也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“临”，刚浸而长，说而顺，刚中而应，大亨，以正天道也。至于“八月有凶”，消不久也。'
            . '<span class="commentinner">“复”而陽生。凡八月而二陰至，则“临”之二陽尽矣，方长而虑消者，戒其速也。</span>',
        'xiang' => '泽所以容水，而地又容泽，则无不容也。故君子为无穷之教，保无疆之民”。《记》曰：“君子过言，则民作辞；过动，则民作则。”故言必虑其所终，而行必稽其所弊。',
        'yao' => [
            '有应者为“咸临”。“咸”，感也；感以“临”，则其为“临”也易。故“咸临”，所以行正也。',
            '二陽在下，方长而未盛也。四陰在上，虽危而尚强也。九二以方长之陽而临众陰，陰负其强而未顺命，从而攻之，陰则危矣，而陽不能无损。故九二以“咸临”之而后“吉”。陽得其欲而陰免于害，故“无不利”。',
            '乐而受之谓之“甘”。陽进而陰莫逆，“甘临”也。“甘临”者居于不争之地，而后可以居于陽①。陽犹疑之，拒之固伤；不拒犹疑之，进退无所利者，居之过也。故六三之咎，位不当而已，咎在其位，不在其人，则忧惧可以免矣。【校注】 ①而后可以居于陽：《苏氏易传》作“而后可‘今’居于陽”，误。',
            '以陰居陰而应于初，陽至而遂顺之，故曰“至临”。',
            '见于未然之谓“知”。“临”之世，陽未足以害陰，而其势方锐；陰尚可以抗陽，而其势方却。苟以其未足以害我而不内，以吾尚足以抗之而不受，则陽将忿而攻陰。六五以柔居尊而应于二，方其未足而收之，故可使为吾用。方吾有余而柔之，故可使怀吾德，此所以为“知”也。天子以是服天下之强者则可，小人以是畜君子则不可。故曰“大君之宜，吉”，惟“大君”为宜用是也。大君以是行其中，小人以是行其邪。',
            '“敦”，益也；“内”，下也。六五既已应九二矣，上六又从而附益之，谓之“敦临”、“复”之。六四既已应初九矣，六五又从而附益之，谓之“敦”、“复”，其义一也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《临卦》象征督导：能亨通无阻，祥和有益，坚守正道。但是到了八月（陽衰陰盛），会有凶险。',
        ],
        'xiang' => [
            '《临卦》的卦象是兑（泽）下坤（地）上，为地在泽上之表象。泽上有地，地居高而临下，象征督导。君子由此受到启发，费尽心思地教导人民，并以其无边无际的盛德保护人民。',
        ],
        'yao' => [
            '初九，感应尊贵者，使其行督导之责。可获吉祥。',
            '九二，“感应尊贵者，使其行督导之责，可获吉祥”，不会有什么不利。',
            '六三，居高临下，靠甜言蜜语去督导，必无所利；但是，已经觉悟，能忧惧改过，就不会有祸害。',
            '六四，亲善地督导下级，则必然没有祸害。',
            '六五，以聪明才智来实行督导，这是伟大君主最适宜的统治之道，能获得吉祥。',
            '上六，温柔敦厚地实行督导，能获得吉祥，没有危害。',
        ],
        'xiaoxiang' => [
            '“感应尊贵者，使其行督导之责，可获吉祥”，说明其志向和行为都很正派。',
            '“感应尊贵者，使其行督导之责，可获吉祥，不会有什么不利”，这是由于不囿于命运安排的樊笼，自身努力的结果。',
            '“居高临下，靠甜言蜜语去督导”，这是因为六三爻位置不当的缘故。但是，“已经觉悟，能忧惧改过”，危害就不会长久了。',
            '“亲善的督导下级，则必然没有祸害”，这是因为六四爻位置确当的缘故。',
            '“以聪明才智来实行督导，这是伟大君主最适宜的统治之道”，说的就是行中庸之道。',
            '“温柔敦厚地实行督导，能获得吉祥”，说明其志在于利国利家（在内）。',
        ],
        'tuan' => '临，陽刚浸润面增长，喜悦而顺从，陽刚居中而有应。在大的“亨通”下仍守其正，这（才体现了）天道呵！“到了八月有凶事发生”，陰消退不久（将至）。',
    ],
    'notes' => [
        'tuan' => '此释《临》卦卦名卦辞之义。刚浸而长：《临》二陽爻居下，有上长趋势。说而顺：《临》卦下兑为说，上坤为顺。刚中：九二陽刚居中。消不久：陰消不久（将至）。',
    ],
];
