<?php
return [
    'serial' => 19,
    'name' => '临',
    'symbol' => [1, 1, 0, 0, 0, 0],
    'brief' => '地泽临',
    'spell' => '',
    'gua' => '元，亨，利，贞。至于八月有凶。',
    'tuan' => '临，刚浸而长。说而顺，刚中而应，大亨以正，天之道也。至于八月有凶，消不久也。',
    'xiang' => '泽上有地，临；君子以教思无穷，容保民无疆。',
    'yao' => [
        '初九：咸临，贞吉。',
        '九二：咸临，吉无不利。',
        '六三：甘临，无攸利。既忧之，无咎。',
        '六四：至临，无咎。',
        '六五：知临，大君之宜，吉。',
        '上六：敦临，吉无咎。',
    ],
    'xiaoxiang' => [
        '咸临贞吉，志行正也。',
        '咸临，吉无不利；未顺命也。',
        '甘临，位不当也。既忧之，咎不长也。',
        '至临无咎，位当也。',
        '大君之宜，行中之谓也。',
        '敦临之吉，志在内也。',
    ],
    'zhuxi' => [
        'gua' => '臨，進而淩逼於物也。二陽浸長以逼於陰，故為臨。十二月之卦也。又，其為卦，下兌說，上坤順。九二以剛居中，上應六五，故占者大亨而利於正。然至於八月，當有凶也。八月，謂自復卦一陽之月，至于遯卦二陰之月，陰長陽遯之時也。或曰，八月，謂夏正八月，於卦為觀，亦臨之反對也。又因占而戒之。',
        'tuan' => '臨，剛浸而長，'
            . '<span class="commentinner">長，丁丈反。以卦體釋卦名。</span>'
            . '說而順，剛中而應。'
            . '<span class="commentinner">說，音悅。又以卦德、卦體言卦之善。</span>'
            . '大亨以正，天之道也。'
            . '<span class="commentinner">當剛長之時，又有此善，故其占如此也。</span>'
            . '至于八月有凶，消不久也。'
            . '<span class="commentinner">言雖天運之當然，然君子宜知所戒。</span>',
        'xiang' => '思，去聲。地臨於澤，上臨下也，二者皆臨下之事。教之无窮者，兌也，容之无疆者，坤也。',
        'yao' => [
            '卦唯二陽，遍臨四陰，故二爻皆有咸臨之象。初九剛而得正，故其占為貞吉。',
            '剛得中而勢上進，故其占吉而无不利也。',
            '陰柔不中正，而居下之上，為以甘說臨人之象。其占固无所利，然能憂而改之，則无咎也。勉人遷善，為教深矣。',
            '處得其位，下應初九，相臨之至，宜无咎者也。',
            '知，音智。以柔居中，下應九二，不自用而任人，乃知之事，而大君之宜，吉之道也。',
            '居卦之上，處臨之終，敦厚於臨，吉而无咎之道也，故其象占如此。',
        ],
        'xiaoxiang' => [
            '',
            '未詳。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《临卦》象征督导：能亨通无阻，祥和有益，坚守正道。但是到了八月（陽衰陰盛），会有凶险。',
        ],
        'xiang' => [
            '《临卦》的卦象是兑（泽）下坤（地）上，为地在泽上之表象。泽上有地，地居高而临下，象征督导。君子由此受到启发，费尽心思地教导人民，并以其无边无际的盛德保护人民。',
        ],
        'yao' => [
            '初九，感应尊贵者，使其行督导之责。可获吉祥。',
            '九二，“感应尊贵者，使其行督导之责，可获吉祥”，不会有什么不利。',
            '六三，居高临下，靠甜言蜜语去督导，必无所利；但是，已经觉悟，能忧惧改过，就不会有祸害。',
            '六四，亲善地督导下级，则必然没有祸害。',
            '六五，以聪明才智来实行督导，这是伟大君主最适宜的统治之道，能获得吉祥。',
            '上六，温柔敦厚地实行督导，能获得吉祥，没有危害。',
        ],
        'xiaoxiang' => [
            '“感应尊贵者，使其行督导之责，可获吉祥”，说明其志向和行为都很正派。',
            '“感应尊贵者，使其行督导之责，可获吉祥，不会有什么不利”，这是由于不囿于命运安排的樊笼，自身努力的结果。',
            '“居高临下，靠甜言蜜语去督导”，这是因为六三爻位置不当的缘故。但是，“已经觉悟，能忧惧改过”，危害就不会长久了。',
            '“亲善的督导下级，则必然没有祸害”，这是因为六四爻位置确当的缘故。',
            '“以聪明才智来实行督导，这是伟大君主最适宜的统治之道”，说的就是行中庸之道。',
            '“温柔敦厚地实行督导，能获得吉祥”，说明其志在于利国利家（在内）。',
        ],
        'tuan' => '临，陽刚浸润面增长，喜悦而顺从，陽刚居中而有应。在大的“亨通”下仍守其正，这（才体现了）天道呵！“到了八月有凶事发生”，陰消退不久（将至）。',
    ],
    'notes' => [
        'tuan' => '此释《临》卦卦名卦辞之义。刚浸而长：《临》二陽爻居下，有上长趋势。说而顺：《临》卦下兑为说，上坤为顺。刚中：九二陽刚居中。消不久：陰消不久（将至）。',
    ],
];
