<?php
return [
    'serial' => 19,
    'name' => '临',
    'symbol' => [1, 1, 0, 0, 0, 0],
    'brief' => '地泽临',
    'spell' => '',
    'gua' => '元，亨，利，贞。至于八月有凶。',
    'tuan' => '临，刚浸而长。说而顺，刚中而应，大亨以正，天之道也。至于八月有凶，消不久也。',
    'xiang' => '泽上有地，临；君子以教思无穷，容保民无疆。',
    'yao' => [
        '初九：咸临，贞吉。',
        '九二：咸临，吉无不利。',
        '六三：甘临，无攸利。既忧之，无咎。',
        '六四：至临，无咎。',
        '六五：知临，大君之宜，吉。',
        '上六：敦临，吉无咎。',
    ],
    'xiaoxiang' => [
        '咸临贞吉，志行正也。',
        '咸临，吉无不利；未顺命也。',
        '甘临，位不当也。既忧之，咎不长也。',
        '至临无咎，位当也。',
        '大君之宜，行中之谓也。',
        '敦临之吉，志在内也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
