<?php
return [
    'serial' => 20,
    'name' => '观',
    'symbol' => [0, 0, 0, 0, 1, 1],
    'brief' => '风地观',
    'spell' => '',
    'gua' => '盥而不荐，有孚顒若。',
    'tuan' => '大观在上，顺而巽，中正以观天下。观，盥而不荐，有孚顒若，下观而化也。观天之神道，而四时不忒，圣人以神道设教，而天下服矣。',
    'xiang' => '风行地上，观；先王以省方，观民设教。',
    'yao' => [
        '初六：童观，小人无咎，君子吝。',
        '六二：窥观，利女贞。',
        '六三：观我生，进退。',
        '六四：观国之光，利用宾于王。',
        '九五：观我生，君子无咎。',
        '上九：观其生，君子无咎。',
    ],
    'xiaoxiang' => [
        '初六童观，小人道也。',
        '窥观女贞，亦可丑也。',
        '观我生，进退；未失道也。',
        '观国之光，尚宾也。',
        '观我生，观民也。',
        '观其生，志未平也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
