<?php
return [
    'serial' => 20,
    'name' => '观',
    'symbol' => [0, 0, 0, 0, 1, 1],
    'brief' => '风地观',
    'spell' => '',
    'gua' => '盥而不荐，有孚顒若。',
    'tuan' => '大观在上，顺而巽，中正以观天下。观，盥而不荐，有孚顒若，下观而化也。观天之神道，而四时不忒，圣人以神道设教，而天下服矣。',
    'xiang' => '风行地上，观；先王以省方，观民设教。',
    'yao' => [
        '初六：童观，小人无咎，君子吝。',
        '六二：窥观，利女贞。',
        '六三：观我生，进退。',
        '六四：观国之光，利用宾于王。',
        '九五：观我生，君子无咎。',
        '上九：观其生，君子无咎。',
    ],
    'xiaoxiang' => [
        '初六童观，小人道也。',
        '窥观女贞，亦可丑也。',
        '观我生，进退；未失道也。',
        '观国之光，尚宾也。',
        '观我生，观民也。',
        '观其生，志未平也。',
    ],
    'zhuxi' => [
        'gua' => '',
        'tuan' => '
            . '<span class="commentinner">
        'xiang' => '',
        'yao' => [
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' =>[
            '《观卦》象征瞻仰：瞻仰了祭祀开头盛大的倾酒灌地的降神仪式，就可以不去看后面的献饗之礼了，因为这时心中已经充满了诚敬肃穆的情绪。',
        ],
        'xiang' => [
            '《观卦》的卦象是坤（地）下巽（风）上，为风吹拂于地上而遍及万物之表象，象征瞻仰。先代君王仿效风吹拂于地而遍及万物的精神，视察四方，留心民风民俗，用教育来感化民众。',
        ],
        'yao' => [
            '初六，像幼稚的儿童一样观察景物，这对无知的庶民来说，不会有害处，但对担任教化重任的君子来说，就未免有所憾惜。',
            '六二，由门缝中偷观景物，有利于妇女保持节操，坚持正道。',
            '对照高尚的道德标准来省察自己的言行，审时度势，小心谨慎地决定进退。',
            '六四，瞻仰一个国家的文治武功，有利于成为君王的宾客和辅佐。',
            '九五，对照高尚的道德标准省察自己的言行，不断地完善自己，君子就不会有祸患。',
            '上九，君子时刻瞻仰君主的德行和作为，并按照君主的德行和作为行事，这样才不会有祸患。',
        ],
        'xiaoxiang' => [
            '《观卦》的第一位（初六），“像幼稚的儿童一样观察景物”，这是浅薄的小人之道。',
            '“由门缝中偷观景物，对于妇女来说有利于坚持正道，固守贞操”，但对男子汉来说，这样的行为就丢丑了。',
            '“对照高尚的道德标准省察自己的言行，审时度势，小心谨慎地决定进退”，这样做是不失原则的。',
            '“瞻观一个国家的文治武功”，说明此国崇尚贤士。',
            '“对照高尚的道德标准，审察自己的言行，弄清自己的德行”，便可知万民的德行。',
            '“君子时刻瞻仰君主的德行和作为”，因为君子始终以天下为己任，天下未安，其志难平。',
        ],
        'tuan' => '（陽）大在上（为四陰所观），顺从而逊让。（九五）又以中居正而观天下，故为观。“祭前洗手，而不必奉献祭品以祭神，心存诚信而崇敬之貌可仰”，下（陰）观示上（陽）而感化。观示天之神道，而四时更替不出差错。圣人用神道来设立教化，天下万民皆顺服。',
    ],
    'notes' => [
        'tuan' => '此释《观》卦卦名卦辞之义。大观在上：《观》二陽在上，为下四陰所观。陽为大，陰为小，故曰“大观在上”。顺而巽：《观》卦下坤上巽，坤为顺，故曰顺而巽。中正：九五居中而得正。盥而不荐：祭前先洗手自洁，不必奉献酒食以祭。盥，古祭典前洗手谓之盥，荐，奉献酒食以祭。颙若：崇敬仰慕之貌。下观而化：在下而观示其上得以感化。化，即“德博而化”之化。神道设教：古代帝王效法天道变化至神而建庙堂，供奉鬼神，举行祭祀，让人们敬畏服从，以此达到教育感化民众的目的。',
    ],
];
