<?php
return [
    'serial' => 20,
    'name' => '观',
    'symbol' => [0, 0, 0, 0, 1, 1],
    'brief' => '风地观',
    'spell' => '',
    'gua' => '盥而不荐，有孚顒若。',
    'tuan' => '大观在上，顺而巽，中正以观天下。观，盥而不荐，有孚顒若，下观而化也。观天之神道，而四时不忒，圣人以神道设教，而天下服矣。',
    'xiang' => '风行地上，观；先王以省方，观民设教。',
    'yao' => [
        '初六：童观，小人无咎，君子吝。',
        '六二：窥观，利女贞。',
        '六三：观我生，进退。',
        '六四：观国之光，利用宾于王。',
        '九五：观我生，君子无咎。',
        '上九：观其生，君子无咎。',
    ],
    'xiaoxiang' => [
        '初六童观，小人道也。',
        '窥观女贞，亦可丑也。',
        '观我生，进退；未失道也。',
        '观国之光，尚宾也。',
        '观我生，观民也。',
        '观其生，志未平也。',
    ],
    'zhuxi' => [
        'gua' => '觀，官奐反。下「大觀」、「以觀」之「觀」，《大象》「觀」字，並同。觀者，有以示人而為人所仰也。九五居上，四陰仰之，又內順外巽，而九五以中正示天下，所以為觀。盥，將祭而潔手也。薦，奉酒食以祭也。顒然，尊敬之貌。言致其潔清而不輕自用，則其孚信在中，而顒然可仰。戒占者當如是也。或曰：「有孚顒若」，謂在下之人，信而仰之也。此卦四陰長而二陽消，正為八月之卦，而名卦繫辭，更取他義，亦扶陽抑陰之意。',
        'tuan' => '大觀在上，順而巽，中正以觀天下。'
            . '<span class="commentinner">以卦體、卦德釋卦名義。</span>'
            . '觀，盥而不薦，有孚顒若，下觀而化也。'
            . '<span class="commentinner">觀，如字。下「觀天」、《大象》「觀民」之「觀」、六爻「觀」字，並同。釋卦辭。</span>'
            . '觀天之神道，而四時不忒，聖人以神道設教，而天下服矣。'
            . '<span class="commentinner">極言觀之道也。四時不忒，天之所以為觀也。神道設教，聖人之所以為觀也。</span>',
        'xiang' => '省，悉井反。省方以觀民，設教以為觀。',
        'yao' => [
            '卦以觀示為義，據九五為主也，爻以觀瞻為義，皆觀乎九五也。初六，陰柔在下，不能遠見，童觀之象。小人之道，君子之羞也。故其占在小人則无咎，君子得之，則可羞矣。',
            '陰柔居內而觀乎外，窺觀之象，女子之正也。故其占如此。丈夫得之，則非所利矣。',
            '我生，我之所行也。六三，居下之上，可進可退，故不觀九五，而獨觀己所行之通塞以為進退。占者宜自審也。',
            '六四，最近於五，故有此象。其占為利於朝覲仕進也。',
            '九五，陽剛中正，以居尊位，其下四陰，仰而觀之，君子之象也。故戒居此位、得此占者，當觀己所行，必其陽剛中正亦如是焉，則得无咎也。',
            '上九，陽剛居尊位之上，雖不當事任，而亦為下所觀，故其戒辭略與五同。但以我為其，小有主賓之異耳。',
        ],
        'xiaoxiang' => [
            '',
            '在丈夫則為醜也。',
            '',
            '',
            '此夫子以義言之，明人君觀己所行，不但一身之得失，又當觀民德之善否，以自省察也。',
            '志未平，言雖不得位，未可忘戒懼也。',
        ],
    ],
    'vernacular' => [
        'gua' =>[
            '《观卦》象征瞻仰：瞻仰了祭祀开头盛大的倾酒灌地的降神仪式，就可以不去看后面的献饗之礼了，因为这时心中已经充满了诚敬肃穆的情绪。',
        ],
        'xiang' => [
            '《观卦》的卦象是坤（地）下巽（风）上，为风吹拂于地上而遍及万物之表象，象征瞻仰。先代君王仿效风吹拂于地而遍及万物的精神，视察四方，留心民风民俗，用教育来感化民众。',
        ],
        'yao' => [
            '初六，像幼稚的儿童一样观察景物，这对无知的庶民来说，不会有害处，但对担任教化重任的君子来说，就未免有所憾惜。',
            '六二，由门缝中偷观景物，有利于妇女保持节操，坚持正道。',
            '对照高尚的道德标准来省察自己的言行，审时度势，小心谨慎地决定进退。',
            '六四，瞻仰一个国家的文治武功，有利于成为君王的宾客和辅佐。',
            '九五，对照高尚的道德标准省察自己的言行，不断地完善自己，君子就不会有祸患。',
            '上九，君子时刻瞻仰君主的德行和作为，并按照君主的德行和作为行事，这样才不会有祸患。',
        ],
        'xiaoxiang' => [
            '《观卦》的第一位（初六），“像幼稚的儿童一样观察景物”，这是浅薄的小人之道。',
            '“由门缝中偷观景物，对于妇女来说有利于坚持正道，固守贞操”，但对男子汉来说，这样的行为就丢丑了。',
            '“对照高尚的道德标准省察自己的言行，审时度势，小心谨慎地决定进退”，这样做是不失原则的。',
            '“瞻观一个国家的文治武功”，说明此国崇尚贤士。',
            '“对照高尚的道德标准，审察自己的言行，弄清自己的德行”，便可知万民的德行。',
            '“君子时刻瞻仰君主的德行和作为”，因为君子始终以天下为己任，天下未安，其志难平。',
        ],
        'tuan' => '（陽）大在上（为四陰所观），顺从而逊让。（九五）又以中居正而观天下，故为观。“祭前洗手，而不必奉献祭品以祭神，心存诚信而崇敬之貌可仰”，下（陰）观示上（陽）而感化。观示天之神道，而四时更替不出差错。圣人用神道来设立教化，天下万民皆顺服。',
    ],
    'notes' => [
        'tuan' => '此释《观》卦卦名卦辞之义。大观在上：《观》二陽在上，为下四陰所观。陽为大，陰为小，故曰“大观在上”。顺而巽：《观》卦下坤上巽，坤为顺，故曰顺而巽。中正：九五居中而得正。盥而不荐：祭前先洗手自洁，不必奉献酒食以祭。盥，古祭典前洗手谓之盥，荐，奉献酒食以祭。颙若：崇敬仰慕之貌。下观而化：在下而观示其上得以感化。化，即“德博而化”之化。神道设教：古代帝王效法天道变化至神而建庙堂，供奉鬼神，举行祭祀，让人们敬畏服从，以此达到教育感化民众的目的。',
    ],
];
