<?php
return [
    'serial' => 21,
    'name' => '噬嗑',
    'symbol' => [1, 0, 0, 1, 0, 1],
    'brief' => '火雷筮盍',
    'spell' => 'shìhé',
    'gua' => '亨。利用狱。',
    'tuan' => '颐中有物，曰噬嗑，噬嗑而亨。刚柔分，动而明，雷电合而章。柔得中而上行，虽不当位，利用狱也。',
    'xiang' => '雷电噬嗑；先王以明罚敕法。',
    'yao' => [
        '初九：履校灭趾，无咎。',
        '六二：噬肤灭鼻，无咎。',
        '六三：噬腊肉，遇毒；小吝，无咎。',
        '九四：噬乾胏，得金矢，利艰贞，吉。',
        '六五：噬乾肉，得黄金，贞厉，无咎。',
        '上九：何校灭耳，凶。',
    ],
    'xiaoxiang' => [
        '履校灭趾，不行也。',
        '噬肤灭鼻，乘刚也。',
        '遇毒，位不当也。',
        '利艰贞吉，未光也。',
        '贞厉无咎，得当也。',
        '何校灭耳，聪不明也。',
    ],
    'zhuxi' => [
        'gua' => '噬，市利反。嗑，胡臘反。噬，齧也。嗑，合也。物有間者，齧而合之也。為卦上下兩陽而中虛，頤口之象，九四一陽，間於其中，必齧之而後合，故為噬嗑。其占當得亨通者，有間故不通，齧之而合，則亨通矣。又三陰三陽，剛柔中半，下動上明，下雷上電，本自益卦六四之柔，上行以至於五而得其中，是以陰居陽，雖不當位而利用獄。蓋治獄之道，唯威與明，而得其中之為貴。故筮得之者，有其德，則應其占也。',
        'tuan' => '頤中有物，曰噬嗑。'
            . '<span class="commentinner">以卦體釋卦名義。</span>'
            . '噬嗑而亨，剛柔分，動而明，雷電合而章。柔得中而上行，雖不當位，利用獄也。'
            . '<span class="commentinner">上，時掌反。又以卦名、卦體、卦德、二象卦變釋卦辭。</span>',
        'xiang' => '雷電，當作電雷。',
        'yao' => [
            '校，音教。初、上无位，為受刑之象。中四爻為用刑之象。初在卦始，罪薄過小，又在卦下，故為屨校滅趾之象。止惡於初，故得无咎。占者小傷而无咎也。',
            '祭有膚鼎，蓋肉之柔脆，噬而易嗑者。六二中正，故其所治如噬膚之易。然以柔乘剛，故雖甚易，亦不免於傷滅其鼻。占者雖傷而終无咎也。',
            '腊，音昔。腊肉，謂獸腊，全體骨而為之者，堅韌之物也。陰柔不中正，治人而人不服，為噬腊遇毒之象。占雖小吝，然時當噬嗑，於義為无咎也。',
            '乾，音干。胏，緇美反。胏，肉之帶骨者，與胾通。《周禮》：獄訟，入鈞金束矢而後聽之。九四，以剛居柔，得用刑之道，故有此象。言所噬愈堅，而得聽訟之宜也。然必利於艱難正固，則吉。戒占者宜如是也。',
            '噬乾肉，難於膚而易於腊胏者也。黃，中色。金，亦謂鈞金。六五，柔順而中，以居尊位，用刑於人，人无不服，故有此象。然必貞厲，乃得无咎。亦戒占者之辭也。',
            '何，何可反。何，負也。過極之陽，在卦之上，惡極罪大，凶之道也。故其象占如此。',
        ],
        'xiaoxiang' => [
            '滅趾，又有不進於惡之象。',
            '',
            '',
            '',
            '',
            '滅耳，蓋罪其聽之不聰也。若能審聽而早圖之，則无此凶矣。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《噬磕卦》象征咬合：亨通无阻，有利于使用刑法。',
        ],
        'xiang' => [
            '《噬磕卦》的卦象是震（雷）下离（火）上，为雷电交击之表象。雷电交击，就像咬合一样；雷有威慑力，电能放光明，古代帝王效法这一现象，明其刑法，正其法令。',
        ],
        'yao' => [
            '初九，足戴脚镣，断掉了脚趾头，不会有施刑过重的祸患。',
            '六二，施刑伤及犯人的皮肤。即使毁掉犯人的鼻子，也不会有施刑过重的祸患上。',
            '六三，实施刑法像咬坚硬的腊肉并遇到毒物那样不顺利，但这不过是稍有憾恨，还不至于有祸害。',
            '九四，实施刑法像咬带骨头的肉那样困难，但因具有金箭般的刚直品德，因此有利于在艰难中坚守正道，其结果是吉利的。',
            '六五，实施刑法像吃干硬的肉脯那样艰难，但它具有黄金般的刚坚中和的品质。所以只要坚守正道，防备凶险，便无祸害。',
            '上九，肩负重枷，遭受严惩，失掉耳朵，有凶险。',
        ],
        'xiaoxiang' => [
            '“足戴脚镣，断掉了脚趾头”，受到警戒，不至于旧罪重犯。',
            '“施刑伤及犯人的皮肤。毁掉犯人的鼻子”，这是因为必须用重刑使罪犯屈服。',
            '“实施刑法像咬坚硬的腊肉并遇到毒物那样不顺利”，这是因为六三爻居位不正当的缘故。',
            '“有利于在艰难中坚守正道，其结果是吉利的”法治应该继续发扬光大。',
            '“只要坚守正道，防备凶险，便无祸害”，这是因为实施刑法得当的缘故。',
            '“肩负重枷，遭受严惩，失掉耳朵”，这是因为不听劝告，不能改恶从善，太不聪明了，结果受了这样的重刑。',
        ],
        'tuan' => '腮中含物，叫做噬嗑，噬嗑而能“亨通”，陽刚陰柔分布（内外），动而光明，雷电相合而彰明。（六五）陰柔得中位而上行，虽然它所处的爻位并不当位，但是“宜用于断刑狱”。',
    ],
    'notes' => [
        'tuan' => '此释《噬嗑》卦卦名与卦辞之义。颐：腮。噬：啮。以齿咬物为噬。嗑：合。噬嗑即口中有物嘴嚼之。先儒以为《噬嗑》外刚中虚，颐口之象，中有一刚为“颐中有物”。口中有物隔其上下不得嗑，必啮之则得合，故为噬嗑。物：指九四。刚柔分：刚柔相间，分居内外卦。动而明，《噬嗑》下震上离，震为动，离为明。雷电合而章：《噬嗑》下震为雷为动，上离为电，为明。动而明，雷电并起象，故为“合”。《淮南子•坠形》云：“陰陽相簿，为雷，激扬为电。”章：明。柔得中而上行：六五之柔居中而在上行。柔，指六五。不当位：六五以陰居陽位。利用狱：适合于处理刑狱之事。',
    ],
];
