<?php
return [
    'serial' => 21,
    'name' => '噬嗑',
    'symbol' => [1, 0, 0, 1, 0, 1],
    'brief' => '火雷筮盍',
    'spell' => 'shìhé',
    'gua' => '亨。利用狱。',
    'tuan' => '颐中有物，曰噬嗑，噬嗑而亨。刚柔分，动而明，雷电合而章。柔得中而上行，虽不当位，利用狱也。',
    'xiang' => '雷电噬嗑；先王以明罚敕法。',
    'yao' => [
        '初九：履校灭趾，无咎。',
        '六二：噬肤灭鼻，无咎。',
        '六三：噬腊肉，遇毒；小吝，无咎。',
        '九四：噬乾胏，得金矢，利艰贞，吉。',
        '六五：噬乾肉，得黄金，贞厉，无咎。',
        '上九：何校灭耳，凶。',
    ],
    'xiaoxiang' => [
        '履校灭趾，不行也。',
        '噬肤灭鼻，乘刚也。',
        '遇毒，位不当也。',
        '利艰贞吉，未光也。',
        '贞厉无咎，得当也。',
        '何校灭耳，聪不明也。',
    ],
    'zhuxi' => [
        'gua' => '噬，市利反。嗑，胡臘反。噬，齧也。嗑，合也。物有間者，齧而合之也。為卦上下兩陽而中虛，頤口之象，九四一陽，間於其中，必齧之而後合，故為噬嗑。其占當得亨通者，有間故不通，齧之而合，則亨通矣。又三陰三陽，剛柔中半，下動上明，下雷上電，本自益卦六四之柔，上行以至於五而得其中，是以陰居陽，雖不當位而利用獄。蓋治獄之道，唯威與明，而得其中之為貴。故筮得之者，有其德，則應其占也。',
        'tuan' => '頤中有物，曰噬嗑。'
            . '<span class="commentinner">以卦體釋卦名義。</span>'
            . '噬嗑而亨，剛柔分，動而明，雷電合而章。柔得中而上行，雖不當位，利用獄也。'
            . '<span class="commentinner">上，時掌反。又以卦名、卦體、卦德、二象卦變釋卦辭。</span>',
        'xiang' => '雷電，當作電雷。',
        'yao' => [
            '校，音教。初、上无位，為受刑之象。中四爻為用刑之象。初在卦始，罪薄過小，又在卦下，故為屨校滅趾之象。止惡於初，故得无咎。占者小傷而无咎也。',
            '祭有膚鼎，蓋肉之柔脆，噬而易嗑者。六二中正，故其所治如噬膚之易。然以柔乘剛，故雖甚易，亦不免於傷滅其鼻。占者雖傷而終无咎也。',
            '腊，音昔。腊肉，謂獸腊，全體骨而為之者，堅韌之物也。陰柔不中正，治人而人不服，為噬腊遇毒之象。占雖小吝，然時當噬嗑，於義為无咎也。',
            '乾，音干。胏，緇美反。胏，肉之帶骨者，與胾通。《周禮》：獄訟，入鈞金束矢而後聽之。九四，以剛居柔，得用刑之道，故有此象。言所噬愈堅，而得聽訟之宜也。然必利於艱難正固，則吉。戒占者宜如是也。',
            '噬乾肉，難於膚而易於腊胏者也。黃，中色。金，亦謂鈞金。六五，柔順而中，以居尊位，用刑於人，人无不服，故有此象。然必貞厲，乃得无咎。亦戒占者之辭也。',
            '何，何可反。何，負也。過極之陽，在卦之上，惡極罪大，凶之道也。故其象占如此。',
        ],
        'xiaoxiang' => [
            '滅趾，又有不進於惡之象。',
            '',
            '',
            '',
            '',
            '滅耳，蓋罪其聽之不聰也。若能審聽而早圖之，則无此凶矣。',
        ],
    ],
    'wangbi' => [
        'gua' => '噬，啮也；嗑，合也。凡物之不亲，由有间也。物之不齐，由有过也。有间与过，啮而合之，所以通也。刑克以通，狱之利也。',
        'tuan' => '颐中有物，曰“噬嗑”。'
            . '<span class="commentinner">颐中有物，啮而合之，“噬嗑”之义也。</span>'
            . '噬嗑而亨。'
            . '<span class="commentinner">有物有间，不啮不合，无由“亨”也。</span>'
            . '刚柔分动而明，雷电合而章。'
            . '<span class="commentinner">刚柔分动，不溷乃明，雷电并合，不乱乃章，皆“利用狱”之义。</span>'
            . '柔得中而上行，虽不当位，“利用狱”也。'
            . '<span class="commentinner">谓五也。能为啮合而通，必有其主，五则是也。“上行”谓所之在进也。凡言“上行”，皆所之在贵也。虽不当位，不害用狱也。</span>',
        'xiang' => '',
        'yao' => [
            '居无位之地以处刑初，受刑而非治刑者也。凡过之所始，必始於微，而后至於著。罚之所始，必始於薄，而后至於诛。过轻戮薄，故“屦校灭趾”，桎其行也。足惩而已，故不重也。过而不改，乃谓之过。小惩大诫，乃得其福，故“无咎”也。“校”者，以木绞校者也，即械也，校者取其通名也。',
            '噬，啮也。啮者，刑克之谓也。处中得位，所刑者当，故曰“噬肤”也。乘刚而刑，未尽顺道，噬过其分，故“灭鼻”也。刑得所疾，故虽“灭鼻”而“无咎”也。“肤”者，柔脆之物也。',
            '处下体之极，而履非其位，以斯食物，其物必坚。岂唯坚乎？将遇其毒。“噬”以喻刑人，“腊”以喻不服，“毒”以喻怨生。然承於四而不乘刚，虽失其正，刑不侵顺，故虽“遇毒，小吝，无咎”。',
            '虽体陽爻，为陰之主，履不获中，而居其非位，以斯噬物，物亦不服，故曰“噬乾胏”也。金，刚也，矢，直也。“噬乾胏”而得刚直，可以利於艰贞之吉，未足以尽通理之道也。',
            '乾肉，坚也。黄，中也。金，刚也。以陰处陽，以柔乘刚，以噬於物，物亦不服，故曰：“噬乾肉”也。然处得尊位，以柔乘刚而居於中，能行其戮者也。履不正而能行其戮，刚胜者也。噬虽不服，得中而胜，故曰“噬乾肉得黄金”也。己虽不正，而刑戮得当，故虽“贞厉”而“无咎”也。',
            '处罚之极，恶积不改者也。罪非所惩，故刑及其首，至于“灭耳”，及首非诫，“灭耳”非惩，凶莫甚焉。',
        ],
        'xiaoxiang' => [
            '过止於此。',
            '',
            '',
            '',
            '',
            '聪不明，故不虑恶积，至于不可解也。',
        ],
    ],
    'sushi' => [
        'gua' => '道之衰也，而物至于相“噬”以求合教化，则已晚矣，故“利用狱”。',
        'tuan' => '颐中有物，曰“噬嗑”。'
            . '<span class="commentinner">所以为“噬嗑”者，四也；否则为“颐”矣。</span>'
            . '“噬嗑”而“亨”，刚柔分，动而明。'
            . '<span class="commentinner">“噬嗑”之时，噬非其类而居其间者也。陽欲噬陰，以合乎陽；陰欲噬陽，以合乎陰。故曰“刚柔分，动而明”也。</span>'
            . '雷电合而章，柔得中而上行，虽不当位，“利用狱”也。'
            . '<span class="commentinner">谓五也。</span>',
        'xiang' => '',
        'yao' => [
            '居“噬嗑”之时，六爻未有不以噬为事者也。自二与五，反复相噬，犹能戒以相存也。惟初与上，内噬三陰而莫或噬之，贪得而不戒，故始于小过，终于大咎。圣人于此两者寄小人之始终；于彼四者明相噬之得丧。',
            '以陰居陰，至柔而不拒者也①。故初九噬之若噬肤然，至于“灭鼻”而不知止也。夫灭鼻而不知止者，非初之利也。非初之利，则二无咎矣。【校注】 ①不拒：《苏氏易传》作“不刚”，误。',
            '“腊肉”、“干胏”、“干肉”，皆难噬者也。凡《易》以陰居陽，则不纯乎柔，中有刚矣。故六三、六五，皆有难噬之象。夫势之必不能拒也，则君子以不拒为大，六二是也；六三之于九四，力不能敌，而怀毒以待之，则已陋矣，故曰“小吝”。出于见噬，而不能堪也，故非其咎。',
            '取其坚而可畏。',
            '取其居中而贵。',
            '“灭趾”者，止其行而已；不行犹可以无咎，“灭耳”则废其聪矣。无及也，故“凶”。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '若以陰居陰，则无复有毒矣。',
            '',
            '九四居二陰之间，六五居二陽之间，皆处争地而致交噬者也。夫不能以德相怀，而以相噬为志者，惟常有敌以致其噬，则可以少安；苟敌亡矣，噬将无所施，不几于自噬乎？由此观之，无德而相噬者，以有敌为福矣。九四“噬干胏，得金矢”，六五“噬干肉，得黄金”，九四之难噬，是六三、六五之得也；六五之难噬，是九四、上九之得也。“得”之为言，犹曰“赖此以存”云尔。“利艰贞吉”、“贞厉”、“无咎”，皆未可以居安而享福也，惟有德者为能居安而享福，夫岂赖有敌而后存邪？故曰“未光也”。“得当”者，当于二陽之间也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《噬磕卦》象征咬合：亨通无阻，有利于使用刑法。',
        ],
        'xiang' => [
            '《噬磕卦》的卦象是震（雷）下离（火）上，为雷电交击之表象。雷电交击，就像咬合一样；雷有威慑力，电能放光明，古代帝王效法这一现象，明其刑法，正其法令。',
        ],
        'yao' => [
            '初九，足戴脚镣，断掉了脚趾头，不会有施刑过重的祸患。',
            '六二，施刑伤及犯人的皮肤。即使毁掉犯人的鼻子，也不会有施刑过重的祸患上。',
            '六三，实施刑法像咬坚硬的腊肉并遇到毒物那样不顺利，但这不过是稍有憾恨，还不至于有祸害。',
            '九四，实施刑法像咬带骨头的肉那样困难，但因具有金箭般的刚直品德，因此有利于在艰难中坚守正道，其结果是吉利的。',
            '六五，实施刑法像吃干硬的肉脯那样艰难，但它具有黄金般的刚坚中和的品质。所以只要坚守正道，防备凶险，便无祸害。',
            '上九，肩负重枷，遭受严惩，失掉耳朵，有凶险。',
        ],
        'xiaoxiang' => [
            '“足戴脚镣，断掉了脚趾头”，受到警戒，不至于旧罪重犯。',
            '“施刑伤及犯人的皮肤。毁掉犯人的鼻子”，这是因为必须用重刑使罪犯屈服。',
            '“实施刑法像咬坚硬的腊肉并遇到毒物那样不顺利”，这是因为六三爻居位不正当的缘故。',
            '“有利于在艰难中坚守正道，其结果是吉利的”法治应该继续发扬光大。',
            '“只要坚守正道，防备凶险，便无祸害”，这是因为实施刑法得当的缘故。',
            '“肩负重枷，遭受严惩，失掉耳朵”，这是因为不听劝告，不能改恶从善，太不聪明了，结果受了这样的重刑。',
        ],
        'tuan' => '腮中含物，叫做噬嗑，噬嗑而能“亨通”，陽刚陰柔分布（内外），动而光明，雷电相合而彰明。（六五）陰柔得中位而上行，虽然它所处的爻位并不当位，但是“宜用于断刑狱”。',
    ],
    'notes' => [
        'tuan' => '此释《噬嗑》卦卦名与卦辞之义。颐：腮。噬：啮。以齿咬物为噬。嗑：合。噬嗑即口中有物嘴嚼之。先儒以为《噬嗑》外刚中虚，颐口之象，中有一刚为“颐中有物”。口中有物隔其上下不得嗑，必啮之则得合，故为噬嗑。物：指九四。刚柔分：刚柔相间，分居内外卦。动而明，《噬嗑》下震上离，震为动，离为明。雷电合而章：《噬嗑》下震为雷为动，上离为电，为明。动而明，雷电并起象，故为“合”。《淮南子•坠形》云：“陰陽相簿，为雷，激扬为电。”章：明。柔得中而上行：六五之柔居中而在上行。柔，指六五。不当位：六五以陰居陽位。利用狱：适合于处理刑狱之事。',
    ],
];
