<?php
return [
    'serial' => 22,
    'name' => '贲',
    'symbol' => [1, 0, 1, 0, 0, 1],
    'brief' => '山火贲',
    'spell' => 'bì',
    'gua' => '亨。小利有所往。',
    'tuan' => '贲，亨；柔来而文刚，故亨。分刚上而文柔，故小利有攸往。天文也；文明以止，人文也。观乎天文，以察时变；观乎人文，以化成天下。',
    'xiang' => '山下有火，贲；君子以明庶政，无敢折狱。',
    'yao' => [
        '初九：贲其趾，舍车而徒。',
        '六二：贲其须。',
        '九三：贲如濡如，永贞吉。',
        '六四：贲如皤如，白马翰如，匪寇婚媾。',
        '六五：贲于丘园，束帛戋戋，吝，终吉。',
        '上九：白贲，无咎。',
    ],
    'xiaoxiang' => [
        '舍车而徒，义弗乘也。',
        '贲其须，与上兴也。',
        '永贞之吉，终莫之陵也。',
        '六四，当位疑也。匪寇婚媾，终无尤也。',
        '六五之吉，有喜也。',
        '白贲无咎，上得志也。',
    ],
    'zhuxi' => [
        'gua' => '',
        'tuan' => '
            . '<span class="commentinner">
        'xiang' => '',
        'yao' => [
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《贲卦》象征装饰：亨通，利于柔小者前去行事。',
        ],
        'xiang' => [
            '“《贲卦》的卦象是离（火）下艮（山）上，为山下燃烧着火焰之表象。山下火焰把山上草木万物照得通明，如同披彩，这就叫装饰。君子像火焰一样，使众多的政务清明，但却不能用修饰的方法来断官司。',
        ],
        'yao' => [
            '初九，装饰自己的脚趾头，舍弃乘坐车马而徒步行走。',
            '六二，装饰长者的胡须。',
            '九三，装饰得光泽柔润，永远坚守正道，便可获得吉祥。',
            '六四爻虽则当位得正，但心中却疑虑重重。“前方的人并非敌寇，而是自己求聘的婚配佳人”。说明尽管放心前往，最终将无所怨恨。',
            '六五，装饰山丘陵园，质朴无华，再拿一束微薄的丝绢，来聘纳贤士；虽可能产生遗憾，然而最终必获吉祥。',
            '上九，装饰素白，不喜好华丽，没有祸害。',
        ],
        'xiaoxiang' => [
            '“舍弃乘坐车马而徒步行走”，这是因为按道义不该乘坐车马。',
            '“装饰长者的胡须”，是说六二爻与它上面的九三爻同心而互饰之意。',
            '“永远坚守正道，便可获得吉祥”，是说只有永久坚持正道，才能最终不受人凌辱。',
            '装饰得那样素雅：全身洁白如玉，乘坐着一匹雪白的骏马，轻捷地往前奔驰。前方的人并非敌寇，而是自己求聘的婚配佳人。',
            '《贲卦》的第五爻位（六五）的吉祥，说明必有喜事临门。',
            '“装饰素白，不喜好华丽，没有祸害”，说明正符合朴素无华的志向。',
        ],
        'tuan' => '贲，“亨通”，陰柔（六二爻）来与下刚相杂，所以“亨通”。分（内卦一）陽刚上来与陰柔相杂，故“有小利而可以前往”。（日月）刚柔相互交错，为天文；得文明而知止（于礼义），这是人文。观看了天文，可以察知时节变化；观于人文，可以教育化成天下。',
    ],
    'notes' => [
        'tuan' => '此释《贲》卦卦名及卦辞之义。柔来而文刚：《贲》六二之柔自上来与下刚相杂。文，陰陽相杂，纯陰纯陽无文可言。《系辞》：“物相杂故曰文。”物，在《易》即爻，《系辞》“爻有等故曰物”。分刚上而文柔：《贲》上九是分内卦一刚而居上与上柔相杂。刚柔交错：王弼、郭京、孔颖达、朱熹等人均认为在“天文”上脱“刚柔交错”一句。案上下文义，甚是，故补之。文明以止：《贲》下离为文明，上艮为止。',
    ],
];
