<?php
return [
    'gua' => '亨。小利有所往。',
    'tuan' => '贲，亨；柔来而文刚，故亨。分刚上而文柔，故小利有攸往。天文也；文明以止，人文也。观乎天文，以察时变；观乎人文，以化成天下。',
    'xiang' => '山下有火，贲；君子以明庶政，无敢折狱。',
    'yao' => [
        '初九：贲其趾，舍车而徒。',
        '六二：贲其须。',
        '九三：贲如濡如，永贞吉。',
        '六四：贲如皤如，白马翰如，匪寇婚媾。',
        '六五：贲于丘园，束帛戋戋，吝，终吉。',
        '上九：白贲，无咎。',
    ],
    'xiaoxiang' => [
        '舍车而徒，义弗乘也。',
        '贲其须，与上兴也。',
        '永贞之吉，终莫之陵也。',
        '六四，当位疑也。匪寇婚媾，终无尤也。',
        '六五之吉，有喜也。',
        '白贲无咎，上得志也。',
    ],
    'zhuxi' => [
        'gua' => '賁，彼偽反。賁，飾也。卦自損來者，柔自三來而文二，剛自二上而文三。自既濟而來者，柔自上來而文五，剛自五上而文上。又內離而外艮，有文明而各得其分之象，故為賁。占者以其柔來文剛，陽得陰助，而離明於內，故為亨。以其剛上文柔，而艮止於外，故小利有攸往。',
        'tuan' => '賁，亨，'
            . '<span class="commentinner">亨字疑衍。</span>'
            . '柔來而文剛，故亨，分剛上而文柔，故小利有攸往。天文也。'
            . '<span class="commentinner">以卦變釋卦辭，剛柔之交，自然之象，故曰天文。先儒說天文上當有剛柔交錯四字，理或然也。</span>'
            . '文明以止，人文也。'
            . '<span class="commentinner">又以卦德言之。止，謂各得其分。</span>'
            . '觀乎天文，以察時變，觀乎人文，以化成天下。'
            . '<span class="commentinner">極言賁道之大也。</span>',
        'xiang' => '山下有火，明不及遠。明庶政，事之小者。折獄，事之大者。內離明而外艮止，故取象如此。',
        'yao' => [
            '舍，音捨。剛德明體，自賁於下，為舍非道之車，而安於徒步之象。占者自處，當如是也。',
            '二以陰柔居中正，三以陽剛而得正，皆无應與。故二附三而動，有賁須之象。占者宜從上之陽剛而動也。',
            '一陽居二陰之間，得其賁而潤澤者也。然不可溺於所安，故有永貞之戒。',
            '皤，白波反。皤，白也。馬，人所乘，人白則馬亦白矣。四與初相賁者，乃為九三所隔而不得遂，故皤如，而其往求之心，如飛翰之疾也。然九三剛正，非為寇者也，乃求婚媾耳。故其象如此。',
            '戔，在千反，又音牋。六五柔中，為賁之主，敦本尚實，得賁之道。故有丘園之象。然陰性吝嗇，故有束帛戔戔之象。束帛，薄物。戔戔，淺小之意。人而如此，雖可羞吝，然禮奢寧儉，故得終吉。',
            '賁極反本，復於无色，善補過矣。故其象占如此。',
        ],
        'xiaoxiang' => [
            '君子之取捨，決於義而已。',
            '',
            '',
            '當位疑，謂所當之位可疑也。終无尤，謂若守正而不與，亦无他患也。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '贲“亨”，柔来而文刚，故“亨”。分刚上而文柔，故“小利有攸往”。'
            . '<span class="commentinner">刚柔不分，文何由生？故坤之上六来居二位，“柔来文刚”之义也。柔来文刚，居位得中，是以“亨”。乾之九二，分居上位，分刚上而文柔之义也。刚上文柔，不得中位，不若柔来文刚，故“小利有攸往”。</span>'
            . '天文也。'
            . '<span class="commentinner">刚柔交错而成文焉，天之文也。</span>'
            . '文明以止，人文也。'
            . '<span class="commentinner">止物不以威武而以文明，人之文也。</span>'
            . '观乎“天文”，以察时变；观乎“人文”，以化成天下。'
            . '<span class="commentinner">观天之文，则时变可知也；观人之文，则化成可为也。</span>',
        'xiang' => '处贲之时，止物以文明，不可以威刑，故“君子以明庶政”，而“无敢折狱”。',
        'yao' => [
            '在贲之始，以刚处下，居於无位，弃於不义，安夫徒步以从其志者也。故饰其趾，舍车而徒，义弗乘之谓也。',
            '得其位而无应，三亦无应，俱无应而比焉，近而相得者也。“须”之为物，上附者也。循其所履以附於上，故曰“贲其须”也。',
            '处下体之极，居得其位，与二相比，俱履其正，和合相润，以成其文者也。既得其饰，又得其润，故曰“贲如濡如”也。永保其贞，物莫之陵，故曰“永贞，吉”也。',
            '有应在初而阂於三，为己寇难，二志相感，不获通亨，欲静则疑初之应，欲进则惧三之难，故或饰或素，内怀疑惧也。鲜洁其马，“翰如”以待，虽履正位，未敢果其志也。三为刚猛，未可轻犯，匪寇乃婚，终无尤也。',
            '处得尊位，为饰之主，饰之盛者也。施饰於物，其道害也。施饰丘园，盛莫大焉，故贲于束帛，丘园乃落，贲于丘园帛，乃“戋戋”。用莫过俭，泰而能约，故必“吝”焉乃得终吉也。',
            '处饰之终，饰终反素，故在其质素，不劳文饰而“无咎”也。以白为饰，而无患忧，得志者也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“贲，亨”，柔来而文刚，故亨；分刚上而文柔，故“小利有攸往”。天文也，文明以止，人文也。'
            . '<span class="commentinner">刚不得柔以济之，则不能“亨”；柔不附刚，则不能有所往，故柔之“文刚”，刚者所以“亨”也；刚之“文柔”，柔者所以利往也。“乾”之为“离”，“坤”之为“艮”，陰陽之势、数也。“文明以止”，“离”、“艮”之德也。势、数推之天，其德以为人。《易》有刚、柔、往、来，上下相易之说，而其最著者，“贲”之《彖》也。故学者沿是争推其所从变，曰“泰”变为“贲”，此大惑也。一卦之变为六十三，岂独为“贲”也哉！学者徒知“泰”之为“贲”，又乌知“贲”之不为“泰”乎？凡《易》之所谓刚柔相易者，皆本诸“乾”、“坤”也。“乾”施一陽于“坤”，以化其一陰而生“三子”，皆一陽而二陰；凡“三子”之卦有言“刚来”者，明此本“坤”也，而“乾”来化之。“坤”施一陰于“乾”，以化其一陽而生“三女”，皆一陰而二陽；凡“三女”之卦，有言“柔来”者，明此本“乾”也，而“坤”来化之。故凡言此者，皆“三子”、“三女”相值之卦也，非是卦也，则无是言也。凡六：“蛊”之《彖》曰：“刚上而柔下。”“贲”之《彖》曰：“柔来而文刚，分刚上而文柔。”“咸”之《彖》曰：“柔上而刚下。”“恒”之《彖》曰：“刚上而柔下。”“损”之《彖》曰：“损下益上。”“益”之《彖》曰：“损上益下。”此六者适，适遇而取之也。凡“三子”、“三女”相值之卦十有八，而此独取其六，何也？曰：圣人之所取以为卦，亦多术矣，或取其象，或取其爻，或取其变，或取其刚柔之相易。取其象，“天水违行，讼”之类是也；取其爻，“六三：履虎尾”之类是也。取其变，“颐中有物，曰噬嗑”之类是也，取其刚柔之相易，“贲”之类是也。夫刚柔之相易，其所取以为卦之一端也，遇其取者则言，不取者则不言也，又何以尽怪之欤？</span>'
            . '观乎天文，以察时变；观乎人文，以化成天下。',
        'xiang' => '“明庶政”，明也；“无敢折狱”，止也。',
        'yao' => [
            '“文刚”者，六二也。初九、九三，见文者也。自六二言之，则初九其趾、九三其须也。初九之应在四，六二之文，初九之所不受也。车者，所以养趾，为行文也。初九为趾，则六二之所以文初九者为车矣。初九自洁以答六四之好，故义不乘其车，而徒行也。',
            '六二施陰于二陽之间，初九有应而不受，九三无应而内之。无应而内之者，正也；是以仰贲其须，须者，附上而与之兴也。',
            '初九之正配，四也，而九三近之；九三之正配，二也，而初九近之。见近而不贞，则失其正，故九三不贞于二，而贰于四，则其配亦见陵于初九矣。初九亦然，何则？无以相贲也。自九三言之，贲我者二也，濡我者四也；我可以两获焉，然而以永贞于二为吉也。',
            '六四当可疑之位者，以近三也。六二以其贲贲初九，而初九全其洁，皤然也。初九之所以全其洁者，凡以为四也，四可不以洁答之乎？是以洁其车马，翼然而往从之；以三为“寇”，而莫之“媾”也。此四者，危疑之间，交争之际也，然卒免于侵陵之祸者，以四之无不贞也。',
            '“丘园”者①，僻陋无人之地也。五无应于下，而上九之所贲也，故曰“贲于丘园”。而上九亦无应者也，夫两穷而无归，则薄礼可以相縻而长久也。是以虽吝而有终，可不谓吉乎？彼苟有以相喜，则吝而吉可也。“戋戋”，小也。【校注】 ①丘园：《苏氏易传》皆作“邱园”，误。',
            '夫柔之文刚也，往附于刚，以贲从人者也。刚之文柔也，柔来附之，以人从贲者也。以贲从人，则贲存乎人；以人从贲，则贲存乎己，此上九之所以“得志”也。陽行其志，而陰听命，惟其所贲。故曰“白贲”。受贲，莫若白。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《贲卦》象征装饰：亨通，利于柔小者前去行事。',
        ],
        'xiang' => [
            '“《贲卦》的卦象是离（火）下艮（山）上，为山下燃烧着火焰之表象。山下火焰把山上草木万物照得通明，如同披彩，这就叫装饰。君子像火焰一样，使众多的政务清明，但却不能用修饰的方法来断官司。',
        ],
        'yao' => [
            '初九，装饰自己的脚趾头，舍弃乘坐车马而徒步行走。',
            '六二，装饰长者的胡须。',
            '九三，装饰得光泽柔润，永远坚守正道，便可获得吉祥。',
            '六四爻虽则当位得正，但心中却疑虑重重。“前方的人并非敌寇，而是自己求聘的婚配佳人”。说明尽管放心前往，最终将无所怨恨。',
            '六五，装饰山丘陵园，质朴无华，再拿一束微薄的丝绢，来聘纳贤士；虽可能产生遗憾，然而最终必获吉祥。',
            '上九，装饰素白，不喜好华丽，没有祸害。',
        ],
        'xiaoxiang' => [
            '“舍弃乘坐车马而徒步行走”，这是因为按道义不该乘坐车马。',
            '“装饰长者的胡须”，是说六二爻与它上面的九三爻同心而互饰之意。',
            '“永远坚守正道，便可获得吉祥”，是说只有永久坚持正道，才能最终不受人凌辱。',
            '装饰得那样素雅：全身洁白如玉，乘坐着一匹雪白的骏马，轻捷地往前奔驰。前方的人并非敌寇，而是自己求聘的婚配佳人。',
            '《贲卦》的第五爻位（六五）的吉祥，说明必有喜事临门。',
            '“装饰素白，不喜好华丽，没有祸害”，说明正符合朴素无华的志向。',
        ],
        'tuan' => '贲，“亨通”，陰柔（六二爻）来与下刚相杂，所以“亨通”。分（内卦一）陽刚上来与陰柔相杂，故“有小利而可以前往”。（日月）刚柔相互交错，为天文；得文明而知止（于礼义），这是人文。观看了天文，可以察知时节变化；观于人文，可以教育化成天下。',
    ],
    'notes' => [
        'tuan' => '此释《贲》卦卦名及卦辞之义。柔来而文刚：《贲》六二之柔自上来与下刚相杂。文，陰陽相杂，纯陰纯陽无文可言。《系辞》：“物相杂故曰文。”物，在《易》即爻，《系辞》“爻有等故曰物”。分刚上而文柔：《贲》上九是分内卦一刚而居上与上柔相杂。刚柔交错：王弼、郭京、孔颖达、朱熹等人均认为在“天文”上脱“刚柔交错”一句。案上下文义，甚是，故补之。文明以止：《贲》下离为文明，上艮为止。',
    ],
];
