<?php
return [
    'serial' => 23,
    'name' => '剥',
    'symbol' => [0, 0, 0, 0, 0, 1],
    'brief' => '山地剥',
    'spell' => '',
    'gua' => '不利有攸往。',
    'tuan' => '剥，剥也，柔变刚也。不利有攸往，小人长也。顺而止之，观象也。君子尚消息盈虚，天行也。',
    'xiang' => '山附地上，剥；上以厚下，安宅。',
    'yao' => [
        '初六：剥牀以足，蔑贞凶。',
        '六二：剥牀以辨，蔑贞凶。',
        '六三：剥之，无咎。',
        '六四：剥牀以肤，凶。',
        '六五：贯鱼，以宫人宠，无不利。',
        '上九：硕果不食，君子得舆，小人剥庐。',
    ],
    'xiaoxiang' => [
        '剥牀以足，以灭下也。',
        '剥牀以辨，未有与也。',
        '剥之无咎，失上下也。',
        '剥牀以肤，切近灾也。',
        '以宫人宠，终无尤也。',
        '君子得舆，民所载也。小人剥庐，终不可用也。',
    ],
];
