<?php
return [
    'gua' => '不利有攸往。',
    'tuan' => '剥，剥也，柔变刚也。不利有攸往，小人长也。顺而止之，观象也。君子尚消息盈虚，天行也。',
    'xiang' => '山附地上，剥；上以厚下，安宅。',
    'yao' => [
        '初六：剥牀以足，蔑贞凶。',
        '六二：剥牀以辨，蔑贞凶。',
        '六三：剥之，无咎。',
        '六四：剥牀以肤，凶。',
        '六五：贯鱼，以宫人宠，无不利。',
        '上九：硕果不食，君子得舆，小人剥庐。',
    ],
    'xiaoxiang' => [
        '剥牀以足，以灭下也。',
        '剥牀以辨，未有与也。',
        '剥之无咎，失上下也。',
        '剥牀以肤，切近灾也。',
        '以宫人宠，终无尤也。',
        '君子得舆，民所载也。小人剥庐，终不可用也。',
    ],
    'zhuxi' => [
        'gua' => '剝，落也。五陰在下而方生，一陽在上而將盡，陰盛長而陽消落，九月之卦也。陰盛陽衰，小人壯而君子病。又內坤而外艮，有順時而止之象。故占得之者，不可有所往也。',
        'tuan' => '剝，剝也，柔變剛也。'
            . '<span class="commentinner">以卦體釋卦名義，言柔進於陽，變剛為柔也。</span>'
            . '不利有攸往，小人長也。順而止之，觀象也。君子尚消息盈虛，天行也。'
            . '<span class="commentinner">長，丁丈反。以卦體、卦德釋卦辭。</span>',
        'xiang' => '',
        'yao' => [
            '剝自下起，滅正則凶，故其占如此。蔑，滅也。',
            '辨，音辦。辨，床幹也。進而上矣。',
            '眾陰方剝陽，而己獨應之，去其黨而從正，无咎之道也。占者如是，則得无咎。',
            '陰禍切身，故不復言蔑貞，而直言凶也。',
            '魚，陰物。宮人，陰之美而受制於陽者也。五為眾陰之長，當率其類，受制於陽，故有此象。而占者如是，則无不利也。',
            '一陽在上，剝未盡而能復生。君子在上，則為眾陰所載。小人居之，則剝極於上，自失所覆，而无復碩果得輿之象矣。取象既明，而君子、小人，其占不同，聖人之情，益可見矣。',
        ],
        'xiaoxiang' => [
            '',
            '言未大盛。',
            '上下，謂四陰。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '剥，剥也，柔变刚也。“不利有攸往”，小人长也。顺而止之，观象也。君子尚消息盈虚，天行也。'
            . '<span class="commentinner">“坤”顺而“艮”止也。所以“顺而止之”，不敢以刚止者，以观其形象也。强亢激拂，触忤以陨身，身既倾焉。功又不就，非君子之所尚也。</span>',
        'xiang' => '“厚下”者，无不见剥也。“安宅”者，物不失处也。“厚下安宅”，治“剥”之道也。',
        'yao' => [
            '床者，人之所以安也。“剥床以足”，犹云剥床之足也。“蔑”犹削也。剥床之足，灭下之道也。下道始灭，刚陨柔长，则正削而凶来也。',
            '“蔑”犹甚极之辞也。辨者，足之上也。剥道浸长，故“剥”其辨也。稍近於“床”，转欲灭物之所处，长柔而削正。以斯为德，物所弃也。',
            '与上为应，群陰剥陽，我独协焉，虽处於剥，可以“无咎”。',
            '初二剥床，民所以安，未剥其身也。至四剥道浸长，床既剥尽，以及人身，小人遂盛，物将失身，岂唯削正，靡所不凶。',
            '处剥之时，居得尊位，为“剥”之主者也。“剥”之为害，小人得宠，以消君子者也。若能施宠小人，於宫人而己，不害於正，则所宠虽众，终无尤也。“贯鱼”谓此众陰也，骈头相次，似“贯鱼”也。',
            '处卦之终，独全不落，故果至于硕而不见食也。君子居之，则为民覆荫；小人用之，则剥下所庇也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '三上下各有二陰，而二独应於陽，则“失上下”也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“剥”，剥也，柔变刚也。“不利有攸往”，小人长也。顺而止之，观象也。'
            . '<span class="commentinner">见可而后动。</span>'
            . '君子尚消息盈虚，天行也。',
        'xiang' => '身安而民与之，则“剥”者自衰，不与之校也。',
        'yao' => [
            '',
            '陽在上，故君子以上三爻为己。载己者①，床也，故下为床②。陰之长，犹水之溢也，故曰“蔑”。“辨”，足之上也，床与足之间，故曰“辨”。君子之于小人，不疾其有邱山之恶，而幸其有毫发之善，“剥床以足”，且及其“辨”矣，犹未直以为凶也，曰“蔑，贞”而后“凶”。小人之于正也，绝蔑无余，而后“凶”可必也；若犹有余，则君子自其“余”而怀之矣，故曰“剥床以辨，未有与也”。小人之为恶也，有人与之然后自信以果。方其未有与也，则其愧而未果之际也。【校注】 ①为己，载己：原文与《苏氏易传》均作“已”，均属刻印之误。 ②下为床：《苏氏易传》作“下为剥床”，误。',
            '王弼曰：“群陰剥陽，己独协焉①，虽处于剥，可以无咎。”“上下各有二陰，应陽则失上下也。”【校注】 ①己独协焉：原文与《苏氏易传》均作“已独协焉”，均属刻印之误。《周易正义》所载王弼原注为“我独协焉”，从而改之。',
            '“剥床以肤”，始及己矣①，虽欲怀之而不可得矣，故直曰“凶”。【校注】 ①始及己矣：原文与《苏氏易传》均作“已”，均属刻印之误。',
            '“观”之世几于“剥”矣，而言不及小人者，其主陽也；六五，“剥”之主，凡“剥”者，皆其类也。圣人不能使之无宠于其类，故择其害之浅者许之。四以下，“贯鱼”之象也。自上及下，施宠均也。夫宠均，则势分；势分，则害浅矣。以宫人之宠宠之，不及以政也。不及以政，岂惟自安，亦以安之，故“无不利”。圣人之教人也，容其或有而去其太甚，庶几从之。如责之以必无，则彼有不从而已矣。',
            '“果”，未有不见食者也；“硕”而不见食，必不可食者也。智者去之，愚者眷焉。上九之失民久矣，五陰之势足以轹而取之，然且独存于上者，彼特存我以为名尔，与之合则存，不与之合则亡，君子以为是不可食之果也，而亟去之。彼得志于上，必食其下，故君子去其上而出其下，可以得民。载于下谓之“舆”，庇于上谓之“庐”。“庐”者，既剥之余也，岂可复用哉！',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《剥卦》象征剥落：不利于前去行事。',
        ],
        'xiang' => [
            '《剥卦》的卦象是坤（地）下艮（山）上，好比高山受侵蚀而风化，逐渐接近于地面之表象，因而象征剥落；位居在上的人看到这一现象，应当加强基础，使它更加厚实，只有这样才能巩固其住所而不至发生危险。',
        ],
        'yao' => [
            '初六，剥落床体先由床的最下方床腿部位开始，整个床腿都损坏了，结果必然凶险。',
            '六二，床腿剥掉后，又开始剥落床头，以至于整个床头都剥落了，结果必然凶险。',
            '六三，虽被剥落，却没有什么灾祸。',
            '六四，床头剥落完了，又开始剥落床面，这样必然会有凶险发生。',
            '六五，鱼贯而入，像率领内宫之人顺承君主那样得到宠爱，就不会有什么不利的情况发生。',
            '上九，硕大的果实不曾被摘取吃掉，君子若能摘食，则如同坐上大车，受到百姓拥戴；如果被小人摘食，则必然招致破家之灾。',
        ],
        'xiaoxiang' => [
            '“剥落床体先由床的最下方床腿部位开始”，是说先损毁床的基础。基础损坏毁灭了，自然就会有凶险的情况发生，而且还会逐渐扩展波及到上面。',
            '“床腿剥掉后，又开始剥落床头”，是因为六二爻没有相应的陽爻援助。由于没有外援，所以导致凶险的情况发生。',
            '“虽被剥落，却没有什么灾祸”，是因为六三脱离了上下陰爻的行列，而独与陽爻上九相应，由于它潜藏着陽刚的性质，所以仍然可以免灾祸。',
            '“床头剥落完了，又开始剥落床面”，是说已经迫近灾祸了。因为床面剥落损坏，必将危及到床上之人，所以说迫近灾祸了。',
            '“像率领内宫之人顺承君主那样得到宠爱”，最终当然不会有什么过失。',
            '“君子若能摘食，则如同坐上大车”，是由于百姓愿意拥戴君子；“如果被小人摘食，则必招致破家之灾”，是由于小人终究是不可以任用的。',
        ],
        'tuan' => '剥，剥落。陰柔剥而变陽刚。“不宜有所往”，小人正盛长。顺从（天道）而知止，这是观察了天象。君子崇尚陰陽的消息盈虚之理，这是顺天而行。',
    ],
    'notes' => [
        'tuan' => '此释《剥》卦卦名与卦辞之义。剥：剥落。柔变刚：《剥》五陰上长剥落一陽。变，剥落，倾坏，如《彖》释《谦》“地道变盈而流谦”即是此义。小人：指五陰。顺而止之：《剥》下坤上艮，坤为顺，艮为止。观象，指《剥》卦顺而止之性，是观示天象，即观察在象，一要顺从，一要静视（止）。消息：消退与生息。盈虚：盈满与亏虚。',
    ],
];
