<?php
return [
    'serial' => 23,
    'name' => '剥',
    'symbol' => [0, 0, 0, 0, 0, 1],
    'brief' => '山地剥',
    'spell' => '',
    'gua' => '不利有攸往。',
    'tuan' => '剥，剥也，柔变刚也。不利有攸往，小人长也。顺而止之，观象也。君子尚消息盈虚，天行也。',
    'xiang' => '山附地上，剥；上以厚下，安宅。',
    'yao' => [
        '初六：剥牀以足，蔑贞凶。',
        '六二：剥牀以辨，蔑贞凶。',
        '六三：剥之，无咎。',
        '六四：剥牀以肤，凶。',
        '六五：贯鱼，以宫人宠，无不利。',
        '上九：硕果不食，君子得舆，小人剥庐。',
    ],
    'xiaoxiang' => [
        '剥牀以足，以灭下也。',
        '剥牀以辨，未有与也。',
        '剥之无咎，失上下也。',
        '剥牀以肤，切近灾也。',
        '以宫人宠，终无尤也。',
        '君子得舆，民所载也。小人剥庐，终不可用也。',
    ],
    'vernacular' => [
        'gua' => [
            '《剥卦》象征剥落：不利于前去行事。',
        ],
        'xiang' => [
            '《剥卦》的卦象是坤（地）下艮（山）上，好比高山受侵蚀而风化，逐渐接近于地面之表象，因而象征剥落；位居在上的人看到这一现象，应当加强基础，使它更加厚实，只有这样才能巩固其住所而不至发生危险。',
        ],
        'yao' => [
            '初六，剥落床体先由床的最下方床腿部位开始，整个床腿都损坏了，结果必然凶险。',
            '六二，床腿剥掉后，又开始剥落床头，以至于整个床头都剥落了，结果必然凶险。',
            '六三，虽被剥落，却没有什么灾祸。',
            '六四，床头剥落完了，又开始剥落床面，这样必然会有凶险发生。',
            '六五，鱼贯而入，像率领内宫之人顺承君主那样得到宠爱，就不会有什么不利的情况发生。',
            '上九，硕大的果实不曾被摘取吃掉，君子若能摘食，则如同坐上大车，受到百姓拥戴；如果被小人摘食，则必然招致破家之灾。',
        ],
        'xiaoxiang' => [
            '“剥落床体先由床的最下方床腿部位开始”，是说先损毁床的基础。基础损坏毁灭了，自然就会有凶险的情况发生，而且还会逐渐扩展波及到上面。',
            '“床腿剥掉后，又开始剥落床头”，是因为六二爻没有相应的陽爻援助。由于没有外援，所以导致凶险的情况发生。',
            '“虽被剥落，却没有什么灾祸”，是因为六三脱离了上下陰爻的行列，而独与陽爻上九相应，由于它潜藏着陽刚的性质，所以仍然可以免灾祸。',
            '“床头剥落完了，又开始剥落床面”，是说已经迫近灾祸了。因为床面剥落损坏，必将危及到床上之人，所以说迫近灾祸了。',
            '“像率领内宫之人顺承君主那样得到宠爱”，最终当然不会有什么过失。',
            '“君子若能摘食，则如同坐上大车”，是由于百姓愿意拥戴君子；“如果被小人摘食，则必招致破家之灾”，是由于小人终究是不可以任用的。',
        ],
        'tuan' => '剥，剥落。陰柔剥而变陽刚。“不宜有所往”，小人正盛长。顺从（天道）而知止，这是观察了天象。君子崇尚陰陽的消息盈虚之理，这是顺天而行。',
    ],
    'notes' => [
        'tuan' => '此释《剥》卦卦名与卦辞之义。剥：剥落。柔变刚：《剥》五陰上长剥落一陽。变，剥落，倾坏，如《彖》释《谦》“地道变盈而流谦”即是此义。小人：指五陰。顺而止之：《剥》下坤上艮，坤为顺，艮为止。观象，指《剥》卦顺而止之性，是观示天象，即观察在象，一要顺从，一要静视（止）。消息：消退与生息。盈虚：盈满与亏虚。',
    ],
];
