<?php
return [
    'serial' => 24,
    'name' => '复',
    'symbol' => [1, 0, 0, 0, 0, 0],
    'brief' => '地雷复',
    'spell' => '',
    'gua' => '亨。出入无疾，朋来无咎。反复其道，七日来复，利有攸往。',
    'tuan' => '复亨；刚反，动而以顺行，是以出入无疾，朋来无咎。反复其道，七日来复，天行也。利有攸往，刚长也。复其见天地之心乎？',
    'xiang' => '雷在地中，复；先王以至日闭关，商旅不行，后不省方。',
    'yao' => [
        '初九：不复远，无只悔，元吉。',
        '六二：休复，吉。',
        '六三：频复，厉无咎。',
        '六四：中行独复。',
        '六五：敦复，无悔。',
        '上六：迷复，凶，有灾眚。用行师，终有大败，以其国君，凶；至于十年，不克征。',
    ],
    'xiaoxiang' => [
        '不远之复，以修身也。',
        '休复之吉，以下仁也。',
        '频复之厉，义无咎也。',
        '中行独复，以从道也。',
        '敦复无悔，中以自考也。',
        '迷复之凶，反君道也。',
    ],
    'zhuxi' => [
        'gua' => '反復之復，方福反，又作覆。《彖》同。復，陽復生於下也。剝盡則為純坤，十月之卦，而陽氣已生於下矣。積之踰月，然後一陽之體始成而來復，故十有一月，其卦為復。以其陽既往而復反，故有亨道。又內震外坤，有陽動於下而以順上行之象，故其占又為己之出入，既得无疾，朋類之來，亦得无咎。又，自五月姤卦一陰始生，至此七爻，而一陽來復，乃天運之自然。故其占又為反復其道，至於七日，當得來復。又以剛德方長，故其占又為利有攸往也。反復其道，往而復來，來而復往之意。七日者，所占來復之期也。',
        'tuan' => '復，亨，剛反。'
            . '<span class="commentinner">剛反則亨。</span>'
            . '動而以順行，是以出入无疾，朋來无咎。'
            . '<span class="commentinner">以卦德而言。</span>'
            . '反復其道，七日來復，天行也。'
            . '<span class="commentinner">陰陽消息，天運然也。</span>'
            . '利有攸往，剛長也。'
            . '<span class="commentinner">長，丁丈反。以卦體而言，既生則漸長矣。</span>'
            . '復其見天地之心乎。'
            . '<span class="commentinner">積陰之下，一陽復生，天地生物之心幾於滅息，而至此乃復可見。在人則為靜極而動，惡極而善，本心幾息而復見之端也。程子論之詳矣。而邵子之詩亦曰：「冬至子之半，天心无改移。一陽初動處，萬物未生時。玄酒味方淡，太音聲正希。此言如不信，更請問包羲。」至哉言也，學者宜盡心焉。</span>',
        'xiang' => '安靜以養微陽也。《月令》：「是月齋戒掩身，以待陰陽之所定。」',
        'yao' => [
            '祗，音其。一陽復生於下，復之主也。祗，抵也。又居事初，失之未遠，能復於善，不抵於悔，大善而吉之道也，故其象占如此。',
            '柔順中正，近於初九，而能下之，復之休美，吉之道也。',
            '以陰居陽，不中不正，又處動極，復而不固，屢失屢復之象。屢失故危，復則无咎，故其占又如此。',
            '四處群陰之中，而獨與初應，為與眾俱行，而獨能從善之象。當此之時，陽氣甚微，未足以有為，故不言吉。然理所當然，吉凶非所論也。董子曰：「仁人者，正其誼，不謀其利；明其道，不計其功。」於剝之六三及此爻見之。',
            '以中順居尊，而當復之時，敦復之象，无悔之道也。',
            '眚，生領反。以陰柔居復終，終迷不復之象，凶之道也。故其占如此。以，猶及也。',
        ],
        'xiaoxiang' => [
            '',
            '下，遐嫁反。',
            '',
            '',
            '考，成也。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '“复，亨”，刚反动而以顺行，是以“出入无疾”，'
            . '<span class="commentinner">入则为反，出则刚长，故“无疾”。疾犹病也。</span>'
            . '“朋来无咎”，'
            . '<span class="commentinner">“朋”谓陽也。</span>'
            . '“反复其道，七日来复”，'
            . '<span class="commentinner">陽气始剥尽至来复时，凡七日。</span>'
            . '天行也。'
            . '<span class="commentinner">以天之行，反覆不过七日，复之不可远也。</span>'
            . '“利有攸往”，刚长也。'
            . '<span class="commentinner">往则小人道消也。</span>'
            . '复，其见天地之心乎？'
            . '<span class="commentinner">复者，反本之谓也，天地以本为心者也。凡动息则静，静非对动者也。语息则默，默非对语者也。然则天地虽大，富有万物，雷动风行，运化万变，寂然至无，是其本矣。故动息地中，乃天地之心见也。若其以有为心，则异类未获具存矣。</span>',
        'xiang' => '方，事也。冬至，陰之复也。夏至，陽之复也。故为复则至於寂然大静，先王则天地而行者也。动复则静，行复则止，事复则无事也。',
        'yao' => [
            '最处复初，始复者也。复之不速，遂至迷凶，不远而复，几悔而反，以此修身，患难远矣。错之於事，其始庶几乎？故“元吉”也。',
            '得位处中，最比於初。上无陽爻以疑其亲，陽为仁行，在初之上而附顺之，下仁之谓也。既处中位，亲仁善邻，复之休也。',
            '频，频蹙之貌也。处下体之终，虽愈於上六之迷，已失复远矣，是以蹙也。蹙而求复，未至於迷，故虽危无咎也。复道宜速，蹙而乃复，义虽无咎，它来难保。',
            '四上下各有二陰而处厥中，履得其位而应於初，独得所复，顺道而反，物莫之犯，故曰“中行独复”也。',
            '居厚而履中，居厚则无怨，履中则可以自考，虽不足以及“休复”之吉，守厚以复，悔可免也。',
            '最处复后，是迷者也。以迷求复，故曰“迷复”也。用之行师，难用有克也，终必大败。用之於国，则反乎君道也。大败乃复量斯势也。虽复十年修之，犹未能征也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“复，亨”。刚反动而以顺行，是以“出入无疾”。'
            . '<span class="commentinner">自“坤”为“复”，谓之“入”；自“复”为“乾”，谓之“出”。“疾”，病也。</span>'
            . '“朋来无咎，反复其道，七日来复”。天行也。'
            . '<span class="commentinner">“坤”与初九为“七”。</span>'
            . '“利有攸往”，刚长也；“复”，其见天地之心乎？'
            . '<span class="commentinner">见其意之所向谓之“心”，见其诚然谓之“情”。凡物之将亡而“复”者，非天地之所予者不能也。故陽之消也，五存而不足；及其长也，甫一而有余。此岂人力也哉？《传》曰：“天之所坏，不可支也；”其所支，亦不可坏也。违天不祥，必有大咎。</span>',
        'xiang' => '“复”者，变易之际也。圣人居变易之际，静以待其定，不可以有为也，故“以至日闭关”明之，下至于“商旅不行”，上至于“后不省方”。',
        'yao' => [
            '去其所居而复归，亡其所有而复得，谓之“复”。必尝去也而后有归，必尝亡也而后有得，无去则无归，无亡则无得，是故圣人无复。初九未尝见其有过也，然而始有复矣。孔子曰：“颜氏之子，其殆庶几乎？有不善，未尝不知；知之未尝复行也。”',
            '“休”，初九也。以陰居陰，不争之至也，退而“休”之，使复者得信，谓之“休复”。',
            '以陰居陽，力不得抗；而中不愿，故频于初九之复也。外顺而内不平者，危则“无咎”。“频”，蹙也。',
            '“独”，与初应。',
            '忧患未至而虑之，则“无悔”。六五，陰之方盛也；而内自度其终不足以抗初九，故因六四之独复而附益之，以自託焉。',
            '乘极盛之末而用之不已，不知初九之已复也，谓之“迷复”。“灾眚”者，在天之罚也①。初九之复，天也；众莫不予，而己独迷焉。用之于敌，则灾其国；用之于国，则灾其身。极盛必衰，骤胜故败。在其终也，国败君凶。至于十年而不复者，明其用民之过，而师竞之甚也。【校注】 ①在天之罚：《苏氏易传》作“示天之罚”，亦通。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《复卦》象征复归：亨通顺利。陽气从下面产生而逐渐向上行进没有阻碍，朋友前来也没有灾难危害。返回复归有一定的运动规律，经过七天就会前来复归。利于前去行事。',
        ],
        'xiang' => [
            '《复卦》的卦象是震（雷）下坤（地）上，为雷在地中、陽气微弱地活动之表象，因而象征复归；从前的君主在陽气初生的冬至这一天关闭关口，使商人旅客停止活动，不外出经商、旅行，君主自己也不巡行视察四方。',
        ],
        'yao' => [
            '初九，刚刚开始行动，就能知过必改、复归正道，这样就不会发生灾祸，也不会出现内心的悔恨，必然会获得大吉大利。',
            '六二，以真善美做为自己行为的准则和目标，虽然有时会走弯路，但是，只要能够复归正道，就必然获得吉祥。',
            '六三，屡次犯错误却又能屡次改正过错、复归正道，这样虽然有危险，但是最终却不会遇到灾祸。',
            '六四，位居陰爻的正中，独自专一地复归正道。',
            '六五，敦厚忠实地复归正道，内心不会有什么后悔。',
            '上六，犯了错误，仍然执迷不悟，不知悔改复归正道，这样必然凶险，会有天灾人祸不断降临发生。在这种情况下，用兵作战，终将一败涂地；用于治国，国君遭受凶险。这样的状况会一直持续下去，长达十年之久，国家不能振兴。',
        ],
        'xiaoxiang' => [
            '“刚刚开始行动，就能有知过必改、复归正道的表现”，说明能注意自身修养。',
            '“以真善美为自己行为的准则和目标，能够复归正道，就必然获得吉祥”，是因为六二能够向下亲近具备仁德的人。',
            '“屡次犯错误却又能屡次改正过错、复归正道，这样虽然有危险”，但毕竟能够改过从善，复归正道，所以最终却不会遇到灾祸。',
            '“位居陰爻的正中，独自专一地复归正道”，说明是为了奉行追随正道。',
            '“敦厚忠实地复归正道，内心不会有什么后悔”，是因为六五爻虽然远离陽刚，但却能够反省考察自己的言行以完善自我，通过这样的途径，促成自己返回正道。',
            '“犯了错误，仍然执迷不悟，不知悔改复归正道所产生的凶险”，是由于违背为君之道的缘故。',
        ],
        'tuan' => '复“亨通”，陽刚复返（于初）。动则顺时而行。所以“出入没有疾病，朋友来而无咎害”。“往来反复其道，经七日而来归于初”，这是天道的运行。“利有攸往”，（是因）陽刚盛长。从〈复〉卦中，大概可以显现天地运行的规律吧！',
    ],
    'notes' => [
        'tuan' => '此释《复》卦卦名与卦辞之义。刚反“《复》卦一陽居五陰之下，象陽经陰剥落而复返于初。动而以顺行：《复》卦下震为动，上坤为顺。七日来复：称儒多解，主要有：（一）一陽气始，终于《剥》，至陽气来《复》，需经七月，（二）以五月《姤》卦一陰生，至十一月《复》卦一陽生。凡经七月，历七次变化。“月”《诗•豳风》称“日”故曰“七日”。（三）以《坎》、《震》、《离》、《兑》四正卦，每卦六爻，每爻主一气，其余六十卦，共三百六十爻，分主一年三百六十日又四分之一，因而一卦主六日七分，即365 1/4日×1/60 = 6 7/80日此近七日，即七日之源。（四）以十月末，纯《坤》用事，《坤》卦将尽，则《复》陽来，隔《坤》一卦六爻为六日，《复》来成《震》，一陽爻生共为七日。以上四说，似第一说为胜。刚长：《复》卦一陽居下有上长之势。天地之心，指天地生物之心，《系辞》云：“天地之大德曰生”。天地生物之心在于动，“天地$緼，万物化醇。”《复》卦一陽初动于下，故“复其见天地之心。”',
    ],
];
