<?php
return [
    'serial' => 24,
    'name' => '复',
    'symbol' => [1, 0, 0, 0, 0, 0],
    'brief' => '地雷复',
    'spell' => '',
    'gua' => '亨。出入无疾，朋来无咎。反复其道，七日来复，利有攸往。',
    'tuan' => '复亨；刚反，动而以顺行，是以出入无疾，朋来无咎。反复其道，七日来复，天行也。利有攸往，刚长也。复其见天地之心乎？',
    'xiang' => '雷在地中，复；先王以至日闭关，商旅不行，后不省方。',
    'yao' => [
        '初九：不复远，无只悔，元吉。',
        '六二：休复，吉。',
        '六三：频复，厉无咎。',
        '六四：中行独复。',
        '六五：敦复，无悔。',
        '上六：迷复，凶，有灾眚。用行师，终有大败，以其国君，凶；至于十年，不克征。',
    ],
    'xiaoxiang' => [
        '不远之复，以修身也。',
        '休复之吉，以下仁也。',
        '频复之厉，义无咎也。',
        '中行独复，以从道也。',
        '敦复无悔，中以自考也。',
        '迷复之凶，反君道也。',
    ],
];
