<?php
return [
    'serial' => 25,
    'name' => '无妄',
    'brief' => '天雷无妄',
    'spell' => '',
    'gua' => '元，亨，利，贞。其匪正有眚，不利有攸往。',
    'tuan' => '无妄，刚自外来，而为主於内。动而健，刚中而应，大亨以正，天之命也。其匪正有眚，不利有攸往。无妄之往，何之矣？天命不佑，行矣哉？',
    'xiang' => '天下雷行，物与无妄；先王以茂对时，育万物。',
    'yao' => [
        '初九：无妄，往吉。',
        '六二：不耕获，不菑畲，则利有攸往。',
        '六三：无妄之灾，或系之牛，行人之得，邑人之灾。',
        '九四：可贞，无咎。',
        '九五：无妄之疾，勿药有喜。',
        '上九：无妄，行有眚，无攸利。',
    ],
    'xiaoxiang' => [
        '无妄之往，得志也。',
        '不耕获，未富也。',
        '行人得牛，邑人灾也。',
        '可贞无咎，固有之也。',
        '无妄之药，不可试也。',
        '无妄之行，穷之灾也。',
    ],
];
