<?php
return [
    'serial' => 26,
    'name' => '大畜',
    'symbol' => [1, 1, 1, 0, 0, 1],
    'brief' => '山天大蓄',
    'spell' => '',
    'gua' => '利贞，不家食吉，利涉大川。',
    'tuan' => '大畜，刚健笃实辉光，日新其德，刚上而尚贤。能止健，大正也。不家食吉，养贤也。利涉大川，应乎天也。',
    'xiang' => '天在山中，大畜；君子以多识前言往行，以畜其德。',
    'yao' => [
        '初九：有厉利已。',
        '九二：舆说辐。',
        '九三：良马逐，利艰贞。曰闲舆卫，利有攸往。',
        '六四：童豕之牿，元吉。',
        '六五：豮豕之牙，吉。',
        '上九：何天之衢，亨。',
    ],
    'xiaoxiang' => [
        '有厉利已，不犯灾也。',
        '舆说辐，中无尤也。',
        '利有攸往，上合志也。',
        '六四元吉，有喜也。',
        '六五之吉，有庆也。',
        '何天之衢，道大行也。',
    ],
    'zhuxi' => [
        'gua' => '',
        'tuan' => '
            . '<span class="commentinner">
        'xiang' => '',
        'yao' => [
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《大畜卦》象征大量的畜养积聚：利于坚守正道；不要让贤能的人穷困地居于家中自谋生计，而应该把他招到朝廷中食取国家的俸禄，把才能贡献给国家，这样便可以获得吉祥；利于涉过大河。',
        ],
        'xiang' => [
            '《大畜卦》的卦象是乾（天）下艮（山）上，为天被包含在山里之表象，象征大量的畜养积聚；君子效法这一精神，应当努力更多地学习领会前代圣人君子的言论和行为，以此充实自己，培养美好的品德和积聚广博的知识。',
        ],
        'yao' => [
            '初九，不顾一切地贸然前进就会有危险的情况发生，这时只有暂时停下来不勉强前进才会有利。',
            '九二，车子脱去轮輹自动停下来不再前进。',
            '九三，骏马奔驰如同风驰电掣一般，但是，贸然前进有陷入危险的可能，所以应当警惕前进道路上的各种艰难，同时又应当坚守正道，这样才会安然无恙。只有娴熟地掌握了驾车和防卫的本领，才能利于前去行事。',
            '六四，给头上尚未长角的小牛预先装上一块横木，以防止它长出角后顶人，这是大吉大利的。',
            '六五，面对长有锋利牙齿的猪，并不从如何除去它的牙齿上下手，而是避其锋利，击其要害，将它Yan割。这样就可以制服它刚暴凶猛的本性，使它变得温顺，这样便能平安无事，获得吉祥。',
            '上九，四通八达，多么畅通无阻的天街大道，必然亨通顺利。',
        ],
        'xiaoxiang' => [
            '“不顾一切地贸然前进就会有危险的情况发生，这时只有暂时停下来不勉强前进才会有利“，是说不必冒着灾难风险前进。',
            '“车子脱去轮輹自动停下来不再前进”，说明九二爻虽然刚健急躁，但它能够自度量时，自动停止不前，所以没有贸然前进的过失。',
            '“利于前去行事”，是因为九三与上九志同道合，没有妨碍。',
            '《大畜卦》的第四爻位（六四）的“大吉大利”，是因为能够防患于未然，未雨而绸缪，因而是可喜的。',
            '“《大畜卦》的第五爻位（六五）的吉祥，是因为能够抓住事物的关键，从根本上予以治理，因而是可庆可贺的。',
            '“四通八达，多么畅通无阻的天街大道”，是说由于大量畜养积聚贤士，天下已经贤路大开了。',
        ],
        'tuan' => '大畜，得刚健笃实，光辉日日增新，其德陽刚在上而尊尚贤人，能止刚健（而畜养之），这就是大的正道。“不食于家”，尊养贤士。“宜于涉越大河”，顺应天道。',
    ],
    'notes' => [
        'tuan' => '此释《大畜》卦卦名与卦辞之义。刚健笃实：《大畜》下乾上艮，乾为刚健，艮为“成”，“成言乎艮”（《说卦》），故为笃实。辉光：朝日为辉，日中为光。辉，《释文》、《石经》并作“煇”；《说文》无“辉”字。此句古人有不同的读法，郑玄读：“刚健笃实，辉光日新，其德刚上而尚贤。”案《魏志•管辂传》注引辂别传：“易言刚健笃实，辉光日新。”当以郑氏读法为胜。刚上：《大畜》一陽刚居上。能止健：《大畜》下乾上艮，乾为健，艮为止。不家食：不食于家，而是食禄于朝。养贤：与前“尚贤”义相同。均指《大畜》上为陽爻，有“尚贤”、“养贤”之义。应乎天：指六五应乎乾。《大畜》内卦为乾。',
    ],
];
