<?php
return [
    'serial' => 26,
    'name' => '大畜',
    'symbol' => [1, 1, 1, 0, 0, 1],
    'brief' => '山天大蓄',
    'spell' => '',
    'gua' => '利贞，不家食吉，利涉大川。',
    'tuan' => '大畜，刚健笃实辉光，日新其德，刚上而尚贤。能止健，大正也。不家食吉，养贤也。利涉大川，应乎天也。',
    'xiang' => '天在山中，大畜；君子以多识前言往行，以畜其德。',
    'yao' => [
        '初九：有厉利已。',
        '九二：舆说辐。',
        '九三：良马逐，利艰贞。曰闲舆卫，利有攸往。',
        '六四：童豕之牿，元吉。',
        '六五：豮豕之牙，吉。',
        '上九：何天之衢，亨。',
    ],
    'xiaoxiang' => [
        '有厉利已，不犯灾也。',
        '舆说辐，中无尤也。',
        '利有攸往，上合志也。',
        '六四元吉，有喜也。',
        '六五之吉，有庆也。',
        '何天之衢，道大行也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
