<?php
return [
    'serial' => 26,
    'name' => '大畜',
    'symbol' => [1, 1, 1, 0, 0, 1],
    'brief' => '山天大蓄',
    'spell' => '',
    'gua' => '利贞，不家食吉，利涉大川。',
    'tuan' => '大畜，刚健笃实辉光，日新其德，刚上而尚贤。能止健，大正也。不家食吉，养贤也。利涉大川，应乎天也。',
    'xiang' => '天在山中，大畜；君子以多识前言往行，以畜其德。',
    'yao' => [
        '初九：有厉利已。',
        '九二：舆说辐。',
        '九三：良马逐，利艰贞。曰闲舆卫，利有攸往。',
        '六四：童豕之牿，元吉。',
        '六五：豮豕之牙，吉。',
        '上九：何天之衢，亨。',
    ],
    'xiaoxiang' => [
        '有厉利已，不犯灾也。',
        '舆说辐，中无尤也。',
        '利有攸往，上合志也。',
        '六四元吉，有喜也。',
        '六五之吉，有庆也。',
        '何天之衢，道大行也。',
    ],
    'zhuxi' => [
        'gua' => '畜，敕六反。大，陽也。以艮畜乾，又畜之大者也。又以內乾剛健，外艮篤實輝光，是以能日新其德，而為畜之大也。以卦變言，此卦自需而來，九自五而上，以卦體言，六五尊而尚之，以卦德言，又能止健。皆非大正不能。故其占為利貞而不家食吉也。又六五下應於乾，為應乎天，故其占又為利涉大川也。不家食，謂食祿於朝，不食於家也。',
        'tuan' => '大畜，剛健篤實輝光，日新其德。'
            . '<span class="commentinner">以卦德釋卦名義。</span>'
            . '剛上而尚賢，能止健，大正也。'
            . '<span class="commentinner">以卦變、卦體、卦德釋卦辭。</span>'
            . '不家食，吉，養賢也。'
            . '<span class="commentinner">亦取尚賢之象。</span>'
            . '利涉大川，應乎天也。'
            . '<span class="commentinner">亦以卦體而言。</span>',
        'xiang' => '天在山中，不必實有是事，但以其象言之耳。',
        'yao' => [
            '已，夷止反。乾之三陽，為艮所止，故內外之卦，各取其義。初九為六四所止，故其占往則有危，而利於止也。',
            '說，吐活反。輹，音服，又音福。九二亦為六五所畜。以其處中，故能自止而不進，有此象也。',
            '三以陽居健極，上以陽居畜極，極而通之時也。又皆陽爻，故不相畜而俱進，有良馬逐之象焉。然過剛銳進，故其占必戒以艱貞閑習，乃利於有往也。曰，當為日月之日。',
            '牿，古毒反。童者，未角之稱。牿，施橫木於牛角，以防其觸。《詩》所謂「楅衡」者也。止之於未角之時，為力則易，大善之吉也。故其象占如此。《學記》曰：「禁於未發之謂豫。」正此意也。',
            '豶，符云反。陽已進而止之，不若初之易矣。然以柔居中而當尊位，是以得其機會而可制。故其象如此。占雖吉，而不言元也。',
            '何天之衢，言何其通達之甚也。畜極而通，豁達无礙，故其象占如此。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '《大畜》，刚健，笃实，辉光，日新其德。'
            . '<span class="commentinner">凡牧既厌而退者，弱也；既荣而陨者，薄也。夫能“辉光日新其德”者，唯“刚健笃实”也。</span>'
            . '刚上而尚贤，'
            . '<span class="commentinner">谓上九也。处上而大通，刚来而不距，“尚贤”之谓也。</span>'
            . '能止健，大正也。'
            . '<span class="commentinner">健莫过乾而能止之，非夫“大正”，未之能也。</span>'
            . '“不家食吉”，养贤也。“利涉大川”，应乎天也。'
            . '<span class="commentinner">有大畜之实，以之养贤，令贤者不家食，乃吉也。“尚贤”制健，“大正”应天，不忧险难，故“利涉大川”也。</span>',
        'xiang' => '物之可畜於怀，令德不散，尽於此也。',
        'yao' => [
            '四乃畜已，未可犯也。故进则有厉，已则利也。',
            '五处畜盛，未可犯也。遇斯而进，故“舆说輹”也。居得其中，能以其中不为冯河，死而无悔，遇难能止，故“无尤”也。',
            '凡物极则反，故畜极则通。初二之进，值於畜盛，故不可以升。至於九三，升于上九，而上九处天衢之亨，途径大通，进无违距，可以驰骋，故曰“良马逐”也。履当其位，进得其时，在乎通路，不忧险厄，故“利艰贞”也。闲，阂也。卫，护也。进得其时，虽涉艰难而无患也，舆虽遇闲而故卫也。与上合志，故“利有攸往”也。',
            '处艮之始，履得其位，能止健初，距不以角，柔以止刚，刚不敢犯。抑锐之始，以息强争，岂唯独利？乃将“有喜”也。',
            '豕牙横猾，刚暴难制之物，谓二也。五处得尊位，为畜之主。二刚而进，能豮其牙，柔能制健，禁暴抑盛，岂唯能固其位，乃将“有庆”也！',
            '处畜之极，畜极则通，大畜以至於大亨之时。何，辞也，犹云：何畜乃天之衢亨也。',
        ],
        'xiaoxiang' => [
            '处健之始，未果其健者，故能利已。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“大畜”，刚健笃实，辉光，日新其德。'
            . '<span class="commentinner">刚健者，“乾”也；笃实者，“艮”也；辉光者，二物之相磨而神明见也。“乾”不得“艮”，则素健而已矣①；“艮”不得“乾”，则徒止而已矣。以止厉健，以健作止，而德之变不可胜穷也。 【校注】 ①素健：《苏氏易传》作“徒健”，亦通。</span>'
            . '刚上而尚贤，能止健，大正也。'
            . '<span class="commentinner">“大”者，正也；谓上九也，故谓之贤。贤者见畜于上九，所以为“大畜”也。</span>'
            . '“不家食，吉”；养贤也。“利涉大川”，应乎天也。'
            . '<span class="commentinner">“乾”之健，“艮”之止，其德天也。犹金之能割，火之能热也。物之相服者，必以其天。鱼不畏网而畏鹈鹕，畏其天也。故“乾”在“艮”下，未有不止而为之用也①。物之在“乾”上者，常有忌“乾”之心，而“乾”常有不服之意，“需”之上六，“小畜”之上九是也。忌者生于不足以服人尔，不足以服人而又忌之，则人之不服也滋甚。今夫“艮”自知有以畜“乾”，故不忌其健而许其进；“乾”知“艮”之有以畜我而不忌，故受其畜而为之用。“不家食”者，以“艮”为主也；“利涉大川”者，用“乾”之功也。【校注】 ①未有不止：《苏氏易传》于“未有”后有二□□，似未脱字。</span>',
        'xiang' => '孔子论“乾”九二之德曰：“君子学以聚之，问以辨之。”是以知“乾”之健，患在于不学，汉高帝是也，故“大畜”之君子将以用“乾”，亦先厚其学。',
        'yao' => [
            '“小畜”之畜“乾”也，顺而畜之，故始顺而终反目。“大畜”之畜“乾”也，厉而畜之，故始厉而终亨①。君子之爱人以德，小人之爱人以姑息。见德而愠，见姑息而喜，则过矣。初九欲进之意无已也，至于六四，遇厉而止。六四之厉，我所谓德也；使我知戒而终身不犯于灾者，六四也。【校注】 ①始厉而终亨：《苏氏易传》作“始利而终亨”，误。',
            '“小畜”之“说輹”，不得已也，故夫妻反目。“大畜”之“说輹”，其心愿之，故“中无尤”也。',
            '三“乾”并进，故曰“良马逐”。马不忧其不良，而忧其轻车易道以至泛轶也，故“利艰贞”。九三，“乾”之殿也，故相与饬戒，闲习其车徒，则“利有攸往”。“上”，上九也；上利在不忌，三利在必戒。',
            '',
            '“童牛”，初九也；“牿”，角械也；童牛无所用牿然且不敢废者，自其童而牿之，迨其壮，虽不牿可也。此爱其牛之至也。“豶豕”，羠豕也，九二之谓也。有牙而不鸷者，羠豕也，不鸷则可畜矣。“大畜”之畜乾也，始厉而终亨。初九，陽之微者也，而遂牿之，故至于九二，虽有牙而可畜也。其始牿之，其渐可畜，其终虽进之天衢可也。童而牿之，爱以德也，故“有喜”。不恶其牙而畜之，将求其用也，故“有庆”。凡物有以相德曰“喜”，施德获报曰“庆”。孔子曰：“积善之家，必有馀庆。”',
            '“天衢”者，上之所履，而不与下共者也。德有以守之，虽以予人而莫敢受，苟无其德，虽吾不予夫将有取之者。上九之德足以自固，是以无忌于“乾”而大进之。其曰“何天之衢”者，何天衢之有，而不汝进也①？夫惟以天衢进之，而“乾”大服矣。【校注】 ①何天衢之有，而不汝进也：《苏氏易传》作“何天之衢，有而不汝进也”，误。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《大畜卦》象征大量的畜养积聚：利于坚守正道；不要让贤能的人穷困地居于家中自谋生计，而应该把他招到朝廷中食取国家的俸禄，把才能贡献给国家，这样便可以获得吉祥；利于涉过大河。',
        ],
        'xiang' => [
            '《大畜卦》的卦象是乾（天）下艮（山）上，为天被包含在山里之表象，象征大量的畜养积聚；君子效法这一精神，应当努力更多地学习领会前代圣人君子的言论和行为，以此充实自己，培养美好的品德和积聚广博的知识。',
        ],
        'yao' => [
            '初九，不顾一切地贸然前进就会有危险的情况发生，这时只有暂时停下来不勉强前进才会有利。',
            '九二，车子脱去轮輹自动停下来不再前进。',
            '九三，骏马奔驰如同风驰电掣一般，但是，贸然前进有陷入危险的可能，所以应当警惕前进道路上的各种艰难，同时又应当坚守正道，这样才会安然无恙。只有娴熟地掌握了驾车和防卫的本领，才能利于前去行事。',
            '六四，给头上尚未长角的小牛预先装上一块横木，以防止它长出角后顶人，这是大吉大利的。',
            '六五，面对长有锋利牙齿的猪，并不从如何除去它的牙齿上下手，而是避其锋利，击其要害，将它Yan割。这样就可以制服它刚暴凶猛的本性，使它变得温顺，这样便能平安无事，获得吉祥。',
            '上九，四通八达，多么畅通无阻的天街大道，必然亨通顺利。',
        ],
        'xiaoxiang' => [
            '“不顾一切地贸然前进就会有危险的情况发生，这时只有暂时停下来不勉强前进才会有利“，是说不必冒着灾难风险前进。',
            '“车子脱去轮輹自动停下来不再前进”，说明九二爻虽然刚健急躁，但它能够自度量时，自动停止不前，所以没有贸然前进的过失。',
            '“利于前去行事”，是因为九三与上九志同道合，没有妨碍。',
            '《大畜卦》的第四爻位（六四）的“大吉大利”，是因为能够防患于未然，未雨而绸缪，因而是可喜的。',
            '“《大畜卦》的第五爻位（六五）的吉祥，是因为能够抓住事物的关键，从根本上予以治理，因而是可庆可贺的。',
            '“四通八达，多么畅通无阻的天街大道”，是说由于大量畜养积聚贤士，天下已经贤路大开了。',
        ],
        'tuan' => '大畜，得刚健笃实，光辉日日增新，其德陽刚在上而尊尚贤人，能止刚健（而畜养之），这就是大的正道。“不食于家”，尊养贤士。“宜于涉越大河”，顺应天道。',
    ],
    'notes' => [
        'tuan' => '此释《大畜》卦卦名与卦辞之义。刚健笃实：《大畜》下乾上艮，乾为刚健，艮为“成”，“成言乎艮”（《说卦》），故为笃实。辉光：朝日为辉，日中为光。辉，《释文》、《石经》并作“煇”；《说文》无“辉”字。此句古人有不同的读法，郑玄读：“刚健笃实，辉光日新，其德刚上而尚贤。”案《魏志•管辂传》注引辂别传：“易言刚健笃实，辉光日新。”当以郑氏读法为胜。刚上：《大畜》一陽刚居上。能止健：《大畜》下乾上艮，乾为健，艮为止。不家食：不食于家，而是食禄于朝。养贤：与前“尚贤”义相同。均指《大畜》上为陽爻，有“尚贤”、“养贤”之义。应乎天：指六五应乎乾。《大畜》内卦为乾。',
    ],
];
