<?php
return [
    'serial' => 27,
    'name' => '颐',
    'symbol' => [1, 0, 0, 0, 0, 1],
    'brief' => '山雷颐',
    'spell' => 'yí',
    'gua' => '贞吉。观颐，自求口实。',
    'tuan' => '颐贞吉，养正则吉也。观颐，观其所养也；自求口实，观其自养也。天地养万物，圣人养贤，以及万民；颐之时义大矣哉！',
    'xiang' => '山下有雷，颐；君子以慎言语，节饮食。',
    'yao' => [
        '初九：舍尔灵龟，观我朵颐，凶。',
        '六二：颠颐，拂经，于丘颐，征凶。',
        '六三：拂颐，贞凶，十年勿用，无攸利。',
        '六四：颠颐吉，虎视眈眈，其欲逐逐，无咎。',
        '六五：拂经，居贞吉，不可涉大川。',
        '上九：由颐，厉吉，利涉大川。',
    ],
    'xiaoxiang' => [
        '观我朵颐，亦不足贵也。',
        '六二征凶，行失类也。',
        '十年勿用，道大悖也。',
        '颠颐之吉，上施光也。',
        '居贞之吉，顺以从上也。',
        '由颐厉吉，大有庆也。',
    ],
    'zhuxi' => [
        'gua' => '頤，以之反。頤，口旁也。口食物以自養，故為養義。為卦上下二陽，內含四陰，外實內虛，上止下動，為頤之象，養之義也。貞吉者，占者得正則吉。觀頤，謂觀其所養之道。自求口實，謂觀其所以養身之術。皆得正則吉也。',
        'tuan' => '頤，貞吉，養正則吉也。觀頤，觀其所養也。自求口實，觀其自養也。'
            . '<span class="commentinner">釋卦辭。</span>'
            . '天地養萬物，聖人養賢以及萬民。頤之時大矣哉。'
            . '<span class="commentinner">極言養道而贊之。</span>',
        'xiang' => '二者養德、養身之切務。',
        'yao' => [
            '舍，音捨。朵，多果反。靈龜，不食之物。朵，垂也。朵頤，欲食之貌。初九陽剛在下，足以不食，乃上應六四之陰而動於欲，凶之道也。故其象占如此。',
            '求養於初，則顛倒而違於常理，求養於上，則往而得凶。丘，土之高者，上之象也。',
            '陰柔不中正，以處動極，拂於頤矣。既拂於頤，雖正亦凶，故其象占如此。',
            '耽，都含反。柔居上而得正，所應又正，而賴其養以施於下，故雖顛而吉。虎視耽耽，下而專也。其欲逐逐，求而繼也。又能如是，則无咎矣。',
            '六五，陰柔不正，居尊位而不能養人，反賴上九之養，故其象占如此。',
            '六五，賴上九之養以養人，是物由上九以養也。位高任重，故厲而吉。陽剛在上，故利涉川。',
        ],
        'xiaoxiang' => [
            '',
            '初、上皆非其類也。',
            '',
            '施，始豉反。',
        ],
    ],
    'vernacular' => [
        'yao' => [
            '《颐卦》象征颐养：只有坚守正道才能获得吉祥；通过观察能够体现颐养的具体实例，以及自己是如何谋取口中食物的，这样才能真正地掌握颐养之道，获得吉祥。',
        ],
        'xiang' => [
            '《颐卦》的卦象是震（雷）下艮（山）上，为雷在山下震动之表象，引申为咀嚼食物时上颚静止、下颚活动的状态，因而象征颐养；颐养必须坚守正道，所以君子应当言语谨慎以培养美好的品德，节制饮食以养育健康的身体。',
        ],
        'yao' => [
            '初九，舍弃你如同神龟般的聪明智慧，痴呆地看着我鼓动腮帮子进食，结果必然导致凶险。',
            '六二，反过来向下属乞求食物以获取奉养，是违背常理的，向高丘处的乞食，则前进的途中必然遭遇凶险。',
            '六三，违背颐养的正道，仍然一味地只求口腹之欲，结果必然遭遇凶险，在十年的漫长岁月里被遗弃而得不到养育，没有一点好处。',
            '六四，反过来向下属乞求食物以获取奉养，可以获得吉祥；因为这就像老虎要扑食那样，虎视眈眈，专心致志，孜孜以求，则必然能够达到目的，当然也没有什灾祸。',
            '六五，违背颐养的正道，但是却能够安然地居于尊位，所以结果吉祥，只是尚不能处理极为艰险困难的事情，就像不能够涉过大河一样。',
            '上九，天下百姓都依靠他的养育而得以安居乐业；肩负如此重任，必须谨防危险，有所戒惧才能获得吉祥，这样也才能排除万难，就像顺利涉过大河一样。',
        ],
        'xiaoxiang' => [
            '“痴呆地看着我鼓动腮帮子进食”，是说初九爻虽重视保养身体，但由于不能坚守正道，并不值得推崇。',
            '《颐卦》的第二爻位（六二）“前进的途中必然遭遇凶险”，是因为前进的途中没有相应的同类。',
            '“在十年的漫长岁月里被遗弃而得不到养育”，是因为它与颐养的正道大相径庭，从根本上违背了养育他人和保养自己的原则和方法。',
            '“反过来向下属乞求食物以获取奉养的吉祥”，是因为六四位居在上，与初九照应，同时又能坚守正道，虽取之于民，却又用之于民，这也就是说，它能够向下普遍地施舍光明恩德。',
            '“能够安然地居于尊位，所以结果吉祥”，是因为能够顺从有陽刚之美的贤者。',
            '“天下百姓都依靠他的养育而得以安居乐业，必须谨防危险，有所戒惧才能获得吉祥”，是说养育天下百姓，因而能得到天下的信任和爱戴，达到普天同庆。',
        ],
        'tuan' => '颐，“守正道则吉”。养正则有吉祥。“观颐”，观察其所养。“自己获取口中之食”，是观察自己的谋生之路。天地养育万物，圣人养育贤人以及万民百姓。颐时（包含的意义），太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《颐》卦卦名与卦辞之义。颐：本指两腮，此引申为养，《序卦》：“颐，养也。”自求口实：自己求得食物，以充其口，此指自己谋生。自养：自己养活自己。',
    ],
];
