<?php
return [
    'serial' => 28,
    'name' => '大过',
    'brief' => '泽风大过',
    'spell' => '',
    'gua' => '栋桡，利有攸往，亨。',
    'tuan' => '大过，大者过也。栋桡，本末弱也。刚过而中，巽而说行，利有攸往，乃亨。大过之时义大矣哉！',
    'xiang' => '泽灭木，大过；君子以独立不惧，遯世无闷。',
    'yao' => [
        '初六：藉用白茅，无咎。',
        '九二：枯杨生祶，老夫得其女妻，无不利。',
        '九三：栋桡，凶。',
        '九四：栋隆，吉；有它吝。',
        '九五：枯杨生华，老妇得士夫，无咎无誉。',
        '上六：过涉灭顶，凶，无咎。',
    ],
    'xiaoxiang' => [
        '藉用白茅，柔在下也。',
        '老夫女妻，过以相与也。',
        '栋桡之凶，不可以有辅也。',
        '栋隆之吉，不桡乎下也。',
        '枯杨生华，何可久也。老妇士夫，亦可丑也。',
        '过涉之凶，不可咎也。',
    ],
];
