<?php
return [
    'serial' => 29,
    'name' => '坎',
    'symbol' => [0, 1, 0, 0, 1, 0],
    'brief' => '坎为水',
    'spell' => '',
    'gua' => '习坎，有孚，维心亨，行有尚。',
    'tuan' => '习坎，重险也。水流而不盈，行险而不失其信。维心亨，乃以刚中也。行有尚，往有功也。天险不可升也，地险山川丘陵也，王公设险以守其国，坎之时用大矣哉！',
    'xiang' => '水洊至，习坎；君子以常德行，习教事。',
    'yao' => [
        '初六：习坎，入于坎錎，凶。',
        '九二：坎有险，求小得。',
        '六三：来之坎坎，险且枕，入于坎錎，勿用。',
        '六四：樽酒簋贰，用缶，纳约自牖，终无咎。',
        '九五：坎不盈，只既平，无咎。',
        '　上六：用徽纒，置于丛棘，三岁不得，凶。',
    ],
    'xiaoxiang' => [
        '习坎入坎，失道凶也。',
        '求小得，未出中也。',
        '来之坎坎，终无功也。',
        '樽酒簋贰，刚柔际也。',
        '坎不盈，中未大也。',
        '上六失道，凶三岁也。',
    ],
    'zhuxi' => [
        'gua' => '習，重習也。坎，險陷也。其象為水，陽陷陰中，外虛而中實也。此卦上下皆坎，是為重險，中實為有孚心亨之象，以是而行，必有功矣。故其占如此。',
        'tuan' => '習坎，重險也。'
            . '<span class="commentinner">重，直龍反。釋卦名義。</span>'
            . '水流而不盈，行險而不失其信。'
            . '<span class="commentinner">以卦象釋有孚之義，言內實而行有常也。</span>'
            . '維心亨，乃以剛中也。行有尚，往有功也。'
            . '<span class="commentinner">以剛在中，心亨之象。如是而往，必有功也。</span>'
            . '天險，不可升也；地險，山川丘陵也；王公設險，以守其國。險之時用大矣哉。'
            . '<span class="commentinner">極言之而贊其大也。</span>',
        'xiang' => '洊，在薦反。行，下孟反。治己治人，皆必重習，然後熟而安之。',
        'yao' => [
            '窞，徒坎、陵感二反。以陰柔居重險之下，其陷益深，故其象占如此。',
            '處重險之中，未能自出，故為有險之象。然剛而得中，故其占可以求小得也。',
            '枕，針甚反。以陰柔不中正，而履重險之間，來往皆險。前險而後枕，其陷益深，不可用也。故其象占如此。枕，倚著未安之意。',
            '簋，音軌。缶，俯九反。晁氏云：先儒讀「樽酒簋」為一句，「貳用缶」為一句。今從之。貳，益之也。《周禮》：「大祭三貳」，《弟子職》：「左執虛豆，右執挾匕，周旋而貳」是也。九五尊位，六四近之，在險之時，剛柔相際，故有但用薄禮，益以誠心，進結自牖之象。牖非所由之正，而室之所以受明也。始雖艱阻，終得无咎，故其占如此。',
            '九五，雖在坎中，然以陽剛中正居尊位，而時亦將出矣，故其象占如此。',
            '纆，音墨。寘，音置。以陰柔居險極，故其象占如此。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '晁氏曰：陸氏《釋文》本无「貳」字。今從之。',
            '有中德而未大。',
        ],
    ],
    'wangbi' => [
        'gua' => '“坎”，险陷之名也。“习”谓便习之。刚正在内，“有孚”者也。陽不外发而在乎内，“心亨”者也。(3)内亨外暗，内刚外顺，以此行险，“行有尚”也。',
        'tuan' => '“习坎”，重险也。'
            . '<span class="commentinner">坎以险为用，故特名曰“重险”，言“习坎”者，习重乎险也。</span>'
            . '水流而不盈，行险而不失其信。'
            . '<span class="commentinner">险峭之极，故水流而不能盈也。处至险而不失刚中，“行险而不失其信”者，习险之谓也。</span>'
            . '“维心亨”，乃以刚中也。“行有尚”，往有功也。'
            . '<span class="commentinner">便习於“坎”而之“坎”地，尽坎之宜，故往必有功也。</span>'
            . '天险不可升也，'
            . '<span class="commentinner">不可得升，故得保其威尊。</span>'
            . '地险山川丘陵也，'
            . '<span class="commentinner">有山川丘陵，故物得以保全也。</span>'
            . '王公设险以守其国。'
            . '<span class="commentinner">国之为卫，恃於险也。言自天地以下莫不须险也。</span>'
            . '险之时用大矣哉！'
            . '<span class="commentinner">非用之常，用有时也。</span>',
        'xiang' => '重险悬绝，故“水洊至”也。不以“坎”为隔绝，相仍而至，习乎“坎”也。至险未夷，教不可废，故以常德行而习教事也。“习於坎”，然后乃能不以险难为困，而德行不失常也。故则夫“习坎”，以常德行而习教事也。',
        'yao' => [
            '“习坎”者，习为险难之事也。最处坎底，入坎窞者也。处重险而复入坎底，其道“凶”也。行险而不能自济，“习坎”而入坎窞，失道而穷在坎底，上无应援可以自济，是以“凶”也。',
            '履失其位，故曰“坎”。上无应援，故曰“有险”。坎而有险，未能出险之中也。处中而与初三相得，故可以“求小得”也。初三未足以为援，故曰“小得”也。',
            '既履非其位，而又处两“坎”之间，出则之“坎”，居则亦“坎”，故曰“来之坎坎”也。“枕”者，枝而不安之谓也。出则无之，处则无安，故曰“险且枕”也。来之皆“坎”，无所用之，徒劳而已。',
            '处重险而履正，以柔居柔，履得其位，以承於五，五亦得位，刚柔各得其所，不相犯位，皆无馀应以相承比，明信显著，不存外饰，处“坎”以斯，虽复一樽之酒，二簋之食，瓦缶之器，纳此至约，自进於牖，乃可羞之於王公，荐之於宗庙，故“终无咎”也。',
            '为坎之主而无应辅可以自佐，未能盈坎者也。坎之不盈，则险不尽矣。祗，辞也。为坎之主，尽平乃无咎，故曰“祗既平无咎”也。说既平乃无咎，明九五未免於咎也。',
            '险峭之极，不可升也。严法峻整，难可犯也。宜其囚执寘于思过之地。三岁，险道之夷也。险终乃反，故三岁不得自修，三岁乃可以求复，故曰“三岁不得凶”也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '刚柔相比而相亲焉，“际”之谓也。',
        ],
    ],
    'sushi' => [
        'gua' => '“坎”，险也。水之所行，而非水也。惟水为能习行于险，其不直曰“坎”，而曰“习坎”，取于水也。',
        'tuan' => '“习坎”，重险也，水流而不盈。'
            . '<span class="commentinner">险，故流；流，故不盈。</span>'
            . '行险而不失其信。'
            . '<span class="commentinner">万物皆有常形，惟水不然。因物以为形而已。世以有常形者为信，而以无常形者为不信。然而方者可斲以为圆，曲者可矫以为直，常形之不可恃以为信也如此。今夫水，虽无常形，而因物以为形者，可以前定也。是故工取平焉，君子取法焉。惟无常形，是以迕物而无伤①。惟莫之伤也，故行险而不失其信。由此观之，天下之信，未有若水者也。【校注】 ①迕物而无伤：《苏氏易传》作“遇物而无伤”，误。</span>'
            . '“维心，亨”；乃以刚中也。'
            . '<span class="commentinner">所遇有难易，然而未尝不志于行者，是水之心也。物之窒我者有尽，而是心无已，则终必胜之。故水之所以至柔而能胜物者，维不以力争而以心通也。不以力争，故柔外；以心通，故“刚中”。</span>'
            . '行有尚，往有功也。'
            . '<span class="commentinner">“尚”，配也。方园曲直，所遇必有以配之。故无所往而不有功也。</span>'
            . '天险不可升也：地险山川丘陵也；王公设险以守其国。'
            . '<span class="commentinner">朝廷之仪，上下之分，虽有强暴而莫敢犯，此“王公”之“险”也。</span>'
            . '险之时用大矣哉！',
        'xiang' => '事之待教而后能者，“教事”也。君子平居“常”其“德行”，故遇险而不变。“习”为“教事”，故遇险而能应。',
        'yao' => [
            '六爻皆以险为心者也。夫苟以险为心，则大者不能容，小者不能忠；无适而非，寇也。惟相与同患，其势有以相待，然后相得而不叛。是故居“坎”之世，其人可与同处患，而不可与同处安。九二、九五，二险之不相下者也；而六三、六四，其蔽也。夫有事于敌，则蔽者先受其害。故九二之于六三，九五之于六四，皆相与同患者也，是以相得而不叛，至于初、上，处内外之极，最远于敌而不被其祸，以为足以自用而有余，是以各挟其险以待其上。初不附二，上不附五，故皆有“失道”之“凶”焉。君子之习险，将以出险也。习险而入险，为寇而已。',
            '“险”，九五也；“小”，六三也。九二以险临五，五亦以险待之。欲以求五，焉可得哉？所可得者，六三而已。二所以能得三者，非谓其德足以怀之，徒以二者皆未出于险中，相待而后全故也。',
            '“之”，往也；“枕”，所以休息也。来者“坎”也，往者亦“坎”也。均之二“坎”，来则得主①，往则得敌。遇险于外，而休息于内也。故曰“险且枕”。六三知其不足以自用，用必无功，故退入于“坎”以附九二，相与为固而已。【校注】 ①来则得主：《苏氏易传》作“来则得生”，误。',
            '“樽酒，簋贰，用缶”，薄礼也。“纳约自牖”，简陋之至也。夫同利者不交而欢，同患者不约而信。四非五无与为主，五非四无与为蔽。馈之以薄礼，行之以简陋，而终不相咎者，四与五之际也。',
            '“祗”，犹言适足也。九五可谓大矣，有敌而不敢自大，故“不盈”也。“不盈”，所以纳四也。盈者人去之，不盈者人输之。故不盈，适所以使之“既平”也。',
            '夫有敌而深自屈以致人者，敌平则汰矣。故九五非有德之主也。无德以致人，则其所致者皆有求于我者也。上六维无求于五，故“徽纆”以“系”之，“丛棘”以固之。上六之所恃者险尔，险穷则亡，故“三岁不得，凶”也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《坎卦》象征重重艰险：像水奔流一样，胸怀坚定的信念，执著专一，内心才能不畏艰险而获得亨通，这种奔流不止、坚强刚毅的行为必然被人们所崇尚。',
        ],
        'xiang' => [
            '《坎卦》的卦象是坎（水）下坎（水）上，为水流之表象。流水相继而至、潮涌而来，必须充满前方无数极深的陷坑才能继续向前，所以象征重重的艰险困难；君子因此应当坚持不懈地努力，反复不间断地推进教育事业。',
        ],
        'yao' => [
            '初六，置身于重重的艰险困难之中，落入到陷坑的最底下，结果必然是凶险的。',
            '九二，仍然处在陷坑之中面临危险，虽不能脱险，但在一定程度上还是可以解决一些小问题的。',
            '六三，往来进退都处在重重陷坑之间，面临危险难以得到安全，落入陷坑的最底下，在这种情况下，只有伏枕以待，不可轻举妄动。',
            '六四，一樽酒，两簋饭，用瓦缶盛着进献，礼虽然很轻，然而却充满了深厚的情意，正大光明地表示诚信，最终不会发生灾祸。',
            '九五，奔流的水还未溢出陷坑，然而却已和陷坑平齐了，还不会发生灾害。',
            '上六，被绳索重重地捆绑住，囚放在荆棘丛生的牢狱中，长达三年不能解脱，十分凶险。',
        ],
        'xiaoxiang' => [
            '“置身于重重的艰险困难之中，落入到陷坑的最底下”，是因为不能坚守正道，自身软弱无能，又得不到外援，所以遭遇凶险。',
            '“虽不能脱险，但在一定程度上还是可以解决一些小问题的”，说明仍未脱离险境。',
            '“往来进退都处在重重陷坑之间”，是说虽急于求得平安，结果是欲速则不达，最终还是不能摆脱危险，走出困境。',
            '“一樽酒两簋饭”，是说在艰险困难的情况下能够推心置腹、相互信任地交往，刚柔相济，所以最终免遭灾祸。',
            '“奔流的水还未溢出陷坑”，说明居中而不自大，所以，还不会发生灾害。',
            '“《坎卦》的第六爻位(上六)面临艰险困难，不能坚守正道，所以遭受三年的凶险。',
        ],
        'tuan' => '习坎，有双重危险。水流动而不盈溢，历尽危险而不失诚信，“维系于心，亨通”，这是因有刚中之德。“行动有奖赏”，前往必有功效。天险，不可登越；地险，指山川丘陵。王公（观象）设置险阻，来守卫自己的邦国。坎险时的功用太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《坎》卦卦名与卦辞之义。重险：《坎》上下皆坎，坎为险，故有两险相重之义。重，是释“习”。水流而不盈：《坎》陽动于陰中故曰流，陽陷入二陰之中故“不盈”。不失其信，是释卦辞“有孚”。维心亨：经文原文是“有孚维心亨”，其义为有诚系之于心，亨通。刚中：二五之陽居中。尚：赏。功：是释“尚”。',
    ],
];
