<?php
return [
    'serial' => 29,
    'name' => '坎',
    'symbol' => [0, 1, 0, 0, 1, 0],
    'brief' => '坎为水',
    'spell' => '',
    'gua' => '习坎，有孚，维心亨，行有尚。',
    'tuan' => '习坎，重险也。水流而不盈，行险而不失其信。维心亨，乃以刚中也。行有尚，往有功也。天险不可升也，地险山川丘陵也，王公设险以守其国，坎之时用大矣哉！',
    'xiang' => '水洊至，习坎；君子以常德行，习教事。',
    'yao' => [
        '初六：习坎，入于坎錎，凶。',
        '九二：坎有险，求小得。',
        '六三：来之坎坎，险且枕，入于坎錎，勿用。',
        '六四：樽酒簋贰，用缶，纳约自牖，终无咎。',
        '九五：坎不盈，只既平，无咎。',
        '　上六：用徽纒，置于丛棘，三岁不得，凶。',
    ],
    'xiaoxiang' => [
        '习坎入坎，失道凶也。',
        '求小得，未出中也。',
        '来之坎坎，终无功也。',
        '樽酒簋贰，刚柔际也。',
        '坎不盈，中未大也。',
        '上六失道，凶三岁也。',
    ],
    'zhuxi' => [
        'gua' => '習，重習也。坎，險陷也。其象為水，陽陷陰中，外虛而中實也。此卦上下皆坎，是為重險，中實為有孚心亨之象，以是而行，必有功矣。故其占如此。',
        'tuan' => '習坎，重險也。'
            . '<span class="commentinner">重，直龍反。釋卦名義。</span>'
            . '水流而不盈，行險而不失其信。'
            . '<span class="commentinner">以卦象釋有孚之義，言內實而行有常也。</span>'
            . '維心亨，乃以剛中也。行有尚，往有功也。'
            . '<span class="commentinner">以剛在中，心亨之象。如是而往，必有功也。</span>'
            . '天險，不可升也；地險，山川丘陵也；王公設險，以守其國。險之時用大矣哉。'
            . '<span class="commentinner">極言之而贊其大也。</span>',
        'xiang' => '洊，在薦反。行，下孟反。治己治人，皆必重習，然後熟而安之。',
        'yao' => [
            '窞，徒坎、陵感二反。以陰柔居重險之下，其陷益深，故其象占如此。',
            '處重險之中，未能自出，故為有險之象。然剛而得中，故其占可以求小得也。',
            '枕，針甚反。以陰柔不中正，而履重險之間，來往皆險。前險而後枕，其陷益深，不可用也。故其象占如此。枕，倚著未安之意。',
            '簋，音軌。缶，俯九反。晁氏云：先儒讀「樽酒簋」為一句，「貳用缶」為一句。今從之。貳，益之也。《周禮》：「大祭三貳」，《弟子職》：「左執虛豆，右執挾匕，周旋而貳」是也。九五尊位，六四近之，在險之時，剛柔相際，故有但用薄禮，益以誠心，進結自牖之象。牖非所由之正，而室之所以受明也。始雖艱阻，終得无咎，故其占如此。',
            '九五，雖在坎中，然以陽剛中正居尊位，而時亦將出矣，故其象占如此。',
            '纆，音墨。寘，音置。以陰柔居險極，故其象占如此。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '晁氏曰：陸氏《釋文》本无「貳」字。今從之。',
            '有中德而未大。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《坎卦》象征重重艰险：像水奔流一样，胸怀坚定的信念，执著专一，内心才能不畏艰险而获得亨通，这种奔流不止、坚强刚毅的行为必然被人们所崇尚。',
        ],
        'xiang' => [
            '《坎卦》的卦象是坎（水）下坎（水）上，为水流之表象。流水相继而至、潮涌而来，必须充满前方无数极深的陷坑才能继续向前，所以象征重重的艰险困难；君子因此应当坚持不懈地努力，反复不间断地推进教育事业。',
        ],
        'yao' => [
            '初六，置身于重重的艰险困难之中，落入到陷坑的最底下，结果必然是凶险的。',
            '九二，仍然处在陷坑之中面临危险，虽不能脱险，但在一定程度上还是可以解决一些小问题的。',
            '六三，往来进退都处在重重陷坑之间，面临危险难以得到安全，落入陷坑的最底下，在这种情况下，只有伏枕以待，不可轻举妄动。',
            '六四，一樽酒，两簋饭，用瓦缶盛着进献，礼虽然很轻，然而却充满了深厚的情意，正大光明地表示诚信，最终不会发生灾祸。',
            '九五，奔流的水还未溢出陷坑，然而却已和陷坑平齐了，还不会发生灾害。',
            '上六，被绳索重重地捆绑住，囚放在荆棘丛生的牢狱中，长达三年不能解脱，十分凶险。',
        ],
        'xiaoxiang' => [
            '“置身于重重的艰险困难之中，落入到陷坑的最底下”，是因为不能坚守正道，自身软弱无能，又得不到外援，所以遭遇凶险。',
            '“虽不能脱险，但在一定程度上还是可以解决一些小问题的”，说明仍未脱离险境。',
            '“往来进退都处在重重陷坑之间”，是说虽急于求得平安，结果是欲速则不达，最终还是不能摆脱危险，走出困境。',
            '“一樽酒两簋饭”，是说在艰险困难的情况下能够推心置腹、相互信任地交往，刚柔相济，所以最终免遭灾祸。',
            '“奔流的水还未溢出陷坑”，说明居中而不自大，所以，还不会发生灾害。',
            '“《坎卦》的第六爻位(上六)面临艰险困难，不能坚守正道，所以遭受三年的凶险。',
        ],
        'tuan' => '习坎，有双重危险。水流动而不盈溢，历尽危险而不失诚信，“维系于心，亨通”，这是因有刚中之德。“行动有奖赏”，前往必有功效。天险，不可登越；地险，指山川丘陵。王公（观象）设置险阻，来守卫自己的邦国。坎险时的功用太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《坎》卦卦名与卦辞之义。重险：《坎》上下皆坎，坎为险，故有两险相重之义。重，是释“习”。水流而不盈：《坎》陽动于陰中故曰流，陽陷入二陰之中故“不盈”。不失其信，是释卦辞“有孚”。维心亨：经文原文是“有孚维心亨”，其义为有诚系之于心，亨通。刚中：二五之陽居中。尚：赏。功：是释“尚”。',
    ],
];
