<?php
return [
    'serial' => 30,
    'name' => '离',
    'symbol' => [1, 0, 1, 1, 0, 1],
    'brief' => '离为火',
    'description' => '突如其来的战祸',
    'spell' => '',
    'gua' => '利贞，亨。畜牝牛，吉。',
    'tuan' => '离，丽也；日月丽乎天，百谷草木丽乎土，重明以丽乎正，乃化成天下。柔丽乎中正，故亨；是以畜牝牛吉也。',
    'xiang' => '明两作，离；大人以继明照于四方。',
    'yao' => [
        '初九：履错然，敬之无咎。',
        '六二：黄离，元吉。',
        '九三：日昃之离，不鼓缶而歌，则大耋之嗟，凶。',
        '九四：突如其来如，焚如，死如，弃如。',
        '六五：出涕沱若，戚嗟若，吉。',
        '上九：王用出征，有嘉折首，获其匪丑，无咎。',
    ],
    'xiaoxiang' => [
        '履错之敬，以辟咎也。',
        '黄离元吉，得中道也。',
        '日昃之离，何可久也。',
        '突如其来如，无所容也。',
        '六五之吉，离王公也。',
        '王用出征，以正邦也。',
    ],
    'vernacular' => [
        'tuan' => '离，为附着。日月依附于天（而光明），百谷草木依附于地（而生长），（日月）重明而依附于正道，才化育生成天下（万物）。陰柔依附于中正（之道），所以“亨通”。因而“畜养母牛，吉祥”。',
        'xiang' => '《离卦》的卦象为离(火)下离(火)上，为光明接连升起之表象。《离卦》的本象为火，这里代表太陽。太陽东升西落，因而有上下充满光明的形象。太陽的光明连续照耀，必须高悬依附在天空才行，所以象征附着；伟大的人物效法这一现象，也应当连绵不断地用太陽般的光明美德普照四方。',
        'gua' => ['《离卦》象征附着：利于坚守正道，这样必然亨通；畜养柔顺的母牛，可以获得吉祥。', '吉利的卜问，亨通。饲养母牛，吉利。'],
        'yao' => [
            [' 初九，在开始行事时，由于急于求成而出现错乱，后来能恭敬慎重且未轻举妄动，结果没有发生什么灾祸。', '初九：听到错杂的脚步声，马上警惕戒备，没有灾祸。'],
            ['六二，附着在黄色上，就可以获得大吉大利。', '六二：天空中出现黄霓，是大吉大利的征兆。'],
            ['九三，夕陽西下，好比人生已入老年，这时如果不能敲着瓦器伴唱高歌地欢度晚年，就难免会有春蚕将死、蜡炬成灰的哀叹，这样必然遭遇凶险。', '九三：黄昏时天空出现虹霓，人们齐声高叫，没有唱歌时的乐器伴奏，老人们悲哀叹息。这是凶兆。'],
            ['九四，突然间发出万道光芒，犹如燃烧的烈火，但顷刻之间又烟消云散，不复存在，落得个被抛弃的下场。', '九四：敌人突然袭击，见房就烧，见人就杀，使这里变成一片废墟。'],
            ['六五，眼泪像泉水一样不停地涌出，纷纷从面颊上流下，忧愁悲伤地叹息，居安思危到了这种程度，必将获得吉祥。', '六五：泪如雨下，忧伤叹息。吉利。'],
            ['上九，君主动有军队出兵征伐，建功立业，获得美誉，斩杀敌方首领，捕获不愿归附者，这样做不会发生灾祸。', '上九：在王的率领下反击敌人，将有嘉国君斩首，抓获了很多俘虏。没有灾祸。'],
        ],
        'xiaoxiang' => [
            '“附着在黄色上，就可以获得大吉大利”，是因为黄色代表中，坚守正道，可以获得大吉大利。',
            '“在开始行事时，由于急于求成而出现错乱，后来能恭敬慎重且未轻举妄动”，主要是为了避免灾祸的发生。',
            '“夕陽西下，好比人生已步入老年”，太陽偏西即将落下，人步入老年呢？即将死去，怎么能长久呢!',
            '“突然间发出万道光芒，犹如燃烧的烈火”，这种刚烈暴躁的气焰，必然带来危险，是天下人所不能容忍的。',
            '“《离卦》的第五爻位(六五)之所以能够获得吉祥，是由于它附着在君主旁，受到了君主的庇佑。',
            '“君主动用军队出兵征伐”，是为了治理国家，并非是为了耀武扬威，滥杀无辜。所以，进行正义的战争，就不会发生灾祸。',
        ],

        'notes' => [
            'tuan' => '此释《离》卦卦名及卦辞之义。丽：依附。土：一本作“地”，案《易传》多以天地相称，故作“地”为胜。重明以丽乎正：《离》卦上下皆为离，离为明，故曰“重明”，内卦三爻皆得正位，故曰正。此是说外卦重明依附于内卦之正。柔丽乎中正：《离》卦六二、六五居中，六二得正。畜牝牛吉：畜养母牛得吉。牝，母。',
            'gua' => '①离是本卦的标题。离的意思是“罹”，即遭遇灾祸。全卦内容主要讲战祸，标题与内容有关。②履：步履，这里指脚步声。错然：杂乱的样子。 ③敬；用作“儆”，意思是警戒。④离：这里用作“螭”，意思是龙， 指天上像龙形的云、虹，即霓。黄离就是黄霓。⑤昃（ze）：太陽偏西。 (6)缶：陶制的乐器。(7)大耊（die）：老头儿。七十岁叫耊。(8) 弃：使……变成废墟。(9)涕：眼泪。沦若：泪如雨下的样子。(10)戚： 忧伤。嗟：叹息。(11)有嘉：周代的小国嘉。折首；意思是斩首。(12) 匪：用作“彼”。丑：众，这里指敌方。'
        ],
        'unscramble' => [
            '这里描述的是一场自卫反击战，从保持警惕，敌人突然袭击， 到国王率众反击，大获全胜。天象显然是战争中的重要因素，吉、 凶征兆交替出现，似乎是天意的显现，结果也应验了预兆。其次是战争的残酷。发动突然袭击的敌人是强悍的，并且毫不留情地烧光、杀光、抢光；罹难的民众虽然难以抵挡强敌，却也演出了一出悲壮的场面，齐声高叫，泪如雨下，忧心叹息；再次是国王的英明勇敢，消灭了敌国，铲除了心腹之患。',
            '一场残酷的战斗似平显得那么简单：没有挖空心思的谋略，没有复杂的战略战术，也没有相持不下的反复争夺。但是，那浓厚的血腥味却是透过了纸背久久不散，“三光”的情景如在目前。原始的战术凭借的是体力的强悍，而不是复杂的计谋和精良的武器， 还有古人笃信的上天的意向。',
            '比较之下，现代战争无论在哪个方面都发生了翻天覆地的变化。没有变的是血腥和残酷，以及用它们来换取自己的利益。',
        ],
    ],
];
