<?php
return [
    'serial' => 30,
    'name' => '离',
    'symbol' => [1, 0, 1, 1, 0, 1],
    'brief' => '离为火',
    'description' => '',
    'spell' => '',
    'gua' => '利贞，亨。畜牝牛，吉。',
    'tuan' => '离，丽也；日月丽乎天，百谷草木丽乎土，重明以丽乎正，乃化成天下。柔丽乎中正，故亨；是以畜牝牛吉也。',
    'xiang' => '明两作，离；大人以继明照于四方。',
    'yao' => [
        '初九：履错然，敬之无咎。',
        '六二：黄离，元吉。',
        '九三：日昃之离，不鼓缶而歌，则大耋之嗟，凶。',
        '九四：突如其来如，焚如，死如，弃如。',
        '六五：出涕沱若，戚嗟若，吉。',
        '上九：王用出征，有嘉折首，获其匪丑，无咎。',
    ],
    'xiaoxiang' => [
        '履错之敬，以辟咎也。',
        '黄离元吉，得中道也。',
        '日昃之离，何可久也。',
        '突如其来如，无所容也。',
        '六五之吉，离王公也。',
        '王用出征，以正邦也。',
    ],
    'zhuxi' => [
        'gua' => '畜，許六反。離，麗也。陰麗於陽，其象為火，體陰而用陽也。物之所麗，貴乎得正。牝牛，柔順之物也。故占者能正則亨，而畜牝牛則吉也。',
        'tuan' => '離，麗也。日月麗乎天，百穀草木麗乎土，重明以麗乎正，乃化成天下。'
            . '<span class="commentinner">重，直龍反。釋卦名義。</span>'
            . '柔麗乎中正，故亨，是以畜牝牛吉也。'
            . '<span class="commentinner">以卦體釋卦辭。</span>',
        'xiang' => '作，起也。',
        'yao' => [
            '錯，七各反。以剛居下而處初體，志欲上進，故有履錯然之象。敬之則无咎矣。戒占者宜如是也。',
            '黃，中色。柔麗乎中而得其正，故其象占如此。',
            '耋，田節反。重離之間，前明將盡，故有日昃之象。不安常以自樂，則不能自處而凶矣。戒占者宜如是也。',
            '突，如忽反。後明將繼之時，而九四以剛迫之，故其象如此。',
            '沱，徒何反。以陰居尊，柔麗乎中。然不得其正而迫於上下之陽，故憂懼如此，然後得吉。戒占者宜如是也。',
            '剛明及遠，威震而刑不濫，无咎之道也。故其象占如此。',
        ],
        'xiaoxiang' => [
            '辟、避同。',
            '',
            '',
            '无所容，言焚死棄也。',
            '離，音麗。',
        ],
    ],
    'vernacular' => [
        'tuan' => '离，为附着。日月依附于天（而光明），百谷草木依附于地（而生长），（日月）重明而依附于正道，才化育生成天下（万物）。陰柔依附于中正（之道），所以“亨通”。因而“畜养母牛，吉祥”。',
        'xiang' => '《离卦》的卦象为离(火)下离(火)上，为光明接连升起之表象。《离卦》的本象为火，这里代表太陽。太陽东升西落，因而有上下充满光明的形象。太陽的光明连续照耀，必须高悬依附在天空才行，所以象征附着；伟大的人物效法这一现象，也应当连绵不断地用太陽般的光明美德普照四方。',
        'gua' => ['《离卦》象征附着：利于坚守正道，这样必然亨通；畜养柔顺的母牛，可以获得吉祥。', '吉利的卜问，亨通。饲养母牛，吉利。'],
        'yao' => [
            ' 初九，在开始行事时，由于急于求成而出现错乱，后来能恭敬慎重且未轻举妄动，结果没有发生什么灾祸。',
            '六二，附着在黄色上，就可以获得大吉大利。', '六二：天空中出现黄霓，是大吉大利的征兆。',
            '九三，夕陽西下，好比人生已入老年，这时如果不能敲着瓦器伴唱高歌地欢度晚年，就难免会有春蚕将死、蜡炬成灰的哀叹，这样必然遭遇凶险。',
            '九四，突然间发出万道光芒，犹如燃烧的烈火，但顷刻之间又烟消云散，不复存在，落得个被抛弃的下场。',
            '六五，眼泪像泉水一样不停地涌出，纷纷从面颊上流下，忧愁悲伤地叹息，居安思危到了这种程度，必将获得吉祥。',
            '上九，君主动有军队出兵征伐，建功立业，获得美誉，斩杀敌方首领，捕获不愿归附者，这样做不会发生灾祸。',
        ],
        'xiaoxiang' => [
            '“附着在黄色上，就可以获得大吉大利”，是因为黄色代表中，坚守正道，可以获得大吉大利。',
            '“在开始行事时，由于急于求成而出现错乱，后来能恭敬慎重且未轻举妄动”，主要是为了避免灾祸的发生。',
            '“夕陽西下，好比人生已步入老年”，太陽偏西即将落下，人步入老年呢？即将死去，怎么能长久呢!',
            '“突然间发出万道光芒，犹如燃烧的烈火”，这种刚烈暴躁的气焰，必然带来危险，是天下人所不能容忍的。',
            '“《离卦》的第五爻位(六五)之所以能够获得吉祥，是由于它附着在君主旁，受到了君主的庇佑。',
            '“君主动用军队出兵征伐”，是为了治理国家，并非是为了耀武扬威，滥杀无辜。所以，进行正义的战争，就不会发生灾祸。',
        ],

        'notes' => [
            'tuan' => '此释《离》卦卦名及卦辞之义。丽：依附。土：一本作“地”，案《易传》多以天地相称，故作“地”为胜。重明以丽乎正：《离》卦上下皆为离，离为明，故曰“重明”，内卦三爻皆得正位，故曰正。此是说外卦重明依附于内卦之正。柔丽乎中正：《离》卦六二、六五居中，六二得正。畜牝牛吉：畜养母牛得吉。牝，母。',
        ],
        'unscramble' => [
        ],
    ],
];
