<?php
return [
    'serial' => 30,
    'name' => '离',
    'symbol' => [1, 0, 1, 1, 0, 1],
    'brief' => '离为火',
    'description' => '',
    'spell' => '',
    'gua' => '利贞，亨。畜牝牛，吉。',
    'tuan' => '离，丽也；日月丽乎天，百谷草木丽乎土，重明以丽乎正，乃化成天下。柔丽乎中正，故亨；是以畜牝牛吉也。',
    'xiang' => '明两作，离；大人以继明照于四方。',
    'yao' => [
        '初九：履错然，敬之无咎。',
        '六二：黄离，元吉。',
        '九三：日昃之离，不鼓缶而歌，则大耋之嗟，凶。',
        '九四：突如其来如，焚如，死如，弃如。',
        '六五：出涕沱若，戚嗟若，吉。',
        '上九：王用出征，有嘉折首，获其匪丑，无咎。',
    ],
    'xiaoxiang' => [
        '履错之敬，以辟咎也。',
        '黄离元吉，得中道也。',
        '日昃之离，何可久也。',
        '突如其来如，无所容也。',
        '六五之吉，离王公也。',
        '王用出征，以正邦也。',
    ],
    'zhuxi' => [
        'gua' => '畜，許六反。離，麗也。陰麗於陽，其象為火，體陰而用陽也。物之所麗，貴乎得正。牝牛，柔順之物也。故占者能正則亨，而畜牝牛則吉也。',
        'tuan' => '離，麗也。日月麗乎天，百穀草木麗乎土，重明以麗乎正，乃化成天下。'
            . '<span class="commentinner">重，直龍反。釋卦名義。</span>'
            . '柔麗乎中正，故亨，是以畜牝牛吉也。'
            . '<span class="commentinner">以卦體釋卦辭。</span>',
        'xiang' => '作，起也。',
        'yao' => [
            '錯，七各反。以剛居下而處初體，志欲上進，故有履錯然之象。敬之則无咎矣。戒占者宜如是也。',
            '黃，中色。柔麗乎中而得其正，故其象占如此。',
            '耋，田節反。重離之間，前明將盡，故有日昃之象。不安常以自樂，則不能自處而凶矣。戒占者宜如是也。',
            '突，如忽反。後明將繼之時，而九四以剛迫之，故其象如此。',
            '沱，徒何反。以陰居尊，柔麗乎中。然不得其正而迫於上下之陽，故憂懼如此，然後得吉。戒占者宜如是也。',
            '剛明及遠，威震而刑不濫，无咎之道也。故其象占如此。',
        ],
        'xiaoxiang' => [
            '辟、避同。',
            '',
            '',
            '无所容，言焚死棄也。',
            '離，音麗。',
        ],
    ],
    'wangbi' => [
        'gua' => '离之为卦，以柔为正，故必贞而后乃亨，故曰“利贞亨”也。柔处于内而履正中，牝之善也。外强而内顺，牛之善也。离之为体，以柔顺为主者也。故不可以畜刚猛之物，而“吉”於“畜牝牛”也。',
        'tuan' => '离，丽也。'
            . '<span class="commentinner">丽犹著也。各得所著之宜。</span>'
            . '日月丽乎天，百穀草木丽乎土。重明以丽乎正，乃化成天下。柔丽乎中正，故亨。是以“畜牝牛，吉”也。'
            . '<span class="commentinner">柔著于中正，乃得通也。柔通之吉，极於“畜牝牛”，不能及刚猛也。</span>',
        'xiang' => '“继”谓不绝也，明照相继，不绝旷也。',
        'yao' => [
            '“错然”者，警慎之貌也。处离之始，将进而盛，未在既济，故宜慎其所履，以敬为务，辟其咎也。',
            '居中得位，以柔处柔，履文明之盛而得其中，故曰“黄离元吉”也。',
            '嗟，忧叹之辞也。处下离之终，明在将没，故曰“日昃之离”也。明在将终，若不委之於人，养志无为，则至於耋老有嗟，凶矣，故曰“不鼓缶而歌，则大耋之嗟凶”也。',
            '处於明道始变之际，昏而始晓，没而始出，故曰“突如其来如”。其明始进，其炎始盛，故曰“焚如”。逼近至尊，履非其位，欲进其盛，以炎其上，命必不终，故曰“死如”。违“离之义，无应无承，无所不容，故曰“弃如”也。',
            '履非其位，不胜所履。以柔乘刚，不能制下，下刚而进，将来害已，忧伤之深，至于沱嗟也。然所丽在尊，四为逆首，忧伤至深，众之所助，故乃沱嗟而获吉也。',
            '“离”，丽也，各得安其所丽谓之“离”。处离之极，离道已成，则除其非类以去民害，“王用出征”之时也。故必“有嘉折首，获匪其丑”，乃得“无咎”也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '火之为物，不能自见，必丽于物而后有形。故“离”之象，取于火也。',
        'tuan' => '“离”，丽也。日月丽乎天，百谷草木丽乎土。'
            . '<span class="commentinner">言万物各以其类丽也。</span>'
            . '重明以丽乎正，乃化成天下；柔丽乎中正，故“亨”，是以“畜牝牛吉”也。'
            . '<span class="commentinner">六丽：二、五是柔丽中正也。物之相丽者，不正则易合而难久，正则难合而终必固。故曰“利贞，亨”。欲知其所畜，视其主。有是主，然后可以畜是人也。有其人而无其主，虽畜之不为用。故以柔为主，则所畜者，惟牝牛为吉。</span>',
        'xiang' => '火得其所附，则一炬可以传千万；明得其所寄，则一耳目可以尽天下，天下之续吾明者众矣。',
        'yao' => [
            '六爻莫不以相附离为事。而火之性灾上者也，故下常附上。初九附六二者也，以柔附刚者，宁倨而无谄；以刚附柔者，宁敬而无渎。渎其所附①，则自弃者也。故初履声错然敬之②，以辟相渎之咎。【校注】 ①渎其所附：《苏氏易传》作“渎其所以附”，“以”字衍。 ②错然敬之：《苏氏易传》作“错然敬二”，亦通。',
            '“黄”，中也。陰不动而陽来附之，故“元吉”。',
            '火得其所附则传，不得其所附则穷。初九之于六二，六五之于上九，皆得其所附者以陰陽之相资也。惟九三之于九四，不得其传而遇其穷，如日之昃①，如人之耋也。君子之至此，命也。故“鼓缶而歌”，安以俟之。不然，咨嗟而不宁，则凶之道也。“校注”①如日之昃：《苏氏易传》作“如日月之昃”，“月”字衍。',
            '九三无所附，九四人莫附之，皆穷者也。然九三之穷，则咨嗟而已；九四见五之可欲，而不度其义之不可得，故其来“突如”，其炎“焚如”。六五拒而不纳①，故穷而无所容。夫四之欲得五，是与上九争也，而上九，“离”之王公也。是以死而众弃之也。【校注】 ①六五拒而不纳：《苏氏易传》作“其五拒而不纳”，误。',
            '“王公”，上九也。六五上附上九，而九四欲得之。故“出涕”、“戚嗟”，以明不贰也。六五不贰于四，则上九离之矣①，故吉。【校注】 ①上九离之矣：《苏氏易传》作“上九勤之矣”，误。',
            '凡在下者，未免离于人也。惟上九离人，而不离于人。故其位为王，其德可以正人，各安其所离矣。而有乱群者焉，则王之所征也。“嘉”者，六五也。非其类者，九四也。六爻皆无应，故近而附之者得称“嘉”也。其嘉之所以能克其非类者，以上九与之也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'tuan' => '离，为附着。日月依附于天（而光明），百谷草木依附于地（而生长），（日月）重明而依附于正道，才化育生成天下（万物）。陰柔依附于中正（之道），所以“亨通”。因而“畜养母牛，吉祥”。',
        'xiang' => '《离卦》的卦象为离(火)下离(火)上，为光明接连升起之表象。《离卦》的本象为火，这里代表太陽。太陽东升西落，因而有上下充满光明的形象。太陽的光明连续照耀，必须高悬依附在天空才行，所以象征附着；伟大的人物效法这一现象，也应当连绵不断地用太陽般的光明美德普照四方。',
        'gua' => ['《离卦》象征附着：利于坚守正道，这样必然亨通；畜养柔顺的母牛，可以获得吉祥。', '吉利的卜问，亨通。饲养母牛，吉利。'],
        'yao' => [
            ' 初九，在开始行事时，由于急于求成而出现错乱，后来能恭敬慎重且未轻举妄动，结果没有发生什么灾祸。',
            '六二，附着在黄色上，就可以获得大吉大利。', '六二：天空中出现黄霓，是大吉大利的征兆。',
            '九三，夕陽西下，好比人生已入老年，这时如果不能敲着瓦器伴唱高歌地欢度晚年，就难免会有春蚕将死、蜡炬成灰的哀叹，这样必然遭遇凶险。',
            '九四，突然间发出万道光芒，犹如燃烧的烈火，但顷刻之间又烟消云散，不复存在，落得个被抛弃的下场。',
            '六五，眼泪像泉水一样不停地涌出，纷纷从面颊上流下，忧愁悲伤地叹息，居安思危到了这种程度，必将获得吉祥。',
            '上九，君主动有军队出兵征伐，建功立业，获得美誉，斩杀敌方首领，捕获不愿归附者，这样做不会发生灾祸。',
        ],
        'xiaoxiang' => [
            '“附着在黄色上，就可以获得大吉大利”，是因为黄色代表中，坚守正道，可以获得大吉大利。',
            '“在开始行事时，由于急于求成而出现错乱，后来能恭敬慎重且未轻举妄动”，主要是为了避免灾祸的发生。',
            '“夕陽西下，好比人生已步入老年”，太陽偏西即将落下，人步入老年呢？即将死去，怎么能长久呢!',
            '“突然间发出万道光芒，犹如燃烧的烈火”，这种刚烈暴躁的气焰，必然带来危险，是天下人所不能容忍的。',
            '“《离卦》的第五爻位(六五)之所以能够获得吉祥，是由于它附着在君主旁，受到了君主的庇佑。',
            '“君主动用军队出兵征伐”，是为了治理国家，并非是为了耀武扬威，滥杀无辜。所以，进行正义的战争，就不会发生灾祸。',
        ],

        'notes' => [
            'tuan' => '此释《离》卦卦名及卦辞之义。丽：依附。土：一本作“地”，案《易传》多以天地相称，故作“地”为胜。重明以丽乎正：《离》卦上下皆为离，离为明，故曰“重明”，内卦三爻皆得正位，故曰正。此是说外卦重明依附于内卦之正。柔丽乎中正：《离》卦六二、六五居中，六二得正。畜牝牛吉：畜养母牛得吉。牝，母。',
        ],
        'unscramble' => [
        ],
    ],
];
