<?php
return [
    'serial' => 31,
    'name' => '咸',
    'brief' => '泽山咸',
    'spell' => '',
    'gua' => '亨，利贞，取女吉。',
    'tuan' => '咸，感也。柔上而刚下，二气感应以相与，止而说，男下女，是以亨利贞，取女吉也。天地感而万物化生，圣人感人心而天下和平；观其所感，而天地万物之情可见矣！',
    'xiang' => '山上有泽，咸；君子以虚受人。',
    'yao' => [
        '初六：咸其拇。',
        '六二：咸其腓，凶，居吉。',
        '九三：咸其股，执其随，往吝。',
        '九四：贞吉悔亡，憧憧往来，朋从尔思。',
        '九五：咸其脢，无悔。',
        '上六：咸其辅，颊，舌。',
    ],
    'xiaoxiang' => [
        '咸其拇，志在外也。',
        '虽凶，居吉，顺不害也。',
        '咸其股，亦不处也。志在随人，所执下也。',
        '贞吉悔亡，未感害也。憧憧往来，未光大也。',
        '咸其脢，志末也。',
        '咸其辅，颊，舌，滕脢说也。',
    ],
];
