<?php
return [
    'serial' => 31,
    'name' => '咸',
    'symbol' => [0, 0, 1, 1, 1, 0],
    'brief' => '泽山咸',
    'description' => '梦境中的吉凶征兆',
    'spell' => '',
    'gua' => '亨，利贞，取女吉。',
    'tuan' => '咸，感也。柔上而刚下，二气感应以相与，止而说，男下女，是以亨利贞，取女吉也。天地感而万物化生，圣人感人心而天下和平；观其所感，而天地万物之情可见矣！',
    'xiang' => '山上有泽，咸；君子以虚受人。',
    'yao' => [
        '初六：咸其拇。',
        '六二：咸其腓，凶，居吉。',
        '九三：咸其股，执其随，往吝。',
        '九四：贞吉悔亡，憧憧往来，朋从尔思。',
        '九五：咸其脢，无悔。',
        '上六：咸其辅，颊，舌。',
    ],
    'xiaoxiang' => [
        '咸其拇，志在外也。',
        '虽凶，居吉，顺不害也。',
        '咸其股，亦不处也。志在随人，所执下也。',
        '贞吉悔亡，未感害也。憧憧往来，未光大也。',
        '咸其脢，志末也。',
        '咸其辅，颊，舌，滕脢说也。',
    ],
    'vernacular' => [
        'gua' => [
            '《咸卦》象征感应：亨通顺利，有利于坚守正道；娶妻可以获得吉祥。',
            '咸卦：亨通，吉利的占问。娶女为妻。吉利。',
        ],

        'tuan' => '咸，感应。陰柔处上而陽刚处下，（陰陽）二气感应以相亲，止而喜悦，男处女下，所以“亨通，宜于守正，娶女吉祥”。天地互相交感，万物变化生成，圣人感化人心，于是天下和平。观察所感应的方面，天地万物之情皆可以显见呵！',
        'xiang' => [
            '《咸卦》的卦象是艮(山)下兑(泽)上，为山上有泽之表象，即上方的水泽滋润下面的山体，下面的山体承托上方的水泽并吸收其水分的形象，因而象征感应；君子效法山水相连这一现象，以虚怀若谷的精神容纳感化他人。',
        ],
        'yao' => [
            ['初六，感应发生在脚的大拇趾上。', '初六：脚大拇趾受了伤。'],
            ['六二，感应发生在小腿肚上，是由于急躁妄动，这样就会发生凶险的事情；若是安居静处，便可以获得吉祥。', '六二：小腿肚子受了伤，凶险。定居下来，吉利。',]
            ['九三，感应发生在大腿上，一味地跟随着别人任意妄动，这样前去行事，必然导致灾祸。', '九三：大腿和大腿下部的内受了伤。伤后出行，会遇困难。',],
            ['九四，内心保持纯洁无邪的态度，就可以获得吉祥，没有后悔；心猿意马地与朋友交往，朋友会报答你的情意。', '九四：占问吉利，没有悔恨。人来人往，实现了赚钱的愿望。'],
            ['九五，感应发生在脊背的肉上，不会发生后悔。', '九五：背上受了伤，没有悔恨。'],
            ['上六，感应发生在牙床、脸颊、舌头上。', '上六：牙床骨、面颊和舌头都受了伤。'],
        ],
        'xiaoxiang' => [
            '“感应发生在脚的大拇趾上”，说明其感应志向是向外追求。',
            '虽然会发生凶险的事情，但是只要安居静处，便可以避灾远祸了。',
            '“感应发生在大腿上”，说明不能安居静处，自我克制，而是性情急躁，随心所欲地任意妄为；“盲目地跟随别人任意妄为”，是因为它所执意追求的过于低下卑劣了。',
            '“内心保持纯洁无邪的态度，就可以获得吉祥，没有后悔”，说明九四爻并没有因感应而遭受祸害；“心猿意马地与朋友交往”，朋友面必然窄，影响也小，不能遍及于天下人。',
            '“感应发生有脊背的肉上”，说明其只知独善其身，这样它的志向难免过于浅薄了。',
            '“感应发生在牙床、脸颊、舌头上”，说明其只是玩弄三寸不烂之舌而已。',
    ],
    'notes' => [
        'gua' => ' ①咸是本卦的标题。咸的意思是受伤。全卦的内容主要是就梦中所见的 生活琐事进行占问。标题的“咸”字是卦中多见字。②取：用作“娶”。 ③拇：大脚趾。④腓（fei）：小腿肚子。⑤执：同“咸”，意思 也是受伤。随：用作“隋”，指股下隆起的肉。③憧憧：即童童，意思是 往来不绝的样子。①朋：朋贝，货币。③脢（mei）：背上的肉。 ③辅：，意思是牙床骨。',
        'tuan' => '此释〈咸〉卦卦名及卦辞之义。感：感应。柔上而刚下：以内外卦看《咸》下艮上兑，艮为刚，兑为柔，柔在上，刚在下。从爻画看，《咸》上六之柔自下而上，故曰柔上。九三之刚自上而下，故曰刚下。与，犹亲。止而说：《咸》卦下艮为止，上兑为说。男下女：即男处女下，艮为少男在下，兑为少女在上，有聘士、亲迎之义。如《荀子•大略》所言：“咸，感也。以高下下，以男下女，柔上而刚下。聘士之义，亲迎之道，重始也。”案《仪礼•士昏礼》：“凡纳采、问名、纳吉、纳征、请期、亲迎诸礼皆男下女之事。”男下女即指男先下于女。《礼记•郊特牲》：“男子亲迎，男先于女，刚柔之义也。”取女吉：娶此女则有吉。取，娶。
    ],
    'unscramble' => [
        '身体的某个部位受伤，今天在我们看来不足为奇，古人却相信网运气的吉凶有必然联系，尤其是在梦中出现，就更不是偶然的了，所以当然得向神灵占问一下。其中很难说有什么深奥的秘 密或微言大义。

日常生活中难免有磕磕碰碰不留神的时候。倘若事无巨细都得去深入挖掘某种深层原因，那日子恐怕就过得太累了，甚至到疑神疑鬼的地步，简直会寸步难行。当然，我们无意用我们今天的看法去指责苛求古人；他们自有他们的道理。或许可以说，梦兆这玩意儿，心诚笃信就灵，不信则不灵。

不过，心理分析学家们可能有充分的论据来反驳，证明梦兆的深层心理根源。但对普通百姓而言，不大容易懂得那些过分专门的理论，宁可相信自己的经验。经验显然更可靠一些。',
    ],
];
