<?php
return [
    'serial' => 31,
    'name' => '咸',
    'symbol' => [0, 0, 1, 1, 1, 0],
    'brief' => '泽山咸',
    'description' => '梦境中的吉凶征兆',
    'spell' => '',
    'gua' => '亨，利贞，取女吉。',
    'tuan' => '咸，感也。柔上而刚下，二气感应以相与，止而说，男下女，是以亨利贞，取女吉也。天地感而万物化生，圣人感人心而天下和平；观其所感，而天地万物之情可见矣！',
    'xiang' => '山上有泽，咸；君子以虚受人。',
    'yao' => [
        '初六：咸其拇。',
        '六二：咸其腓，凶，居吉。',
        '九三：咸其股，执其随，往吝。',
        '九四：贞吉悔亡，憧憧往来，朋从尔思。',
        '九五：咸其脢，无悔。',
        '上六：咸其辅，颊，舌。',
    ],
    'xiaoxiang' => [
        '咸其拇，志在外也。',
        '虽凶，居吉，顺不害也。',
        '咸其股，亦不处也。志在随人，所执下也。',
        '贞吉悔亡，未感害也。憧憧往来，未光大也。',
        '咸其脢，志末也。',
        '咸其辅，颊，舌，滕脢说也。',
    ],
    'zhuxi' => [
        'gua' => '取，七具反。咸，交感也。兌柔在上，艮剛在下，而交相感應，又艮止則感之專，兌說則應之至，又艮以少男下於兌之少女，男先於女，得男女之正，婚姻之時，故其卦為咸。其占亨而利貞，取女則吉。蓋感有必通之理，然不以貞，則失其亨，而所為皆凶矣。',
        'tuan' => '咸，感也。'
            . '<span class="commentinner">釋卦名義。</span>'
            . '柔上而剛下，二氣感應以相與。止而說，男下女，是以亨，利貞，取女吉也。'
            . '<span class="commentinner">說，音悅。男下之下，遐嫁反。以卦體、卦德、卦象釋卦辭。或以卦變言柔上剛下之義，曰：咸自旅來，柔上居六，剛下居五也。亦通。</span>'
            . '天地感而萬物化生，聖人感人心而天下和平，觀其所感，而天地萬物之情可見矣。'
            . '<span class="commentinner">極言感通之理。</span>',
        'xiang' => '山上有澤，以虛而通也。',
        'yao' => [
            '拇，茂后反。拇，足大指也。咸以人身取象，感於最下，咸拇之象也。感之尚淺，欲進未能，故不言吉凶。此卦雖主於感，然六爻皆宜靜而不宜動也。',
            '腓，房非反。腓，足肚也。欲行則先自動，躁妄而不能固守者也。二當其處，又以陰柔不能固守，故取其象。然有中正之德，能居其所，故其占動凶而靜吉也。',
            '股，隨足而動，不能自專者也。執者，主當持守之意。下二爻皆欲動者，三亦不能自守而隨之，往則吝矣。故其象占如此。',
            '憧，昌容反，又音同。九四，居股之上，脢之下，又當三陽之中，心之象，咸之主也。心之感物，當正而固，乃得其理。今九四乃以陽居陰，為失其正而不能固，故因占設戒，以為能正而固，則吉而悔亡。若憧憧往來，不能正固而累於私感，則但其朋類從之，不復能及遠矣。',
            '脢，武杯反，又音每。脢，背肉，在心上而相背，不能感物而无私係。九五，適當其處，故取其象，而戒占者以能如是，則雖不能感物，而亦可以无悔也。',
            '頰，古協反。輔頰舌，皆所以言者，而在身之上。上六，以陰居說之終，處咸之極，感人以言而无其實。又兌為口舌，故其象如此，凶咎可知。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '言亦者，因前二爻皆欲動而云也。二爻陰躁，其動也宜。九三陽剛，居止之極，宜靜而動，可吝之甚也。',
            '感害，言不正而感，則有害也。',
            '志末，謂不能感物。',
            '滕、騰通用。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《咸卦》象征感应：亨通顺利，有利于坚守正道；娶妻可以获得吉祥。',
        ],
        'tuan' => '咸，感应。陰柔处上而陽刚处下，（陰陽）二气感应以相亲，止而喜悦，男处女下，所以“亨通，宜于守正，娶女吉祥”。天地互相交感，万物变化生成，圣人感化人心，于是天下和平。观察所感应的方面，天地万物之情皆可以显见呵！',
        'xiang' => [
            '《咸卦》的卦象是艮(山)下兑(泽)上，为山上有泽之表象，即上方的水泽滋润下面的山体，下面的山体承托上方的水泽并吸收其水分的形象，因而象征感应；君子效法山水相连这一现象，以虚怀若谷的精神容纳感化他人。',
        ],
        'yao' => [
            ['初六，感应发生在脚的大拇趾上。', '初六：脚大拇趾受了伤。'],
            ['六二，感应发生在小腿肚上，是由于急躁妄动，这样就会发生凶险的事情；若是安居静处，便可以获得吉祥。', '六二：小腿肚子受了伤，凶险。定居下来，吉利。',],
            ['九三，感应发生在大腿上，一味地跟随着别人任意妄动，这样前去行事，必然导致灾祸。', '九三：大腿和大腿下部的内受了伤。伤后出行，会遇困难。',],
            ['九四，内心保持纯洁无邪的态度，就可以获得吉祥，没有后悔；心猿意马地与朋友交往，朋友会报答你的情意。', '九四：占问吉利，没有悔恨。人来人往，实现了赚钱的愿望。'],
            ['九五，感应发生在脊背的肉上，不会发生后悔。', '九五：背上受了伤，没有悔恨。'],
            ['上六，感应发生在牙床、脸颊、舌头上。', '上六：牙床骨、面颊和舌头都受了伤。'],
        ],
        'xiaoxiang' => [
            '“感应发生在脚的大拇趾上”，说明其感应志向是向外追求。',
            '虽然会发生凶险的事情，但是只要安居静处，便可以避灾远祸了。',
            '“感应发生在大腿上”，说明不能安居静处，自我克制，而是性情急躁，随心所欲地任意妄为；“盲目地跟随别人任意妄为”，是因为它所执意追求的过于低下卑劣了。',
            '“内心保持纯洁无邪的态度，就可以获得吉祥，没有后悔”，说明九四爻并没有因感应而遭受祸害；“心猿意马地与朋友交往”，朋友面必然窄，影响也小，不能遍及于天下人。',
            '“感应发生有脊背的肉上”，说明其只知独善其身，这样它的志向难免过于浅薄了。',
            '“感应发生在牙床、脸颊、舌头上”，说明其只是玩弄三寸不烂之舌而已。',
        ],
    ],
    'notes' => [
        'tuan' => '此释〈咸〉卦卦名及卦辞之义。感：感应。柔上而刚下：以内外卦看《咸》下艮上兑，艮为刚，兑为柔，柔在上，刚在下。从爻画看，《咸》上六之柔自下而上，故曰柔上。九三之刚自上而下，故曰刚下。与，犹亲。止而说：《咸》卦下艮为止，上兑为说。男下女：即男处女下，艮为少男在下，兑为少女在上，有聘士、亲迎之义。如《荀子•大略》所言：“咸，感也。以高下下，以男下女，柔上而刚下。聘士之义，亲迎之道，重始也。”案《仪礼•士昏礼》：“凡纳采、问名、纳吉、纳征、请期、亲迎诸礼皆男下女之事。”男下女即指男先下于女。《礼记•郊特牲》：“男子亲迎，男先于女，刚柔之义也。”取女吉：娶此女则有吉。取，娶。',
    ],
    'unscramble' => [
    ],
];
