<?php
return [
    'serial' => 31,
    'name' => '咸',
    'symbol' => [0, 0, 1, 1, 1, 0],
    'brief' => '泽山咸',
    'description' => '梦境中的吉凶征兆',
    'spell' => '',
    'gua' => '亨，利贞，取女吉。',
    'tuan' => '咸，感也。柔上而刚下，二气感应以相与，止而说，男下女，是以亨利贞，取女吉也。天地感而万物化生，圣人感人心而天下和平；观其所感，而天地万物之情可见矣！',
    'xiang' => '山上有泽，咸；君子以虚受人。',
    'yao' => [
        '初六：咸其拇。',
        '六二：咸其腓，凶，居吉。',
        '九三：咸其股，执其随，往吝。',
        '九四：贞吉悔亡，憧憧往来，朋从尔思。',
        '九五：咸其脢，无悔。',
        '上六：咸其辅，颊，舌。',
    ],
    'xiaoxiang' => [
        '咸其拇，志在外也。',
        '虽凶，居吉，顺不害也。',
        '咸其股，亦不处也。志在随人，所执下也。',
        '贞吉悔亡，未感害也。憧憧往来，未光大也。',
        '咸其脢，志末也。',
        '咸其辅，颊，舌，滕脢说也。',
    ],
    'zhuxi' => [
        'gua' => '取，七具反。咸，交感也。兌柔在上，艮剛在下，而交相感應，又艮止則感之專，兌說則應之至，又艮以少男下於兌之少女，男先於女，得男女之正，婚姻之時，故其卦為咸。其占亨而利貞，取女則吉。蓋感有必通之理，然不以貞，則失其亨，而所為皆凶矣。',
        'tuan' => '咸，感也。'
            . '<span class="commentinner">釋卦名義。</span>'
            . '柔上而剛下，二氣感應以相與。止而說，男下女，是以亨，利貞，取女吉也。'
            . '<span class="commentinner">說，音悅。男下之下，遐嫁反。以卦體、卦德、卦象釋卦辭。或以卦變言柔上剛下之義，曰：咸自旅來，柔上居六，剛下居五也。亦通。</span>'
            . '天地感而萬物化生，聖人感人心而天下和平，觀其所感，而天地萬物之情可見矣。'
            . '<span class="commentinner">極言感通之理。</span>',
        'xiang' => '山上有澤，以虛而通也。',
        'yao' => [
            '拇，茂后反。拇，足大指也。咸以人身取象，感於最下，咸拇之象也。感之尚淺，欲進未能，故不言吉凶。此卦雖主於感，然六爻皆宜靜而不宜動也。',
            '腓，房非反。腓，足肚也。欲行則先自動，躁妄而不能固守者也。二當其處，又以陰柔不能固守，故取其象。然有中正之德，能居其所，故其占動凶而靜吉也。',
            '股，隨足而動，不能自專者也。執者，主當持守之意。下二爻皆欲動者，三亦不能自守而隨之，往則吝矣。故其象占如此。',
            '憧，昌容反，又音同。九四，居股之上，脢之下，又當三陽之中，心之象，咸之主也。心之感物，當正而固，乃得其理。今九四乃以陽居陰，為失其正而不能固，故因占設戒，以為能正而固，則吉而悔亡。若憧憧往來，不能正固而累於私感，則但其朋類從之，不復能及遠矣。',
            '脢，武杯反，又音每。脢，背肉，在心上而相背，不能感物而无私係。九五，適當其處，故取其象，而戒占者以能如是，則雖不能感物，而亦可以无悔也。',
            '頰，古協反。輔頰舌，皆所以言者，而在身之上。上六，以陰居說之終，處咸之極，感人以言而无其實。又兌為口舌，故其象如此，凶咎可知。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '言亦者，因前二爻皆欲動而云也。二爻陰躁，其動也宜。九三陽剛，居止之極，宜靜而動，可吝之甚也。',
            '感害，言不正而感，則有害也。',
            '志末，謂不能感物。',
            '滕、騰通用。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '咸，感也。柔上而刚下，二气感应以相与。'
            . '<span class="commentinner">是以亨也。</span>'
            . '止而说，'
            . '<span class="commentinner">故“利贞”也。</span>'
            . '男下女，'
            . '<span class="commentinner">“取女吉”也。</span>'
            . '是以“亨，利贞”，“取女吉”也。天地感而万物化生，'
            . '<span class="commentinner">二气相与，乃“化生”也。</span>'
            . '圣人感人心而天下和平。观其所感，而天地万物之情可见矣。'
            . '<span class="commentinner">天地万物之情，见於所感也。凡感之为道，不能感非类者也，故引取女以明同类之义也。同类而不相感应，以其各亢所处也，故女虽应男之物，必下之而后取女乃吉也。</span>',
        'xiang' => '物乃感应。',
        'yao' => [
            '处咸之初，为感之始，所感在末，故有志而已。如其本实，未至伤静。',
            '咸道转进，离拇升腓，腓体动躁者也。感物以躁，凶之道也。由躁故凶，居则吉矣。处不乘刚，故可以居而获吉。',
            '股之为物，随足者也。进不能制动，退不能静处，所感在股，“志在随人”者也。“志在随人”，所执亦以贱矣。用斯以往，吝其宜也。',
            '处上卦之初，应下卦之始，居体之中，在股之上，二体始相交感，以通其志，心神始感者也。凡物始感而不以之於正，则至於害，故必贞然后乃吉，吉然后乃得亡其悔也。始在於感，未尽感极，不能至於无思以得其党，故有“憧憧往来”，然后“朋从其思”也。',
            '“脢”者，心之上，口之下，进不能大感，退亦不为无志，其志浅末，故“无悔”而已。',
            '咸道转末，故在口舌言语而已。',
        ],
        'xiaoxiang' => [
            '四属外也。',
            '陰而为居，顺之道也。不躁而居，顺不害也。',
            '',
            '未感於害，故可正之，得“悔亡”也。',
            '“辅、颊、舌”者，所以为语之具也。“咸其辅颊舌”，则“滕口说”也。“憧憧往来”，犹未光大，况在滕口，薄可知也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“咸”，感也。柔上而刚下，二气感应以相与。止而说，男下女，是以“亨，利贞，取女吉也”。'
            . '<span class="commentinner">下之而后得，必贞者也。取而得贞，取者之利也。</span>'
            . '天地感而万物化生，圣人感人心而天下和平。观其所感，而天地万物之情可见矣！'
            . '<span class="commentinner">情者，其诚然也。“云从龙，风从虎”，无故而相从者，岂容有伪哉！</span>',
        'xiang' => '',
        'yao' => [
            '“外”，四也。“咸其拇”者，以是为“咸”也。“咸”者以神交，夫神者将遗其心，而况于身乎？身忘而后神存，心不遗则身不忘，身不忘则神忘。故神与身，非两存也，必有一忘。足不忘屦，则屦之为累也甚于桎梏，要不忘带，则带之为虐也甚于缧绁。人之所以终日蹑屦束带而不知厌者，以其忘之也。道之可名言者，皆非其至。而“咸”之可分别者，皆其粗也。是故在卦者，“咸”之全也，而在爻者。“咸”之粗也。爻配一体，自拇而上至于口，当其处者有其德。德有优劣，而吉凶生焉。合而用之，则拇履腓行、心虑口言，六职并举而我不知，此其为卦也。离而观之，则拇能履而不能捉，口能言而不能听，此其为爻也。方其为卦也，见其“咸”而不见其所以“咸”，犹其为人也，见其人而不见其体也。六体各见，非全人也。见其所以“咸”，非全德也。是故六爻未有不相应者，而皆病焉，不凶则吝，其善者免于悔而已。',
            '“顺”，九三也。',
            '“执”，牵也；“下”，二也。体静而神交者，“咸”之正也。“艮”，止也。而所以为“艮”者，三也。三之德固欲止，而初与二莫之听者，往从其配也。见配而动，虽三亦然。是故三虽欲止①，而不免于随也。附于足而足不能禁其动者，拇也；附于股而股不能已其行者，腓也。初与二者，“艮”之体，而“艮”不能使之止也。拇虽动，足未必听。故初之于四，有志而已。腓之所之（以）无不随者②，以动静之制在焉。故可以凶、可以吉也。股欲止而牵于腓，三欲止而牵于二。不信己而信人，是以“往吝”也。【校注】 ①三虽欲止：《苏氏易传》作“虽三欲止”，误。 ②所之无不随：《苏氏易传》作“所以无不随”，误。',
            '九四之所居，心之所在也。方其为卦也，四隐而不见，心与百体并用而不知，是以无悔无朋。及其表之以四也，而心始有所在。心有所在，而物疑矣。故“憧憧往来”以求之，正则吉，不正则不吉。既感则“悔亡”；未感则害我者也。其朋则从，非其朋则不从也。',
            '拇之动，腓之行，股之随，心之憧憧往来，皆有为之病也。惩其病而举不为者，是无为之病也。五之所在者，“脢”也。而脢者，体之不动而无事者也，畏其有事之劳，而“咸”于无事之求，“无悔”而已，志已卑矣。',
            '上六之所在者，口也。夫有以为“咸”者，口未必不用；而恃口以为“咸”，则不可。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《咸卦》象征感应：亨通顺利，有利于坚守正道；娶妻可以获得吉祥。',
        ],
        'tuan' => '咸，感应。陰柔处上而陽刚处下，（陰陽）二气感应以相亲，止而喜悦，男处女下，所以“亨通，宜于守正，娶女吉祥”。天地互相交感，万物变化生成，圣人感化人心，于是天下和平。观察所感应的方面，天地万物之情皆可以显见呵！',
        'xiang' => [
            '《咸卦》的卦象是艮(山)下兑(泽)上，为山上有泽之表象，即上方的水泽滋润下面的山体，下面的山体承托上方的水泽并吸收其水分的形象，因而象征感应；君子效法山水相连这一现象，以虚怀若谷的精神容纳感化他人。',
        ],
        'yao' => [
            ['初六，感应发生在脚的大拇趾上。', '初六：脚大拇趾受了伤。'],
            ['六二，感应发生在小腿肚上，是由于急躁妄动，这样就会发生凶险的事情；若是安居静处，便可以获得吉祥。', '六二：小腿肚子受了伤，凶险。定居下来，吉利。',],
            ['九三，感应发生在大腿上，一味地跟随着别人任意妄动，这样前去行事，必然导致灾祸。', '九三：大腿和大腿下部的内受了伤。伤后出行，会遇困难。',],
            ['九四，内心保持纯洁无邪的态度，就可以获得吉祥，没有后悔；心猿意马地与朋友交往，朋友会报答你的情意。', '九四：占问吉利，没有悔恨。人来人往，实现了赚钱的愿望。'],
            ['九五，感应发生在脊背的肉上，不会发生后悔。', '九五：背上受了伤，没有悔恨。'],
            ['上六，感应发生在牙床、脸颊、舌头上。', '上六：牙床骨、面颊和舌头都受了伤。'],
        ],
        'xiaoxiang' => [
            '“感应发生在脚的大拇趾上”，说明其感应志向是向外追求。',
            '虽然会发生凶险的事情，但是只要安居静处，便可以避灾远祸了。',
            '“感应发生在大腿上”，说明不能安居静处，自我克制，而是性情急躁，随心所欲地任意妄为；“盲目地跟随别人任意妄为”，是因为它所执意追求的过于低下卑劣了。',
            '“内心保持纯洁无邪的态度，就可以获得吉祥，没有后悔”，说明九四爻并没有因感应而遭受祸害；“心猿意马地与朋友交往”，朋友面必然窄，影响也小，不能遍及于天下人。',
            '“感应发生有脊背的肉上”，说明其只知独善其身，这样它的志向难免过于浅薄了。',
            '“感应发生在牙床、脸颊、舌头上”，说明其只是玩弄三寸不烂之舌而已。',
        ],
    ],
    'notes' => [
        'tuan' => '此释〈咸〉卦卦名及卦辞之义。感：感应。柔上而刚下：以内外卦看《咸》下艮上兑，艮为刚，兑为柔，柔在上，刚在下。从爻画看，《咸》上六之柔自下而上，故曰柔上。九三之刚自上而下，故曰刚下。与，犹亲。止而说：《咸》卦下艮为止，上兑为说。男下女：即男处女下，艮为少男在下，兑为少女在上，有聘士、亲迎之义。如《荀子•大略》所言：“咸，感也。以高下下，以男下女，柔上而刚下。聘士之义，亲迎之道，重始也。”案《仪礼•士昏礼》：“凡纳采、问名、纳吉、纳征、请期、亲迎诸礼皆男下女之事。”男下女即指男先下于女。《礼记•郊特牲》：“男子亲迎，男先于女，刚柔之义也。”取女吉：娶此女则有吉。取，娶。',
    ],
    'unscramble' => [
    ],
];
