<?php
return [
    'gua' => '亨，无咎，利贞，利有攸往。',
    'tuan' => '恒，久也。刚上而柔下，雷风相与，巽而动，刚柔皆应，恒。恒亨无咎，利贞；久於其道也，天地之道，恒久而不已也。利有攸往，终则有始也。日月得天，而能久照，四时变化，而能久成，圣人久於其道，而天下化成；观其所恒，而天地万物之情可见矣！',
    'xiang' => '雷风，恒；君子以立不易方。',
    'yao' => [
        '初六：浚恒，贞凶，无攸利。',
        '九二：悔亡。',
        '九三：不恒其德，或承之羞，贞吝。',
        '九四：田无禽。',
        '六五：恒其德，贞，妇人吉，夫子凶。',
        '上六：振恒，凶。',
    ],
    'xiaoxiang' => [
        '浚恒之凶，始求深也。',
        '九二悔亡，能久中也。',
        '不恒其德，无所容也。',
        '久非其位，安得禽也。',
        '妇人贞吉，从一而终也。夫子制义，从妇凶也。',
        '振恒在上，大无功也。',
    ],
    'zhuxi' => [
        'gua' => '恒，常久也。為卦震剛在上，巽柔在下，震雷巽風，二物相與，巽順震動，為巽而動。二體六爻，陰陽相應。四者皆理之常，故為恒。其占為能久於其道，則亨而无咎。然又必利於守貞，則乃為得所常久之道，而利有所往也。',
        'tuan' => '恒，久也。剛上而柔下，雷風相與，巽而動，剛柔皆應，恒。'
            . '<span class="commentinner">以卦體、卦象、卦德釋卦名義。或以卦變言剛上柔下之義，曰：恒自豐來，剛上居二，柔下居初也。亦通。</span>'
            . '恒，亨，无咎，利貞，久於其道也。天地之道，恒久而不已也。'
            . '<span class="commentinner">恒固能亨，且无咎矣。然必利於正，乃為久於其道，不正則久非其道矣。天地之道，所以長久，亦以正而已矣。</span>'
            . '利有攸往，終則有始也。'
            . '<span class="commentinner">久於其道，終也；利有攸往，始也。動靜相生，循環之理，然必靜為主也。</span>'
            . '日月得天而能久照，四時變化而能久成。聖人久於其道，而天下化成。觀其所恒，而天地萬物之情可見矣。'
            . '<span class="commentinner">極言恒久之道。</span>',
        //'xiang' => '',
        'yao' => [
            '初與四為正應，理之常也，然初居下而在初，未可以深有所求。四震體而陽性，上而不下，又為二三所隔，應初之意，異乎常矣。初之柔暗，不能度勢，又以陰居巽下，為巽之主，其性務入，故深以常理求之，浚恒之象也。占者如此，則雖貞亦凶，而无所利矣。',
            '以陽居陰，本當有悔，以其久中，故得亡也。',
            '位雖得正，然過剛不中，志從於上，不能久於其所，故為不恒其德，或承之羞之象。或者，不知其何人之辭。承，奉也，言人皆得奉而進之，不知其所自來也。貞吝者，正而不恒，為可羞吝。申戒占者之辭。',
            '以陽居陰，久非其位，故為此象。占者田无所獲，而凡事亦不得其所求也。',
            '以柔中而應剛中，常久不易，正而固矣。然乃婦人之道，非夫子之宜也。故其象占如此。',
            '振者，動之速也。上六，居恒之極，處震之終，恒極則不常，震終則過動，又陰柔不能固守，居上非其所安，故有振恒之象，而其占則凶也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'wangbi' => [
        'gua' => '恒而亨，以济三事也。恒之为道，亨乃“无咎”也。恒通无咎，乃利正也。各得所恒，修其常道，终则有始，往而无违，故“利有攸往”也。',
        'tuan' => '恒，久也。刚上而柔下，'
            . '<span class="commentinner">刚尊柔卑，得其序也。</span>'
            . '雷风相与，'
            . '<span class="commentinner">长陽长陰，能相成也。</span>'
            . '巽而动，'
            . '<span class="commentinner">动无违也。</span>'
            . '刚柔皆应，'
            . '<span class="commentinner">不孤媲也。</span>'
            . '恒。'
            . '<span class="commentinner">皆可久之道。</span>'
            . '恒“亨，无咎，利贞”，久於其道也。'
            . '<span class="commentinner">道德所久，则常通无咎而利正也。</span>'
            . '天地之道，恒久而不已也。'
            . '<span class="commentinner">得其所久，故不已也。</span>'
            . '“利有攸往”，终则有始也。'
            . '<span class="commentinner">得其常道，故终则复始，往无穷极。</span>'
            . '日月得天而能久照，四时变化而能久成，圣人久於其道而天下化成。'
            . '<span class="commentinner">言各得其“所恒”，故皆能长久。</span>'
            . '观其所恒，而天地万物之情可见矣。'
            . '<span class="commentinner">天地万物之情，见於“所恒”也。</span>',
        'xiang' => '长陽长陰，合而相与，可久之道也。得其所久，故“不易”也。',
        'yao' => [
            '处恒之初，最处卦底，始求深者也。求深穷底，令物无馀缊，渐以至此，物犹不堪，而况始求深者乎？以此为恒，凶正害德，无施而利也。',
            '虽失其位，恒位於中，可以消悔也。',
            '处三陽之中，居下体之上，处上体之下，上不至尊，下不至卑，中不在体，体在乎恒，而分无所定，无恒者也。德行无恒，自相违错，不可致诘，故“或承之羞”也。施德於斯，物莫之纳，鄙贱甚矣，故曰“贞吝”也。',
            '恒於非位，虽劳无获也。',
            '居得尊位，为恒之主，不能“制义”，而系应在二，用心专贞，从唱而已。妇人之吉，夫子之凶也。',
            '夫静为躁君，安为动主。故安者上之所处也，静者可久之道也。处卦之上，居动之极，以此为恒，无施而得也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“恒”，久也。刚上而柔下，雷风相与，“巽”而动，刚柔皆应，“恒”。“恒，亨，无咎，利贞”，久於其道也。'
            . '<span class="commentinner">所以为“恒”者，贞也。而贞者施于既“亨、无咎”之后者也。上下未交，恩泽未渥，而骤用其贞，此危道也。故将为“恒”，其始必有以深通之，其终必有以大正之。方其通物也，则上下之分有相错者矣。以错致亨，亨则悦；悦故无我咎者。无咎而后贞，贞则可“恒”。故“恒”非一日之故也，惟久于其道而无意于速成者能之。</span>'
            . '天地之道，恒久而不已也；“利有攸往”，终则有始也。'
            . '<span class="commentinner">物未有穷而不变者①。故“恒”非能执一而不变，能及其未穷而变尔。穷而后变，则有变之形；及其未穷而变，则无变之名，此其所以为“恒”也。故居“恒”之世，而“利有攸往”者，欲及其未穷也。夫能及其未穷而往，则终始相受，如环之无端。【校注】 ①不变者：《苏氏易传》无“者”字，误。</span>'
            . '日月得天而能久照。'
            . '<span class="commentinner">“照”者，日月也。运之者，天也。</span>'
            . '四时变化而能久成。'
            . '<span class="commentinner">将明恒久不已之道，而以日月之运、四时之变明之，明其未穷而变也①。陽至于午，未穷也；而陰已生。陰至于子，未穷也；而陽已萌。故寒暑之际人安之，如待其穷而后变，则生物无类矣。【校注】 ①明其未穷：《苏氏易传》作“明及其未穷”，亦通。</span>'
            . '圣人久于其道，而天下化成；观其所恒，而天下万物之情可见矣。'
            . '<span class="commentinner">非其至情者，久则厌矣。</span>',
        'xiang' => '“雷”、“风”，非天地之常用也；而天地之化所以无常者，以有“雷”、“风”也。故君子法之，以能变为“恒”；“立不易方”，而其道运矣。',
        'yao' => [
            '“恒”之始，陽宜下陰以求亨；及其终，陰宜下陽以明贞。今九四不下初六，故有“浚恒”之凶。上六不下九三，故有“振恒”之凶。二者皆过也，易地而后可。下沈曰“浚”，上奋曰“振”。初六以九四不见下，故求深自藏以远之，使九四虽田而无获，可谓贞矣。然陰陽否而不亨，非所以为恒之始也，故“凶”。始不亨而用贞，终必两废，故“无攸利”。夫“恒”之始，宜亨而未宜贞。',
            '“艮”、“兑”合而后为“咸”，“震”、“巽”合而后为“恒”。故卦莫吉于“咸”、“恒”者，以其合也。及离而观之，见己而不见彼，则其所以为“咸”、“恒”者亡矣。故“咸”、“恒”无完爻，其美者不过“悔亡”。“恒”之世，惟四宜下初，自初以上，皆以陰下陽为正。故九二、九三、六五、上六，皆非正也。以中者用之，犹可以“悔亡”；以不中者用之，则无常之人也。故九三“不恒其德”。',
            '《传》曰：“人而无恒，不可作巫医。”子曰：“不占而已矣。”夫无常之人，与之为巫医且不可，而况可与有为乎？人惟有常，故其善恶可以外占而知，无常之人，方其善也，若可与有为；及其变也，冰解潦竭，而吾受其羞。故与是人遇者，去之吉，贞之吝。善恶各有徒，惟无常者无徒。故曰：“不恒其德，无所容也。”',
            '九四居非其位①，而重下初六。初六，其所欲得也，故曰“无禽”；上亢而下沉，欲以获初，难矣。【校注】 ①居非其位：《苏氏易传》作“怀非其位”，误。',
            '“恒”以陰从陽为正，六五下即二，则妇人之正也。九二上从五，则夫子之病也。',
            '“恒”之终，陰宜下陽者也。不安其分而奋于上，欲求有功，而非其时矣。故“凶”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《恒卦》象征常久：亨通顺利，没有灾祸，利于坚守正道，利于前去行事。',
        ],
        'xiang' => [
            '《恒卦》的卦象是巽(风)下震(雷)上，为风雷交加之表象，二者常是相辅相成而不停地活动的形象，因而象征常久；君子效法这一现象，应当树立自身的形象，坚守常久不变的正道。',
        ],
        'yao' => [
            '初六，刨根挖底地深入追求常久之道，结果必然凶险，没有一点好处。',
            '九二，悔恨自行消除。',
            '九三，不能常久地保持美好的品德，总会不时蒙受他人的羞辱，结果难免产生惋惜。',
            '九四，田间狩猎，结果却没有捕获到任何禽兽。',
            '六五，常久地保持柔顺服从的美好品德，永远坚守正道；这样的话，女人可以获得吉祥，男人则遭遇凶险。',
            '上六，摇摆不定，不能坚守常久之道，结果必然凶险。',
        ],
        'xiaoxiang' => [
            '“刨根挖底地深入追求常久之道所产生的凶险”，是因为事情刚开始，追求的目标就过于深远的缘故。',
            '《恒卦》的第二爻位(九二)能够使“悔恨自行消除”，是由于它能够常久地守中不偏的缘故。',
            '“不能常久地保持美好的品德”，是说由于急躁妄动，不安分守己，没有恒心，因此落了个无处容身的下场。',
            '“长久地处在不属于自己应该处的位置上，又怎么能够捕获到禽兽呢？',
            '“女人坚守正道可以获得吉祥，是说女人一生应该只嫁一个丈夫，终身都不能改嫁他人；男人遇事应当果断处理，如果像女人那样只知顺从、优柔寡断的话，就会遭遇凶险。',
            '摇摆不定，不能坚守常久之道，但是又高高在上，终将一无所成，不会有所建树。',
        ],
        'tuan' => '恒，恒久。陽刚处上而陰柔处下，雷风相交与，巽顺而动，陽刚与陰柔皆相互应，故为恒。恒，“亨通，无咎，利于守正”。（因为）长久恒守其道呵！天地之道，恒久而不止。“利一有所往”，终结则必有新的开始。日月得天才能长久地照耀，四季交替变化才能长久地运行，圣人能长久地恒守其道，天下之（德风美俗）才能化育而成。观察其所恒守者，天地万物的情状就可以显现了！',
    ],
    'notes' => [
        'tuan' => '此释《恒》卦卦名及卦辞之义。刚上而柔下：从内外卦看：《恒》下巽上震，震为刚在上，巽为柔在下。从爻画看，《恒》卦九四之刚自下而上，初六之柔自上而下。故曰“刚上而柔下”。雷风相与：《恒》卦上震为雷，下巽为风，雷风相得。巽而动“《咸》下巽上震，震为动。刚柔皆应：《恒》卦初四、二五、三六刚柔皆相应。久于其道：长久保持恒道。不已，不停止。',
    ],
];
