<?php
return [
    'serial' => 32,
    'name' => '恒',
    'symbol' => [1, 1, 0, 1, 0, 0],
    'brief' => '雷风恒',
    'spell' => '',
    'gua' => '亨，无咎，利贞，利有攸往。',
    'tuan' => '恒，久也。刚上而柔下，雷风相与，巽而动，刚柔皆应，恒。恒亨无咎，利贞；久於其道也，天地之道，恒久而不已也。利有攸往，终则有始也。日月得天，而能久照，四时变化，而能久成，圣人久於其道，而天下化成；观其所恒，而天地万物之情可见矣！',
    'xiang' => '雷风，恒；君子以立不易方。',
    'yao' => [
        '初六：浚恒，贞凶，无攸利。',
        '九二：悔亡。',
        '九三：不恒其德，或承之羞，贞吝。',
        '九四：田无禽。',
        '六五：恒其德，贞，妇人吉，夫子凶。',
        '上六：振恒，凶。',
    ],
    'xiaoxiang' => [
        '浚恒之凶，始求深也。',
        '九二悔亡，能久中也。',
        '不恒其德，无所容也。',
        '久非其位，安得禽也。',
        '妇人贞吉，从一而终也。夫子制义，从妇凶也。',
        '振恒在上，大无功也。',
    ],
    'zhuxi' => [
        'gua' => '恒，常久也。為卦震剛在上，巽柔在下，震雷巽風，二物相與，巽順震動，為巽而動。二體六爻，陰陽相應。四者皆理之常，故為恒。其占為能久於其道，則亨而无咎。然又必利於守貞，則乃為得所常久之道，而利有所往也。',
        'tuan' => '恒，久也。剛上而柔下，雷風相與，巽而動，剛柔皆應，恒。'
            . '<span class="commentinner">以卦體、卦象、卦德釋卦名義。或以卦變言剛上柔下之義，曰：恒自豐來，剛上居二，柔下居初也。亦通。</span>'
            . '恒，亨，无咎，利貞，久於其道也。天地之道，恒久而不已也。'
            . '<span class="commentinner">恒固能亨，且无咎矣。然必利於正，乃為久於其道，不正則久非其道矣。天地之道，所以長久，亦以正而已矣。</span>'
            . '利有攸往，終則有始也。'
            . '<span class="commentinner">久於其道，終也；利有攸往，始也。動靜相生，循環之理，然必靜為主也。</span>'
            . '日月得天而能久照，四時變化而能久成。聖人久於其道，而天下化成。觀其所恒，而天地萬物之情可見矣。'
            . '<span class="commentinner">極言恒久之道。</span>',
        //'xiang' => '',
        'yao' => [
            '初與四為正應，理之常也，然初居下而在初，未可以深有所求。四震體而陽性，上而不下，又為二三所隔，應初之意，異乎常矣。初之柔暗，不能度勢，又以陰居巽下，為巽之主，其性務入，故深以常理求之，浚恒之象也。占者如此，則雖貞亦凶，而无所利矣。',
            '以陽居陰，本當有悔，以其久中，故得亡也。',
            '位雖得正，然過剛不中，志從於上，不能久於其所，故為不恒其德，或承之羞之象。或者，不知其何人之辭。承，奉也，言人皆得奉而進之，不知其所自來也。貞吝者，正而不恒，為可羞吝。申戒占者之辭。',
            '以陽居陰，久非其位，故為此象。占者田无所獲，而凡事亦不得其所求也。',
            '以柔中而應剛中，常久不易，正而固矣。然乃婦人之道，非夫子之宜也。故其象占如此。',
            '振者，動之速也。上六，居恒之極，處震之終，恒極則不常，震終則過動，又陰柔不能固守，居上非其所安，故有振恒之象，而其占則凶也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《恒卦》象征常久：亨通顺利，没有灾祸，利于坚守正道，利于前去行事。',
        ],
        'xiang' => [
            '《恒卦》的卦象是巽(风)下震(雷)上，为风雷交加之表象，二者常是相辅相成而不停地活动的形象，因而象征常久；君子效法这一现象，应当树立自身的形象，坚守常久不变的正道。',
        ],
        'yao' => [
            '初六，刨根挖底地深入追求常久之道，结果必然凶险，没有一点好处。',
            '九二，悔恨自行消除。',
            '九三，不能常久地保持美好的品德，总会不时蒙受他人的羞辱，结果难免产生惋惜。',
            '九四，田间狩猎，结果却没有捕获到任何禽兽。',
            '六五，常久地保持柔顺服从的美好品德，永远坚守正道；这样的话，女人可以获得吉祥，男人则遭遇凶险。',
            '上六，摇摆不定，不能坚守常久之道，结果必然凶险。',
        ],
        'xiaoxiang' => [
            '“刨根挖底地深入追求常久之道所产生的凶险”，是因为事情刚开始，追求的目标就过于深远的缘故。',
            '《恒卦》的第二爻位(九二)能够使“悔恨自行消除”，是由于它能够常久地守中不偏的缘故。',
            '“不能常久地保持美好的品德”，是说由于急躁妄动，不安分守己，没有恒心，因此落了个无处容身的下场。',
            '“长久地处在不属于自己应该处的位置上，又怎么能够捕获到禽兽呢？',
            '“女人坚守正道可以获得吉祥，是说女人一生应该只嫁一个丈夫，终身都不能改嫁他人；男人遇事应当果断处理，如果像女人那样只知顺从、优柔寡断的话，就会遭遇凶险。',
            '摇摆不定，不能坚守常久之道，但是又高高在上，终将一无所成，不会有所建树。',
        ],
        'tuan' => '恒，恒久。陽刚处上而陰柔处下，雷风相交与，巽顺而动，陽刚与陰柔皆相互应，故为恒。恒，“亨通，无咎，利于守正”。（因为）长久恒守其道呵！天地之道，恒久而不止。“利一有所往”，终结则必有新的开始。日月得天才能长久地照耀，四季交替变化才能长久地运行，圣人能长久地恒守其道，天下之（德风美俗）才能化育而成。观察其所恒守者，天地万物的情状就可以显现了！',
    ],
    'notes' => [
        'tuan' => '此释《恒》卦卦名及卦辞之义。刚上而柔下：从内外卦看：《恒》下巽上震，震为刚在上，巽为柔在下。从爻画看，《恒》卦九四之刚自下而上，初六之柔自上而下。故曰“刚上而柔下”。雷风相与：《恒》卦上震为雷，下巽为风，雷风相得。巽而动“《咸》下巽上震，震为动。刚柔皆应：《恒》卦初四、二五、三六刚柔皆相应。久于其道：长久保持恒道。不已，不停止。',
    ],
];
