<?php
return [
    'serial' => 32,
    'name' => '遯',
    'symbol' => [0, 0, 1, 1, 1, 1],
    'brief' => '天山遁',
    'spell' => 'dùn',
    'gua' => '亨，小利贞。',
    'tuan' => '遯亨，遯而亨也。刚当位而应，与时行也。小利贞，浸而长也。遯之时义大矣哉！',
    'xiang' => '天下有山，遯；君子以远小人，不恶而严。',
    'yao' => [
        '初六：遯尾，厉，勿用有攸往。',
        '六二：执之用黄牛之革，莫之胜说。',
        '九三：系遯，有疾厉，畜臣妾吉。',
        '九四：好遯君子吉，小人否。',
        '九五：嘉遯，贞吉。',
        '上九：肥遯，无不利。',
    ],
    'xiaoxiang' => [
        '遯尾之厉，不往何灾也。',
        '执用黄牛，固志也。',
        '系遯之厉，有疾惫也。畜臣妾吉，不可大事也。',
        '君子好遯，小人否也。',
        '嘉遯贞吉，以正志也。',
        '肥遯，无不利；无所疑也。',
    ],
    'zhuxi' => [
        'gua' => '遯，徒困反。遯，退避也。為卦二陰浸長，陽當退避，故為遯，六月之卦也。陽雖當遯，然九五當位，而下有六二之應，若猶可以有為。但二陰浸長於下，則其勢不可以不遯，故其占為君子能遯，則身雖退而道亨；小人則利於守正，不可以浸長之故，而遂侵迫於陽也。小，謂陰柔小人也。此卦之占，與《否》之初二兩爻相類。',
        'tuan' => '遯，亨，遯而亨也。剛當位而應，與時行也。'
            . '<span class="commentinner">以九五一爻釋亨義。</span>'
            . '小利貞，浸而長也。'
            . '<span class="commentinner">長，丁丈反。以下二陰釋小利貞。</span>'
            . '遯之時義大矣哉。'
            . '<span class="commentinner">陰方浸長，處之為難，故其時義為尤大也。</span>',
        'xiang' => '遠，袁萬反。天體无窮，山高有限，遯之象也。嚴者，君子自守之常，而小人自不能近。',
        'yao' => [
            '遯而在後，尾之象，危之道也。占者不可以有所往，但晦處靜俟，可免災耳。',
            '勝，音升。說，吐活反。以中順自守，人莫能解，必遯之志也。占者固守，亦當如是。',
            '畜，許六反。下比二陰，當遯而有所係之象，有疾而危之道也。然以畜臣妾則吉，蓋君子之於小人，惟臣妾，則不必其賢而可畜耳。故其占如此。',
            '好，呼報反。否，方有反。下應初六，而乾體剛健，有所好而能絕之以遯之象也。唯自克之君子能之，而小人不能。故占者君子則吉，而小人否也。',
            '剛陽中正，下應六二，亦柔順而中正，遯之嘉美者也。占者如是，而正則吉矣。',
            '以剛陽居卦外，下无係應，遯之遠而處之裕者也。故其象占如此。肥者，寬裕自得之意。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '憊，音敗。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《遯卦》象征退避：亨通，小事能够成功。',
        ],
        'xiang' => [
            '《遯卦》的卦象是艮（山）下乾（天）上，为天下有山之表象，象征着隐让退避。因为山有多高，天就有多高，似乎山在逼天，而天在步步后退，但天无论怎样后退避让，却始终高踞在山之上。君子应同小人保持一定的距离，以傲然不可侵犯的态度截然划清彼此的界限，这样一来，就自然而然会生出一种震慑住小人的威严来。',
        ],
        'yao' => [
            '初六，隐退避让错过时机落在了后边，情况非常不好。面对这种情形，应该静观待变而不要有所行动，否则将会更加不利。',
            '六二，像用黄牛的皮捆绑起来那样，谁也难以解脱。',
            '九三，由于被牵累而难以远去，就像疾病缠身那样危险。处在这情况下，就要畜养仆人和侍妾，要使他们被我所用，只有这样，才能转危为安。',
            '九四，可以从容隐退避让而无所系累。君子将因此而获得吉祥，小人却不会吉祥。',
            '九五，能够进退自如地隐退避让，能坚守正道，其结果是吉祥的。',
            '上九，既无牵累，又已远离，早已处在隐退避让中，就像是远走高飞一样，所以无论这时做什么，都不会有什么不利。',
        ],
        'xiaoxiang' => [
            '错过隐退避让的时机却还要隐退就会带来祸患，但是静观不动就不会造成什么危害。',
            '“像用黄牛的皮捆绑起来那样”，意思是说，要坚定自己的志向，决不因任何情况而动摇。',
            '“由于被牵累而难以远去，会有危险”，因为在这种想退而又不能退的情况下，就像疾病缠身那样使人疲惫不堪。“畜养仆人和侍妾就会吉祥”，的意思是说，处在有所系累的情况下，是不可能有什么大作为的。',
            '君子能够做到该退就退，从容自如，而小人却做不到这一点。',
            '“能够自如地隐退避让，坚守正道将会获得吉祥”，关键是要坚定自己的信念和志向。',
            '之所以它能够“随心所欲地远走高飞而又无不利”，就在于它所做的一切都是理所当然和自然而然的，没有什么疑虑和思索选择的。',
        ],
        'tuan' => '遯，“亨通”。隐退而有亨通。（九五）陽刚居正当位而应（六二陰柔），因时而运行。“小而宜于守正”，（陰柔）浸润而逐渐盛长。《遯》卦时的意义，太大啦！大壮，（陽刚）大而壮。刚健而动，故称壮。',
    ],
    'notes' => [
        'tuan' => '此释《遯》卦卦名及卦辞之义。刚当位而就：《遯》九五得位居中而与六二相应。浸而长：《遯》二陰居四陽之下，有浸润而渐长之势。时义，指当“浸而长”之际，应及时隐退，方合遯义。',
    ],
];
