<?php
return [
    'serial' => 34,
    'name' => '大壮',
    'symbol' => [1, 1, 1, 1, 0, 0],
    'brief' => '雷天大壮',
    'spell' => '',
    'gua' => '利贞。',
    'tuan' => '大壮，大者壮也。刚以动，故壮。大壮利贞；大者正也。正大而天地之情可见矣！',
    'xiang' => '雷在天上，大壮；君子以非礼勿履。',
    'yao' => [
        '初九：壮于趾，征凶，有孚。',
        '九二：贞吉。',
        '九三：小人用壮，君子用罔，贞厉。羝羊触藩，羸其角。',
        '九四：贞吉悔亡，藩决不羸，壮于大舆之輹。',
        '六五：丧羊于易，无悔。',
        '上六：羝羊触藩，不能退，不能遂，无攸利，艰则吉。',
    ],
    'xiaoxiang' => [
        '壮于趾，其孚穷也。',
        '九二贞吉，以中也。',
        '小人用壮，君子罔也。',
        '藩决不羸，尚往也。',
        '丧羊于易，位不当也。',
        '不能退，不能遂，不祥也。艰则吉，咎不长也。',
    ],
    'zhuxi' => [
        'gua' => '大，謂陽也。四陽盛長，故為大壯，二月之卦也。陽壯，則占者吉亨，不假言，但利在正固而已。',
        'tuan' => '大壯，大者壯也。剛以動，故壯。'
            . '<span class="commentinner">釋卦名義。以卦體言，則陽長過中，大者壯也。以卦德言，則乾剛震動，所以壯也。</span>'
            . '大壯，利貞，大者正也，正大而天地之情可見矣。'
            . '<span class="commentinner">釋利貞之義，而極言之。</span>',
        'xiang' => '自勝者強。',
        'yao' => [
            '趾在下而進，動之物也。剛陽處下而當壯時，壯于進者也，故有此象。居下而壯于進，其凶必矣。故其占又如此。',
            '以陽居陰，已不得其正矣。然所處得中，則猶可因以不失其正，故戒占者使因中以求正，然後可以得吉也',
            '羝，音低。羸，力追反。過剛不中，當壯之時，是小人用壯，而君子則用罔也。罔，无也；視有如无，君子之過於勇者也。如此，則雖正亦危矣。羝羊，剛壯喜觸之物。藩，籬也。羸，困也。貞厲之占，其象如此。',
            '輹，音福。貞吉，悔亡，與咸九四同占。藩決不羸，承上文而言也。決，開也。三前有四，猶有藩焉。四前二陰，則藩決矣。壯于大輿之輹，亦可進之象也。以陽居陰，不極其剛，故其象如此。',
            '喪，息浪反。《象》同。易，以豉反，一音亦。《旅》卦同。卦體似《兌》，有羊象焉，外柔而內剛者也。獨六五以柔居中，不能抵觸，雖失其壯，然亦无所悔矣。故其象如此，而占亦與《咸》九五同。易，容易之易。言忽然不覺其亡也。或作疆埸之埸，亦通。《漢．食貨志》「埸」作「易」。',
            '壯終動極，故觸藩而不能退。然其質本柔，故又不能遂其進也。其象如此，其占可知。然猶幸其不剛，故能艱以處，則尚可以得吉也。',
        ],
        'xiaoxiang' => [
            '言必困窮。',
            '',
            '小人以壯敗，君子以罔困。',
            '尚、上通。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《大壮卦》象征十分强盛：坚守正道，将会非常有利。',
        ],
        'xiang' => [
            '《大壮卦》的卦象是乾（天）下震（雷）上，为震雷响彻天上之表象，象征着十分强盛。君子应该严格要求自己，不要越出准则和规律去做非分之事。',
        ],
        'yao' => [
            '初九，陽刚强盛只在脚趾。这时如果有所行动，必然会招来灾祸。',
            '九二，坚守正道而获得吉祥。',
            '九三，小人恃强好胜，君子却恰恰相反。而且，即使逞强好胜者能够保持住陽刚强盛，其结果也决不会好。就像强壮的大羊去顶触篱笆，结果只会把角卡在篱笆中而难以摆脱。',
            '九四，坚守正道，必获吉祥，悔恨也会消失；因为陽刚十分强盛，既像篱笆已经崩溃，羊角从系累中解脱出来，又像坚固的车轮能负重载远那样。',
            '六五，在田边地头丢失了羊，却并没有什么可遗憾的，不会有什么不利的情况发生。',
            '上六，强壮的羊因顶触篱笆而被挂住了角，既不能后退，又不能前进，怎样挣扎都没有好处。在这种情况下，要能够忍耐坚持，不被艰难困苦所压垮，就会安然渡过难关，获得吉祥。',
        ],
        'xiaoxiang' => [
            '爻辞中的“陽刚强盛只在脚趾“一句，说明只停留在这一状态下，是决不会有什么出路的。',
            '《大壮卦》的第二爻位（九二）之所以能够坚守正道而获得吉祥，是因为它位置居中，能够以柔相出的原因。',
            '小人恃强好胜，君子却不这样。',
            '“篱笆崩溃，羊角从系累中解脱出来”的内在含义是，鼓励君子要充分行动起来，积极向前进取。',
            '“在田边地头丢失了羊”，是由于其位置不恰当。',
            '“既不能后退，又不能前进”，说明行动处事不够圆满周到，结果陷入了极为被动的局面。而“忍耐坚持，承受艰难困苦而不被压垮，就会吉祥”，说明，只要能够坚持忍耐，就一定会渡过难关。',
        ],
        'tuan' => '大壮，“宜于守正”，（陽刚）之大为正。能正其大，天地之情便可以体现了！',
    ],
    'notes' => [
        'tuan' => '此释《大壮》卦卦名及卦辞之义。壮：《大壮》四陽盛长过中故曰“壮”。刚以动：《大壮》下乾上震，乾为刚，震为动。大者正也：是指《大壮》陽大过中而又有正之义。正，是释《大壮》卦辞“贞”。',
    ],
];
