<?php
return [
    'serial' => 34,
    'name' => '大壮',
    'symbol' => [1, 1, 1, 1, 0, 0],
    'brief' => '雷天大壮',
    'spell' => '',
    'gua' => '利贞。',
    'tuan' => '大壮，大者壮也。刚以动，故壮。大壮利贞；大者正也。正大而天地之情可见矣！',
    'xiang' => '雷在天上，大壮；君子以非礼勿履。',
    'yao' => [
        '初九：壮于趾，征凶，有孚。',
        '九二：贞吉。',
        '九三：小人用壮，君子用罔，贞厉。羝羊触藩，羸其角。',
        '九四：贞吉悔亡，藩决不羸，壮于大舆之輹。',
        '六五：丧羊于易，无悔。',
        '上六：羝羊触藩，不能退，不能遂，无攸利，艰则吉。',
    ],
    'xiaoxiang' => [
        '壮于趾，其孚穷也。',
        '九二贞吉，以中也。',
        '小人用壮，君子罔也。',
        '藩决不羸，尚往也。',
        '丧羊于易，位不当也。',
        '不能退，不能遂，不祥也。艰则吉，咎不长也。',
    ],
];
