<?php
return [
    'serial' => 34,
    'name' => '大壮',
    'symbol' => [1, 1, 1, 1, 0, 0],
    'brief' => '雷天大壮',
    'spell' => '',
    'gua' => '利贞。',
    'tuan' => '大壮，大者壮也。刚以动，故壮。大壮利贞；大者正也。正大而天地之情可见矣！',
    'xiang' => '雷在天上，大壮；君子以非礼勿履。',
    'yao' => [
        '初九：壮于趾，征凶，有孚。',
        '九二：贞吉。',
        '九三：小人用壮，君子用罔，贞厉。羝羊触藩，羸其角。',
        '九四：贞吉悔亡，藩决不羸，壮于大舆之輹。',
        '六五：丧羊于易，无悔。',
        '上六：羝羊触藩，不能退，不能遂，无攸利，艰则吉。',
    ],
    'xiaoxiang' => [
        '壮于趾，其孚穷也。',
        '九二贞吉，以中也。',
        '小人用壮，君子罔也。',
        '藩决不羸，尚往也。',
        '丧羊于易，位不当也。',
        '不能退，不能遂，不祥也。艰则吉，咎不长也。',
    ],
    'zhuxi' => [
        'gua' => '大，謂陽也。四陽盛長，故為大壯，二月之卦也。陽壯，則占者吉亨，不假言，但利在正固而已。',
        'tuan' => '大壯，大者壯也。剛以動，故壯。'
            . '<span class="commentinner">釋卦名義。以卦體言，則陽長過中，大者壯也。以卦德言，則乾剛震動，所以壯也。</span>'
            . '大壯，利貞，大者正也，正大而天地之情可見矣。'
            . '<span class="commentinner">釋利貞之義，而極言之。</span>',
        'xiang' => '自勝者強。',
        'yao' => [
            '趾在下而進，動之物也。剛陽處下而當壯時，壯于進者也，故有此象。居下而壯于進，其凶必矣。故其占又如此。',
            '以陽居陰，已不得其正矣。然所處得中，則猶可因以不失其正，故戒占者使因中以求正，然後可以得吉也',
            '羝，音低。羸，力追反。過剛不中，當壯之時，是小人用壯，而君子則用罔也。罔，无也；視有如无，君子之過於勇者也。如此，則雖正亦危矣。羝羊，剛壯喜觸之物。藩，籬也。羸，困也。貞厲之占，其象如此。',
            '輹，音福。貞吉，悔亡，與咸九四同占。藩決不羸，承上文而言也。決，開也。三前有四，猶有藩焉。四前二陰，則藩決矣。壯于大輿之輹，亦可進之象也。以陽居陰，不極其剛，故其象如此。',
            '喪，息浪反。《象》同。易，以豉反，一音亦。《旅》卦同。卦體似《兌》，有羊象焉，外柔而內剛者也。獨六五以柔居中，不能抵觸，雖失其壯，然亦无所悔矣。故其象如此，而占亦與《咸》九五同。易，容易之易。言忽然不覺其亡也。或作疆埸之埸，亦通。《漢．食貨志》「埸」作「易」。',
            '壯終動極，故觸藩而不能退。然其質本柔，故又不能遂其進也。其象如此，其占可知。然猶幸其不剛，故能艱以處，則尚可以得吉也。',
        ],
        'xiaoxiang' => [
            '言必困窮。',
            '',
            '小人以壯敗，君子以罔困。',
            '尚、上通。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '“大壮”，大者壮也。'
            . '<span class="commentinner">大者谓陽爻，小道将灭，大者获正，故“利贞”也。</span>'
            . '刚以动，故壮。“大壮，利贞”，大者正也，正大而天地之情可见矣。'
            . '<span class="commentinner">天地之情，正大而已矣。弘正极大，则天地之情可见矣。</span>',
        'xiang' => '刚以动也。壮而违礼则凶，凶则失壮也。故君子以“大壮”而顺体也。',
        'yao' => [
            '夫得“大壮”者，必能自终成也。未有陵犯於物而得终其壮者。在下而壮，故曰“壮于趾”也。居下而用刚壮，以斯而进，穷凶可必也，故曰“征凶有孚”。',
            '居得中位，以陽居陰，履谦不亢，是以“贞吉”。',
            '处健之极，以陽处陽，用其壮者也。故小人用之以为壮，君子用之以为罗己者也。贞厉以壮，虽复羝羊，以之触藩，能无羸乎？',
            '下刚而进，将有忧虞。而以陽处陰，行不违谦，不失其壮，故得“贞吉”而“悔亡”也。已得其壮，而上陰不罔已路，故“藩决不决”也。“壮于大舆之輹”，无有能说其輹者，可以“往”也。',
            '居於大壮，以陽处陽，犹不免咎，而况以陰处陽，以柔乘刚者乎？羊，壮也。必丧其羊，失其所居也。能丧壮于易，不于险难，故得“无悔”。二履贞吉，能干其任，而已委焉，则得“无悔”。委之则难不至，居之则敌寇来，故曰“丧羊于易”。',
            '有应於三，故“不能退”。惧於刚长，故“不能遂”。持疑犹豫，志无所定，以斯决事，未见所利。虽处刚长，刚不害正。苟定其分，固志在一，以斯自处，则忧患消亡，故曰“艰则吉”也。',
        ],
        'xiaoxiang' => [
            '言其信穷。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“大壮”：大者壮也。刚以动，故壮。“大壮，利贞”，大者，正也，正大而天地之情可见矣。'
            . '<span class="commentinner">以大者为正，天地之至情也。</span>',
        'xiang' => '所以全其勇、壮也。',
        'yao' => [
            '“乾”施壮于“震”者也。壮者为羊，所施为藩，故五以二为羊，三以六为藩。以类推之，则初九之壮，施于九四；九四藩决不羸，则初九亦触四之羊也。以其最下而用壮，故曰“壮于趾”。自下之四，故曰“征”。众皆触非其类，已独触其类。触其类，则有孚于非其类矣，不孚于方壮之陽，而孚于已穷之陰，故虽有孚而不免于凶者，其孚穷而不足赖也。',
            '初九以触陽“凶”，九三以独陰“厉”，皆失中者也。九二之于五也，进不触之，退不助之，安贞而已，中也。',
            '“羊”，九三也；“藩”，上六也，“羸”，废也。九三之壮施于上六。上六，穷陰也；九三，壮陽也。以壮陽触穷陰，其势若易易然①。然而陽壮则轻敌，陰穷则深谋，故小人以是为壮，而君子以是为罔已也。以陽触陰，正也；而危道也。是以君子不触也。【校注】 ①易易然：《苏氏易传》无“然”字，误。',
            '九四有藩，是以知初九之触也，欲进而消二陰者①。九四之“贞吉”也，外有二陰之敌，而内有初九之触，此九四之所以有“悔”也。忿其触而羸其角，则是敌未亡而内自战，四以是为病也，故见触不校，即而怀之。以为其徒，则可以“悔亡”，故曰“藩决不羸，壮于大与之輹”。九四自决其藩，而不以羸初九之角，则向之触我者止而为吾用，适所行以壮吾輹尔。临敌而輹壮，可以往矣。【校注】 ①消二陰：《苏氏易传》作“消二陽”，误。',
            '“羊”，九二也；六五者，九二施壮之地也。以陰居陽则不纯乎陰，有志于助陽矣。是以释九二之羊而纵之，故曰：“丧羊于易，位不当也。”人皆为藩以御羊，而已独无有，岂非易之至也歟？有藩者，羸其角；而易者丧之，羸其角者“无攸利”，则丧之者“无悔”，岂不明哉！',
            '“羊”，九三也；“藩”，上六也。自三言之，三不应触其藩；自上言之，上不应羸其角。二者皆不计其后而果于发者，三之触我，我既已罔之矣，方其前“不得遂”，而退不得释也，岂独羊之患，虽我则何病如之？且未有羊羸角而藩不坏者也，故“无攸利”，均之为不利也，则以知难而避之，为“吉”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《大壮卦》象征十分强盛：坚守正道，将会非常有利。',
        ],
        'xiang' => [
            '《大壮卦》的卦象是乾（天）下震（雷）上，为震雷响彻天上之表象，象征着十分强盛。君子应该严格要求自己，不要越出准则和规律去做非分之事。',
        ],
        'yao' => [
            '初九，陽刚强盛只在脚趾。这时如果有所行动，必然会招来灾祸。',
            '九二，坚守正道而获得吉祥。',
            '九三，小人恃强好胜，君子却恰恰相反。而且，即使逞强好胜者能够保持住陽刚强盛，其结果也决不会好。就像强壮的大羊去顶触篱笆，结果只会把角卡在篱笆中而难以摆脱。',
            '九四，坚守正道，必获吉祥，悔恨也会消失；因为陽刚十分强盛，既像篱笆已经崩溃，羊角从系累中解脱出来，又像坚固的车轮能负重载远那样。',
            '六五，在田边地头丢失了羊，却并没有什么可遗憾的，不会有什么不利的情况发生。',
            '上六，强壮的羊因顶触篱笆而被挂住了角，既不能后退，又不能前进，怎样挣扎都没有好处。在这种情况下，要能够忍耐坚持，不被艰难困苦所压垮，就会安然渡过难关，获得吉祥。',
        ],
        'xiaoxiang' => [
            '爻辞中的“陽刚强盛只在脚趾“一句，说明只停留在这一状态下，是决不会有什么出路的。',
            '《大壮卦》的第二爻位（九二）之所以能够坚守正道而获得吉祥，是因为它位置居中，能够以柔相出的原因。',
            '小人恃强好胜，君子却不这样。',
            '“篱笆崩溃，羊角从系累中解脱出来”的内在含义是，鼓励君子要充分行动起来，积极向前进取。',
            '“在田边地头丢失了羊”，是由于其位置不恰当。',
            '“既不能后退，又不能前进”，说明行动处事不够圆满周到，结果陷入了极为被动的局面。而“忍耐坚持，承受艰难困苦而不被压垮，就会吉祥”，说明，只要能够坚持忍耐，就一定会渡过难关。',
        ],
        'tuan' => '大壮，“宜于守正”，（陽刚）之大为正。能正其大，天地之情便可以体现了！',
    ],
    'notes' => [
        'tuan' => '此释《大壮》卦卦名及卦辞之义。壮：《大壮》四陽盛长过中故曰“壮”。刚以动：《大壮》下乾上震，乾为刚，震为动。大者正也：是指《大壮》陽大过中而又有正之义。正，是释《大壮》卦辞“贞”。',
    ],
];
