<?php
return [
    'serial' => 35,
    'name' => '晋',
    'symbol' => [0, 0, 0, 1, 0, 1],
    'brief' => '火地晋',
    'spell' => '',
    'gua' => '康侯用锡马蕃庶，昼日三接。',
    'tuan' => '晋，进也。明出地上，顺而丽乎大明，柔进而上行。是以康侯用锡马蕃庶，昼日三接也。',
    'xiang' => '明出地上，晋；君子以自昭明德。',
    'yao' => [
        '初六：晋如，摧如，贞吉。罔孚，裕无咎。',
        '六二：晋如，愁如，贞吉。受兹介福，于其王母。',
        '六三：众允，悔亡。',
        '九四：晋如硕鼠，贞厉。',
        '六五：悔亡，失得勿恤，往吉无不利。',
        '上九：晋其角，维用伐邑，厉吉无咎，贞吝。',
    ],
    'xiaoxiang' => [
        '晋如，摧如；独行正也。裕无咎；未受命也。',
        '受之介福，以中正也。',
        '众允之，志上行也。',
        '硕鼠贞厉，位不当也。',
        '失得勿恤，往有庆也。',
        '维用伐邑，道未光也。',
    ],
    'zhuxi' => [
        'gua' => '晉，進也。康侯，安國之侯也。錫馬蕃庶，晝日三接，言多受大賜，而顯被親禮也。蓋其為卦上離下坤，有日出地上之象，順而麗乎大明之德，又其變自《觀》而來，為六四之柔進而上行以至於五。占者有是三者，則亦當有是寵也。',
        'tuan' => '晉，進也。'
            . '<span class="commentinner">釋卦名義。</span>'
            . '明出地上，順而麗乎大明，柔進而上行，是以「康侯用錫馬蕃庶，晝日三接」也。'
            . '<span class="commentinner">「上行」之上，時掌反。以卦象、卦德、卦變釋卦辭。</span>',
        'xiang' => '昭，明之也。',
        'yao' => [
            '以陰居下，應不中正，有欲進見摧之象。占者如是，而能守正則吉。設不為人所信，亦當處以寬裕，則无咎也。',
            '六二，中正，上无應援，故欲進而愁。占者如是，而能守正則吉，而受福于王母也。王母，指六五，蓋享先妣之吉占。而凡以陰居尊者，皆其類也。',
            '三不中正，宜有悔者，以其與下二陰皆欲上進，是以為眾所信而悔亡也。',
            '鼫，音石。不中不正，以竊高位，貪而畏人，蓋危道也。故為鼫鼠之象。占者如是，雖正亦危。',
            '以陰居陽，宜有悔矣。以大明在上，而下皆順從，故占者得之，則其悔亡。又一切去其計功謀利之心，則往吉而无不利也。然亦必有其德，乃應其占耳。',
            '角剛而居上。上九剛進之極，有其象矣。占者得之，而以伐其私邑，則雖危而吉且无咎。然以極剛治小邑，雖得其正，亦可吝矣。',
        ],
        'xiaoxiang' => [
            '初居下位，未有官守之命。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《晋卦》象征长进：就像才干出众的公侯得到了天子的赏识，不仅赐给他许多车马，而且在一天之内多次接见他。',
        ],
        'xiang' => [
            '“陽光从地面上升起，象征着前进和昌盛，也象征着发出自己的光和热。所以，君子应该充分显示自己的才华和美德，发挥自己的作用。',
        ],
        'yao' => [
            '初六，刚开始前进就遇到了障碍和阻拦，但是只要能够坚守正道，始终如一，就一定会吉祥如意。由于它还没有树立起自己的威望，所以能够不受约束地去处理问题，而不必担心会有什么过失。',
            '六二，前进时充满忧愁思虑，但是如果能坚守正道，始终如一，将会吉祥如意。而且会获得极大的恩惠和福泽，是高高在上的王母所赐给他的。',
            '六三，它的所作所为已经得到了众人的认可和赞同，努力进取，悔恨将会消失。',
            '九四，向上迈进像那既贪婪又怕人，而且没有什么专长的梧鼠一样，即使能够严守自己的本分，也免不了灾祸。',
            '六五，悔恨已经消失，也有不着考虑得失的问题。只要勇往直前，就会吉祥如意，所有的一切都变得是那样的顺利。',
            '上九，向前迈进似乎已经达到了顶点，就像到达兽角尖上一样，盛大的气象已不复存在了。只有像攻打城池那样，建立新的功勋，或许可以避免灾难转为吉祥；而且一旦这样做了，将不会产生过失。但即使如此，它以后的发展趋势也只能是越来越差。',
        ],
        'xiaoxiang' => [
            '“向前进遇到障碍和阻拦时”，要能够持之以恒，按照自己所遵循的原则继续不断地努力，才会得到吉祥如意的结果。“随意行动也不会有什么过失”，是因为它还没有被赋予什么权力、责任和使命。',
            '之所以能够“获得极大的恩惠和福泽”，是因为它位置居中，行为符合身份和正道。',
            '“得到众人认可和赞同”的志向，是要努力向前奋斗。',
            '之所以“像梧鼠那样，即使能够严守自己的本分，也免不了灾祸”，是因为它所在的位置不对。',
            '“用不着考虑丢失”，只要继续努力奋斗，就必然会有吉祥福庆的。',
            '“只有像攻打城池那样”，说明前进繁盛已经达到了顶点，再也难以发展光大了。',
        ],
        'tuan' => '晋，前进生长。光明出现地上，逊顺而依附太陽，陰柔进长而升上，所以“康侯亨用很多赏踢之马，一日内三次受到接见”。',
    ],
    'notes' => [
        'tuan' => '此释《晋》卦卦名及卦辞之义。明出地上：《晋》卦下坤上离，坤为地，离为明，顺而丽乎大明：《晋》下坤为顺，上离为日，日为大明。柔进而上行：《程氏易传》云：“凡卦离在上者，柔居君位，多云‘柔进而上行’”。此似指《明夷》六二爻变为《晋》六五爻，故称“上行”，康侯用锡马蕃庶：康侯得到王赏赐的马很多。康侯，一说泛指安康的侯爵；一说为周武王的弟弟卫康叔。锡，赐。蕃庶，繁育，此有众多之义，昼夜三接：一日之内受到三次接见。',
    ],
];
