<?php
return [
    'serial' => 35,
    'name' => '晋',
    'symbol' => [0, 0, 0, 1, 0, 1],
    'brief' => '火地晋',
    'spell' => '',
    'gua' => '康侯用锡马蕃庶，昼日三接。',
    'tuan' => '晋，进也。明出地上，顺而丽乎大明，柔进而上行。是以康侯用锡马蕃庶，昼日三接也。',
    'xiang' => '明出地上，晋；君子以自昭明德。',
    'yao' => [
        '初六：晋如，摧如，贞吉。罔孚，裕无咎。',
        '六二：晋如，愁如，贞吉。受兹介福，于其王母。',
        '六三：众允，悔亡。',
        '九四：晋如硕鼠，贞厉。',
        '六五：悔亡，失得勿恤，往吉无不利。',
        '上九：晋其角，维用伐邑，厉吉无咎，贞吝。',
    ],
    'xiaoxiang' => [
        '晋如，摧如；独行正也。裕无咎；未受命也。',
        '受之介福，以中正也。',
        '众允之，志上行也。',
        '硕鼠贞厉，位不当也。',
        '失得勿恤，往有庆也。',
        '维用伐邑，道未光也。',
    ],
    'zhuxi' => [
        'gua' => '晉，進也。康侯，安國之侯也。錫馬蕃庶，晝日三接，言多受大賜，而顯被親禮也。蓋其為卦上離下坤，有日出地上之象，順而麗乎大明之德，又其變自《觀》而來，為六四之柔進而上行以至於五。占者有是三者，則亦當有是寵也。',
        'tuan' => '晉，進也。'
            . '<span class="commentinner">釋卦名義。</span>'
            . '明出地上，順而麗乎大明，柔進而上行，是以「康侯用錫馬蕃庶，晝日三接」也。'
            . '<span class="commentinner">「上行」之上，時掌反。以卦象、卦德、卦變釋卦辭。</span>',
        'xiang' => '昭，明之也。',
        'yao' => [
            '以陰居下，應不中正，有欲進見摧之象。占者如是，而能守正則吉。設不為人所信，亦當處以寬裕，則无咎也。',
            '六二，中正，上无應援，故欲進而愁。占者如是，而能守正則吉，而受福于王母也。王母，指六五，蓋享先妣之吉占。而凡以陰居尊者，皆其類也。',
            '三不中正，宜有悔者，以其與下二陰皆欲上進，是以為眾所信而悔亡也。',
            '鼫，音石。不中不正，以竊高位，貪而畏人，蓋危道也。故為鼫鼠之象。占者如是，雖正亦危。',
            '以陰居陽，宜有悔矣。以大明在上，而下皆順從，故占者得之，則其悔亡。又一切去其計功謀利之心，則往吉而无不利也。然亦必有其德，乃應其占耳。',
            '角剛而居上。上九剛進之極，有其象矣。占者得之，而以伐其私邑，則雖危而吉且无咎。然以極剛治小邑，雖得其正，亦可吝矣。',
        ],
        'xiaoxiang' => [
            '初居下位，未有官守之命。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '晋，进也。明出地上，顺而丽乎大明，柔进而上行。'
            . '<span class="commentinner">凡言“上行”者，所以在贵也。</span>'
            . '是以“康侯用锡马蕃庶，昼日三接”也。'
            . '<span class="commentinner">康，美之名也。顺以著明，臣之道也。“柔进而上行”，物所与也。故得锡马而蕃庶。以“讼受服”，则“终朝三褫”。柔进受宠，则“一昼三接”也。</span>',
        'xiang' => '以顺著明，自显之道。',
        'yao' => [
            '处顺之初，应明之始，明顺之德，於斯将隆。进明退顺，不失其正，故曰“晋如、摧如、贞吉”也。处卦之始，功业未著，物未之信，故曰“罔孚”。方践卦始，未至履位，以此为足，自丧其长者也。故必“裕”之，然后“无咎”。 ',
            '进而无应，其德不昭，故曰“晋如愁如”。居中得位，履顺而正，不以无应而回其志，处晦能致其诚者也。修德以斯，闻乎幽昧，得正之吉也，故曰“贞吉”。“母”者，处内而成德者也。“鸣鹤在陰”，则“其子和”，之立诚於暗，暗亦应之，故其初“愁如”。履贞不回，则乃受兹大福于其王母也。',
            '处非其位，悔也。志在上行，与众同信，顺而丽明，故得“悔亡”也。',
            '履非其位，上承於五，下据三陰，履非其位。又负且乘，无业可安，志无所据，以斯为进，正之危也。进如鼫鼠，无所守也。',
            '柔得尊位，陰为明主，能不用察，不代下任也。故虽不当位，能消其悔。“失得勿恤”，各有其司，术斯以往，“无不利”也。',
            '处进之极，过明之中，明将夷焉，已在乎角，在犹进之，非亢如何？失夫道化无为之事，必须攻伐，然后服邑，危乃得吉，吉乃无咎。用斯为正，亦以贱矣。',
        ],
        'xiaoxiang' => [
            '未得履位，“未受命也”。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“晋”，进也。明出地上，顺而丽乎大明，柔进而上行。是以“康侯，用锡马，蕃庶，昼日三接”也。'
            . '<span class="commentinner">“晋”以“离”为君，“坤”为臣。“坤”之为物广大博厚，非特臣尔，乃诸侯也。故曰“康侯”，君以是安诸侯也。夫“坤”顺而“离”明，以顺而进，趋于明，无有逆而不受者，故曰“锡马”。马所以进也，锡之马而使蕃之，许其进之甚也。一日三接，喜其来之至也。</span>',
        'xiang' => '',
        'yao' => [
            '三陰皆进而之“离”，九四居于其冲，欲并而有之，众之所不与也。初六有应于四，将以众适四，故进而众摧之也。夫初六之适四，正也；其以众适四，不正也。已独行而不以众，则得其正矣，故曰“贞吉”。我虽正矣，而众莫吾信，故“裕”之而后“无咎”。裕之而后无咎者，众未肯受吾命也。',
            '将进而之五，而四欲得之，故“晋如，愁如”。我守吾正，虽四为拒，不能终闭也，故受福于王母。六五之谓王母也，以其为王母，故二虽陰，亦可得而归之矣。',
            '将适上九而近于四，悔也。虽与之近，而众信其不与也，故“悔亡”。',
            '求得而未必能者，鼫鼠也。六二、六三，非其所当得也。因其过我欲兼有之，而众不听，故曰“晋如，鼫鼠”。九四之有初六，正也；非其正者，固不可得矣。而正者犹危，则位不当之故也。',
            '四夺其与，悔也。然而众不与四，是以“悔亡”。夫以五之尊而下与四争，其所附则陋矣，故虽失所当得，“勿恤”，而往则吉。夫下与四争，必来；来者争也，则往者不争之至也。五犹不争，而四何敢不置之？故其所失，终亦必得而已矣。苟终于得，则其不争，非独四之利也。',
            '刚之上穷者，角也。“晋其角”者，以是为晋也。以角为晋，必有所用其触。三，吾应也①；而四闭之，则上九之所伐者，四也。四与上同体，故为邑也。邑人而闭吾应，无以令之而至于用兵，道不光矣。此正也，而吝道也。故知戒于危，然后其吉，可以无咎。【校注】 ①吾应也：《苏氏易传》作“五应也”，误。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《晋卦》象征长进：就像才干出众的公侯得到了天子的赏识，不仅赐给他许多车马，而且在一天之内多次接见他。',
        ],
        'xiang' => [
            '“陽光从地面上升起，象征着前进和昌盛，也象征着发出自己的光和热。所以，君子应该充分显示自己的才华和美德，发挥自己的作用。',
        ],
        'yao' => [
            '初六，刚开始前进就遇到了障碍和阻拦，但是只要能够坚守正道，始终如一，就一定会吉祥如意。由于它还没有树立起自己的威望，所以能够不受约束地去处理问题，而不必担心会有什么过失。',
            '六二，前进时充满忧愁思虑，但是如果能坚守正道，始终如一，将会吉祥如意。而且会获得极大的恩惠和福泽，是高高在上的王母所赐给他的。',
            '六三，它的所作所为已经得到了众人的认可和赞同，努力进取，悔恨将会消失。',
            '九四，向上迈进像那既贪婪又怕人，而且没有什么专长的梧鼠一样，即使能够严守自己的本分，也免不了灾祸。',
            '六五，悔恨已经消失，也有不着考虑得失的问题。只要勇往直前，就会吉祥如意，所有的一切都变得是那样的顺利。',
            '上九，向前迈进似乎已经达到了顶点，就像到达兽角尖上一样，盛大的气象已不复存在了。只有像攻打城池那样，建立新的功勋，或许可以避免灾难转为吉祥；而且一旦这样做了，将不会产生过失。但即使如此，它以后的发展趋势也只能是越来越差。',
        ],
        'xiaoxiang' => [
            '“向前进遇到障碍和阻拦时”，要能够持之以恒，按照自己所遵循的原则继续不断地努力，才会得到吉祥如意的结果。“随意行动也不会有什么过失”，是因为它还没有被赋予什么权力、责任和使命。',
            '之所以能够“获得极大的恩惠和福泽”，是因为它位置居中，行为符合身份和正道。',
            '“得到众人认可和赞同”的志向，是要努力向前奋斗。',
            '之所以“像梧鼠那样，即使能够严守自己的本分，也免不了灾祸”，是因为它所在的位置不对。',
            '“用不着考虑丢失”，只要继续努力奋斗，就必然会有吉祥福庆的。',
            '“只有像攻打城池那样”，说明前进繁盛已经达到了顶点，再也难以发展光大了。',
        ],
        'tuan' => '晋，前进生长。光明出现地上，逊顺而依附太陽，陰柔进长而升上，所以“康侯亨用很多赏踢之马，一日内三次受到接见”。',
    ],
    'notes' => [
        'tuan' => '此释《晋》卦卦名及卦辞之义。明出地上：《晋》卦下坤上离，坤为地，离为明，顺而丽乎大明：《晋》下坤为顺，上离为日，日为大明。柔进而上行：《程氏易传》云：“凡卦离在上者，柔居君位，多云‘柔进而上行’”。此似指《明夷》六二爻变为《晋》六五爻，故称“上行”，康侯用锡马蕃庶：康侯得到王赏赐的马很多。康侯，一说泛指安康的侯爵；一说为周武王的弟弟卫康叔。锡，赐。蕃庶，繁育，此有众多之义，昼夜三接：一日之内受到三次接见。',
    ],
];
