<?php
return [
    'gua' => '利艰贞。',
    'tuan' => '明入地中，明夷。内文明而外柔顺，以蒙大难，文王以之。利艰贞，晦其明也，内难而能正其志，箕子以之。',
    'xiang' => '明入地中，明夷；君子以莅众，用晦而明。',
    'yao' => [
        '初九：明夷于飞，垂其翼。君子于行，三日不食，有攸往，主人有言。',
        '六二：明夷，夷于左股，用拯马壮，吉。',
        '九三：明夷于南狩，得其大首，不可疾贞。',
        '六四：入于左腹，获明夷之心，出于门庭。',
        '六五：箕子之明夷，利贞。',
        '上六：不明晦，初登于天，后入于地。',
    ],
    'xiaoxiang' => [
        '君子于行，义不食也。',
        '六二之吉，顺以则也。',
        '南狩之志，乃大得也。',
        '入于左腹，获心意也。',
        '箕子之贞，明不可息也。',
        '初登于天，照四国也。后入于地，失则也。',
    ],
    'zhuxi' => [
        'gua' => '夷，傷也。為卦下離上坤，日入地中，明而見傷之象，故為明夷。又其上六為暗之主，六五近之，故占者利于艱難以守正，而自晦其明也。',
        'tuan' => '明入地中，明夷。'
            . '<span class="commentinner">以卦象釋卦名。</span>'
            . '內文明而外柔順，以蒙大難，文王以之。'
            . '<span class="commentinner">難，去聲。下同。以卦德釋卦義。蒙大難，謂遭紂之亂而見囚也。</span>'
            . '利艱貞，晦其明也，內難而能正其志，箕子以之。'
            . '<span class="commentinner">以六五一爻之義釋卦辭。內難，謂為紂近親，在其國內，如六五之近於上六也。</span>',
        //'xiang' => '',
        'yao' => [
            '飛而垂翼，見傷之象。占者行而不食，所如不合，時義當然，不得而避也。',
            '拯，之陵反。《渙》初爻同。傷而未切，救之速則免矣。故其象占如此。',
            '以剛居剛，又在明體之上，而屈於至暗之下，正與上六闇主為應，故有向明除害，得其首惡之象。然不可以亟也，故有不可疾貞之戒。成湯起於夏臺，文王興於羑里，正合此爻之義，而小事亦有然者。',
            '此爻之義未詳。竊疑左腹者，幽隱之處。獲明夷之心，于出門庭者，得意於遠去之義。言筮而得此者，其自處當如是也。蓋離體為至明之德，坤體為至暗之地，下三爻明在闇外，故隨其遠近高下而處之不同。六四以柔正居喻地而尚淺，故猶可以得意於遠去。五以柔中居闇地而已迫，故為內難正志以晦其明之象。上則極乎暗矣，故為自傷其明以至於闇，而又足以傷人之明。蓋下五爻皆為君子，獨上一爻為闇君也。',
            '居至闇之地，近至闇之君，而能正其志，箕子之象也，貞之至也。利貞，以戒占者。',
            '以陰居坤之極，不明其德以至于晦。始則處高位，以傷人之明。終必至於自傷，而墜厥命。故其象如此，而占亦在其中矣。',
        ],
        'xiaoxiang' => [
            '唯義所在，不食可也。',
            '',
            '',
            '意，叶音臆。',
            '',
            '照四國，以位言。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '莅众显明，蔽伪百姓者也。故以蒙养正，以“明夷”莅众。藏明於内，乃得明也。显明於外，巧所辟也。',
        'yao' => [
            '明夷之主，在於上六。上六为至暗者也。初处卦之始，最远於难也。远难过甚，“明夷”远遯，绝迹匿形，不由轨路，故曰“明夷于飞”。怀惧而行，行不敢显，故曰“垂其翼”也。尚义而行，故曰“君子于行”也。志急於行，饥不遑食，故曰“三日不食”也。殊类过甚，以斯适人，人心疑之，故曰“有攸往，主人有言”。',
            '“夷于左股”，是行不能壮也。以柔居中，用夷其明，进不殊类，退不近难，不见疑惮，“顺以则”也，故可用拯马而壮吉也。不垂其翼，然后乃免也。',
            '处下体之上，居文明之极，上为至晦，入地之物也。故夷其明，以获南狩，得大首也。“南狩”者，发其明也。既诛其主，将正其民。民之迷也，其日固已久矣。化宜以渐，不可速正，故曰“不可疾贞”。',
            '左者，取其顺也。入于左腹，得其心意，故虽近不危。随时辟难，门庭而已，能不逆忤也。',
            '最近於晦，与难为比，险莫如兹。而在斯中，犹暗不能没，明不可息，正不忧危，故“利贞”也。',
            '处明夷之极，是至晦者也。本其初也，在乎光照，转至於晦，遂入于地。',
        ],
        'xiaoxiang' => [
            '',
            '顺之以则，故不见疑。',
            '去暗主也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '王弼曰：显明于外，乃所辟也。',
        'yao' => [
            '“明夷”之主在上六。二与五，皆其用事之地。而九三势均于其主，力足以正之，此三者皆有责于“明夷”之世者也。夫君子有责于斯世，力能救则救之，六二之“用拯”是也；力能正则正之，九三之“南狩”是也。既不能救，又不能正，则君子不敢辞其辱以私便其身，六五之“箕子”是也。君子居“明夷”之世，有责必有以塞之，无责必有以全其身而不失其正。初九、六四，无责于斯世，故近者则入腹获心“于出门庭”，而远者则行不及食也。“明夷”者，自“夷”以全其明也，将飞而举其翼，必见縻矣，故“垂其翼”，所以示不飞之形也。方其未去也，“垂其翼”，缓之至也；及其去也，三日不遑食，亟之至也。是何也？则惧不免也。“明夷”之主，既已失其民矣，我有所适，所适必其敌也。去主而适敌，主且以我为谋之，故曰“主人有言”。“主人”，上六也。',
            '爻言左右，犹言内外也。在我之上，则于我为左矣。“明夷”之世，“坤”，君也，而将废也。“离”，臣也，而方壮也。自“离”言之，“坤”之废，左股之伤也。六二忠顺之至，故往用拯之，爱其忠而忧其不济也。故戒之曰：徒往不足拯也。马壮而后吉，马所以载伤者也。',
            '六二所居者顺①，而不失人臣之则，故可以拯不明之君。有功而不见疑，是以吉也。至于九三，其势逼矣。虽欲拯之而不可得，故“南狩”以正之。“明夷”始自晦也，“南狩”，发其明之地也。以陽用陽，戒在于速，故“大首”既获，则“不可疾贞”。【校注】 ①所居者顺：《苏氏易传》作“所居顺”，误。',
            '近不明之君，而位非用事之地，虽以逊免可也。是故“入其左腹，获其心意”，而君子莫之咎者，以去其门庭之速也。君子之居此，惧不免尔。既免，未有不去者；既免而不去，怀其门庭，将以有求，则吾罪大矣。',
            '六五之于上六，正之则势不敌，救之则力不能，去之则义不可，此最难处者也。如箕子而后可，箕子之处于此，身可辱也，而“明不可息”者也。',
            '六爻皆晦也。而所以晦者不同：自五以下，明而晦者也；若上六，不明而晦者也。故曰“不明晦”，言其实晦非有托也。明而晦者，始晦而终明；不明而晦者，强明而实晦，此其辨也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《明夷卦》象征光明受阻：在这种情况下，最好是在艰难困苦中坚守正道，保持自身的纯洁和善始善终的恒心。',
        ],
        'xiang' => [
            '《明夷卦》的卦象是离（火）下坤（地）上，离为火，代表光明，为光明入地下之表象，象征着“光明被阻”。君子要能够遵循这个道理去管理民众，即有意不表露自己的才能和智慧，反而能在不知不觉中使民众得到治理。',
        ],
        'yao' => [
            '初九，在光明被阻的时候，要像鸟儿一样地迅速飞走，而且要低垂着翅膀以免被人察觉。君子若要退避隐藏，就是丢掉职位、没有饭吃也不在乎。但君子若在此时行动，必然要受到当政者的责备。',
            '《明夷卦》的第二爻位（六二），处在这种光明被阻的情况下，就像伤了左大腿一样，如果能借用好马，增加自己的力量，将会是有利的。',
            '九三，君主在光明受阻的情况下，到南方去巡狩，将可以消灭罪恶的首领。但是应该注意不要操之过急，要能够坚守正道，持之以恒。',
            '六四，进入左方腹部，能够深入了解光明被阻的内中情况，于是坚定地跨出门庭，离开这里。',
            '六五，应采取箕子那种自掩其聪明才智的做法，这样做有利于坚守正道。',
            '上六，不但没有光明，反而带来黑暗。刚开始时升起在天空，而后来却堕入地下。',
        ],
        'xiaoxiang' => [
            '“君子隐藏退避“是由于坚持道义和原则而不愿再拿这份俸禄了。',
            '“六二爻之所以能够获得吉祥，是因为它柔顺而又坚持原则。',
            '有到南方征伐巡狩的志向，就会有非常大的收获。',
            '“进入左方腹部”，因此能够从内部深刻了解光明受阻的情形。',
            '箕子坚守正道，保持自我的行为说明，光明是不会熄灭的，只是暂时受阻碍罢了。',
            '“刚开始时升起在天空”，是说它的光明能够普照四方各国；“而后来却堕入地下”，是说它已经因违背正道而丧失了应有的作用，由光明转入了黑暗。',
        ],
        'tuan' => '光明进入地中，是为明夷。内（卦有离卦的）文明而外（卦有坤卦的）柔顺，以此蒙受大难，只有文王能够做到。“利于在艰难中守正”，暗藏其明智，内有险难而能正其志向情操，只有箕子能够做到。',
    ],
    'notes' => [
        'tuan' => '此释《明夷》卦卦名及卦辞之义。明入地中：《明夷》下离上坤，离为日，为明，坤为地。明入地中而伤，故为明夷。夷，伤。内文明而外柔顺：《明夷》内卦离为文明，外卦坤为柔顺。蒙：遭受。大难：指大的灾难。此指文王遭囚禁。文王以之：文王有此道，即文王内怀文明之德而外有柔顺之性蒙受纣王囚禁之大难。晦其明：《明夷》上坤为晦，下离为明，内难而正其志：箕子为纣伯父，纣王昏暗，故曰内难。《明夷》离日在内，且离三爻各得正故曰正其志。',
    ],
];
