<?php
return [
    'serial' => 36,
    'name' => '明夷',
    'symbol' => [1, 0, 1, 0, 0, 0],
    'brief' => '地火明夷',
    'spell' => 'yí',
    'gua' => '利艰贞。',
    'tuan' => '明入地中，明夷。内文明而外柔顺，以蒙大难，文王以之。利艰贞，晦其明也，内难而能正其志，箕子以之。',
    'xiang' => '明入地中，明夷；君子以莅众，用晦而明。',
    'yao' => [
        '初九：明夷于飞，垂其翼。君子于行，三日不食，有攸往，主人有言。',
        '六二：明夷，夷于左股，用拯马壮，吉。',
        '九三：明夷于南狩，得其大首，不可疾贞。',
        '六四：入于左腹，获明夷之心，出于门庭。',
        '六五：箕子之明夷，利贞。',
        '上六：不明晦，初登于天，后入于地。',
    ],
    'xiaoxiang' => [
        '君子于行，义不食也。',
        '六二之吉，顺以则也。',
        '南狩之志，乃大得也。',
        '入于左腹，获心意也。',
        '箕子之贞，明不可息也。',
        '初登于天，照四国也。后入于地，失则也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
