<?php
return [
    'serial' => 36,
    'name' => '明夷',
    'symbol' => [1, 0, 1, 0, 0, 0],
    'brief' => '地火明夷',
    'spell' => 'yí',
    'gua' => '利艰贞。',
    'tuan' => '明入地中，明夷。内文明而外柔顺，以蒙大难，文王以之。利艰贞，晦其明也，内难而能正其志，箕子以之。',
    'xiang' => '明入地中，明夷；君子以莅众，用晦而明。',
    'yao' => [
        '初九：明夷于飞，垂其翼。君子于行，三日不食，有攸往，主人有言。',
        '六二：明夷，夷于左股，用拯马壮，吉。',
        '九三：明夷于南狩，得其大首，不可疾贞。',
        '六四：入于左腹，获明夷之心，出于门庭。',
        '六五：箕子之明夷，利贞。',
        '上六：不明晦，初登于天，后入于地。',
    ],
    'xiaoxiang' => [
        '君子于行，义不食也。',
        '六二之吉，顺以则也。',
        '南狩之志，乃大得也。',
        '入于左腹，获心意也。',
        '箕子之贞，明不可息也。',
        '初登于天，照四国也。后入于地，失则也。',
    ],
    'zhuxi' => [
        'gua' => '夷，傷也。為卦下離上坤，日入地中，明而見傷之象，故為明夷。又其上六為暗之主，六五近之，故占者利于艱難以守正，而自晦其明也。',
        'tuan' => '明入地中，明夷。'
            . '<span class="commentinner">以卦象釋卦名。</span>'
            . '內文明而外柔順，以蒙大難，文王以之。'
            . '<span class="commentinner">難，去聲。下同。以卦德釋卦義。蒙大難，謂遭紂之亂而見囚也。</span>'
            . '利艱貞，晦其明也，內難而能正其志，箕子以之。'
            . '<span class="commentinner">以六五一爻之義釋卦辭。內難，謂為紂近親，在其國內，如六五之近於上六也。</span>',
        //'xiang' => '',
        'yao' => [
            '飛而垂翼，見傷之象。占者行而不食，所如不合，時義當然，不得而避也。',
            '拯，之陵反。《渙》初爻同。傷而未切，救之速則免矣。故其象占如此。',
            '以剛居剛，又在明體之上，而屈於至暗之下，正與上六闇主為應，故有向明除害，得其首惡之象。然不可以亟也，故有不可疾貞之戒。成湯起於夏臺，文王興於羑里，正合此爻之義，而小事亦有然者。',
            '此爻之義未詳。竊疑左腹者，幽隱之處。獲明夷之心，于出門庭者，得意於遠去之義。言筮而得此者，其自處當如是也。蓋離體為至明之德，坤體為至暗之地，下三爻明在闇外，故隨其遠近高下而處之不同。六四以柔正居喻地而尚淺，故猶可以得意於遠去。五以柔中居闇地而已迫，故為內難正志以晦其明之象。上則極乎暗矣，故為自傷其明以至於闇，而又足以傷人之明。蓋下五爻皆為君子，獨上一爻為闇君也。',
            '居至闇之地，近至闇之君，而能正其志，箕子之象也，貞之至也。利貞，以戒占者。',
            '以陰居坤之極，不明其德以至于晦。始則處高位，以傷人之明。終必至於自傷，而墜厥命。故其象如此，而占亦在其中矣。',
        ],
        'xiaoxiang' => [
            '唯義所在，不食可也。',
            '',
            '',
            '意，叶音臆。',
            '',
            '照四國，以位言。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《明夷卦》象征光明受阻：在这种情况下，最好是在艰难困苦中坚守正道，保持自身的纯洁和善始善终的恒心。',
        ],
        'xiang' => [
            '《明夷卦》的卦象是离（火）下坤（地）上，离为火，代表光明，为光明入地下之表象，象征着“光明被阻”。君子要能够遵循这个道理去管理民众，即有意不表露自己的才能和智慧，反而能在不知不觉中使民众得到治理。',
        ],
        'yao' => [
            '初九，在光明被阻的时候，要像鸟儿一样地迅速飞走，而且要低垂着翅膀以免被人察觉。君子若要退避隐藏，就是丢掉职位、没有饭吃也不在乎。但君子若在此时行动，必然要受到当政者的责备。',
            '《明夷卦》的第二爻位（六二），处在这种光明被阻的情况下，就像伤了左大腿一样，如果能借用好马，增加自己的力量，将会是有利的。',
            '九三，君主在光明受阻的情况下，到南方去巡狩，将可以消灭罪恶的首领。但是应该注意不要操之过急，要能够坚守正道，持之以恒。',
            '六四，进入左方腹部，能够深入了解光明被阻的内中情况，于是坚定地跨出门庭，离开这里。',
            '六五，应采取箕子那种自掩其聪明才智的做法，这样做有利于坚守正道。',
            '上六，不但没有光明，反而带来黑暗。刚开始时升起在天空，而后来却堕入地下。',
        ],
        'xiaoxiang' => [
            '“君子隐藏退避“是由于坚持道义和原则而不愿再拿这份俸禄了。',
            '“六二爻之所以能够获得吉祥，是因为它柔顺而又坚持原则。',
            '有到南方征伐巡狩的志向，就会有非常大的收获。',
            '“进入左方腹部”，因此能够从内部深刻了解光明受阻的情形。',
            '箕子坚守正道，保持自我的行为说明，光明是不会熄灭的，只是暂时受阻碍罢了。',
            '“刚开始时升起在天空”，是说它的光明能够普照四方各国；“而后来却堕入地下”，是说它已经因违背正道而丧失了应有的作用，由光明转入了黑暗。',
        ],
        'tuan' => '光明进入地中，是为明夷。内（卦有离卦的）文明而外（卦有坤卦的）柔顺，以此蒙受大难，只有文王能够做到。“利于在艰难中守正”，暗藏其明智，内有险难而能正其志向情操，只有箕子能够做到。',
    ],
    'notes' => [
        'tuan' => '此释《明夷》卦卦名及卦辞之义。明入地中：《明夷》下离上坤，离为日，为明，坤为地。明入地中而伤，故为明夷。夷，伤。内文明而外柔顺：《明夷》内卦离为文明，外卦坤为柔顺。蒙：遭受。大难：指大的灾难。此指文王遭囚禁。文王以之：文王有此道，即文王内怀文明之德而外有柔顺之性蒙受纣王囚禁之大难。晦其明：《明夷》上坤为晦，下离为明，内难而正其志：箕子为纣伯父，纣王昏暗，故曰内难。《明夷》离日在内，且离三爻各得正故曰正其志。',
    ],
];
