<?php
return [
    'serial' => 37,
    'name' => '家人',
    'symbol' => [1, 0, 1, 0, 1, 1],
    'brief' => '风火家人',
    'spell' => '',
    'gua' => '利女贞。',
    'tuan' => '家人，女正位乎内，男正位乎外，男女正，天地之大义也。家人有严君焉，父母之谓也。父父，子子，兄兄，弟弟，夫夫，妇妇，而家道正；正家而天下定矣。',
    'xiang' => '风自火出，家人；君子以言有物，而行有恒。',
    'yao' => [
        '初九：闲有家，悔亡。',
        '六二：无攸遂，在中馈，贞吉。',
        '九三：家人鎬鎬，悔厉吉；妇子嘻嘻，终吝。',
        '六四：富家，大吉。',
        '九五：王假有家，勿恤吉。',
        '上九：有孚威如，终吉。',
    ],
    'xiaoxiang' => [
        '闲有家，志未变也。',
        '六二之吉，顺以巽也。',
        '家人鎬鎬，未失也；妇子嘻嘻，失家节也。',
        '富家大吉，顺在位也。',
        '王假有家，交相爱也。',
        '威如之吉，反身之谓也。',
    ],
    'zhuxi' => [
        'gua' => '家人者，一家之人。卦之九五、六二，外內各得其正，故為家人。利女貞者，欲先正乎內也。內正則外无不正矣。',
        'tuan' => '家人，女正位乎內，男正位乎外。男女正，天地之大義也。'
            . '<span class="commentinner">以卦體九五、六二，釋利女貞之義。</span>'
            . '家人有嚴君焉，父母之謂也。'
            . '<span class="commentinner">亦謂二五。</span>'
            . '父父、子子、兄兄、弟弟、夫夫、婦婦，而家道正，正家而天下定矣。'
            . '<span class="commentinner">上父初子，五三夫，四二婦，五兄三弟，以卦畫推之，又有此象。</span>',
        'xiang' => '行，下孟反。身脩則家治矣。',
        'yao' => [
            '初九以剛陽處有家之始，能防閑之，其悔亡矣。戒占者當如是也。',
            '六二柔順中正，女之正位乎內者也，故其象占如此。',
            '嗃，呼落反。嘻，喜悲反。《象》同。以剛居剛而不中，過乎剛者也，故有嗃嗃嚴厲之象。如是，則雖有悔厲而吉也。嘻嘻者，嗃嗃之反，吝之道也。占者各以其德為應，故兩言之。',
            '陽主義，陰主利，以陰居陰而在上位，能富其家者也。',
            '假，更白反。假，至也，如「假于太廟」之「假」。有家，猶言有國也。九五，剛健中正，下應六二之柔順中正，王者以是至于其家，則勿用憂恤而吉可必矣。蓋聘納后妃之吉占，而凡有是德者遇之，皆吉也。',
            '上九以剛居上，在卦之終，故言正家久遠之道。占者必有誠信嚴威，則終吉也。',
        ],
        'xiaoxiang' => [
            '志未變而預防之。',
            '',
            '',
            '',
            '程子曰：「夫愛其內助，婦愛其刑家。」',
            '謂非作威也，反身自治，則人畏服之矣。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《家人卦》象征家庭：特别注重女人在家中的作用，如果她能够坚守正道，始终如一，将会非常有利。',
        ],
        'xiang' => [
            '《家人卦》的卦象是离（火）下巽（风）上，为风从火出之表象，象征着外部的风来自于本身的火，就像家庭的影响和作用都产生于自己内部一样。君子应该特别注意自己的一言一行，说话要有根据和内容，行动要有准则和规矩，不能朝三暮四和半途而废。',
        ],
        'yao' => [
            '初九，治家应从一开始就打好基础，立下规矩，防患于未然。如果这样做了，就不会有什么过失了。',
            '六二，不要自作主张，追求功名，能够料理好家中的饮食起居就行了，结果一定是吉祥的。',
            '九三，由于治家过分严厉，使得家里人承受不了而怨言丛生，这样做虽然有过失，会带来麻烦，但是从长远看，最终会得到吉祥的。可是如果不能从严治家，听凭妇人和孩子们随心所欲，最终的发展结果却决不会好。',
            '六四，能够使家中的财富增加，就一定会非常吉祥如意。',
            '九五，一家之主通过自己的行为感染带动家里的人，使他们各自都按照自己的本分和职责去做，是会吉祥如意的。',
            '上九，治家的根本在于严格要求自己，如果自己能够诚实有信，树立起威信，结果一定会获得吉祥。',
        ],
        'xiaoxiang' => [
            '“治家应从一开始就打好基础，立下规矩，防患于未然”，意义就在于开一个好头十分重要。如果等到出现了问题再去想办法，效果就差得多了。',
            '《家人卦》的第二爻位（六二）这所以能够吉祥如意，是因为它位置居中，符合常规，而且温柔顺从的缘故。',
            '“由于过分严厉使得家中人怨言丛生，但最终却可以得到吉祥”，是因为这样做是符合治家的原则的，虽然有过失，但不失根本。而听凭“妇人和孩子随心所欲，最终的发展结果却决不会好”，是因为这样做违背了治家的原则和规矩。',
            '六四之所以“能够使家中的财富增加，一定会非常吉祥如意”，是由于它柔顺的本性决定的。',
            '“一家之主通过自己的行为感染带动家里的人，是会吉祥如意的”，关键是要能使全家人和睦相处，感情融洽，相亲相爱。',
            '之所以建立尊严和威信能够获得吉祥，是因为这种尊严和威信是通过严格要求自己得到的，而不是通过其他方式。',
        ],
        'tuan' => '家人，女人正位在内，男人正位于外，男女各正其位，这是天地的大义！家人有尊严的君主，这就是父母。做父亲的尽父道，做儿子的尽孝道，做兄长的像兄长，做弟弟的像弟弟，做丈夫的尽到丈夫职责，做妻子的尽妇道（各守其道），因而家道得正。家道正则天下安定。',
    ],
    'notes' => [
        'tuan' => '此释《家人》卦卦名及卦辞之义。女：《家人》六二之陰。内：内卦。男：《家人》九五之陽。外：外卦。严君：尊严的君长，即父母。严犹尊。《学记》“严师为难”。注：“严，尊敬也。”',
    ],
];
