<?php
return [
    'serial' => 37,
    'name' => '家人',
    'symbol' => [1, 0, 1, 0, 1, 1],
    'brief' => '风火家人',
    'spell' => '',
    'gua' => '利女贞。',
    'tuan' => '家人，女正位乎内，男正位乎外，男女正，天地之大义也。家人有严君焉，父母之谓也。父父，子子，兄兄，弟弟，夫夫，妇妇，而家道正；正家而天下定矣。',
    'xiang' => '风自火出，家人；君子以言有物，而行有恒。',
    'yao' => [
        '初九：闲有家，悔亡。',
        '六二：无攸遂，在中馈，贞吉。',
        '九三：家人鎬鎬，悔厉吉；妇子嘻嘻，终吝。',
        '六四：富家，大吉。',
        '九五：王假有家，勿恤吉。',
        '上九：有孚威如，终吉。',
    ],
    'xiaoxiang' => [
        '闲有家，志未变也。',
        '六二之吉，顺以巽也。',
        '家人鎬鎬，未失也；妇子嘻嘻，失家节也。',
        '富家大吉，顺在位也。',
        '王假有家，交相爱也。',
        '威如之吉，反身之谓也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
