<?php
return [
    'serial' => 37,
    'name' => '家人',
    'symbol' => [1, 0, 1, 0, 1, 1],
    'brief' => '风火家人',
    'spell' => '',
    'gua' => '利女贞。',
    'tuan' => '家人，女正位乎内，男正位乎外，男女正，天地之大义也。家人有严君焉，父母之谓也。父父，子子，兄兄，弟弟，夫夫，妇妇，而家道正；正家而天下定矣。',
    'xiang' => '风自火出，家人；君子以言有物，而行有恒。',
    'yao' => [
        '初九：闲有家，悔亡。',
        '六二：无攸遂，在中馈，贞吉。',
        '九三：家人鎬鎬，悔厉吉；妇子嘻嘻，终吝。',
        '六四：富家，大吉。',
        '九五：王假有家，勿恤吉。',
        '上九：有孚威如，终吉。',
    ],
    'xiaoxiang' => [
        '闲有家，志未变也。',
        '六二之吉，顺以巽也。',
        '家人鎬鎬，未失也；妇子嘻嘻，失家节也。',
        '富家大吉，顺在位也。',
        '王假有家，交相爱也。',
        '威如之吉，反身之谓也。',
    ],
    'zhuxi' => [
        'gua' => '家人者，一家之人。卦之九五、六二，外內各得其正，故為家人。利女貞者，欲先正乎內也。內正則外无不正矣。',
        'tuan' => '家人，女正位乎內，男正位乎外。男女正，天地之大義也。'
            . '<span class="commentinner">以卦體九五、六二，釋利女貞之義。</span>'
            . '家人有嚴君焉，父母之謂也。'
            . '<span class="commentinner">亦謂二五。</span>'
            . '父父、子子、兄兄、弟弟、夫夫、婦婦，而家道正，正家而天下定矣。'
            . '<span class="commentinner">上父初子，五三夫，四二婦，五兄三弟，以卦畫推之，又有此象。</span>',
        'xiang' => '行，下孟反。身脩則家治矣。',
        'yao' => [
            '初九以剛陽處有家之始，能防閑之，其悔亡矣。戒占者當如是也。',
            '六二柔順中正，女之正位乎內者也，故其象占如此。',
            '嗃，呼落反。嘻，喜悲反。《象》同。以剛居剛而不中，過乎剛者也，故有嗃嗃嚴厲之象。如是，則雖有悔厲而吉也。嘻嘻者，嗃嗃之反，吝之道也。占者各以其德為應，故兩言之。',
            '陽主義，陰主利，以陰居陰而在上位，能富其家者也。',
            '假，更白反。假，至也，如「假于太廟」之「假」。有家，猶言有國也。九五，剛健中正，下應六二之柔順中正，王者以是至于其家，則勿用憂恤而吉可必矣。蓋聘納后妃之吉占，而凡有是德者遇之，皆吉也。',
            '上九以剛居上，在卦之終，故言正家久遠之道。占者必有誠信嚴威，則終吉也。',
        ],
        'xiaoxiang' => [
            '志未變而預防之。',
            '',
            '',
            '',
            '程子曰：「夫愛其內助，婦愛其刑家。」',
            '謂非作威也，反身自治，則人畏服之矣。',
        ],
    ],
    'wangbi' => [
        'gua' => '家人之义，各自修一家之道，不能知家外他人之事也。统而论之，非元亨利君子之贞，故“利女贞”。其正在家内而已。',
        'tuan' => '家人，女正位乎内，'
            . '<span class="commentinner">谓二也。</span>'
            . '男正位乎外，'
            . '<span class="commentinner">谓五也。家人之义，以内为本，故先说女也。</span>'
            . '男女正，天地之大义也。家人有严君焉。父母之谓也。父父、子子、兄兄、弟弟、夫夫、妇妇而家道正，正家而天下定矣。',
        'xiang' => '由内以相成炽也。家人之道，修於近小而不妄也。故君子以言必有物而口无择言，行必有恒而身无择行。',
        'yao' => [
            '凡教在初而法在始，家渎而后严之，志变而后治之，则“悔”矣。处家人之初，为家人之始，故宜必以“闲有家”，然后“悔亡”也。',
            '居内处中，履得其位，以陰应陽，尽妇人之正，义无所必，遂职乎“中馈”，巽顺而已，是以“贞吉”也。',
            '以陽处陽，刚严者也。处下体之极，为一家之长者也。行与其慢，宁过乎恭；家与其渎，宁过乎严。是以家人虽“嗃嗃悔厉”，犹得其道。“妇子嘻嘻”，乃失其节也。',
            '能以其富顺而处位，故“大吉”也。若但能富其家，何足为大吉无体柔居巽，履得其位，明於家道，以近至尊，能富其家也。',
            '假，至也。履正而应，处尊体巽，王至斯道，以有其家者也。居於尊位，而明於家道，则下莫不化矣。父父、子子、兄兄、弟弟、夫夫、妇妇，六亲和睦交相爱乐而家道正，“正家而天下定矣”。故“王假有家”，则勿恤而吉。',
            '处家人之终，居家道之成，“刑于寡妻”，以著于外者也，故曰“有孚”。凡物以猛为本者则患在寡恩，以爱为本者则患在寡威，故家人之道尚威严也。家道可终，唯信与威。身得威敬，人亦如之。反之於身，则知施於人也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“家人”，女正位乎内。'
            . '<span class="commentinner">谓二也。</span>'
            . '男正位乎外。'
            . '<span class="commentinner">谓五也。</span>'
            . '男女正，天地之大义也。家人有严君焉，父母之谓也。父父、子子、兄兄、弟弟、夫夫、妇妇而家道正，正家而天下定矣。',
        'xiang' => '火之所以盛者，风也；火盛而风出焉。家之所以正者，我也；家正而我与焉。',
        'yao' => [
            '家人之道，宽则伤义，猛则伤恩。然则是无适而可乎？曰：“君子以言有物而行有恒。”至矣，言之有物也，行之有恒也！虽有悍妇、暴子弟，莫敢不肃然，而未尝废恩也，此所以为至也。曾子曰：“君子所贵乎道者三：动容貌，斯远曝慢矣；正颜色，斯近信矣；出辞气，斯远鄙倍矣。”如是，何闲之有？初九用刚于家之始，九三用刚于家之成，是以皆有悔也。夫所以至于“闲”者？惟德不足故也。德既不足，而又忘闲焉，则志变矣。及其未变而闲之，故“悔亡”。',
            '有中馈，无遂事，妇人之正也。',
            '以陽居陽，过于用刚，故悔且危也。人见其悔且危也，而矫之以宽，则家败矣。故告之以斯人之终吉，戒之以失节之终吝。',
            '“家人”有四陽二陰，而陰皆不失其位，以听于陽。陽为政而陰听之，家欲不治不可得也。富者治之极也，故六二“贞吉”，其治也；六四“富家”，其极也。以治极致富，则其富可久，此之谓“大吉”。',
            '“假”，至也。王至有家，则是家也大矣。王者以天下为一家，“家人”之家近而相渎，天下之家远而相忘，知其患在于相渎也，故推严别远以存相忘之意，知其患在于相忘也。故简易“勿恤”，以通相爱之情。“家人”四陽，惟九五有人君之德，故称其德、论天下之家焉。君臣欲其如父子，父子欲其如君臣，圣人之意也。',
            '上九之所信者，三也。家人之无应者，惟三与上而已。人皆刚柔相与，而己独两刚相临①，是以终身不忘畏也。畏威如疾，民之上也，故畏人者人亦畏之，慢人者人亦慢之，此之谓“反身”。凡言终者，其始未必然也，“妇子嘻嘻”，其始可乐；“威如之吉”其始苦之。【校注】 ①而己独两刚相临：《苏氏易传》作“而已独两刚相临”，误。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《家人卦》象征家庭：特别注重女人在家中的作用，如果她能够坚守正道，始终如一，将会非常有利。',
        ],
        'xiang' => [
            '《家人卦》的卦象是离（火）下巽（风）上，为风从火出之表象，象征着外部的风来自于本身的火，就像家庭的影响和作用都产生于自己内部一样。君子应该特别注意自己的一言一行，说话要有根据和内容，行动要有准则和规矩，不能朝三暮四和半途而废。',
        ],
        'yao' => [
            '初九，治家应从一开始就打好基础，立下规矩，防患于未然。如果这样做了，就不会有什么过失了。',
            '六二，不要自作主张，追求功名，能够料理好家中的饮食起居就行了，结果一定是吉祥的。',
            '九三，由于治家过分严厉，使得家里人承受不了而怨言丛生，这样做虽然有过失，会带来麻烦，但是从长远看，最终会得到吉祥的。可是如果不能从严治家，听凭妇人和孩子们随心所欲，最终的发展结果却决不会好。',
            '六四，能够使家中的财富增加，就一定会非常吉祥如意。',
            '九五，一家之主通过自己的行为感染带动家里的人，使他们各自都按照自己的本分和职责去做，是会吉祥如意的。',
            '上九，治家的根本在于严格要求自己，如果自己能够诚实有信，树立起威信，结果一定会获得吉祥。',
        ],
        'xiaoxiang' => [
            '“治家应从一开始就打好基础，立下规矩，防患于未然”，意义就在于开一个好头十分重要。如果等到出现了问题再去想办法，效果就差得多了。',
            '《家人卦》的第二爻位（六二）这所以能够吉祥如意，是因为它位置居中，符合常规，而且温柔顺从的缘故。',
            '“由于过分严厉使得家中人怨言丛生，但最终却可以得到吉祥”，是因为这样做是符合治家的原则的，虽然有过失，但不失根本。而听凭“妇人和孩子随心所欲，最终的发展结果却决不会好”，是因为这样做违背了治家的原则和规矩。',
            '六四之所以“能够使家中的财富增加，一定会非常吉祥如意”，是由于它柔顺的本性决定的。',
            '“一家之主通过自己的行为感染带动家里的人，是会吉祥如意的”，关键是要能使全家人和睦相处，感情融洽，相亲相爱。',
            '之所以建立尊严和威信能够获得吉祥，是因为这种尊严和威信是通过严格要求自己得到的，而不是通过其他方式。',
        ],
        'tuan' => '家人，女人正位在内，男人正位于外，男女各正其位，这是天地的大义！家人有尊严的君主，这就是父母。做父亲的尽父道，做儿子的尽孝道，做兄长的像兄长，做弟弟的像弟弟，做丈夫的尽到丈夫职责，做妻子的尽妇道（各守其道），因而家道得正。家道正则天下安定。',
    ],
    'notes' => [
        'tuan' => '此释《家人》卦卦名及卦辞之义。女：《家人》六二之陰。内：内卦。男：《家人》九五之陽。外：外卦。严君：尊严的君长，即父母。严犹尊。《学记》“严师为难”。注：“严，尊敬也。”',
    ],
];
