<?php
return [
    'gua' => '小事吉。',
    'tuan' => '睽，火动而上，泽动而下；二女同居，其志不同行；说而丽乎明，柔进而上行，得中而应乎刚；是以小事吉。天地睽，而其事同也；男女睽，而其志通也；万物睽，而其事类也；睽之时用大矣哉！',
    'xiang' => '上火下泽，睽；君子以同而异。',
    'yao' => [
        '初九：悔亡，丧马勿逐，自复；见恶人无咎。',
        '九二：遇主于巷，无咎。',
        '六三：见舆曳，其牛掣，其人天且劓，无初有终。',
        '九四：睽孤，遇元夫，交孚，厉无咎。',
        '六五：悔亡，厥宗噬肤，往何咎。',
        '上九：睽孤，见豕负涂，载鬼一车，先张之弧，后说之弧，匪寇婚媾，往遇雨则吉。',
    ],
    'xiaoxiang' => [
        '见恶人，以辟咎也。',
        '遇主于巷，未失道也。',
        '见舆曳，位不当也。无初有终，遇刚也。',
        '交孚无咎，志行也。',
        '厥宗噬肤，往有庆也。',
        '遇雨之吉，群疑亡也。',
    ],
    'zhuxi' => [
        'gua' => '睽，苦圭反。睽，乖異也。為卦上火下澤，性相違異；中女、少女，志不同歸，故為睽。然以卦德言之，內說而外明。以卦變言之，則自離來者，柔進居三，自中孚來者，柔進居五，自家人來者兼之。以卦體言之，則六五得中，而下應九二之剛。是以其占不可大事，而小事尚有吉之道也。',
        'tuan' => '睽，火動而上，澤動而下，二女同居，其志不同行。'
            . '<span class="commentinner">上、下俱上聲。下同。以卦象釋卦名義。</span>'
            . '說而麗乎明，柔進而上行，得中而應乎剛，是以小事吉。'
            . '<span class="commentinner">說，音悅。以卦德、卦變、卦體釋卦辭。</span>'
            . '天地睽而其事同也，男女睽而其志通也，萬物睽而其事類也。睽之時用大矣哉。'
            . '<span class="commentinner">極言其理而贊之。</span>',
        'xiang' => '二卦合體而性不同。',
        'yao' => [
            '喪，去聲。上无正應，有悔也。而居睽之時，同德相應，其悔亡矣。故有喪馬勿逐而自復之象。然亦必見惡人，然後可以辟咎，如孔子之於陽貨也。',
            '二、五陰陽正應，居睽之時，乖戾不合，必委曲相求而得會遇，乃為无咎，故其象占如此。',
            '曳，以制反。掣，昌逝反。劓，魚器反。六三、上九正應，而三居二陽之間，後為二所曳，前為四所掣，而當睽之時，上九猜狠方深，故又有髡劓之傷。然邪不勝正，終必得合，故其象占如此。',
            '夫，如字。睽孤，謂无應。遇元夫，謂得初九。交孚，謂同德相信。然當睽時，故必危厲，乃得无咎。占者亦如是也。',
            '噬，市制反。以陰居陽，悔也。居中得應，故能亡之。厥宗，指九二。噬膚，言易合。六五，有柔中之德，故其象占如是。',
            '弧，音胡。說，吐活反。媾，古豆反。睽孤，謂六三為二陽所制，而己以剛處明極睽極之地，又自猜狠而乖離也。見豕負塗，見其污也。載鬼一車，以无為有也。張弧，欲射之也。說弧，疑稍釋也。匪寇婚媾，知其非寇而實親也。往遇雨則吉，疑盡釋而睽合也。上九之與六三，先睽後合，故其象占如此。',
        ],
        'xiaoxiang' => [
            '辟，音避。',
            '本其正應，非有邪也。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '睽，火动而上，泽动而下。二女同居，其志不同行。说而丽乎明，柔进而上行，得中而应乎刚，是以“小事吉”。'
            . '<span class="commentinner">事皆相违，害之道也，何由得小事吉？以有此三德也。</span>'
            . '天地睽而其事同也，男女睽而其志通也，万物睽而其事类也。睽之时用大矣哉！'
            . '<span class="commentinner">睽离之时，非小人之所能用也。</span>',
        'xiang' => '同於通理，异於职事。',
        'yao' => [
            '处睽之初，居下体之下，无应独立，悔也。与四合志，故得“悔亡”。马者，必显之物。处物之始，乖而丧其马，物莫能同，其私必相显也，故“勿逐”而“自复”也。时方乖离，而位乎穷下，上无应可援，下无权可恃，显德自异，为恶所害，故“见恶人”乃得免咎也。',
            '处睽失位，将无所安。然五亦失位，俱求其党，出门同趣，不期而遇，故曰“遇主于巷”也。处睽得援，虽失其位，未失道也。',
            '凡物近而不相得，则凶。处睽之时，履非其位，以陰居陽，以柔乘刚，志在於上，而不和於四，二应於五，则近而不相比，故“见舆曳”。“舆曳”者，履非其位，失所载也。“其牛掣”者，滞隔所在，不获进也。“其人天且劓”者，四从上取，二从下取，而应在上九，执志不回。初虽受困，终获刚助。',
            '无应独处，五自应二，三与己睽，故曰“睽孤”也。初亦无应特立。处睽之时，俱在独立，同处体下，同志者也。而已失位，比於三五，皆与已乖，处无所安，故求其畴类而自讬焉，故曰“遇元夫”也。同志相得而无疑焉，故曰“交孚”也。虽在乖隔，志故得行，故虽危无咎。',
            '非位，悔也，有应故悔亡。“厥宗”，谓二也。“噬肤”者，啮柔也。三虽比二，二之所噬，非妨已应者也。以斯而往，何咎之有？往必合也。',
            '处睽之极，睽道未通，故曰“睽孤”。已居炎极，三处泽盛，睽之极也。以文明之极，而观至秽之物，“睽”之甚也。豕失负涂，秽莫过焉。至“睽”将合，至殊将通，恢诡谲怪，道将为一。未至於洽，先见殊怪，故“见豕负涂”，甚可秽也。见鬼盈车，吁可怪也。“先张之弧”，将攻害也。“后说之弧”，睽怪通也。四剠其应，故为寇也。“睽”志将通，“匪寇婚媾”，往不失时，睽疑亡也。贵於遇雨，和陰陽也。陰陽既和，“群疑亡”也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“睽”，火动而上，泽动而下，二女同居，其志不同行。说而丽乎明，柔进而上行，得中而应乎刚。'
            . '<span class="commentinner">谓五也。</span>'
            . '是以“小事吉”。'
            . '<span class="commentinner">有“同”而后有“睽”。“同”而非其情，“睽”之所由生也。“说”之丽“明”，柔之应刚，可谓“同”矣，然而不可大事者，以二女之志不同也。</span>'
            . '天地“睽”而其事同也，男女“睽”而其志通也，万物“睽”而其事类也。“睽”之时用大矣哉！'
            . '<span class="commentinner">人苟惟“同”之知，若是必“睽”。人苟知“睽”之足以有为，若是必“同”。是以自其“同”者言之，则二女同居而志不同，故其吉也小；自其“睽”而“同”者言之，则天地“睽”而其事“同”，故其用也大。</span>',
        'xiang' => '“同而异”，晏平仲所谓“和”也。',
        'yao' => [
            '“睽”之不相应者，惟初与四也。初欲适四而四拒之，悔也。四之拒我，逸“马”也，“恶人”也。四往无所适，无归之马也。马逸而无归，其势自复；马复，则“悔亡”矣。人惟好同而恶异，是以为“睽”。故美者未必婉，恶者未必狠，从我而来者未必忠，拒我而逸者未必贰。以其难致而舍之，则从我者皆吾疾也，是相率而入于咎尔。故“见恶人”，所以“辟咎”也。',
            '“主”，所主也。有所适，必有所主。九二之进，则主五矣。“巷”者，二五往来相从之道也。使二决从五，则见主于其室；五决从二，则见主于其门。所以相遇于巷者，皆有疑也。何疑也？疑四之为寇也。然而犹可以“无咎”者，皆未失相从之道也，特未至尔。',
            '三非六之所宜据，譬之乘舆而非其人也。非其人而乘其器，无人则肆，有人则怍矣。故六三见上九，曳其轮而不进，击其牛而去之。夫六三配上九，而近于九四，九四其寇也，无所应而噬之，未达于配而噬于寇，是以“天且劓”也。乘非其位而汙非其配，可以获罪矣，然上九犹脱弧而纳之，上九则大矣。有是大者容之，故“无初有终”。',
            '“睽”之世，陽惟升，陰惟降。九二升而遇五，故为遇主；九四、上九升而无所遇①，故为“睽孤”。元夫，初九也。夫两穷而后相遇者，不约而交相信，是以虽危而“无咎”也。【校注】 ①九四、上九升而无所遇：《苏氏易传》无“上九”，误。',
            '六五之配，九二也；九二之“宗”，九四也。二与四同功，故亦曰“宗”。“肤”，六三也，自五言二之宗，故曰“厥宗”。六五之所以疑而不适二者，疑四之为“寇”也，故告之曰：四已噬三矣。夫既已噬三，则不暇寇我；我往从二，何咎之有？',
            '上九之所见者，六三也。汙非其配，“负涂”之豕也。载非其人，“载鬼”之车也。是以张弧而待之，既而察之曰：是其所居者不得已，非与寇，为媾者也，是以说弧而纳之，陰陽和而雨也。天下所以“睽”而不合者，以我求之详也；夫苟求之详，则孰为不可疑者？今六三之罪，犹且释之；“群疑”之“亡”也，不亦宜哉！',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《睽卦》象征对立；小心谨慎地去行动做事，就能获得吉祥。',
        ],
        'xiang' => [
            '《睽卦》的卦象是兑（泽）下离（火）上，为水火相遇之表象，象征对立。所以君子应该在求大同的前提下，保留小的差别和不同。',
        ],
        'yao' => [
            '初九，悔恨消失；跑掉的马不要去撵它，它自己就会回来。接近同自己对立敌视的人，不会有什么祸患。',
            '九二，在小巷中碰到了居于高位者，虽然不合常规，但是却没有什么危险和灾难。',
            '六三，就像后边的车被托住，前面的牛又被限制，处境极为困难；又像是受了除掉头发和割掉鼻子的刑罚；虽然开始时是这样的困难和难以相合，但最终还是可以达到自己的目的的。',
            '九四，到处都是对立，孤独无援，但正好遇到了一位充满陽刚的大丈夫，彼此信任，相互理解，虽有危险，但却能免去灾祸。',
            '六五，悔恨消失，像柔软的皮肤那样一咬就入，放开前进，能有什么危害呢？',
            '上九，对立已达到了顶点，似乎看到一只沾满污泥的猪和装满了鬼的车子，于是就拉开了弓准备对付它，但是后来又放下了弓。因为冷静下来一看，发现并不是强盗，而是要和自己结婚的伴侣。所以这时如果能前往，就会像遇到陰陽相配形成润泽的雨一样，顺乎自然，合乎天意，将一定会获得吉祥。',
        ],
        'xiaoxiang' => [
            '“接近同自己相对立敌视的人”，通过这种方法彼此沟通，以避免因更加对立而带来的危害。',
            '“在小巷中碰到了居高位者”，虽然这不合常规，但是却并不违背原则。',
            '“像车子被拖住”的情形是因为六三爻所处的位置不恰当。“开始时极为困难，但最终还是可以达到目的”的原因，在于能和陽刚相应合。',
            '“相互理解，虽有危险，但却能免去灾祸”，就在于他们有着共同的志向和行动。',
            '“像柔软的皮肤那样一咬就入”，表明前进必然会有值得庆贺的事情。',
            '“像遇到陰陽相配形成润泽的雨一样，会获吉祥”，是说原来的种种怀疑都已经烟消云散，不复存在了。',
        ],
        'tuan' => '睽，火动而炎上，泽动而润下，（离兑）二女住在一起，志向不同，很难一起行动。喜悦而附之一文明，（六五）陰柔进而上行于（外卦），得中而应（九二）陽刚。所以“小事吉利”。天地虽有差异，但养育万物之事相同，男女性别不同，而其心志相通，万物形形色色各有差异，而各涵陰陽之事类同。《睽》卦所涵的时有盛大呵！',
    ],
    'notes' => [
        'tuan' => '此释《睽》卦卦名及卦辞之义。睽：乖异。火动而上，泽动而下：《睽》卦下兑上离，兑为泽，离为火。泽动而下润，火动而炎上。二女同居：《睽》兑为少女，离为中女。故《睽》为“二女同居”。志不同行：志向不相同。案马其昶：“《诗》云：‘女子有行，远父母兄弟，女各有家’。故不同行。”说而丽乎明：兑为说，离为丽、为明。柔进而上行：六五以柔而上进而行在尊位。似《家人》六二变《睽》六五。得中而应乎刚：六五居中而应九二之刚。刚，指九二。事同：生育万物之事相同。志通：男女交感之志相通。事类：生成事因类同。如程氏所言：“生物万殊，而得天地之和，禀陰陽之气则类也。”亦即《系辞》之“方以类聚物以群分”也。gg',
    ],
];
