<?php
return [
    'serial' => 39,
    'name' => '蹇',
    'symbol' => [0, 1, 0, 0, 0, 1],
    'brief' => 'jiǎn',
    'spell' => '山水蹇',
    'gua' => '利西南，不利东北；利见大人，贞吉。',
    'tuan' => '蹇，难也，险在前也。见险而能止，知矣哉！蹇利西南，往得中也；不利东北，其道穷也。利见大人，往有功也。当位贞吉，以正邦也。蹇之时用大矣哉！',
    'xiang' => '山上有水，蹇；君子以反身修德。',
    'yao' => [
        '初六：往蹇，来誉。',
        '六二：王臣蹇蹇，匪躬之故。',
        '九三：往蹇来反。',
        '六四：往蹇来连。',
        '九五：大蹇朋来。',
        '上六：往蹇来硕，吉；利见大人。',
    ],
    'xiaoxiang' => [
        '往蹇来誉，宜待也。',
        '王臣蹇蹇，终无尤也。',
        '往蹇来反，内喜之也。',
        '往蹇来连，当位实也。',
        '大蹇朋来，以中节也。',
        '往蹇来硕，志在内也。利见大人，以从贵也。',
    ],
];

    /*'vernacular' => [
        'gua' => '',
        'tuan' => '',
        'xiang' => '',
        'yao' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '',
        ],
    ],
    'notes' => [
        'tuan' => '',
        'xiang' => '',
    ],*/
