<?php
return [
    'serial' => 39,
    'name' => '蹇',
    'symbol' => [0, 1, 0, 0, 0, 1],
    'brief' => 'jiǎn',
    'spell' => '山水蹇',
    'gua' => '利西南，不利东北；利见大人，贞吉。',
    'tuan' => '蹇，难也，险在前也。见险而能止，知矣哉！蹇利西南，往得中也；不利东北，其道穷也。利见大人，往有功也。当位贞吉，以正邦也。蹇之时用大矣哉！',
    'xiang' => '山上有水，蹇；君子以反身修德。',
    'yao' => [
        '初六：往蹇，来誉。',
        '六二：王臣蹇蹇，匪躬之故。',
        '九三：往蹇来反。',
        '六四：往蹇来连。',
        '九五：大蹇朋来。',
        '上六：往蹇来硕，吉；利见大人。',
    ],
    'xiaoxiang' => [
        '往蹇来誉，宜待也。',
        '王臣蹇蹇，终无尤也。',
        '往蹇来反，内喜之也。',
        '往蹇来连，当位实也。',
        '大蹇朋来，以中节也。',
        '往蹇来硕，志在内也。利见大人，以从贵也。',
    ],
    'zhuxi' => [
        'gua' => '蹇，紀免反。蹇，難也；足不能進，行之難也。為卦艮下坎上，見險而止，故為蹇。西南平易，東北險阻。又，艮，方也，方在蹇中，不宜走險。又卦自小過而來，陽進則往居五而得中，退則入於艮而不進。故其占曰利西南，不利東北。當蹇之時，必見大人，然後可以濟難。又，必守正，然後得吉。而卦之九五，剛健中正，有大人之象。自二以上，五爻皆得正位，則又貞之義也。故其占又曰利見大人，貞吉。蓋見險者貴於能止，而又不可終於止。處險者利於進，而不可失其正也。',
        'tuan' => '蹇，難也，險在前也。見險而能止，知矣哉！'
            . '<span class="commentinner">難，乃旦反。知，音智。以卦德釋卦名義，而贊其美。</span>'
            . '蹇，利西南，往得中也。不利東北，其道窮也。利見大人，往有功也。當位貞吉，以正邦也。蹇之時用大矣哉。'
            . '<span class="commentinner">以卦變、卦體釋卦辭，而贊其時用之大也。</span>',
        //'xiang' => '',
        'yao' => [
            '往遇險，來得譽。',
            '柔順中正，正應在上，而在險中，故蹇而又蹇，以求濟之，非以其身之故也。不言吉凶者，占者但當鞠躬盡力而已，至於成敗利鈍，則非所論也。',
            '反就二陰，得其所安。',
            '連於九三，合力以濟。',
            '大蹇者，非常之蹇也。九五居尊，而有剛健中正之德，必有朋來而助之者。占者有是德，則有是助矣。',
            '已在卦極，往無所之，益以蹇耳。來就九五，與之濟蹇，則有碩大之功。大人，指九五。曉占者宜如是也。',
        ],
        'xiaoxiang' => [
            '',
            '事雖不濟，亦无可尤。',
            '',
            '當，去聲。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '蹇卦，象征陷入困境，难以前进；面对这种情况，利于向西南行动，不利于向东北行动。此时利于出现大人物，只要能够坚守正道，始终如一，就一定可以获得吉祥。',
        ],
        'xiang' => [
            '《蹇卦》的卦象是（山）下坎（水）上，为高山上积水之表象，象征艰难险阻，行动困难。面对这种情况，君子应该很好地反省自己，提高自己的品德修养，以通过自身的努力渡过困境。',
        ],
        'yao' => [
            '初六，前进将会进入险境，后退将得到赞美。',
            '六二，臣子为了解救君王的困境努力奔走在危难之中。如果是为了自己，他是用不着这样做的。',
            '九三，前进陷于危难，最好还是退回原地，不要再继续往前走了。',
            '六四，如果它要奔赴危难，就该联合其他的力量，只有这样，才有可能解救危难。',
            '九五，处境极为艰难，却有众多的人来协助他渡过危难。',
            '上六，如果前进就会陷入险境，退回来却可以大有收获；这样做就会吉祥如意；有利于出现大人物。',
        ],
        'xiaoxiang' => [
            '“前进将会进入险境，后退将得到赞美”，处在这种情况下，最好是安心等待，寻找时机，不要轻举妄动。',
            '“臣子为了解救君主的困境而努力奔走在危难之中”，那么结果将不会有什么过失。',
            '“前进将陷于危难，最好还是回原地”，这样内部的力量必会来依附于己。',
            '“前去解救危难，应该联合其他的力量”，是指这一爻所处的位置决定了他应该这样去做。',
            '“处境极为艰难，却有众多的人来协助他渡过危难”，表明他能够坚守正道，行为合乎准则，所以有众多的人前来协助他。',
            '“如果前进就会陷入险境，退回来却可以大有收获”，是因为关鍵在于首先要联合自己内部的各种力量才能够共同度过艰难时世。“利于出现大人物”，说明应当追随尊贵的君主去建功立业。',
        ],
        'tuan' => '蹇，困难，危险 前面。见到危险而能停止冒险，明智呵！蹇，“利于西南”，前往可得中道。“不利东北”，（前往）穷途末路。“宜见有权势的人”，前往必立功业，居正当之位而“守正则吉利”，可以正定邦国。《蹇》卦时的作用太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《蹇》卦卦名及卦辞之义。险在前：《蹇》卦上为坎，坎为险。止：《蹇》下卦艮为止。往得中：是释“利西南”。西南为坤方，坤为顺，前往必顺，又因外卦九五居中，故前往得中。其道穷：是释“不利东北”，东北方为艮方，艮为山、为止，故往东北为山所止难行，故前往是道因穷而不能。往有功：五多功，故前往必有功。当位：九五以陽居陽。正邦：正定邦国。',
    ],
];
