<?php
return [
    'serial' => 40,
    'name' => '解',
    'symbol' => [0, 1, 0, 1, 0, 0],
    'brief' => '雷水解',
    'spell' => '',
    'gua' => '利西南，无所往，其来复吉。有攸往，夙吉。',
    'tuan' => '解，险以动，动而免乎险，解。解利西南，往得众也。其来复吉，乃得中也。有攸往夙吉，往有功也。天地解，而雷雨作，雷雨作，而百果草木皆甲坼，解之时义大矣哉！',
    'xiang' => '雷雨作，解；君子以赦过宥罪。',
    'yao' => [
        '初六：无咎。',
        '九二：田获三狐，得黄矢，贞吉。',
        '六三：负且乘，致寇至，贞吝。',
        '九四：解而拇，朋至斯孚。',
        '六五：君子维有解，吉；有孚于小人。',
        '上六：公用射隼，于高墉之上，获之，无不利。',
    ],
    'xiaoxiang' => [
        '刚柔之际，义无咎也。',
        '九二贞吉，得中道也。',
        '负且乘，亦可丑也，自我致戎，又谁咎也。',
        '解而拇，未当位也。',
        '君子有解，小人退也。',
        '公用射隼，以解悖也。',
    ],
    'vernacular' => [
        'gua' => [
            '《解卦》象征着灾祸危难的舒解：利于往西南方行事。如果没有什么灾祸，只要严守自己的本分和职责，就一定会吉祥如意的。但是如果发生了祸患，就应该及时地想办法加以解决，这样才能获得吉祥。',
        ],
        'xiang' => [
            '《解卦》的卦象是坎（水）下震（雷）上，坎又代表雨；为春雷阵阵，春雨瀟瀟，万物舒展生长之表象，充分显示了解卦所蕴含的解除危难的含义，因此，君子也应该勇于赦免那些有过错的，饶恕那些有罪过的，使他们在宽松的环境下，得到解脱和新生。',
        ],
        'yao' => [
            '初六，处在危难才解的情形下，是没有什么过失和不当的。',
            '九二，打猎时捕获许多只狐狸，又得到了象征美德的黄色箭矢，保持这种品德并坚守自己的职责而持之以恒，那将会是非常吉祥的。',
            '六三，肩扛着沉重的东西，却又坐在华丽的大车上，由于地位和身份不相称，必然招来强盗。因而，即使他能够坚守本分，其结果也决不会好的。',
            '九四，如果能像伸展自怀的拇指那样摆脱小人对自己的纠缠，志同道合的人就会真心信任，坦诚相助。',
            '六五，君子只有消除解脱了危难祸患，才会有吉祥如意；同时，也只有这样，才有可能去赢得小人的信服。',
            '上六，卓越的王公，用箭去射那盘踞在高城上的恶鸟，一箭射中，没有什么不利的。',
        ],
        'xiaoxiang' => [
            '处在刚柔相济、相辅相成的地位，是不会有什么过失和不当的。',
            '《解卦》的第二爻位（九二）之所以能获得吉祥，是因为它能够遵循中正之道，符合事物发展的规律。',
            '“肩扛着沉重的东西，却又坐在华丽的大车上“，这样的行为简直是太丑陋了，必然会带来灾祸。由于自己的原因而招致战祸，这又能去责怪谁呢？只能是自作自受罢了。',
            '“像伸展自己的拇指那样去摆脱小人的纠缠”，是因为其所处位置不正的缘故。',
            '君子如果能够消除解脱危难祸患，小人就自然会畏惧退避的。',
            '“像王公用箭射杀恶鸟”那样，君主应如此去解除因悖逆所造成的危难',
        ],
        'tuan' => '解，冒险而去行动，（结果）因行动而免去危险，故称解。解，“利西南方向”，前往可以得到民众（归服）。“返回原来地方吉利”，因为得到了中道。“有所往，早行动吉”，前往可建功业。天地（陰陽）交感，而雷雨大作，雷雨大作，而百果草木皆发芽生根。《解》卦之时（的作用）太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《解》卦卦名及卦辞之义。解：有缓解之义。《杂卦》：“解，缓也。”险以动：《解》下坎上震，坎为险，震为动，动在险外，故有“解”之义。往得众：是释“利西南”，西南为坤方，坤为众。故“往得众”。其来复吉：只有回到原处则有吉。乃得中：九二居中。夙吉：行动早则有吉。夙，早。雷雨作：《解》下坎为雨，上震为雷。作，兴起。甲：皮壳。此指发芽。《说文》：“甲，东方之孟，陽气萌动，从木戴孚甲之象。”诉：一本作“宅”。案《文选•蜀都赋》云，“百果甲宅，异色同荣。”当以“宅”为是，惠栋认为，“坼”为误写：“古文‘宅’字作‘$’与‘坼’相似，故此误作‘坼’。”（《周易述》）根曰宅，故此有扎根之义。王引之曰：“宅乃$之假借，《说文》曰：‘$，草叶也，从垂穗上贯一，下有根，象形字。’$、宅、坼古并同声，故又通作坼。”（《经义述闻》）此可备为一说。',
    ],
];
