<?php
return [
    'serial' => 40,
    'name' => '解',
    'symbol' => [0, 1, 0, 1, 0, 0],
    'brief' => '雷水解',
    'spell' => '',
    'gua' => '利西南，无所往，其来复吉。有攸往，夙吉。',
    'tuan' => '解，险以动，动而免乎险，解。解利西南，往得众也。其来复吉，乃得中也。有攸往夙吉，往有功也。天地解，而雷雨作，雷雨作，而百果草木皆甲坼，解之时义大矣哉！',
    'xiang' => '雷雨作，解；君子以赦过宥罪。',
    'yao' => [
        '初六：无咎。',
        '九二：田获三狐，得黄矢，贞吉。',
        '六三：负且乘，致寇至，贞吝。',
        '九四：解而拇，朋至斯孚。',
        '六五：君子维有解，吉；有孚于小人。',
        '上六：公用射隼，于高墉之上，获之，无不利。',
    ],
    'xiaoxiang' => [
        '刚柔之际，义无咎也。',
        '九二贞吉，得中道也。',
        '负且乘，亦可丑也，自我致戎，又谁咎也。',
        '解而拇，未当位也。',
        '君子有解，小人退也。',
        '公用射隼，以解悖也。',
    ],
    'zhuxi' => [
        'gua' => '解，音蟹。彖傳、大象同。解，難之散也。居險能動，則出於險之外矣，解之象也。難之既解，利於平易安靜，不欲久為煩擾。且其卦自升來，三往居四，入於坤體，二居其所，而又得中，故利于西南平易之地。若无所往，則宜來復其所而安靜。若尚有所往，則宜早往早復，不可久煩擾也。',
        'tuan' => '解，險以動，動而免乎險，解。'
            . '<span class="commentinner">以卦德釋卦名義。</span>'
            . '解，利西南，往得眾也。其來復吉，乃得中也。有攸往，夙吉，往有功也。'
            . '<span class="commentinner">以卦變釋卦辭。坤為眾。得眾，謂九四入坤體得中。有功，皆指九二。</span>'
            . '天地解而雷雨作，雷雨作而百果草木皆甲坼。解之時大矣哉。'
            . '<span class="commentinner">極言而贊其大也。</span>',
        //'xiang' => '',
        'yao' => [
            '難既解矣，以柔在下，上有正應，何咎之有？故其占如此。',
            '此爻取象之意未詳。或曰：卦凡四陰，除六五君位，餘三陰，即三狐之象也。大抵此爻為卜田之吉占，亦為去邪媚而得中直之象。能守其正，則无不吉矣。',
            '乘，如字；又石證反。《繫辭》備矣。貞吝，言雖以正得之，亦可羞也，唯避而去之為可免耳。',
            '解，佳買反。《象》同。拇，茂后反。拇，指初。初與四，皆不得其位而相應，應之不以正者也。然四陽初陰，其類不同，若能解而去之，則君子之朋至而相信也。',
            '解，音蟹。《象》同。卦凡四陰，而六五當君位，與三陰同類者，必解而去之則吉也。孚，驗也。君子有解，以小人之退為驗也。',
            '射，食亦反。隼，荀尹反。《繫辭》備矣。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '戎，古本作寇。',
            '',
            '',
            '解，佳買反。',
        ],
    ],
    'wangbi' => [
        'gua' => '西南，众也。解难济险，利施於众。遇难不困于东北，故不言不利东北也。未有善於解难而迷於处安也。解之为义，解难而济厄者也。无难可往，以解来复则不失中。有难而往，则以速为吉者，无难则能复其中，有难则能济其厄也。',
        'tuan' => '解，险以动，动而免乎险，解。'
            . '<span class="commentinner">动乎险外，故谓之“免”。免险则解，故谓之“解”。</span>'
            . '“解，利西南”，往得众也，“其来复吉”，乃得中也。“有攸往，夙吉”，往有功也。天地解而雷雨作，雷雨作而百果草木皆甲坼。'
            . '<span class="commentinner">天地否结则雷雨不作，交通感散，雷雨乃作也。雷雨之作，则险厄者亨，否结者散，故“百果草木皆甲坼”也。</span>'
            . '解之时大矣哉！'
            . '<span class="commentinner">无圻而不释也。难解之时，非治难时，故不言用。体尽於解之名，无有幽隐，故不曰义。</span>',
        'xiang' => '',
        'yao' => [
            '“解”者，解也。屯难盘结，於是乎解也。处蹇难始解之初，在刚柔始散之际，将赦罪厄，以夷其险。处此之时，不烦於位而“无咎”也。',
            '狐者，隐伏之物也。刚中而应，为五所任，处於险中，知险之情，以斯解物，能获隐伏也，故曰：“田获三狐”也。黄，理中之称也。矢，直也。田而获三狐，得乎理中之道，不失枉直之实，能全其正者也，故曰“田获三狐，得黄矢，贞吉”也。',
            '处非其位，履非其正，以附於四，用夫柔邪以自媚者也。乘二负四，以容其身。寇之来也，自已所致，虽幸而免，正之所贱也。',
            '失位不正，而比於三，故三得附之为其拇也。三为之拇，则失初之应，故“解其拇”，然后朋至而信矣。',
            '居尊履中而应乎刚，可以有解而获吉矣。以君子之道解难释险，小人虽间，犹知服之而无怨矣。故曰“有孚于小人”也。',
            '初为四应，二为五应，三不应上，失位负乘，处下体之上，故曰“高墉”。墉非隼之所处，高非三之所履，上六居动之上，为解之极，将解荒悖而除秽乱者也。故用射之，极则后动，成而后举，故必“获之”，而“无不利”也。',
        ],
        'xiaoxiang' => [
            '或有过咎，非其理也。“义”犹理也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“解”，险以动，动而免乎险，解。“解，利西南”，往得众也；“其来复，吉”，乃得中也。“有攸往，夙吉”，往有功也。'
            . '<span class="commentinner">所以为“解”者，“震”也，“坎”也。“震”，东也；“坎”，北也。“解”者在此，所“解”在彼。东北，“解”者之所在；则西南，所“解”之地也。在难而思“解”，处安而恶扰者，物之情也。方其在难，我往则得众，故“利西南”；及其无难，我往则害物，故“来复，吉”。“复”者，复东北也。东北有时而当复，是以不言其不利也。“来复”之为“吉”者，夙所往之时也①，苟“有攸往”，非夙不可。“有攸往”而不夙，难深而不可“解”矣。【校注】 ①夙所往：《苏氏易传》作“九所住”，误。</span>'
            . '天地“解”而雷雨作，雷雨作而百果草木皆甲圻。“解”之时大矣哉！',
        'xiang' => '',
        'yao' => [
            '“解”有二陽：九二有应于六五，而九四有应于初六，各得其正，而分定矣。惟六三者，无应而处于二陽之间，兼与二陽而“解”，始有争矣。故“解”之所疾者，莫如六三也。六三欲以其不正乱人之正，故初与五皆其所疑而咎之。以其疑而咎之也，故特明其“无咎”，曰此与九四刚柔之际也，于义无咎。',
            '九二之所当得者，六五也。近而可取者，初六、六三也。此之谓“三狐”。三狐皆可取，而以得六五为“贞吉”也。此之谓“黄矢”，“黄”，中也；“矢”，直也。直其所当得也，是以六五为“黄矢”；释其所不当得之三狐，而取其所当得之一矢，息争之道也。',
            '三于四为“负”，于二为“乘”。乘而不负，若负而不乘，犹可以免于寇。寇之所伐者，负且乘也。夫三苟与四而不与二，则四不伐；与二而不与四，则二不攻。所以致寇者，由兼与也。二与四皆非其配，虽贞于一犹吝也，而况兼与乎？丑之甚也！',
            '“拇”，六三；“朋”九二也。三来附己①，解而不取，则二信之。“未当位”者，明势不可以争也。【校注】 ①附己：《苏氏易传》作“附已”，误。',
            '六五，九二之配也。而近于四，六三欲附于二与四，故疑而疾之。夫以六五之中直，岂与六三争所附者哉？而六三以小人之意，度君子之心，故六五“维有解，吉”。“维有解”者，无所不解之谓也。近则解四，远则解二，是以六三释然而退也。',
            '“隼”者，六三也；“墉”者，二陽之间也；“悖”者，争也。二陽之所以争而不已者，以六三之不去也。孰能去之？将使二与四乎？二与四固欲得之，将使初与五乎？则初与五，二陽之配，三之所疑也。夫欲弊所争而解交斗，惟不涉其党者能之，故“高墉”之“隼”，惟上六为能射而获也。隼获争解，二与四无不利者。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《解卦》象征着灾祸危难的舒解：利于往西南方行事。如果没有什么灾祸，只要严守自己的本分和职责，就一定会吉祥如意的。但是如果发生了祸患，就应该及时地想办法加以解决，这样才能获得吉祥。',
        ],
        'xiang' => [
            '《解卦》的卦象是坎（水）下震（雷）上，坎又代表雨；为春雷阵阵，春雨瀟瀟，万物舒展生长之表象，充分显示了解卦所蕴含的解除危难的含义，因此，君子也应该勇于赦免那些有过错的，饶恕那些有罪过的，使他们在宽松的环境下，得到解脱和新生。',
        ],
        'yao' => [
            '初六，处在危难才解的情形下，是没有什么过失和不当的。',
            '九二，打猎时捕获许多只狐狸，又得到了象征美德的黄色箭矢，保持这种品德并坚守自己的职责而持之以恒，那将会是非常吉祥的。',
            '六三，肩扛着沉重的东西，却又坐在华丽的大车上，由于地位和身份不相称，必然招来强盗。因而，即使他能够坚守本分，其结果也决不会好的。',
            '九四，如果能像伸展自怀的拇指那样摆脱小人对自己的纠缠，志同道合的人就会真心信任，坦诚相助。',
            '六五，君子只有消除解脱了危难祸患，才会有吉祥如意；同时，也只有这样，才有可能去赢得小人的信服。',
            '上六，卓越的王公，用箭去射那盘踞在高城上的恶鸟，一箭射中，没有什么不利的。',
        ],
        'xiaoxiang' => [
            '处在刚柔相济、相辅相成的地位，是不会有什么过失和不当的。',
            '《解卦》的第二爻位（九二）之所以能获得吉祥，是因为它能够遵循中正之道，符合事物发展的规律。',
            '“肩扛着沉重的东西，却又坐在华丽的大车上“，这样的行为简直是太丑陋了，必然会带来灾祸。由于自己的原因而招致战祸，这又能去责怪谁呢？只能是自作自受罢了。',
            '“像伸展自己的拇指那样去摆脱小人的纠缠”，是因为其所处位置不正的缘故。',
            '君子如果能够消除解脱危难祸患，小人就自然会畏惧退避的。',
            '“像王公用箭射杀恶鸟”那样，君主应如此去解除因悖逆所造成的危难',
        ],
        'tuan' => '解，冒险而去行动，（结果）因行动而免去危险，故称解。解，“利西南方向”，前往可以得到民众（归服）。“返回原来地方吉利”，因为得到了中道。“有所往，早行动吉”，前往可建功业。天地（陰陽）交感，而雷雨大作，雷雨大作，而百果草木皆发芽生根。《解》卦之时（的作用）太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《解》卦卦名及卦辞之义。解：有缓解之义。《杂卦》：“解，缓也。”险以动：《解》下坎上震，坎为险，震为动，动在险外，故有“解”之义。往得众：是释“利西南”，西南为坤方，坤为众。故“往得众”。其来复吉：只有回到原处则有吉。乃得中：九二居中。夙吉：行动早则有吉。夙，早。雷雨作：《解》下坎为雨，上震为雷。作，兴起。甲：皮壳。此指发芽。《说文》：“甲，东方之孟，陽气萌动，从木戴孚甲之象。”诉：一本作“宅”。案《文选•蜀都赋》云，“百果甲宅，异色同荣。”当以“宅”为是，惠栋认为，“坼”为误写：“古文‘宅’字作‘$’与‘坼’相似，故此误作‘坼’。”（《周易述》）根曰宅，故此有扎根之义。王引之曰：“宅乃$之假借，《说文》曰：‘$，草叶也，从垂穗上贯一，下有根，象形字。’$、宅、坼古并同声，故又通作坼。”（《经义述闻》）此可备为一说。',
    ],
];
