<?php
return [
    'serial' => 41,
    'name' => '损',
    'symbol' => [1, 1, 0, 0, 0, 1],
    'brief' => '山泽损',
    'spell' => '',
    'gua' => '有孚，元吉，无咎，可贞，利有攸往？曷之用，二簋可用享。',
    'tuan' => '损，损下益上，其道上行。损而有孚，元吉，无咎，可贞，利有攸往。曷之用？二簋可用享；二簋应有时。损刚益柔有时，损益盈虚，与时偕行。',
    'xiang' => '山下有泽，损；君子以惩忿窒欲。',
    'yao' => [
        '初九：已事遄往，无咎，酌损之。',
        '九二：利贞，征凶，弗损益之。',
        '六三：三人行，则损一人；一人行，则得其友。',
        '六四：损其疾，使遄有喜，无咎。',
        '六五：或益之，十朋之龟弗克违，元吉。',
        '上九：弗损益之，无咎，贞吉，利有攸往，得臣无家。',
    ],
    'xiaoxiang' => [
        '已事遄往，尚合志也。',
        '九二利贞，中以为志也。',
        '一人行，三则疑也。',
        '损其疾，亦可喜也。',
        '六五元吉，自上佑也。',
        '弗损益之，大得志也。',
    ],
    'zhuxi' => [
        'gua' => '損，減省也。為卦損下卦上畫之陽，益上卦上畫之陰；損兌澤之深，益艮山之高；損下益上，損內益外。剝民奉君之象，所以為損也。損所當損，而有孚信，則其占當有此下四者之應矣。簋，音軌。言當損時，則至薄无害。',
        'tuan' => '損，損下益上，其道上行。'
            . '<span class="commentinner">上行之上，時掌反。以卦體釋卦名義。</span>'
            . '損而有孚，元吉，无咎，可貞，利有攸往。曷之用？二簋可用享。二簋應有時，損剛益柔有時，損益盈虛，與時偕行。'
            . '<span class="commentinner">此釋卦辭。時，謂當損之時。</span>',
        'xiang' => '懲，直升反。君子脩身，所當損者，莫切於此。 ',
        'yao' => [
            '已，音以。遄，市專反。四爻同。初九，當損下益上之時，上應六四之陰，輟所為之事，而速往以益之，无咎之道也。故其象占如此。然居下而益上，亦當斟酌其淺深也。',
            '九二剛中，志在自守，不肯妄進，故占者利貞，而征則凶也。弗損益之，言不變其所守，乃所以益上也。',
            '下卦本乾，而損上爻以益坤，三人行而損一人也。一陽上而一陰下，一人行而得其友也。兩相與則專，三則雜而亂，卦有此象，故戒占者當致一也。',
            '以初九之陽剛益己，而損其陰柔之疾，唯速則善。戒占者如是，則无咎矣。',
            '柔順虛中，以居尊位，當損之時，受天下之益者也。兩龜為朋，十朋之龜，大寶也。或以此益之而不能辭，其吉可知。占者有是德，則獲其應也。',
            '上九，當損下益上之時，居卦之上，受益之極，而欲自損以益人也。然居上而益下，有所謂惠而不費者，不待損己，然後可以益人也。能如是，則无咎，然亦必以正則吉，而利有所往。惠而不費，其惠廣矣，故又曰，得臣无家。 ',
        ],
        'xiaoxiang' => [
            '尚、上通。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '损，损下益上，其道上行。'
            . '<span class="commentinner">艮为陽，兑为陰。凡陰顺於陽者也。陽止於上，陰说而顺，损下益上，上行之义也。</span>'
            . '损而有孚，元吉，无咎可贞，利有攸往。'
            . '<span class="commentinner">损之为道，“损下益上”，损刚益柔也。损下益上，非补不足也。损刚益柔，非长君子之道也。为损而可以获吉，其唯有孚乎？“损而有孚”，则“元吉”，“无咎”而可正，“利有攸往”矣。“损刚益柔”，不以消刚。“损柔益上”，不以盈上，损刚而不为邪，益上而不为谄，则何咎而可正？虽不能拯济大难，以斯有往，物无距也。</span>'
            . '曷之用？'
            . '<span class="commentinner">曷，辞也。“曷之用”，言何以丰为也。</span>'
            . '二簋可用享。'
            . '<span class="commentinner">二簋，质薄之器也。行损以信，虽二簋而可用享。</span>'
            . '二簋应有时。'
            . '<span class="commentinner">至约之道，不可常也。</span>'
            . '损刚益柔有时。'
            . '<span class="commentinner">下不敢刚，贵於上行，“损刚益柔”之谓也。刚为德长，损之不可以为常也。</span>'
            . '损益盈虚，与时偕行。'
            . '<span class="commentinner">自然之质，各定其分，短者不为不足，长者不为有馀，损益将何加焉？非道之常，故必“与时偕行”也。</span>',
        'xiang' => '山下有泽，损之象也。可损之善，莫善忿欲也。',
        'yao' => [
            '损之为道，“损下益上”，损刚益柔，以应其时者也。居於下极，损刚奉柔，则不可以逸。处损之始，则不可以盈，事已则往，不敢宴安，乃获“无咎”也。刚以奉柔，虽免乎无咎，犹未亲也。故既获无咎，复自“酌损”，乃得“合志”也。遄，速也。',
            '柔下可全益，刚不可全削，下不可以无正。初九已损刚以顺柔，九二履中，而复损已以益柔，则剥道成焉，故不可遄往而“利贞”也。进之於柔，则凶矣，故曰“征凶”也。故九二不损而务益，以中为志也。',
            '损之为道，“损下益上，其道上行”。三人，谓自六三已上三陰也。三陰并行，以承於上，则上失其友，内无其主，名之曰“益”，其实乃“损”。故天地相应，乃得化醇；男女匹配，乃得化生。陰陽不对，生可得乎？故六三独行，乃得其友。二陰俱行，则必疑矣。',
            '履得其位，以柔纳刚，能损其疾也。疾何可久？故速乃有喜。损疾以离其咎，有喜乃免，故使速乃有喜，有喜乃“无咎”也。',
            '以柔居尊而为损道，江海处下，百谷归之，履尊以损，则或益之矣。朋，党也。龟者，决疑之物也。陰非先唱，柔非自任，尊以自居，损以守之。故人用其力，事顺其功。智者虑能，明者虑策，弗能违也，则众才之用事矣，获益而得“十朋之龟”，足以尽天人之助也。',
            '处损之终，上无所奉，损终反益。刚德不损，乃反益之，而不忧於咎。用正而吉，不制於柔，刚德遂长，故曰“弗损，益之，无咎，贞吉，利有攸往”也。居上乘柔，处损之极，尚夫刚德，为物所归，故曰“得臣”。得臣则天下为一，故“无家”也。',
        ],
        'xiaoxiang' => [
            '尚合於志，欲速往也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“损”，损下益上，其道上行。'
            . '<span class="commentinner">自陽为陰，谓之“损”；自陰为陽，谓之“益”。“兑”本“乾”也，受“坤”之施而为“兑”，则损下也。“艮”本“坤”也，受乾之施而为“艮”，则益上也。惟“益”亦然，则“损”未尝不“益”，“益”未尝不“损”，然其为名，则取一而已。何也？曰：君子务知远者大者，损下以自益，君子以为自损。自损以益下，君子以为自益也。</span>'
            . '“损”而有孚，“元吉，无咎”。'
            . '<span class="commentinner">损下而下信之，必有道矣。孟子曰：“以佚道使民，虽劳不怨；以生道杀民，虽死不怨杀者。”使民知所以损我者，凡以益我也，则信之矣。损者，下之所患也，然且不顾而为之，则其利必有以轻其所患者矣。利不足以轻其所患，益不足以偿其所损，则损且有咎；是故可以无咎者，惟“元吉”也。上之所以损我者，岂徒然哉，盖“吉”之“元”者也，如此而后“无咎”。</span>'
            . '可贞，利有攸往。“曷之用？二簋可用享”，二簋应有时，损刚益柔有时，损益盈虚，与时偕行。'
            . '<span class="commentinner">“有孚，元吉无咎”，为上卦言也；“可贞，利有攸往，曷之用？二簋可用享”，为下卦言也。损下益上，其道上行，然而下不可以无贞也，以损之道为上行，而举不可贞则过矣。故“损”有“可贞”之道，九二是也；皆贞而不往则无上，皆往而不贞则无下，故“可贞，利有攸往”。有“往者”，有“贞者”，故曰“曷之用”。“曷之”者，择之也；“二簋”，“兑”之二陽也。“兑”本“乾”也，而六三以身徇上，故自陽而变为陰。初九、九二，意则向之，而身不徇，故自如而不变也。祭祀之设簋也，亦以其意而已，我岂予之？神岂取之哉！君子之益人也，盖亦有无以予之，而人不胜其益者也。然此二陽，皆有应于上者也：初九“遄往”，而九二“征凶”，故曰“二簋应有时”，言虽应，而往有时也。</span>',
        'xiang' => '',
        'yao' => [
            '《彖》曰：“损益盈虚，与时偕行。”则损、益视盈、虚以为节者也。初九陽之未损，则方盈也；六四陰之未益，则犹虚也。下方盈而上犹虚，则其往也不可后矣，故我虽有事，当且已之而遄往也。其往也自我，则损之多少我得酌之。若盘桓不进，迫于上之势而后往，则虽欲酌之，不可得矣，其损必多。故势不可以不损者，惟“遄往”，可以“无咎”。',
            '初九已损矣，六四已益矣，则九二之于六五，不可复往，故“利贞，征凶”。其迹不往，其心往也，故“弗损，益之”。言九二以无损于己者益六五也。“兑”之三爻，未有不以益上为志者，初九迹与心合，故曰“尚合志也”；九二则其心向之而已，故曰“中以为志也”。夫以损己者益人，则其益止于所损，以无损于己者益人，则其益无方。故“损”之六三，益之六四，皆以损己者益人；而“损”之九二，益之九五，皆以无损于己者益之①。以其无损于己，故受其益者，皆获“十朋之龟”也。【校注】 ①益之：《苏氏易传》作“益人”，亦通。',
            '“兑”之三爻皆以益上为志，故曰“三人行”；卒之损己以益上者，六三而已；故曰“损一人”、且曰“一人行”也。“友”，九二也。六三以身徇上，使九二得以不征，此九二之所深德也，故曰“一人行，则得其友”。以心言之，则三人皆行；以迹言之，则一人而已。君子之事上也，心同而迹异，故上不疑；苟三人皆行，则上且以我为有求而来，进退之义轻矣。',
            '“遄”者，初九也。下之所损者有限，而上之求益者无已，此下之所病也。我去是病，则夫“遄者”喜我矣。自初言之，“已事遄往”，则四之求我也寡，故“酌损之”；自四言之，“损其疾”，则初之从我也易，故“遄有喜”。',
            '六五者，受益之主，而非受益之地也。以受益之主而不居受益之地，不求益者也。不求益而物自益之，故曰“或”。“或”者，我不知其所从来之辞也。“十朋之龟”，则九二弗损之益也；龟之益人也，岂有以予人，而人亦岂有所取之？我亦效其智而已。六五之于九二，无求也，“自上祐之”。而二自效其智，虽欲避之而不可，以其不可避，知其非求也，故“元吉”。',
            '上九者，受益之地，不可以有损。而六三之德不可以无报也，故以无损于己者益之，则大得其志矣。六三忘家而徇我，我受其莫大之益，苟安居而无所往，则是以其益厚己而已。故“利有攸往”，然后有以受之而无愧也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《损卦》象征减损：内心有诚意，最为吉祥，不会招来祸患，可以坚守正道，利于前去行事。用什么祭祀神灵呢？两簋（古代盛食物的器具，圆口，有两个耳子）粗淡的食物就足够了。',
        ],
        'xiang' => [
            '《损卦》的卦象是兑（泽）下艮（山）上，为山下有湖泽之表象，湖泽渐深而高山愈来愈高，象征着减损；按照这一现象中包含的哲理来做人，君子就应该抑制狂怒暴躁的脾性，杜绝世俗的欲望，也就是摒弃格调不高的低级趣味，不断培养高尚的品德。',
        ],
        'yao' => [
            '初九，停下正在做的事情赶快前去助人，就不会有灾难临头，损已助人时要再三斟酌把握分寸。',
            '九二，利于坚守正道，主动出击会有凶险；几乎用不着自我减损就可以使尊贵者受益。',
            '六三，三个人一同前进，由于互相掣肘会使一个人受到伤害；一个人独自行动，就会专心一意地寻求伙伴，最终必定能遇到志同道合的朋友。',
            '六四，尽量减损克服自身的弱点，准备迎接马上到来的喜庆，不会有任何灾祸。',
            '六五，有人送来价值十朋（古时候货币单位，双贝为一朋）的大宝龟，想推辞都不行，大吉大利。',
            '上九，用不着自我减损就可以使他人受益；没有一点灾患，占卜的结果十分吉利，前去行事，定能获得天下万民归心。',
        ],
        'xiaoxiang' => [
            '“停下正在做的事情赶快前去助人”，处在尊位的柔弱之辈正需要帮助，地位卑下的陽刚之士首当其冲，义不容辞，立刻牺牲自己的事业而成人之美，表现出尊贵者心心相印的关系。',
            '《损卦》的第二爻位（九二）之所以利于坚守正道，是因为处在不高不下的适中位置上，本身地位又不很稳固，不宜于积极行动。只有持不偏不激也不过于保守的中庸态度，作为始终不变的志向，才能够使他人受益。',
            '一个人前去无牵无挂，目的明确，可以顺利地得到接应，取得成功。三个人一齐前去，则会相互猜疑而达不到预期的目的。说明损下益上不能不分情况地一窝蜂上，而要审时度势，讲求实效。',
            '“尽量减损克服自身的弱弱点”，意思是说，本身很柔弱，又处在比较尊贵的地位上，不可能通过自我减损来使他人受益。只有尽量减损克服自身的弱点，等待接受别人助益。但无论哪种减损，哪怕是这种减损克服自身弱点的举动，也是十分可喜的事情。',
            '《损卦》的第五爻位（六五）之所以获得大吉大利，完全是上天保佑的结果。因为六五爻本身陰柔，居于尊位，仍想着自我减损而使他人受益。这样不但得到大众的广泛助益，也搏得了上天的好感。',
            '“用不着自我减损就可以使他人受益“，是因为处在损卦最高位置，损极必反，本身所获取的大量的助益，使得能够不用自我减损就可以有益他人，这当然是损卦损已益人的最高境界，因而使得损已益人的心意得到极大的满足。',
        ],
        'tuan' => '损，减损下（陽）而增益到上，陽道上行。虽然受损而“有诚信，开始即吉，无咎灾，可以守正，宜有所往，用什么（祭祀），只需二簋的（祭品）即可用来亨祀”。二簋（祭品）应有时，减损（下）陽刚而增益（上）陰柔也应当有时，或损或益，（如月亮之）或盈或虚，皆因时而一起行动。',
    ],
    'notes' => [
        'tuan' => '此释《损》卦卦名及卦辞之义。损下益上：《损》减损内卦一陽而增加到外卦。内为下，外为上，即损三爻而益上爻。其道上行：其陽道行在卦上爻。道，指陽道，上，指上爻。曷：何。簋：食物的器皿。可用亨：可以用于亨祀鬼神。亨，祭祀鬼神。二簋应用时：是说在祭品不足的情况下，只要有诚信，二簋至簿祭品亦合礼。二簋，比喻减损之道。时，指一定条件，即当减损之时。损刚益柔：其义与“损下益上”相类似，即减损下刚而增益上柔。偕：俱。',
    ],
];
