<?php
return [
    'serial' => 42,
    'name' => '益',
    'symbol' => [1, 0, 0, 0, 1, 1],
    'brief' => '风雷益',
    'spell' => '',
    'gua' => '利有攸往，利涉大川。',
    'tuan' => '益，损上益下，民说无疆，自上下下，其道大光。利有攸往，中正有庆。利涉大川，木道乃行。益动而巽，日进无疆。天施地生，其益无方。凡益之道，与时偕行。',
    'xiang' => '风雷，益；君子以见善则迁，有过则改。',
    'yao' => [
        '初九：利用为大作，元吉，无咎。',
        '六二：或益之，十朋之龟弗克违，永贞吉。王用享于帝，吉。',
        '六三：益之用凶事，无咎。有孚中行，告公用圭。',
        '六四：中行，告公从。利用为依迁国。',
        '九五：有孚惠心，勿问元吉。有孚惠我德。',
        '上九：莫益之，或击之，立心勿恒，凶。',
    ],
    'xiaoxiang' => [
        '元吉无咎，下不厚事也。',
        '或益之，自外来也。',
        '益用凶事，固有之也。',
        '告公从，以益志也。',
        '有孚惠心，勿问之矣。惠我德，大得志也。',
        '莫益之，偏辞也。或击之，自外来也。',
    ],
    'zhuxi' => [
        'gua' => '益，增益也。為卦損上卦初畫之陽，益下卦初畫之陰，自上卦而下於下卦之下，故為益。卦之九五、六二，皆得中正。下震上巽，皆木之象，故其占利有所往，而利涉大川也。',
        'tuan' => '益，損上益下，民說无疆；自上下下，其道大光。'
            . '<span class="commentinner">上下之下，去聲。以卦體釋卦名義。</span>'
            . '利有攸往，中正有慶。利涉大川，木道乃行。'
            . '<span class="commentinner">以卦體、卦象釋卦辭。</span>'
            . '益動而巽，日進无疆。天施地生，其益无方。凡益之道，與時偕行。'
            . '<span class="commentinner">施，始豉反。動、巽二卦之德，乾下施，坤上生，亦上文卦體之義。又以此極言贊益之大。</span>',
        'xiang' => '風雷之勢，交相助益。遷善改過，益之大者，而其相益亦猶是也。',
        'yao' => [
            '初雖居下，然當益下之時，受上之益者也，不可徒然无所報效。故利用為大作，必元吉，然後得无咎。',
            '六二，當益下之時，虛中處下，故其象占與損六五同。然爻位皆陰，故以永貞為戒。以其居下而受上之益，故又為卜郊之吉占。',
            '六三陰柔，不中不正，不當得益者也。然當益下之時，居下之上，故有益之以凶事者。蓋警戒震動，乃所以益之也。占者如此，然後可以无咎。又戒以有孚中行，而告公用圭也。用圭，所以通信。',
            '三、四皆不得中，故皆以中行為戒。此言以益下為心，而合於中行，則告公而見從矣。傳曰：「周之東遷，晉、鄭焉依。」蓋古者遷國以益下，必有所依，然後能立。此爻又為遷國之吉占也。',
            '上有信以惠於下，則下亦有信以惠於上矣。不問而元吉可知。',
            '以陽居益之極，求益不已，故莫益而或擊之。立心勿恒，戒之也。',
        ],
        'xiaoxiang' => [
            '下本不當任厚事，故不如是，不足以塞咎也。',
            '或者，眾无定主之辭。',
            '益用凶事，欲其困心衡慮而固有之也。',
            '',
            '',
            '莫益之者，猶從其求益之偏辭而言也。若究而言之，則又有擊之者矣。'
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '益，损上益下，民说无疆。'
            . '<span class="commentinner">震，陽也。巽，陰也。巽非违震者也。处上而巽，不违於下，“损上益下”之谓也。</span>'
            . '自上下下，其道大光。“利有攸往”，中正有庆。'
            . '<span class="commentinner">五处中正，“自上下下”，故“有庆”也。以中正有庆之德，有攸往也，何适而不利哉！</span>'
            . '利涉大川，木道乃行。'
            . '<span class="commentinner">木者，以涉大川为常而不溺者也。以益涉难，同乎“木”也。</span>'
            . '益动而巽，日进无疆。天施地生，其益无方。'
            . '<span class="commentinner">损下益下。</span>'
            . '凡益之道，与时偕行。'
            . '<span class="commentinner">益之为用，施未足也。满而益之，害之道也。故“凡益之道，与时偕行”也。</span>',
        'xiang' => '迁善改过，益莫大焉。',
        'yao' => [
            '处益之初，居动之始。体夫刚德，以莅其事而之乎巽，以斯大作，必获大功。夫居下非“厚事”之地，在卑非任重之处，大作非小功所济，故“元吉”，乃得“无咎”也。',
            '以柔居中，而得其位。处内履中，居益以冲。益自外来，不召自至，不先不违，则朋龟献策，同於损卦六五之位，位不当尊故吉在“永贞”也。帝者，生物之主，兴益之宗，出震而齐巽者也。六二居益之中，体柔当位，而应於巽，享帝之美，在此时也。',
            '以陰居陽，求益者也。故曰“益之”。益不外来，己自为之，物所不与，故在谦则戮，救凶则免。以陰居陽，处下卦之上，壮之甚也。用救衰危，物所恃也，故“用凶事”，乃得“无咎”也。若能益不为私，志在救难，壮不至亢，不失中行，以此告公，国主所任也；用圭之礼，备此道矣，故曰“有孚，中行，告公用圭”也。公者，臣之极也。凡事足以施天下，则称王，次天下之大者，则称公。六三之才，不足以告王，足以告公，而得用圭也。故曰“中行告公用圭”也。',
            '居益之时，处巽之始，体柔当位，在上应下。卑不穷下，高不处亢，位虽不中，用“中行”者也。以斯告公，何有不从？以斯“依迁”，谁有不纳也？',
            '得位履尊，为益之主者也。为益之大，莫大於信。为惠之大，莫大於心。因民所利而利之焉，惠而不费，惠心者也。信以惠心，尽物之愿，固不待问而“元吉有孚惠我德”也。以诚惠物，物亦应之，故曰“有孚惠我德”也。',
            '处益之极，过盈者也。求益无已，心无恒者也。无厌之求，人弗与也。独唱莫和，是“偏辞也”。人道恶盈，怨者非一，故曰“或击之”也。',
        ],
        'xiaoxiang' => [
            '时可以大作，而下不可以厚事，得其时而无其处，故“元吉”，乃得“无咎”也。',
            '',
            '用施凶事，乃得固有之也。',
            '志得益也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“益”，损上益下，民说无疆。自上下下，其道大光。“利有攸往”，中正有庆。“利涉大川”木道乃行。'
            . '<span class="commentinner">六四自损以益下，“巽”之致用，未有如“益”者也，故曰“木道乃行”。涉川者，用木之道也。</span>'
            . '“益”，动而“巽”，日进无疆。天施地生，其益无方。'
            . '<span class="commentinner">“天施”，“乾”为“巽”也；“地生”，“坤”为“震”也。</span>'
            . '凡“益”之道，与时偕行。'
            . '<span class="commentinner">君子之视民，与己一也。“益”者要有所损尔，故“时”然后行。</span>',
        'xiang' => '“惩忿窒欲”，则上之为损也少；改过迁善，则下之蒙益也多矣。',
        'yao' => [
            '“益”之下、“损”之上也，故知“损”，则知“益”矣。逆而观之，“益”之初九，则“损”之上九也，自初己上，无不然者。惟其上下、内外不同，故其迹不能无少异。若所以尽初之情、处事之宜，则“损”、“益”一也。“损”之上九，“益”之初九，皆正受益者也，彼之所以自损而专以益我者，岂以利我哉？将以厚责我也。我必有以塞之，故上九“利有攸往”，而初九“利用为大作”。上之有为也，其势易有功，则其利倍；有罪则其责薄，故“损”之上九仅能“无咎”而已，正且吉矣。下之有为也，其势难有功，则利归于上，有罪则先受其责，故“益”之初九至于“元吉”，然后“无咎”。何则？其所居者，非厚事之地也。',
            '“益”之六二，则“损”之六五也。六五所获之“龟”，则九二“弗损”之“益”也；六二所获之“龟”，则九五“惠心”之“益”也。是受益者臣也，则以“永贞”于五为“吉”；王也，则以“享”帝为“吉”，皆受益而不忘报者也。',
            '“益”之六三，则“损”之六四也。“或益之”者，人益我也；“益之”者，我益人也。六四之于初九，“损其疾”以益之；六三之于上九，“用凶事”以益之，其实一也。君子之遇凶也，恶衣粝食、致觳以自贬，上九虽吾应，然使其自损以益我，彼所不乐也。故六三致觳以自贬，然后能“固”而“有之”。彼以我为得其益而不以自厚也，则信我而来矣，故曰“有孚中行”。“益”以六二为王①，则初与三皆得为公，告者有以语之：“益之”也。《礼》之用圭也，卒事则反之，故圭非所以为贿，所以致信也。上九之益六三，以信而已，非有以予之；而六三亦享其信而无所取也，则上九乐益之矣。【校注】 ①六二为王：《苏氏易传》作“六二为主”，误。',
            '“益”之六四，则“损”之六三也，皆以身为“益”者也。六四“中行”而益初九，岂特如上九用圭而已哉！非徒告之，乃以身从之。夫能损身以徇人者，此以“益”为志也。初九本陰也，六四本陽也，而相易也；故初九为“迁国”也，六四自损而初受其益，初九之迁，六四资之，故初九“利用”，依我而迁也。',
            '“益”之九五，则“损”之九二也。“惠”之以“心”，则惠而不费，九二益之以“弗损”之“益”，而九五惠之以不费之“惠”，其实一也。夫不费之惠，其有择哉？故“勿问元吉”。我惟信二也，故二信我；我惟德二也，故二德我。“有孚，惠我德”，“永贞”之报也。',
            '“益”之上九，则“损”之初九也。二者皆不乐为益者也，故“损其疾”、“用凶事”而后能致之。初九在下，势不得已，故“已事遄往”；而上九则益不益在我者也，且损上益下，君子之所乐，而小人之所戚也，故至于上九，特以“莫益”、“勿恒”之“凶”戒之。“莫益之”者，非无以益，我固曰“莫益之”；“勿恒”者，非不可恒，我固曰“勿恒”。“莫”与“勿”者，我之偏见不广之辞也，众莫不益下所谓“恒”也，我特立是心，而“勿恒”之“凶”其宜矣。上者独高之位，下之所疾也，而莫吾敢击者，畏吾与也；莫益则无与矣。孔子曰：“无交而求，则民不与。莫之与，则伤之者至矣。”故“或击之”。上九之致“击”，如六二之致“益”，徒有是心，而物自有以应之，故皆曰“或”。“或”者，物自外来而吾不知也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '“大得”六二之“志”也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《益卦》象征增益：利于前去行事，利于渡大河越巨流。',
        ],
        'xiang' =>[
            '《益卦》的卦象是震（雷）下巽（风）上，为狂风和惊雷互相激荡，相得益彰之表象，象征“增益”的意思；从中得到的启示就是：君子应当看到良好的行为就马上向它看齐，有了过错就马上改正，不断增强自身的美好品德。',
        ],
        'yao' => [
            '初九，利于大显身手干一番事业，如果能获得大吉大利，就不会遭到责难。',
            '六二，有人送来价值昂贵的大乌龟，没有办法辞让，遇到这种情况，在任何时候占卜其结坚果永远是吉祥如意的；君王如果在此时祭祀天神，祈求降福保佑，也会如愿以偿获得吉利。',
            '六三，将所得到的好处用来帮助他人解除危难和灾祸，这样才不会引起麻烦；要满怀诚意地按照中庸之道行事，进见王公贵人时一定要手执象征虔诚守信的圭玉。',
            '六四，采取温和宽厚的中庸态度行事，有事求告于王公的话，王公会很乐意的答应，此时最有利于借重王公的威望来决定迁徙国都这样的大事。',
            '九五，满腹虔诚地怀着一颗使天下人受惠的仁慈之心，不用占卦问卜就知道是大吉大利：将心比心天下人必然也都虔诚地怀着施惠于我、感我恩德的心愿。',
            '上九，没有谁来让他受益，倒是有人来攻击他；内心拿定主意却不能持之以恒，必然会有凶险临头。',
        ],
        'xiaoxiang' => [
            '“如果能获得大吉大利，就不会遭到责难”，表明在大显身手干事业的时候，一定要谨慎小心，尽量不要过分铺张奢侈，不能好大喜功而使民众过分辛劳。只有这样才能获大吉而免遭责难。',
            '“有人送来（价值昂贵的大乌龟）”，这样的大好事并不是由于贪婪而主动索取的结果，完全是他人心甘情愿送上门来的意外收获。',
            '将得到的好处用来解救他人的危难之事，是保全自身的最好办法。因为身处显赫地位，得到许多好处，同时也埋下了祸根，只有把这些好处用来助人，才能得人心，免除灾祸，从而可以牢固地保持所得到的好处。',
            '“有事求告于王公的话，王公会很乐意地答应”并不是由于别的原因，完全是甘愿自我减损而使天下大众受益的志向感动了王公贵人。',
            '“满腹虔诚地怀着一颗使天下受惠的仁慈之心”，作为至高无上的君长，能够做到这样确实难能可贵，根本用不着占卦问卜，吉祥如意将永运伴随着他；天下人都虔诚地感激我的大恩大德，这种万民归心的盛况，使我自行减损造福大众的心志得到了极大的满足。',
            '“没有谁来让他受益”，是因为背离了益卦损己益人的宗旨，由损上益下变为损下益上，必然遭到世人的唾弃，他要求受益的呼声就只能是一厢情愿之辞；“倒是有人来攻击他”因为他凌驾于君王之上，位置不当，而且贪图受益，搞得天怒人怨，遭到外来的攻击也就毫不奇怪。',
        ],
        'tuan' => '益，减损上（一陽）而增益至下，民众喜悦无穷，（一陽）自上而居下（初），其道盛大光明。“利于有所往”，（九五与六二）居中得正而有吉庆。“利于涉越在河”，有木舟渡水而行。增益（震）动而（外巽）顺，日日增进无穷。天施（陽气）而地生万物，其效益无尽。凡增益之道，皆与时并行。',
    ],
    'notes' => [
        'tuan' => '此释《益》卦卦名及卦辞之义。损上益下：《益》减损外卦一陽而增益到内卦，内为下，外为上，即损四爻而益初爻。说：喜悦。自上下下：《益》一陽爻自上而下居初。大光：盛大光明。中正：九五之陽居中得正。木道乃行：《益》上巽为木，下震为动，动即行，木道，指舟楫。方：《广雅•释诂》：“方，表也”，无方即无表极大。',
    ],
];
