<?php
return [
    'serial' => 43,
    'name' => '夬',
    'symbol' => [1, 1, 1, 1, 1, 0],
    'brief' => '泽天夬',
    'spell' => 'guài',
    'gua' => '扬于王庭，孚号，有厉，告自邑，不利即戎，利有攸往。',
    'tuan' => '夬，决也，刚决柔也。健而说，决而和，“扬于王庭”，柔乘五刚也。“孚号有厉”，其危乃光也。“告自邑，不利即戎”，所尚乃穷也。利有攸往，刚长乃终也。',
    'xiang' => '泽上于天，夬；君子以施禄及下，居德则忌。',
    'yao' => [
        '初九：壮于前趾，往不胜为吝。',
        '九二：惕号，莫夜有戎，勿恤。',
        '九三：壮于，有凶。君子夬夬，独行遇雨，若濡有愠，无咎。',
        '九四：臀无肤，其行次且。牵羊悔亡，闻言不信。',
        '九五：苋陆夬夬，中行无咎。',
        '上六：无号，终有凶。',
    ],
    'xiaoxiang' => [
        '不胜而往，咎也。',
        '莫夜有戎，得中道也。',
        '君子夬夬，终无咎也。',
        '其行次且，位不当也。闻言不信，聪不明也。',
        '中行无咎，中未光也。',
        '无号之凶，终不可长也。',
    ],
    'sushi' => [
        'tuan' => '五陽而一陰，陰至寡弱而皆乘于决者，以其得所附也。上六之所乘者，九五之刚，所谓“王”也。欲决上六，必暴扬之于王之庭，此其势有不便者，故五陽虽相信而不忘警，以为有危道焉。“号”者，所以警也。在强而知危，所以“光”也。“邑”者，民之所在也。与小人处，必先附其民；彼无民，将无与立。“戎”，上六也。五陽之强，足以即之有余，然而不即也，此所以不穷也。自以为不足，虽弱有余；自以为足，虽强有所止矣。故其“所尚”，乃所以“穷”也。陽盈则忧溢，溢则忧覆，故“利有攸往”。往则有所施用，所以求不盈也。',
        'xiang' => '君子之于禄、利，欲其在人；德、业，欲其在己。孔子曰：“脩辞立其诚，”所以居业也。“泽上于天”，其势不居，故君子以“施禄”，不以“居德”。',
        'yao' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《夬卦》象征果决：在君王的宫廷之上当面宣扬小人的罪过，诚心实意地大声疾呼，告诫人们危险依然存在；告诉国人，不利于动用武力；利于马上前去有理有节地解决问题。',
        ],
        'xiang' => [
            '《夬卦》的卦象是乾（天）下兑（泽）上，为湖水蒸发上天，即将化为雨倾注而下之表象，以此象征决断。君子从中得一启迪：应该自觉地向下层民众广施恩德，否则如果高高在上，不施恩德，就会遭到忌恨。',
        ],
        'yao' => [
            '初九，前面的脚趾粗壮，若急匆匆前去，不能完成制裁小人的使命，还会遇到灾祸。',
            '九二，忽然听到惊叫声，深夜里小人来犯，用不着担忧。',
            '九三，颧骨高突怒容满面，去与小人较量必然有凶险；若是以君子气度毅然决然地前去，即使遇上大雨浑身湿透而心怀恼怒，却不会有任何灾祸。',
            '九四，屁股上蹭破了皮，前去制裁小人的行程必然步履维艰；若是紧紧牵着羊（象征陽刚）行走，就不会出现令人后悔的事，无奈听了这话的人并不相信。',
            '九五，毅然决然地做出决断，一举惩处小人就像铲除苋陆草一样，只要注意时时信守中庸之道，就不会遇到灾祸。',
            '上六，嚎啕大哭也没有用，最终必然有凶险临头。',
        ],
        'xiaoxiang' => [
            '初九爻地位最低下，本应该积蓄力量等待时机，却轻率急躁地前往，孤军深入只能遭到失败。不仅完不成制裁小人的使命，还会给自身带来灾祸。',
            '“深夜小人来犯，用不着担忧”，这是因为九二爻处在下卦的中位，能够信守中庸之道，尽管遭到小人的騷扰，终究是有惊无险，可以化险为夷。',
            '“若是君子气度毅然决然地前去”，不露声色地与小人周旋，就能够避免打草惊蛇引起不测，又可斩断感情纠葛，避免优柔寡断，因而不会遇到灾祸。',
            '“前去制裁小人的行程必然步履维艰”，是因为所处位置失当，处处受到君王的掣肘，好像屁股蹭破了皮，走起路来十分艰难。“无奈听了这话的人并不相信”，说明处境艰难，别人建议他借重强有利的陽刚君子的帮助，他却听不进去，听觉正常而决断不明。',
            '“只要注意时时信守中庸之道，就不会遇到灾祸”，表明尽管处在尊贵地位，要解决小人为乱易如反掌，却也不能做得太过分，要恰到好处才能避免灾祸。这也说明坚守正道的举动并未大放光彩，仅仅起到免除祸殃的作用而已。',
            '“嚎啕大哭也没有用，最终必然有凶险临头”，表明上六以陰柔小人凌驾于陽刚君子特别是君王之上，是众矢之的。其倒行逆施的状况不会持续很长时间，最终难以逃脱被制裁的命运。',
        ],
        'tuan' => '夬，决去。陽刚决去陰柔。刚健而喜悦，决去而又和谐。“宣扬于王庭”，（一）陰柔乘凌（五）陽刚。“以诚心疾呼有危厉”，其危厉已很普及广大。“告诫自己封邑内的人，不宜立即动武”，所崇尚（的武力）已是穷途末路。“利于有所往”，陽刚盛长至此已经终结。',
    ],
    'notes' => [
        'tuan' => '此释《夬》卦卦名及卦辞之义。决：决去，溃决。刚决柔。《夬》五陰一陽，五陽盛长决去一陰。健而说：《夬》下乾上兑，乾为健，兑为说。和：和悦。扬于王庭：在王庭上宣扬公布事情。扬，张扬，宣扬。柔乘五刚：《夬》卦一陰居五陽之上。孚号有厉：竭诚话呼有危厉。其危乃光：上六陰柔乘五陽刚，故“危”。但因居卦之上，其害尚广，故曰“光”。光，广。告自邑，不利即戎：告诫自己封邑内的人，不宜立即动武。邑，城邑。戎，兵。所尚乃穷：《夬》陽刚盛长，陰柔消退，卦上只有坤一陰，象坤众渐散，此时聚众兴兵，必困穷。刚长乃终：陽刚盛长，直到决去一陰而终结。',
    ],
];
