<?php
return [
    'serial' => 43,
    'name' => '夬',
    'symbol' => [1, 1, 1, 1, 1, 0],
    'brief' => '泽天夬',
    'spell' => 'guài',
    'gua' => '扬于王庭，孚号，有厉，告自邑，不利即戎，利有攸往。',
    'tuan' => '夬，决也，刚决柔也。健而说，决而和，“扬于王庭”，柔乘五刚也。“孚号有厉”，其危乃光也。“告自邑，不利即戎”，所尚乃穷也。利有攸往，刚长乃终也。',
    'xiang' => '泽上于天，夬；君子以施禄及下，居德则忌。',
    'yao' => [
        '初九：壮于前趾，往不胜为吝。',
        '九二：惕号，莫夜有戎，勿恤。',
        '九三：壮于，有凶。君子夬夬，独行遇雨，若濡有愠，无咎。',
        '九四：臀无肤，其行次且。牵羊悔亡，闻言不信。',
        '九五：苋陆夬夬，中行无咎。',
        '上六：无号，终有凶。',
    ],
    'xiaoxiang' => [
        '不胜而往，咎也。',
        '莫夜有戎，得中道也。',
        '君子夬夬，终无咎也。',
        '其行次且，位不当也。闻言不信，聪不明也。',
        '中行无咎，中未光也。',
        '无号之凶，终不可长也。',
    ],
    'zhuxi' => [
        'gua' => '夬，古快反。號，戶羔反。卦內並同。夬，決也，陽決陰也，三月之卦也。以五陽去一陰，決之而已。然其決之也，必正名其罪，而盡誠以呼號其眾，相與合力，然亦尚有危厲，不可安肆。又，當先治其私，而不可專尚威武，則利有所往也。皆戒之之辭。',
        'tuan' => '夬，決也，剛決柔也。健而說，決而和。'
            . '<span class="commentinner"> 說，音悅。釋卦名義，而贊其德。</span>'
            . '揚于王庭，柔乘五剛也。孚號有厲，其危乃光也。告自邑，不利即戎，所尚乃窮也。利有攸往，剛長乃終也。'
            . '<span class="commentinner">長，丁丈反。此釋卦辭。柔乘五剛，以卦體言，謂以一小人加於眾君子之上，是其罪也。剛長乃終，謂一變則為純乾也。</span>',
        'xiang' => '上，時掌反。施，始豉反。澤上於天，潰決之勢也。施祿及下，潰決之意也。居德則忌，未詳。',
        'yao' => [
            '前，猶進也。當決之時，居下任壯，不勝宜矣。故其象占如此。',
            '莫，音暮。九二，當決之時，剛而居柔，又得中道，故能憂惕號呼，以自戒備，而莫夜有戎，亦可无患也。',
            '頄，求龜反。頄，顴也。九三，當決之時，以剛而過乎中，是欲決小人，而剛壯見于面目也，如是則有凶道矣。然在眾陽之中，獨與上六為應，若能果決其決，不係私愛，則雖合於上六，如獨行遇雨。至于若濡而為君子所慍，然終必能決去小人而无所咎也。溫嶠之於王敦，其事類此。',
            '臀，徒敦反。次，七私反。且，七余反。姤卦同。以陽居陰，不中不正，居則不安，行則不進。若不與眾陽競進，而安出其後，則可以亡其悔。然當決之時，志在上進，必不能也。占者聞言而信，則轉凶而吉矣。牽羊者，當其前則不進，縱之使前而隨其後，則可以行矣。',
            '莧，閑辨反。莧陸，今馬齒莧，感陰氣之多者。九五，當決之時，為決之主，而切近上六之陰，如莧陸然。若決而決之，而又不為過暴，合於中行，則无咎矣。戒占者當如是也。',
            '陰柔小人，居窮極之時，黨類已盡，无所號呼，終必有凶也。占者有君子之德，則其敵當之，不然反是。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '《程傳》備矣。《傳》曰：「卦辭言夬夬，則於中行為无咎矣。《象》復盡其義，云中未光也。夫人心正意誠，乃能極中正之道，而充實光輝。五，心有所比，以義之不可而決之，雖行於外，不失中正之義，可以无咎，然於中道未得為光大也。蓋人心一有所欲，則離道矣。」夫子於此，示人之意深矣。',
        ],
    ],
    'wangbi' => [
        'gua' => '夬与剥反者也。剥以柔变刚，至於刚几尽。夬以刚决柔，如剥之消刚。刚陨则君子道消，柔消则小人道陨。君子道消，则刚正之德不可得直道而用，刑罚之威不可得坦然而行。“扬于王庭”，其道公也。',
        'tuan' => '夬，决也，刚决柔也。健而说，决而和。'
            . '<span class="commentinner">“健而说”，则“决而和”矣。</span>'
            . '“扬于王庭”，柔乘五刚也。'
            . '<span class="commentinner">刚德齐长，一柔为逆，众所同诛，而无忌者也。故可“扬于王庭”。</span>'
            . '“孚号有厉”，其危乃光也。'
            . '<span class="commentinner">刚正明信以宣其令，则柔邪者危，故曰“其危乃光也”。</span>'
            . '“告自邑，不利即戎”，所尚乃穷也。'
            . '<span class="commentinner">以刚断制，告令可也。“告自邑”，谓行令於邑也。用刚即戎，尚力取胜也。尚力取胜，物所同疾也。</span>'
            . '“利有攸往”，刚长乃终也。'
            . '<span class="commentinner">刚德愈长，柔邪愈消，故“利有攸往”，道乃成也。</span>',
        'xiang' => '“泽上於天”，夬之象也。“泽上於天”，必来下润，“施禄及下”之义也。《夬》者，明法而决断之象也。忌止也。法明断严，不以慢，故“居德”以明禁也。施而能严，严而能施，健而能说，决而能和，美之道也。',
        'yao' => [
            '居健之初，为决之始，宜审其策，以行其事。壮其前趾，往而不胜，宜其咎也。',
            '居健履中，以斯决事，能审已度而不疑者也。故虽有惕惧号呼，莫夜有戎，不忧不惑，故“勿恤”也。',
            '頄，面权也，谓上六也。最处体上，故曰“权”也。剥之六三，以应陽为善。夫刚长则君子道兴，陰盛则小人道长。然则处陰长而助陽则善，处刚长而助柔则凶矣。夬为刚长，而三独应上六，助於小人，是以凶也。君子处之，必能弃夫情累，决之不疑，故曰“夬夬”也。若不与众陽为群，而独行殊志，应於小人，则受其困焉。“遇雨若濡”，有恨而无所咎也。',
            '不刚而进，非已所据，必见侵伤，失其所安，故“臀无肤，其行次且”也。羊者，抵狠难移之物，谓五也。五为夬主，非下所侵。若牵於五，则可得“悔亡”而已。刚亢不能纳言，自任所处，闻言不信以斯而行，凶可知矣。',
            '苋陆，草之柔脆者也。决之至易，故曰“夬夬”也。夬之为义，以刚决柔，以君子除小人者也。而五处尊位，最比小人，躬自决者也。以至尊而敌至贱，虽其克胜，未足多也。处中而行，足以免咎而已，未足光也。',
            '处夬之极，小人在上，君子道长，无所共弃，故非号咷所能延也。',
        ],
        'xiaoxiang' => [
            '不胜之理，在往前也。',
            '',
            '',
            '同於噬嗑灭耳之“凶”。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“夬”，决也，刚决柔也。健而说，决而和。“扬于王庭”，柔乘五刚也；“孚号有厉”，其危乃光也。'
            . '<span class="commentinner">五陽而一陰，陰至寡弱而皆乘于决者，以其得所附也。上六之所乘者，九五之刚，所谓“王”也。欲决上六，必暴扬之于王之庭，此其势有不便者，故五陽虽相信而不忘警，以为有危道焉。“号”者，所以警也。在强而知危，所以“光”也。</span>'
            . '“告自邑，不利即戎”，所尚乃穷也。'
            . '<span class="commentinner">“邑”者，民之所在也。与小人处，必先附其民；彼无民，将无与立。“戎”，上六也。五陽之强，足以即之有余，然而不即也，此所以不穷也。自以为不足，虽弱有余；自以为足，虽强有所止矣。故其“所尚”，乃所以“穷”也。</span>'
            . '“利有攸往”，刚长乃终也。'
            . '<span class="commentinner">陽盈则忧溢，溢则忧覆，故“利有攸往”。往则有所施用，所以求不盈也。</span>',
        'xiang' => '君子之于禄、利，欲其在人；德、业，欲其在己。孔子曰：“脩辞立其诚，”所以居业也。“泽上于天”，其势不居，故君子以“施禄”，不以“居德”。',
        'yao' => [
            '“大壮”之长，则为“夬”，故“夬”之初九，与《大壮》之初九无异也。“大壮”之初九曰：“壮于趾。”而“夬”之初九曰：“壮于前趾。”二者皆有羊之象，见于其所施壮之爻，是以知其无异也。曰：前者通“大壮”之辞也，必通“大壮”而为辞者，明其所“壮”同而所遇异也。“大壮”之初九施“壮”于“震”，“震”吾朋也，触而遇其朋，是以决藩而遂之，因以为用。“夬”之初九施“壮”于“兑”，“兑”非吾朋也，苟不能胜，则往见牵矣，岂复决藩而遂我哉！君子之动，见胜而后往，故胜在往前；不能必胜而往，宜其“为咎”也。',
            '“戎”，上六也。“惕号，莫夜”，警也。“有戎，勿恤”，静也。能静而不忘警，能警而不用，“得中道”矣。与“大壮”九二“贞吉”同，故皆称其“得中”。',
            '初九为趾①，故九三为九页。与小人处而“壮”见于面颜，有凶之道矣。《易》凡称其尤者，申言之，“乾乾”、“谦谦”、“蹇蹇”之类是也。九三之所以见“壮”于面颜者，避私其配之嫌也。故告之以不然，曰：九三之君子，以陽居陽，“夬”之尤者也，何嫌于私其配也哉！苟舍其朋而独行以答其配，使上六之陰和洽而为雨，以至于“濡”，虽有不知我心而“愠”者，然终必无咎。【校注】 ①初九为趾：《苏氏易传》作“上六为臀”，误。',
            '上六，九四之所谓臀也①。“困”之六三“据于蒺藜”，故初六之“臀困于株木”。“夬”之上六见“夬”，故九四之“臀无肤”，皆谓其同体之末者为“臀”也。与众陽处而同体者见“夬”，故“其行次且”而不安也。“羊”者，初九也；初九之触，则我之悔也；而能牵之，故“悔亡”。虽能悔亡而聪不明矣，孰与“大壮”？九四既悔亡而得壮輹哉！夫君子惟能释怨而收士，故为之聪、明者众，“大壮”之九四是也；今初九触我，我牵而縻之莫肯释，则惧者众矣。虽其左右前后将无不可疑，故“闻言”不信。【校注】 ①上六，九四之所谓臀也：原作“九四，上六之所臀”也，据《苏氏易传》改。',
            '上六之不足“夬”，如“苋陆”也①。九五以陽居陽，“夬”之尤者也，于所不足“夬”，用“夬”之尤，虽中而未光，故“中行无咎”。“中行”者，反与四陽处而释上六也。此与上六为同体者，与九四均尔；然不至于“次且”者，以其刚之全也。刚之全者，则不戚其同体之伤矣，故九四之《象》以为“位不当也”。【校注】 ①如苋陆：《苏氏易传》作“苋如陆”，误。',
            '“无号”者，不警也。陽不吾警，则吾或有以乘之矣，然终亦必凶。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《夬卦》象征果决：在君王的宫廷之上当面宣扬小人的罪过，诚心实意地大声疾呼，告诫人们危险依然存在；告诉国人，不利于动用武力；利于马上前去有理有节地解决问题。',
        ],
        'xiang' => [
            '《夬卦》的卦象是乾（天）下兑（泽）上，为湖水蒸发上天，即将化为雨倾注而下之表象，以此象征决断。君子从中得一启迪：应该自觉地向下层民众广施恩德，否则如果高高在上，不施恩德，就会遭到忌恨。',
        ],
        'yao' => [
            '初九，前面的脚趾粗壮，若急匆匆前去，不能完成制裁小人的使命，还会遇到灾祸。',
            '九二，忽然听到惊叫声，深夜里小人来犯，用不着担忧。',
            '九三，颧骨高突怒容满面，去与小人较量必然有凶险；若是以君子气度毅然决然地前去，即使遇上大雨浑身湿透而心怀恼怒，却不会有任何灾祸。',
            '九四，屁股上蹭破了皮，前去制裁小人的行程必然步履维艰；若是紧紧牵着羊（象征陽刚）行走，就不会出现令人后悔的事，无奈听了这话的人并不相信。',
            '九五，毅然决然地做出决断，一举惩处小人就像铲除苋陆草一样，只要注意时时信守中庸之道，就不会遇到灾祸。',
            '上六，嚎啕大哭也没有用，最终必然有凶险临头。',
        ],
        'xiaoxiang' => [
            '初九爻地位最低下，本应该积蓄力量等待时机，却轻率急躁地前往，孤军深入只能遭到失败。不仅完不成制裁小人的使命，还会给自身带来灾祸。',
            '“深夜小人来犯，用不着担忧”，这是因为九二爻处在下卦的中位，能够信守中庸之道，尽管遭到小人的騷扰，终究是有惊无险，可以化险为夷。',
            '“若是君子气度毅然决然地前去”，不露声色地与小人周旋，就能够避免打草惊蛇引起不测，又可斩断感情纠葛，避免优柔寡断，因而不会遇到灾祸。',
            '“前去制裁小人的行程必然步履维艰”，是因为所处位置失当，处处受到君王的掣肘，好像屁股蹭破了皮，走起路来十分艰难。“无奈听了这话的人并不相信”，说明处境艰难，别人建议他借重强有利的陽刚君子的帮助，他却听不进去，听觉正常而决断不明。',
            '“只要注意时时信守中庸之道，就不会遇到灾祸”，表明尽管处在尊贵地位，要解决小人为乱易如反掌，却也不能做得太过分，要恰到好处才能避免灾祸。这也说明坚守正道的举动并未大放光彩，仅仅起到免除祸殃的作用而已。',
            '“嚎啕大哭也没有用，最终必然有凶险临头”，表明上六以陰柔小人凌驾于陽刚君子特别是君王之上，是众矢之的。其倒行逆施的状况不会持续很长时间，最终难以逃脱被制裁的命运。',
        ],
        'tuan' => '夬，决去。陽刚决去陰柔。刚健而喜悦，决去而又和谐。“宣扬于王庭”，（一）陰柔乘凌（五）陽刚。“以诚心疾呼有危厉”，其危厉已很普及广大。“告诫自己封邑内的人，不宜立即动武”，所崇尚（的武力）已是穷途末路。“利于有所往”，陽刚盛长至此已经终结。',
    ],
    'notes' => [
        'tuan' => '此释《夬》卦卦名及卦辞之义。决：决去，溃决。刚决柔。《夬》五陰一陽，五陽盛长决去一陰。健而说：《夬》下乾上兑，乾为健，兑为说。和：和悦。扬于王庭：在王庭上宣扬公布事情。扬，张扬，宣扬。柔乘五刚：《夬》卦一陰居五陽之上。孚号有厉：竭诚话呼有危厉。其危乃光：上六陰柔乘五陽刚，故“危”。但因居卦之上，其害尚广，故曰“光”。光，广。告自邑，不利即戎：告诫自己封邑内的人，不宜立即动武。邑，城邑。戎，兵。所尚乃穷：《夬》陽刚盛长，陰柔消退，卦上只有坤一陰，象坤众渐散，此时聚众兴兵，必困穷。刚长乃终：陽刚盛长，直到决去一陰而终结。',
    ],
];
