<?php
return [
    'serial' => 44,
    'name' => '姤',
    'brief' => '天风姤',
    'spell' => 'gòu',
    'gua' => '女壮，勿用取女。',
    'tuan' => '姤，遇也，柔遇刚也。勿用取女，不可与长也。天地相遇，品物咸章也。刚遇中正，天下大行也。姤之时义大矣哉！',
    'xiang' => '天下有风，姤；后以施命诰四方。',
    'yao' => [
        '初六：系于金柅，贞吉，有攸往，见凶，羸豕踟躅。',
        '九二：包有鱼，无咎，不利宾。',
        '九三：臀无肤，其行次且，厉，无大咎。',
        '九四：包无鱼，起凶。',
        '九五：以杞包瓜，含章，有陨自天。',
        '上九：姤其角，吝，无咎。',
    ],
    'xiaoxiang' => [
        '系于金柅，柔道牵也。',
        '包有鱼，义不及宾也。',
        '其行次且，行未牵也。',
        '无鱼之凶，远民也。',
        '九五含章，中正也。有陨自天，志不舍命也。',
        '姤其角，上穷吝也。',
    ],
];
