<?php
return [
    'serial' => 44,
    'name' => '姤',
    'symbol' => [0, 1, 1, 1, 1, 1],
    'brief' => '天风姤',
    'spell' => 'gòu',
    'gua' => '女壮，勿用取女。',
    'tuan' => '姤，遇也，柔遇刚也。勿用取女，不可与长也。天地相遇，品物咸章也。刚遇中正，天下大行也。姤之时义大矣哉！',
    'xiang' => '天下有风，姤；后以施命诰四方。',
    'yao' => [
        '初六：系于金柅，贞吉，有攸往，见凶，羸豕踟躅。',
        '九二：包有鱼，无咎，不利宾。',
        '九三：臀无肤，其行次且，厉，无大咎。',
        '九四：包无鱼，起凶。',
        '九五：以杞包瓜，含章，有陨自天。',
        '上九：姤其角，吝，无咎。',
    ],
    'xiaoxiang' => [
        '系于金柅，柔道牵也。',
        '包有鱼，义不及宾也。',
        '其行次且，行未牵也。',
        '无鱼之凶，远民也。',
        '九五含章，中正也。有陨自天，志不舍命也。',
        '姤其角，上穷吝也。',
    ],
    'zhuxi' => [
        'gua' => '姤，古后反。取，七喻反。姤，遇也。決盡則為純乾，四月之卦。至姤然後一陰可見，而為五月之卦。以其本非所望，而卒然值之，如不期而遇者，故為遇。遇已非正，又一陰而遇五陽，則女德不貞而壯之甚也。取以自配，必害乎陽，故其象占如此。',
        'tuan' => '姤，遇也，柔遇剛也。'
            . '<span class="commentinner">釋卦名。</span>'
            . '勿用取女，不可與長也。'
            . '<span class="commentinner">釋卦辭。</span>'
            . '天地相遇，品物咸章也。'
            . '<span class="commentinner">以卦體言。</span>'
            . '剛遇中正，天下大行也。'
            . '<span class="commentinner">指九五。</span>'
            . '姤之時義大矣哉。'
            . '<span class="commentinner">幾微之際，聖人所謹。</span>',
        //'xiang' => '',
        'yao' => [
            '柅，乃李反，又女紀反。柅，所以止車，以金為之，其剛可知。一陰始生，靜正則吉，往進則凶。故以二義戒小人，使不害於君子，則有吉而无凶。然其勢不可止也，故以羸豕蹢躅曉君子，使深為之備云。',
            '魚，陰物。二與初遇，為包有魚之象。然制之在己，故猶可以无咎。若不制而使遇於眾，則其為害廣矣。故其象占如此。',
            '九三過剛不中，下不遇於初，上无應於上，居則不安，行則不進，故其象占如此。然既无所遇，則无陰邪之傷。故雖危厲，而无大咎也。',
            '初六正應，已遇於二而不及於己，故其象占如此。',
            '瓜，陰物之在下者，甘美而善潰。杞，高大堅實之木也。五以陽剛中正，主卦於上，而下防始生必潰之陰，其象如此。然陰陽迭勝，時運之常，若能含晦章美，靜以制之，則可以回造化矣。有隕自天，本无而倏有之象也。',
            '角，剛乎上者也。上九，以剛居上而无位，不得其遇，故其象占與九三類。',
        ],
        'xiaoxiang' => [
            '牽，進也，以其進，故止之。',
            '',
            '',
            '遠，袁萬反。民之去己，猶己遠之。',
            '舍，音捨。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '姤，遇也。柔遇刚也。'
            . '<span class="commentinner">施之於人，即女遇男也。一女而遇五男，为壮至甚，故不可取也。</span>'
            . '“勿用取女”，不可与长也。天地相遇，品物咸章也。'
            . '<span class="commentinner">正乃功成也。</span>'
            . '刚遇中正，天下大行也。'
            . '<span class="commentinner">化乃大行也。</span>'
            . '《姤》之时义大矣哉！'
            . '<span class="commentinner">凡言义者，不尽於所见，中有意谓者也。</span>',
        'xiang' => '',
        'yao' => [
            '金者，坚刚之物。尼者，制动之主，谓九四也。初六处遇之始，以一柔而承五刚，体夫躁质，得遇而通，散而无主，自纵者也。柔之为物，不可以不牵。臣妾之道，不可以不贞，故必系于正应，乃得“贞吉”也。若不牵于一，而有攸往行，则唯凶是见矣。羸豕，谓牝豕也。群豕之中，豭强而牝弱，故谓之“羸豕”也。孚，犹务躁也。夫陰质而躁恣者，羸豕特甚焉，言以不贞之陰，失其所牵，其为婬丑，若羸豕之孚务蹢躅也。',
            '初陰而穷下，故称“鱼”。不正之陰，处遇之始，不能逆近者也。初自乐来应已之厨，非为犯夺，故“无咎”也。擅人之物，以为已惠，义所不为，故“不利宾”也。',
            '处下体之极，而二据於初，不为已乘，居不获安，行为其应，不能牵据，以固所处，故曰“臀无肤，其行次且”也。然履得其位，非为妄处，不遇其时，故使危厉。灾非已招，是以“无大咎”也。',
            '二有其鱼，故失之也。无民而动，失应而作，是以“凶”也。',
            '杞之为物，生於肥地者也。包瓜为物，系而不食者也。九五履得尊位，而不遇其应，得地而不食，含章而未发，不遇其应，命未流行。然处得其所，体刚居中，志不舍命，不可倾陨，故曰“有陨自天”也。',
            '进之於极，无所复遇，遇角而已，故曰“姤其角”也。进而无遇，独恨而已，不与物争，其道不害，故无凶咎也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“姤”，遇也，柔遇刚也。“勿用取女”，不可与长也。'
            . '<span class="commentinner">“姤”者，所遇而合，无适意之谓也。故其女“不可与长”。</span>'
            . '天地相遇，品物咸章也。'
            . '<span class="commentinner">“姤”者，“乾”之末，“坤”之始也，故曰“天地相遇”。以四时言之，则建午之月，“品物咸章”之际也。《易》曰：“万物相见乎‘离’。”</span>'
            . '刚遇中正，天下大行也。姤之时义大矣哉！'
            . '<span class="commentinner">“刚”者，二也；“中正”者，五也。陰之长，自九二之亡而后为“遯”，始无臣也；自九五之亡而后为“剥”，始无君也。“姤”之世，上有君、下有臣，君子之欲有为，无所不可。故曰：“刚遇中正，天下大行也。”</span>',
        'xiang' => '',
        'yao' => [
            '刚而能止物者，谓之“金柅”，九二是也。初六之势，足以兼获五陽，然其始遇而合者，九二也。既合于二，若舍而之他①，则终身无所容矣，故以系二而贞为吉。有所往见为凶，初六者，“羸豕”也。虽“羸”而不可信者，以权在焉，以其“羸”而信之，则“蹢躅”而不可制矣。【校注】 ①既合于二，若舍而之他：《苏氏易传》作“既合不贞，又舍而之他”，误。',
            '“鱼”者，初六也；“包”者，鱼之所不能脱也；“宾”者，九四也。“姤”者，主求民之时，非民求主之时也，故近而先者得之，远而后者不得也。不论其应与否也，嫌其若有咎，故曰“无咎”。',
            '以“姤”之初六为“夬”之上六，则“姤”之九三，“夬”之九四也，故其《象》同。九三之所谓臀者，初六；初六剥陽而进者也，处众陽之间而同体者，有剥陽之陰，宜其“次且”而不安也。“夬”之九四下牵初九之羊，故有“聪不明”之咎。而九三无是也，故虽危无孔大咎，而《象》曰“行未牵也”。',
            '既已失民，起而争之则“凶”。',
            '“金柅”也，“包”也，“杞”也，皆九二也；“豕”也，“鱼”也，“瓜”也，皆初六也。“杞”，枸杞也，木之至痺者也。“包瓜”者，笼而有之也。瓜之为物，得所附而后止；不得所附，则攀援而求，无所不至。幸而遇乔木，则虽欲抑之不可得矣，故授之以杞，则杞能笼而有之。杞之所至，瓜之所及也。九五者，“姤”之主也；知初六之势将至于剥尽而后止，故授之以九二。九二之所至，初六之所及也。“姤”者，陰长之卦；而九五以至陽而胜之，故曰“含章”。凡陰中之陽为“章”，陰长而消陽，天之命也；有以胜之，人之志也。君子不以命废志，故九五之志坚，则必有自天而陨者，言人之至者，天不能胜也。',
            '刚之上穷者，“角”也。“姤其角”，以是为“姤”也。以角为“姤”，物之所不乐遇也；小人虽不能合，而君子亦无自入焉。故“吝，无咎”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《姤卦》象征相遇：女子过分强壮，不适合娶来作妻子。',
        ],
        'xiang' => [
            '《姤卦》的卦象是巽（风）下乾（天）上，为天底下刮着风，风吹遍天地间各个角落，与万物相依之表象，象征着“相遇”；正如风吹拂大地的情形一样，君王也应该颁布政令通告四面八方。',
        ],
        'yao' => [
            '初六，绑上坚固结实的车闸，占卜结果会很吉祥；前去行事，会遇到凶险，瘦弱的猪因烦躁而团团乱转。',
            '九二，厨房里发现鱼，不会有灾祸；但不利于拿来宴请宾客。',
            '九三，屁股上蹭破了皮，走起路来很困难；会遇到危险，但不会有大的灾祸。',
            '九四，厨房里没有鱼，会发生凶险。',
            '九五，用杞树枝叶包住甜瓜，好比内心怀着美好的品德，不必奔忙，称心的机遇就会自天而降。',
            '上九，头上长角，处境艰难，不过也不会有大的灾祸。',
        ],
        'xiaoxiang' => [
            '“绑上坚固结实的车闸”，紧急关头就可以使车轮与车闸“相遇”，而使狂奔的车子刹住。引伸为遇到强硬的对手，不要去硬碰，应该用柔韧的手段牵制对手，达到以柔克刚的效果。',
            '“厨房里发现鱼”，还不会出现灾祸，但不宜用鱼来宴宾。因为不义之财不可取。',
            '“走起路来很困难”，表明在路上会遇到艰险，但尽管艰难，却并未完全受到牵制，还可以继续前进。',
            '厨房里没有鱼而引起凶险，就好像君主失去民众百姓的支持，因为脱离民众，当然会发生凶险。',
            '《姤卦》的第五爻位（九五）内心怀着美好的品德，表明尽管处在最尊贵的地位，却能够坚守中道，心地纯正。这样一来，其相遇的情形也是最完美的，用不着上下奔忙，就能与上天恩赐的福佑相遇。充分说明只要不违天命，就能有好的遇合。',
            '“头上长角”，孤芳自赏，根本不会有志同道合的伙伴与之相遇，而失去大众的支持，等待着的只有困穷不通的命运。',
        ],
        'tuan' => '姤，相遇。陰柔遇陽刚。“不要娶此女”，不可与（她）长久相处。天地相遇，众物皆光明。（九五）陽刚居中得正，大行于天下。《姤》卦之时，所含意义太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《姤》卦卦名及卦辞之义。遇：不期而合。柔遇刚：《姤》一陰五陽，一陰在下而与五陽相遇。取：娶。长：长久。品物咸章“众物显明。品，众。章，显著，显明。刚遇中正：九五陽刚居中得正。天下大行：《姤》卦下巽上乾，乾为天，巽为风，风行天下，故曰“天下大行”。',
    ],
];
