<?php
return [
    'serial' => 35,
    'name' => '萃',
    'brief' => '泽地萃',
    'spell' => 'cuì',
    'gua' => '亨。王假有庙，利见大人，亨，利贞。用大牲吉，利有攸往。',
    'tuan' => '萃，聚也；顺以说，刚中而应，故聚也。王假有庙，致孝享也。利见大人亨，聚以正也。用大牲吉，利有攸往，顺天命也。观其所聚，而天地万物之情可见矣。',
    'xiang' => '泽上於地，萃；君子以除戎器，戒不虞。',
    'yao' => [
        '初六：有孚不终，乃乱乃萃，若号一握为笑，勿恤，往无咎。',
        '六二：引吉，无咎，孚乃利用禴。',
        '六三：萃如，嗟如，无攸利，往无咎，小吝。',
        '九四：大吉，无咎。',
        '九五：萃有位，无咎。匪孚，元永贞，悔亡。',
        '上六：齑咨涕洟，无咎。',
    ],
    'xiaoxiang' => [
        '乃乱乃萃，其志乱也。',
        '引吉无咎，中未变也。',
        '往无咎，上巽也。',
        '大吉无咎，位不当也。',
        '萃有位，志未光也。',
        '齑咨涕洟，未安上也。',
    ],
];
