<?php
return [
    'serial' => 35,
    'name' => '萃',
    'symbol' => [0, 0, 0, 1, 1, 0],
    'brief' => '泽地萃',
    'spell' => 'cuì',
    'gua' => '亨。王假有庙，利见大人，亨，利贞。用大牲吉，利有攸往。',
    'tuan' => '萃，聚也；顺以说，刚中而应，故聚也。王假有庙，致孝享也。利见大人亨，聚以正也。用大牲吉，利有攸往，顺天命也。观其所聚，而天地万物之情可见矣。',
    'xiang' => '泽上於地，萃；君子以除戎器，戒不虞。',
    'yao' => [
        '初六：有孚不终，乃乱乃萃，若号一握为笑，勿恤，往无咎。',
        '六二：引吉，无咎，孚乃利用禴。',
        '六三：萃如，嗟如，无攸利，往无咎，小吝。',
        '九四：大吉，无咎。',
        '九五：萃有位，无咎。匪孚，元永贞，悔亡。',
        '上六：齑咨涕洟，无咎。',
    ],
    'xiaoxiang' => [
        '乃乱乃萃，其志乱也。',
        '引吉无咎，中未变也。',
        '往无咎，上巽也。',
        '大吉无咎，位不当也。',
        '萃有位，志未光也。',
        '齑咨涕洟，未安上也。',
    ],
    'zhuxi' => [
        'gua' => '假，更白反。萃，聚也。坤順兌說，九五剛中，而二應之。又為澤上於地，萬物萃聚之象，故為萃。亨字衍文。王假有廟，言王者可以至于宗廟之中，王者卜祭之吉占也。《祭義》曰「公假于太廟」是也。廟所以聚祖考之精神，又人必能聚己之精神，則可以至于廟而承祖考也。物既聚，則必見大人，而後可以得亨。然又必利於正，所聚不正，則亦不能亨也。大牲必聚而後有，聚則可以有所往，皆占吉而有戒之辭。',
        'tuan' => '萃，聚也。順以說，剛中而應，故聚也。'
            . '<span class="commentinner">說，音悅。以卦德、卦體釋卦名義。</span>'
            . '王假有廟，致孝享也。利見大人，亨，聚以正也。用大牲吉，利有攸往，順天命也。'
            . '<span class="commentinner">釋卦辭。</span>'
            . '觀其所聚，而天地萬物之情可見矣。'
            . '<span class="commentinner">極言其理而贊之。</span>',
        'xiang' => '上，時掌反。除者，脩而聚之之謂。',
        'yao' => [
            '號，平聲。初六，上應九四，而隔於二陰，當萃之時，不能自守，是有孚而不終，志亂而妄聚也。若呼號正應，則眾以為笑；但勿恤而往從正應，則无咎矣。戒占者當如是也。',
            '禴，羊略反。二應五而雜於二陰之間，必牽引以萃，乃吉而无咎。又二中正柔順，虛中以上應，九五剛健中正，誠實而下交。故卜祭者有其孚誠，則雖薄物，亦可以祭矣。',
            '六三陰柔，不中不正，上无應與，欲求萃於近而不得，故嗟如而无所利，唯往從於上，可以无咎，然不得其萃。困然後往，復得陰極无位之爻，亦可小羞矣。戒占者當近捨不正之強援，而遠結正應之窮交，則无咎也。',
            '上比九五，下比眾陰，得其萃矣。然以陽居陰不正，故戒占者必大吉，然後得无咎也。',
            '九五剛陽中正，當萃之時而居尊，固无咎矣。若有未信，則亦脩其元永貞之德，而悔亡矣。戒占者當如是也。',
            '齎，音咨，又，將啼反。洟，音夷。《象》同。處萃之終，陰柔无位，求萃不得，故戒占者必如是，而後可以无咎也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '未光，謂匪孚。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《萃卦》象征聚合：亨通；君王到宗庙里祭祀，祈求神灵保佑，利于出现德高望重的大人物，亨通无阻而且有利于树立纯正的道德风尚；用牛羊等大的祭品献祭能够带来吉祥如意，利于前去行事。',
        ],
        'xiang' => [
            '《萃卦》的卦象是：坤（地）下兑（泽）上，为地上有湖，四面八方的细流都源源不断汇入湖中之表象，象征着聚合；在这种众流会聚的时候，必然会现鱼龙混杂、泥沙俱下的情况，因此君子应当修缮甲杖兵器，以防发生意想不到的变故。',
        ],
        'yao' => [
            '初六，如果对神灵的一片诚心不能始终如一，各种乱子就会发生而凑到一起；众人喧哗呼号，只要彼此握手交流感情，就能化众怒为欢笑；用不着忧虑，前去行事不会遇到灾祸。',
            '六二，引退谦让会带来吉祥，没有害处；只要内心怀着虔诚，即使举行微薄的禴祭（即春祭，古代四季祭祀之一）也能带来吉祥。',
            '六三，聚合的希望在叹息声中破灭，干什么都不会顺利；前去行事不会遇到灾祸，只有一点小小麻烦。',
            '九四，只有在大吉大利的情况下，才能够没有灾祸。',
            '九五，当万方聚合之时居于尊贵的高位，不会遇到灾难，但也并没有取得大众的主悦诚服；德高望重的君长如果能坚定不移地主持正义，倡导纯正的风尚，就可以避免因做错事而引起的后悔。',
            '上六，唉声叹气而又哭哭啼啼，不会遇到灾祸。',
        ],
        'xiaoxiang' => [
            '“各种乱子就会发生而凑到一起”，不是由于别的原因，主要是因为内心的虔诚不能始终如一，陷于迷惑混乱所致。',
            '“引退谦让会带来吉祥，没有灾难“，这是因为该爻位置居中而适当，当会聚的时候，它既不偏不激也不过于保守，虔诚地遵循中庸之道始终不曾改变，因而能够谦让而逢凶化吉。',
            '“前去行事不会遇到灾祸”这是因为遇到居于上位的陽刚气十足者。但居于下方的陰柔一方总能表现出谦逊而顺从，从而免去了可能出现的灾祸。',
            '“只有在大吉大利的情况下，才能够没有灾害”，这是因为所处位置不适当，随时有可能受到伤害，只有在大吉大利的时候才可以避免受害。',
            '“万方聚合之时居于尊贵的高位”，并不能表明大会天下、四海归心的志向得到了发扬光大，还需要修持德行，树立威望，使大众心悦诚服。',
            '“唉声叹气而又哭哭啼啼”，是因为虽然身在外，但无一日惦念处于京中的君主。',
        ],
        'tuan' => '萃，聚。顺从而招喜悦，（九五）陽刚居中而（与六二陰柔）相应，故为聚。“大王至宗庙”，致孝祖之祭。“利于见有权势的人，亨通”，聚集必以正道。“用大的牲畜（祭祀）吉利，利有所往”，顺从天命。观察所聚的的道理，而天地万物的情状要吧展现。',
    ],
    'notes' => [
        'tuan' => '此释《萃》卦卦名及卦辞之义。聚：集。顺以说：《萃》下坤上兑，坤为顺，兑为说。刚中而应：九五陽刚居中而得正，六二率众陰应之。王假有庙：大王至宗庙祭祀。假，至。致孝亨：此释“王假有庙”，是说大王至庙推行孝祖祭祀。致推致。亨，祭祀。聚以正：《萃》九五居中得正，故聚用正道。用大牲吉：用大的牺牲祭祀则有吉祥。',
    ],
];
