<?php
return [
    'gua' => '元亨，用见大人，勿恤，南征吉。',
    'tuan' => '柔以时升，巽而顺，刚中而应，是以大亨。用见大人，勿恤；有庆也。南征吉，志行也。',
    'xiang' => '地中生木，升；君子以顺德，积小以高大。',
    'yao' => [
        '初六：允升，大吉。',
        '九二：孚乃利用禴，无咎。',
        '九三：升虚邑。',
        '六四：王用亨于岐山，吉无咎。',
        '六五：贞吉，升阶。',
        '上六：冥升，利于不息之贞。',
    ],
    'xiaoxiang' => [
        '允升大吉，上合志也。',
        '九二之孚，有喜也。',
        '升虚邑，无所疑也。',
        '王用亨于岐山，顺事也。',
        '贞吉升阶，大得志也。',
        '冥升在上，消不富也。',
    ],
    'zhuxi' => [
        'gua' => '升，進而上也。卦自解來，柔上居四，內巽外順，九二剛中而五應之，是以其占如此。南征，前進也。',
        'tuan' => '柔以時升，'
            . '<span class="commentinner">以卦變釋卦名。</span>'
            . '巽而順，剛中而應，是以大亨。'
            . '<span class="commentinner">以卦德、卦體釋卦辭。</span>'
            . '用見大人，勿恤，有慶也。南征吉，志行也。',
        'xiang' => '王肅本順作慎。今按他書引此，亦多作慎，意尤明白，蓋古字通用也。說見上篇《蒙》卦。',
        'yao' => [
            '初以柔順居下，巽之主也。當升之時，巽於二陽，占者如之，則信能升而大吉矣。',
            '義見《萃》卦。',
            '陽實陰虛，而坤有國邑之象。九三，以陽剛當升時，而進臨於坤，故其象占如此。',
            '義見《隨》卦。',
            '以陰居陽，當升而居尊位，必能正固，則可以得吉而升階矣。階，升之易者。',
            '以陰居升極，昏冥不已者也。占者遇此，无適而利，但可反其不已於外之心，施之於不息之正而已。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '以順而升，登祭于山之象。',
        ],
    ],
    'wangbi' => [
        'gua' => '巽顺可以升，陽爻不当尊位，无严刚之正，则未免於忧，故用见大人，乃“勿恤”也。以柔之南，则丽乎大明也。',
        'tuan' => '柔以时升。'
            . '<span class="commentinner">柔以其时，乃得升也。</span>'
            . '巽而顺，刚中而应，是以大亨。'
            . '<span class="commentinner">纯柔则不能自升，刚亢则物不从。既以时升，又“巽而顺，刚中而应”，以此而升，故得“大亨”。</span>'
            . '“用见大人，勿恤”，有庆也。“南征吉”，志行也。'
            . '<span class="commentinner">巽顺以升，至于大明，“志行”之谓也。</span>',
        'xiang' => '',
        'yao' => [
            '允，当也。巽卦三爻，皆升者也。虽无其应，处《升》之初，与九二、九三合志俱升。当升之时，升必大得，是以“大吉”也。',
            '与五为应，往必见任。体夫刚德，进不求宠，闲邪存诚，志在大业，故乃利用纳约于神明矣。',
            '履得其位，以陽升陰，以斯而举，莫之违距，故若“升虚邑”也。',
            '处升之际，下升而进，可纳而不可距也。距下之进，攘来自专，则殃咎至焉。若能不距而纳，顺物之情，以通庶志，则得“吉”而“无咎”矣。岐山之会，顺事之情，无不纳也。',
            '升得尊位，体柔而应，纳而不距，任而不专，故得“贞吉，升阶”而尊也。',
            '处贞之极，进而不息者也。进而不息，故虽冥犹升也。故施於不息之正则可，用於为物之主则丧矣。终於不息，消之道也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '往必得邑。',
            '',
            '',
            '劳不可久也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '柔以时，“升”，“巽”而顺，刚中而应，是以大亨。“用见大人，勿恤”，有庆也。'
            . '<span class="commentinner">“巽”之为物，非能破坚达强者也。幸而遇“坤”，故能“升”。其升也有时，故曰“柔以时，升”。“坤”既顺之，五又应之，是以“大亨”。大人之于物也，危者安之，易者惧之，下“巽”而上顺，质柔而遇易，志得而轻进，以此见大人所畏者也，故不曰“利”。虽不利，不可不见也。见而知畏，其为利也大矣。利之远者曰“庆”，以其“有庆”，故虽有畏，“勿恤”也。</span>'
            . '“南征吉”，志行也。'
            . '<span class="commentinner">《彖》曰：“‘巽’而顺，刚中而应，是以大亨。”而六五为“升阶”，由此观之，非独“巽”之上即“坤”，亦“坤”之下援“巽”也。“巽”之求“坤”，“坤”之求“巽”，皆会于“南”，“南征吉”，二者相求之谓也。</span>',
        'xiang' => '',
        'yao' => [
            '所以为“升”者，“巽”也；所以为“巽”者，初也。“升”之制在初，故初六虽陰柔，而其于升也盖诚能之，故曰“允升”。陰升而遇陽，若陽升而遇陰，皆得其所升者也。初六以诚能之资而遇九二，宜其为吉之大者矣。',
            '九二升而遇九三，盖升而穷者也。虽穷于三，而配于五，穷而之五，五亦无所升；而纳之，故薄礼可以相縻而“无咎”也。',
            '九三以陽用陽，其升也果矣；六四以陰居陰，其避之也审矣；故曰：“升虚邑，无所疑也。”不言“吉”者，以至强克至弱，其为祸福未可知也，存乎其人而已。',
            '上有所适，下升而避之，失于此而偿于彼，虽不争可也，人或能之①。今六四下为三之所升，而上不为五之所纳，此人情必争之际也。然且不争而“虚邑”以待之，非仁人其孰能为此？太王避狄于豳②，而亨于岐；方其去豳也，岂知百姓之相从而不去哉！亦以顺物之势而已，以此获吉，夫何咎之有？【校注】 ①人或能之：《四库》本无此四字，据《苏氏易传》补。 ②太王：《苏氏易传》作“大王”，亦通。',
            '“贞”者，贞于九二也。“巽”之所以能升者，以六五之应也；曰：此升之阶也。“阶”者，有可升之道焉，我惟为阶，故人升之；我不为阶，而人何自升哉！木之生也，克土而后能升；而土以生木为功，未有木生而土不愿者也。故阶而升“巽①”；则六五为“得志”矣。【校注】 ①巽：《苏氏易传》无此“巽”字，亦通。',
            '“冥”者，君子之所息也；“升”至上六，宜息也。然而不息，则消之道也。施于不息之正者则可。孟子曰：“求则得之，舍则失之。”求在我者，此“不息”之正者也；求之有道，得之有命。求在外者，此“不息”之不正者也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《升卦》象征上升：亨通，宜于出现权高位尊的大人物，用不着忧虑，向南方出征会带来吉祥。',
        ],
        'xiang' => [
            '《升卦》的卦象是巽（风）下坤（地）上，而巽又象征高大树木，这样就成为地里边生长树木之表象。树木由矮小到高大，象征上升；与此相应，君子通过顺应自然规律来培养自己的品德，积累微小的进步来塑造高大完美的人格。',
        ],
        'yao' => [
            '初六，宜于上升，大吉大利。',
            '九二，内心恭敬虔诚，即使微薄的禴祭也可以感动神灵，免除灾祸。',
            '九三，上升到空旷的城邑，如入无人之境。',
            '六四，君王到岐山祭祀神灵，吉祥如意，没有灾祸。',
            '六五，占卜结果吉祥如意，乘势沿着台阶稳步上升。',
            '上六，在昏暗幽冥状态下依然上升，只有坚持不懈地保持纯正品性，才能获得好的结果。',
        ],
        'xiaoxiang' => [
            '“宜于上升而大吉大利”，是因为陰柔处在最卑下的地位，位于其上的陽刚者同情其处境，希望其尽快上升，所以其上正合乎上面的意思。',
            '《升卦》的第二爻位（九二）内心虔诚仁厚，一心成人之美，深得众人信服，必定会给自身带来喜庆。',
            '“上升到空旷的城邑”，这是因为没有任何阻碍，上升得十分顺利，不要有半点迟疑。',
            '“君王到岐山祭祀神灵”，就是向神灵表示恭顺，诚惶诚恐地供奉神灵，结果必然会带来吉祥如意。',
            '“占卜结果吉祥如意，乘势沿着台阶稳步上长”，表明上升已达到鼎盛时期，接近光辉的顶点。真可说得上是春风得意，踌躇满志。同时也表明陰柔居于尊位，必须稳健行事，循序渐进，不可像“升虚邑”那样冒进。',
            '昏暗幽冥状态下仍然上升，本身又已处在《升卦》的最高位置，按照盛极而衰的道理，上升的势头必然会逐渐消退，再不会如原来那样富有进取精神了',
        ],
        'tuan' => '陰柔因时而升，巽逊而顺从，（九二）陽刚居中而应（六五），所以得大亨通。“宜于见有权势的人，不要忧虑”，有吉庆。“向南出征则吉”，其志得以推行。',
    ],
    'notes' => [
        'tuan' => '此释《升》卦卦名及卦辞之义。柔以时升：《升》与《萃》卦画相倒置。《萃》时坤在下，坤升上为《升》，坤为柔，故“柔以时升”。《序卦》：“萃者，聚也。聚而上者谓之升，故受之以升。”《杂卦》：“萃聚而升不来也。”即是此意。巽而顺：《升》卦下巽上坤，坤为顺。刚中而应：《升》九二居中而应六五。恤：忧虑。有庆：九二居中，故“有庆”。南征吉：向南出征有吉。志行：二五上下应之，故“志行”。',
    ],
];
