<?php
return [
    'serial' => 46,
    'name' => '升',
    'symbol' => [0, 1, 1, 0, 0, 0],
    'brief' => '地风升',
    'spell' => '',
    'gua' => '元亨，用见大人，勿恤，南征吉。',
    'tuan' => '柔以时升，巽而顺，刚中而应，是以大亨。用见大人，勿恤；有庆也。南征吉，志行也。',
    'xiang' => '地中生木，升；君子以顺德，积小以高大。',
    'yao' => [
        '初六：允升，大吉。',
        '九二：孚乃利用禴，无咎。',
        '九三：升虚邑。',
        '六四：王用亨于岐山，吉无咎。',
        '六五：贞吉，升阶。',
        '上六：冥升，利于不息之贞。',
    ],
    'xiaoxiang' => [
        '允升大吉，上合志也。',
        '九二之孚，有喜也。',
        '升虚邑，无所疑也。',
        '王用亨于岐山，顺事也。',
        '贞吉升阶，大得志也。',
        '冥升在上，消不富也。',
    ],
    'vernacular' => [
        'gua' => [
            '《升卦》象征上升：亨通，宜于出现权高位尊的大人物，用不着忧虑，向南方出征会带来吉祥。',
        ],
        'xiang' => [
            '《升卦》的卦象是巽（风）下坤（地）上，而巽又象征高大树木，这样就成为地里边生长树木之表象。树木由矮小到高大，象征上升；与此相应，君子通过顺应自然规律来培养自己的品德，积累微小的进步来塑造高大完美的人格。',
        ],
        'yao' => [
            '初六，宜于上升，大吉大利。',
            '九二，内心恭敬虔诚，即使微薄的禴祭也可以感动神灵，免除灾祸。',
            '九三，上升到空旷的城邑，如入无人之境。',
            '六四，君王到岐山祭祀神灵，吉祥如意，没有灾祸。',
            '六五，占卜结果吉祥如意，乘势沿着台阶稳步上升。',
            '上六，在昏暗幽冥状态下依然上升，只有坚持不懈地保持纯正品性，才能获得好的结果。',
        ],
        'xiaoxiang' => [
            '“宜于上升而大吉大利”，是因为陰柔处在最卑下的地位，位于其上的陽刚者同情其处境，希望其尽快上升，所以其上正合乎上面的意思。',
            '《升卦》的第二爻位（九二）内心虔诚仁厚，一心成人之美，深得众人信服，必定会给自身带来喜庆。',
            '“上升到空旷的城邑”，这是因为没有任何阻碍，上升得十分顺利，不要有半点迟疑。',
            '“君王到岐山祭祀神灵”，就是向神灵表示恭顺，诚惶诚恐地供奉神灵，结果必然会带来吉祥如意。',
            '“占卜结果吉祥如意，乘势沿着台阶稳步上长”，表明上升已达到鼎盛时期，接近光辉的顶点。真可说得上是春风得意，踌躇满志。同时也表明陰柔居于尊位，必须稳健行事，循序渐进，不可像“升虚邑”那样冒进。',
            '昏暗幽冥状态下仍然上升，本身又已处在《升卦》的最高位置，按照盛极而衰的道理，上升的势头必然会逐渐消退，再不会如原来那样富有进取精神了',
        ],
        'tuan' => '陰柔因时而升，巽逊而顺从，（九二）陽刚居中而应（六五），所以得大亨通。“宜于见有权势的人，不要忧虑”，有吉庆。“向南出征则吉”，其志得以推行。',
    ],
    'notes' => [
        'tuan' => '此释《升》卦卦名及卦辞之义。柔以时升：《升》与《萃》卦画相倒置。《萃》时坤在下，坤升上为《升》，坤为柔，故“柔以时升”。《序卦》：“萃者，聚也。聚而上者谓之升，故受之以升。”《杂卦》：“萃聚而升不来也。”即是此意。巽而顺：《升》卦下巽上坤，坤为顺。刚中而应：《升》九二居中而应六五。恤：忧虑。有庆：九二居中，故“有庆”。南征吉：向南出征有吉。志行：二五上下应之，故“志行”。',
    ],
];
