<?php
return [
    'serial' => 47,
    'name' => '困',
    'symbol' => [0, 1, 0, 1, 1, 0],
    'brief' => '泽水困',
    'spell' => '',
    'gua' => '亨，贞，大人吉，无咎，有言不信。',
    'tuan' => '困，刚掩也。险以说，困而不失其所，亨；其唯君子乎？贞大人吉，以刚中也。有言不信，尚口乃穷也。',
    'xiang' => '泽无水，困；君子以致命遂志。',
    'yao' => [
        '初六：臀困于株木，入于幽谷，三岁不见。',
        '九二：困于酒食，朱绂方来，利用亨祀，征凶，无咎。',
        '六三：困于石，据于蒺藜，入于其宫，不见其妻，凶。',
        '九四：来徐徐，困于金车，吝，有终。',
        '九五：劓刖，困于赤绂，乃徐有说，利用祭祀。',
        '上六：困于葛藟，于臲靰，曰动悔。有悔，征吉。',
    ],
    'xiaoxiang' => [
        '入于幽谷，幽不明也。',
        '困于酒食，中有庆也。',
        '据于蒺藜，乘刚也。入于其宫，不见其妻，不祥也。',
        '来徐徐，志在下也。虽不当位，有与也。',
        '劓刖，志未得也。乃徐有说，以中直也。利用祭祀，受福也。',
        '困于葛藟，未当也。动悔，有悔吉，行也。',
    ],
    'zhuxi' => [
        'gua' => '困者，窮而不能自振之義。坎剛，為兌柔所揜，九二，為二陰所揜，四五，為上六所揜，所以為困。坎險、兌說，處險而說，是身雖困而道則亨也。二五剛中，又有大人之象，占者處困能亨，則得其正矣。非大人其孰能之？故曰貞。又曰大人者，明不正之小人不能當也。有言不信，又戒以當務晦默，不可尚口，益取困窮。',
        'tuan' => '困，剛揜也。'
            . '<span class="commentinner">以卦體釋卦名。</span>'
            . '險以說，困而不失其所亨，其唯君子乎。貞，大人吉，以剛中也。有言不信，尚口乃窮也。'
            . '<span class="commentinner">說，音悅。以卦德、卦體釋卦辭。</span>',
        'xiang' => '水下漏，則澤上枯，故曰澤无水。致命，猶言授命，言持以與人而不之有也。能如是，則雖困而亨矣。',
        'yao' => [
            '臀，物之底也。困于株木，傷而不能安也。初六以陰柔處困之底，居暗之甚，故其象占如此。',
            '紱，音弗。亨，讀作享。困于酒食，厭飫苦惱之意。酒食，人之所欲，然醉飽過宜，則是反為所困矣。朱紱方來，上應之也。九二有剛中之德，以處困時，雖无凶害，而反困於得其所欲之多，故其象如此。而其占利以享祀，若征行則非其時，故凶，而於義為无咎也。',
            '陰柔而不中正，故有此象，而其占則凶。石，指四，蒺藜，指二，宮，謂三，而妻，則六也。其義則《繫辭》備矣。',
            '初六、九四之正應。九四，處位不當，不能濟物，而初六方困於下，又為九二所隔，故其象如此。然邪不勝正，故其占雖為可吝，而必有終也。金車為九二象，未詳。疑坎有輪象也。',
            '劓，音見《睽》。刖，音月。說，音悅。劓刖者，傷於上下。上下既傷，則赤紱无所用，而反為困矣。九五當困之時，上為陰揜，下則乘剛，故有此象。然剛中而說體，故能遲久而有說也。占具象中，又利用祭祀，久當獲福。',
            '藟，力軌反。臲，五結反。卼，五骨反。以陰柔處困極，故有困于葛藟，于臲卼，曰動悔之象。然物窮則變，故其占曰，若能有悔，則可以征而吉矣。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《困卦》象征困顿：亨通；占卜结果表明，神通广大的大人物可以获得吉祥，没有灾祸；此时许下的诺言很难令人相信。',
        ],
        'xiang' => [
            '《困卦》的卦象是坎（水）下兑（泽）上，为泽中无水之表象，象征困顿；作为君子应该身处穷困而不气馁，为实现自己的志向，不惜牺牲生命。',
        ],
        'yao' => [
            '初六，屁股卡在木桩上坐立不安，退隐到幽深的山谷里，三年不与外人相见。',
            '九二，为醇酒美食所困扰而穷于应付，高官厚禄就将来到，应当用丰美的酒食祭祀神灵；出兵征战即使遇到凶险，也不会受到伤害。',
            '六三，困在石头下面，站在蒺藜之上；刚刚回到家中，又不见了自家妻室，凶险接二连三来到身边。',
            '九四，慢腾腾姗姗来迟，原来是被一辆豪华金车所困而不能脱身，会遇到一些困难，但最终会有好的结局。',
            '九五，用割鼻子剁脚的酷刑治理天下，就会被自身所处的尊贵地位所困扰；但慢慢地又会走出困境，应当虔诚地祭祀神灵，才能保证前景顺利。',
            '上六，困在纷乱缠绕的葛藤中，身临摇摇欲坠的山石之间，假如说动辄会后悔，那就早点行动，让悔悟快点到来，向前进军会迎来吉祥。',
        ],
        'xiaoxiang' => [
            '“退隐到幽深的山谷里”，就是进入荒僻陰暗不见天日的地方，比喻处境极其困难，看不到一线希望。',
            '“为醇酒美食所困扰而穷于应付”，并不是很可怕的事，只要内心坚持中道，纯正而有主见，就会有喜庆之事到来。',
            '“站在蒺藜之上”，就是说陰柔凌驾在陽刚之上，情形就像是站在刺人的蒺藜上面，十分困窘。“刚刚回到家中，又不见了自家妻室”，说明祸不单行，已经饱受各种困扰，家门又惨遭不幸，实在是不吉祥的兆头。',
            '“慢腾腾姗姗来迟”，表明没有飞黄腾达的奢望，一心想着屈尊下士来摆脱困境；虽然所处地位不妥当，不能胜任职务，却能得到志同道合者的支持。',
            '“用割鼻子剁脚的酷刑治理天下”，表明处在至高无上的显赫位置上，如果不恤民命，滥施酷刑，就会落得个孤家寡人，被困在众叛亲离的尊位上，摆脱困境走向亨通的志向就难以实现。“慢慢地又会走困境”，完全是由于坚守中庸、保持正直品德的结果；“应当虔诚地祭祀神灵，才能保证前景顺利”，就是说诚心敬神，可以时时接受神灵恩赐的福分，求得吉祥顺利。',
            '“困在纷乱缠绕的葛藤中”，说明所处位置不是十分妥当，脚下尚有难以解脱的绊索，因此困难重重。“假如说动辄会后悔，那就早点行动，让悔悟快点到来”，这是十分明智的举动，早些悔悟，把危险抛在身后，前途就会无比吉祥顺利。',
        ],
        'tuan' => '困，陽刚被（陰柔）掩蔽。虽处危险之中而乐观喜悦，穷困而不失其道，故“亨通”。这恐怕只有君子（才能做到）吧。“占问大人吉祥”，因（内外卦皆以）陽刚居中。“虽有方相劝而不相信”，崇尚空口无凭，必遭穷困。',
    ],
    'notes' => [
        'tuan' => '此释《困》卦卦名及卦辞之义。刚揜：指《困》卦陽刚被陰柔所掩，其有两层含义：一、《困》卦下坎上兑，坎为刚，兑为柔，坎刚被兑柔所掩。二，《困》九二被六二所掩，九三、九四为上六所掩。荀爽曰“二五为陰所揜也”，亦可备一说。揜，或作“掩”、“弇”。 弇，为古“掩”字，“掩”又作“揜”，故三者相通，有掩蔽之义。王引之根据杜注《左传》“狭道曰弇”释为逼迫不容，可备为一说。险以说：《困》下坎为险上兑为说。困而不失其所：《困》陽被陰所掩故曰“困”，但《困》上兑悦，下坎为通，故不失其所，即“亨”。如《系辞》所言：“困，穷而通。”其，大概。唯，犹是。刚中：《困》二五居中。有言不信：虽有言相说但人皆不相信。尚口乃穷：《困》上兑为口，但兑一陰居上，故曰穷，穷，穷尽。《礼记•檀弓》“充充如有穷”。郑注：“事尽理曲为穷。”',
    ],
];
