<?php
return [
    'gua' => '亨，贞，大人吉，无咎，有言不信。',
    'tuan' => '困，刚掩也。险以说，困而不失其所，亨；其唯君子乎？贞大人吉，以刚中也。有言不信，尚口乃穷也。',
    'xiang' => '泽无水，困；君子以致命遂志。',
    'yao' => [
        '初六：臀困于株木，入于幽谷，三岁不见。',
        '九二：困于酒食，朱绂方来，利用亨祀，征凶，无咎。',
        '六三：困于石，据于蒺藜，入于其宫，不见其妻，凶。',
        '九四：来徐徐，困于金车，吝，有终。',
        '九五：劓刖，困于赤绂，乃徐有说，利用祭祀。',
        '上六：困于葛藟，于臲靰，曰动悔。有悔，征吉。',
    ],
    'xiaoxiang' => [
        '入于幽谷，幽不明也。',
        '困于酒食，中有庆也。',
        '据于蒺藜，乘刚也。入于其宫，不见其妻，不祥也。',
        '来徐徐，志在下也。虽不当位，有与也。',
        '劓刖，志未得也。乃徐有说，以中直也。利用祭祀，受福也。',
        '困于葛藟，未当也。动悔，有悔吉，行也。',
    ],
    'zhuxi' => [
        'gua' => '困者，窮而不能自振之義。坎剛，為兌柔所揜，九二，為二陰所揜，四五，為上六所揜，所以為困。坎險、兌說，處險而說，是身雖困而道則亨也。二五剛中，又有大人之象，占者處困能亨，則得其正矣。非大人其孰能之？故曰貞。又曰大人者，明不正之小人不能當也。有言不信，又戒以當務晦默，不可尚口，益取困窮。',
        'tuan' => '困，剛揜也。'
            . '<span class="commentinner">以卦體釋卦名。</span>'
            . '險以說，困而不失其所亨，其唯君子乎。貞，大人吉，以剛中也。有言不信，尚口乃窮也。'
            . '<span class="commentinner">說，音悅。以卦德、卦體釋卦辭。</span>',
        'xiang' => '水下漏，則澤上枯，故曰澤无水。致命，猶言授命，言持以與人而不之有也。能如是，則雖困而亨矣。',
        'yao' => [
            '臀，物之底也。困于株木，傷而不能安也。初六以陰柔處困之底，居暗之甚，故其象占如此。',
            '紱，音弗。亨，讀作享。困于酒食，厭飫苦惱之意。酒食，人之所欲，然醉飽過宜，則是反為所困矣。朱紱方來，上應之也。九二有剛中之德，以處困時，雖无凶害，而反困於得其所欲之多，故其象如此。而其占利以享祀，若征行則非其時，故凶，而於義為无咎也。',
            '陰柔而不中正，故有此象，而其占則凶。石，指四，蒺藜，指二，宮，謂三，而妻，則六也。其義則《繫辭》備矣。',
            '初六、九四之正應。九四，處位不當，不能濟物，而初六方困於下，又為九二所隔，故其象如此。然邪不勝正，故其占雖為可吝，而必有終也。金車為九二象，未詳。疑坎有輪象也。',
            '劓，音見《睽》。刖，音月。說，音悅。劓刖者，傷於上下。上下既傷，則赤紱无所用，而反為困矣。九五當困之時，上為陰揜，下則乘剛，故有此象。然剛中而說體，故能遲久而有說也。占具象中，又利用祭祀，久當獲福。',
            '藟，力軌反。臲，五結反。卼，五骨反。以陰柔處困極，故有困于葛藟，于臲卼，曰動悔之象。然物窮則變，故其占曰，若能有悔，則可以征而吉矣。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'wangbi' => [
        'gua' => '困必通也。处穷而不能自通者，小人也。处困而得“无咎”，吉乃免也。',
        'tuan' => '困，刚掩也。'
            . '<span class="commentinner">刚见掩於柔也。</span>'
            . '险以说，困而不失其所亨。'
            . '<span class="commentinner">处险而不改其说，“困而不失其所亨”也。</span>'
            . '其唯君子乎？贞，大人吉，以刚中也。'
            . '<span class="commentinner">处困而用刚，不失其中，履正而能体大者也。能正而不能大博，未能说困者也，故曰“贞，大人吉”也。</span>'
            . '有言不信，尚口乃穷也。'
            . '<span class="commentinner">处困而言，不见信之时也。非行言之时，而欲用言以免，必穷宅也。其吉在於“贞、大人”，口何为乎？</span>',
        'xiang' => '泽无水，则水在泽下，水在泽下，困之象也。处困而屈其志者，小人也。“君子固穷”，道可忘乎？',
        'yao' => [
            '最处底下，沈滞卑困，居无所安，故曰“臀困于株木”也。欲之其应，二隔其路，居则困于株木，进不获拯，必隐遯者也，故曰：“入于幽谷”也。困之为道，不过数岁者也。以困而藏，困解乃出，故曰“三岁不觌”也。',
            '以陽居陰，尚谦者也。居困之时，处得其中。体夫刚质，而用中履谦，应不在一，心无所私，盛莫先焉。夫谦以待物，物之所归；刚以处险，难之所济。履中则不失其宜，无应则心无私恃，以斯处困，物莫不至，不胜丰衍，故曰“困于酒食”，美之至矣。坎，北方之卦也。朱绂，南方之物也。处困以斯，能招异方者也，故曰“朱绂方来”也。丰衍盈盛，故“利用享祀”。盈而又进，倾之道也。以此而征，凶谁咎乎？故曰“征凶无咎”。',
            '石之为物，坚而不纳者也，谓四也。三以陰居陽，志武者也。四自纳初，不受已者。二非所据，刚非所乘。上比困石，下据蒺藜，无应而入，焉得配偶？在困处斯，凶其宜也。',
            '“金车”，谓二也。二刚以载者也，故谓之金车。“徐徐”者，疑惧之辞也。志在於初而隔於二，履不当位，威令不行。弃之则不能，欲往则畏二，故曰“来徐徐，困于金车”也。有应而不能济之，故曰“吝”也。然以陽居陰，履谦之道，量力而处，不与二争，虽不当位，物终与之，故曰“有终”也。',
            '以陽居陽，任其壮者也。不能以谦致物，物则不附。忿物不附而用其壮猛，行其威刑，异方愈乖，遐迩愈叛。刑之欲以得，乃益所以失也，故曰“劓刖，困于赤绂”也。二以谦得之，五以刚失之，体在中直，能不遂迷困而徐能用其道者也。致物之功，不在於暴，故曰“徐”也。困而后乃徐，徐则有说矣，故曰“困于赤绂，乃徐有说”也。祭祀，所以受福也。履夫尊位，困而能改，不遂其迷以斯祭，祀必得福焉，故曰“利用祭祀”也。',
            '居困之极，而乘於刚，下无其应，行则愈绕者也。行则缠绕，居不获安，故曰“困于葛藟于臲卼”也。下句无困，因於上也。处困之极，行无通路，居无所安，困之至也。凡物穷则思变，困则谋通，处至困之地，用谋之时也。“曰”者，思谋之辞也。谋之所行，有隙则获，言将何以通至困乎？“曰动悔”，令生有悔，以征则济矣，故曰“动悔有悔，征吉”也。',
        ],
        'xiaoxiang' => [
            '言幽者，不明之辞也。入于不明，以自藏也。',
            '',
            '',
            '下谓初也。',
            '',
            '所处未当，故致此困也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“困”，刚揜也。'
            . '<span class="commentinner">九二为初六、六三之所揜，九四、九五为六三、上六之所揜，故“困”。“困”者坐而见制，无能为之辞也。陰之害陽者多矣，然皆有以侵之；夫惟侵之，是以陽不能堪而至于战。战者有危道也，而无所谓“困”。“困”之世，惟不见侵，而见揜。陰有以消陽，而陽无所致其怒，其为害也深矣。</span>'
            . '险以说，困而不失其所亨，其唯君子乎？“贞大人吉”，以刚中也。'
            . '<span class="commentinner">刚中者，二也；二之谓大人。“贞”于“大人”而后“吉”者，五也。</span>'
            . '“有言不信”，尚口乃穷也。',
        'xiang' => '“水”，润下者也。在“泽”上则居，在“泽”下则逝矣。故“水”在“泽”下，为“泽无水”，命与志不相谋者也，故各致其极，而任其所至也。',
        'yao' => [
            '初六，揜九二者也。揜者非一人之所能，故初六之揜九二，必将有待于六三。六三固以初为“臀”也①，“臀”得其所据而后其身能有所为。今六三之所据者，“蒺藜”也，则臀已困于株木，身且废矣。“株木”也，“蒺藜”也，皆非臀之所据者也。夫以柔助刚，则其幽可明；以柔揜刚，其谁明之？“入谷”者也，有配在四而不善二，是以“三岁”不得见也。【校注】 ①六三固以初为臀也：《苏氏易传》作“六三则其所谓臀也”，误。',
            '“困”之世，利以柔用刚。二与五皆刚者也，二以柔用之，而五以刚用之。天下之易怀者，惟小人也；方其见揜也，争之以力，虽刀锯有不足；而将怀之也，则酒食有馀矣，故九二“困于酒食”，所以怀小人也。九五则不然：揜我下者，我劓之；揜我上者，我刖之；轻用其威，威穷而物不服，乃大困也。既困而无助①，则虽欲不求二不可得矣。“赤绂”者，所以爵命二也，故曰困于“赤绂”。五以赤绂为困，而二以是为方来，言此五之所困，而二之所不求而至也。困而求二，乃徐有说，以其用说为已晚矣。说于未困，则其所以为说者小，故九二之所困者，酒食而已；说于已困，则其所以为说者重，故九五之所困者，爵命也。祭祀者，人之求神而神无求也。祭之者，人也；享之者，神也。五求二，故祭之；二不求五，故享之而已。享之者固不征，而征以求之，故“凶”。虽然，其义则不可咎，以其所从者君也。【校注】 ①困而无助：《苏氏易传》作“困则无助”，误。',
            '六三，上揜四、下揜二者也。坚而不可胜者，石也；四之谓“石”。伤而不可据者，“蒺藜”也，二之谓“蒺藜”。六三陰也，而居于陽，自以为陽，而求配于上六，“不祥”也。三之应在上，而上六非其应也，“宫”则是矣，而非其“妻”。故曰：“入于其宫，不见其妻，凶。”小人易合而难久，故“困”之三陰，其始相与缔交而揜刚，其终初六之“臀”困，六三之“妻”亡。',
            '初六我之配，二之所恶也。二刚而在下，载己者也，故为“金车”。欲下从初六而困于二，故其来“徐徐”，不急于配。配之所怨，刚之所与也，故虽“吝”而“有终”。',
            '其曰“赤绂”，正也；“朱绂”，严之也；下受上之辞也。',
            '柔而牵己者，葛蘲也；三之谓“葛蘲”。刚而难乘者，臬危兀危也；五之谓“臬危兀危”。上六困于此二者而不能去，则谋全之过也。曰：不可动，动且有悔，而不知其不动乃所以有悔也。上无揜我者，则吉莫如征也，而不征，何哉！以柔用刚，则乘之者至以为“蒺藜”；以刚用刚，则乘之者以为“臬危兀危”而已。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '“用”，九二也。',
            '上六足以为配，而六三未足以当也。“动悔有悔”，吉行也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《困卦》象征困顿：亨通；占卜结果表明，神通广大的大人物可以获得吉祥，没有灾祸；此时许下的诺言很难令人相信。',
        ],
        'xiang' => [
            '《困卦》的卦象是坎（水）下兑（泽）上，为泽中无水之表象，象征困顿；作为君子应该身处穷困而不气馁，为实现自己的志向，不惜牺牲生命。',
        ],
        'yao' => [
            '初六，屁股卡在木桩上坐立不安，退隐到幽深的山谷里，三年不与外人相见。',
            '九二，为醇酒美食所困扰而穷于应付，高官厚禄就将来到，应当用丰美的酒食祭祀神灵；出兵征战即使遇到凶险，也不会受到伤害。',
            '六三，困在石头下面，站在蒺藜之上；刚刚回到家中，又不见了自家妻室，凶险接二连三来到身边。',
            '九四，慢腾腾姗姗来迟，原来是被一辆豪华金车所困而不能脱身，会遇到一些困难，但最终会有好的结局。',
            '九五，用割鼻子剁脚的酷刑治理天下，就会被自身所处的尊贵地位所困扰；但慢慢地又会走出困境，应当虔诚地祭祀神灵，才能保证前景顺利。',
            '上六，困在纷乱缠绕的葛藤中，身临摇摇欲坠的山石之间，假如说动辄会后悔，那就早点行动，让悔悟快点到来，向前进军会迎来吉祥。',
        ],
        'xiaoxiang' => [
            '“退隐到幽深的山谷里”，就是进入荒僻陰暗不见天日的地方，比喻处境极其困难，看不到一线希望。',
            '“为醇酒美食所困扰而穷于应付”，并不是很可怕的事，只要内心坚持中道，纯正而有主见，就会有喜庆之事到来。',
            '“站在蒺藜之上”，就是说陰柔凌驾在陽刚之上，情形就像是站在刺人的蒺藜上面，十分困窘。“刚刚回到家中，又不见了自家妻室”，说明祸不单行，已经饱受各种困扰，家门又惨遭不幸，实在是不吉祥的兆头。',
            '“慢腾腾姗姗来迟”，表明没有飞黄腾达的奢望，一心想着屈尊下士来摆脱困境；虽然所处地位不妥当，不能胜任职务，却能得到志同道合者的支持。',
            '“用割鼻子剁脚的酷刑治理天下”，表明处在至高无上的显赫位置上，如果不恤民命，滥施酷刑，就会落得个孤家寡人，被困在众叛亲离的尊位上，摆脱困境走向亨通的志向就难以实现。“慢慢地又会走困境”，完全是由于坚守中庸、保持正直品德的结果；“应当虔诚地祭祀神灵，才能保证前景顺利”，就是说诚心敬神，可以时时接受神灵恩赐的福分，求得吉祥顺利。',
            '“困在纷乱缠绕的葛藤中”，说明所处位置不是十分妥当，脚下尚有难以解脱的绊索，因此困难重重。“假如说动辄会后悔，那就早点行动，让悔悟快点到来”，这是十分明智的举动，早些悔悟，把危险抛在身后，前途就会无比吉祥顺利。',
        ],
        'tuan' => '困，陽刚被（陰柔）掩蔽。虽处危险之中而乐观喜悦，穷困而不失其道，故“亨通”。这恐怕只有君子（才能做到）吧。“占问大人吉祥”，因（内外卦皆以）陽刚居中。“虽有方相劝而不相信”，崇尚空口无凭，必遭穷困。',
    ],
    'notes' => [
        'tuan' => '此释《困》卦卦名及卦辞之义。刚揜：指《困》卦陽刚被陰柔所掩，其有两层含义：一、《困》卦下坎上兑，坎为刚，兑为柔，坎刚被兑柔所掩。二，《困》九二被六二所掩，九三、九四为上六所掩。荀爽曰“二五为陰所揜也”，亦可备一说。揜，或作“掩”、“弇”。 弇，为古“掩”字，“掩”又作“揜”，故三者相通，有掩蔽之义。王引之根据杜注《左传》“狭道曰弇”释为逼迫不容，可备为一说。险以说：《困》下坎为险上兑为说。困而不失其所：《困》陽被陰所掩故曰“困”，但《困》上兑悦，下坎为通，故不失其所，即“亨”。如《系辞》所言：“困，穷而通。”其，大概。唯，犹是。刚中：《困》二五居中。有言不信：虽有言相说但人皆不相信。尚口乃穷：《困》上兑为口，但兑一陰居上，故曰穷，穷，穷尽。《礼记•檀弓》“充充如有穷”。郑注：“事尽理曲为穷。”',
    ],
];
