<?php
return [
    'serial' => 48,
    'name' => '井',
    'symbol' => [0, 1, 1, 0, 1, 0],
    'brief' => '水风井',
    'spell' => '',
    'gua' => '改邑不改井，无丧无得，往来井井。汔至，亦未蹫井，羸其瓶，凶。',
    'tuan' => '巽乎水而上水，井；井养而不穷也。改邑不改井，乃以刚中也。汔至亦未蹫井，未有功也。羸其瓶，是以凶也。',
    'xiang' => '木上有水，井；君子以劳民劝相。',
    'yao' => [
        '初六：井泥不食，旧井无禽。',
        '九二：井谷射鲋，瓮敝漏。',
        '九三：井渫不食，为我民恻，可用汲，王明，并受其福。',
        '六四：井甃，无咎。',
        '九五：井冽，寒泉食。',
        '上六：井收勿幕，有孚无吉。',
    ],
    'xiaoxiang' => [
        '井泥不食，下也。旧井无禽，时舍也。',
        '井谷射鲋，无与也。',
        '井渫不食，行恻也。求王明，受福也。',
        '井甃无咎，修井也。',
        '寒泉之食，中正也。',
        '元吉在上，大成也。',
    ],
    'zhuxi' => [
        'gua' => '喪，息浪反。汔，許訖反。繘，音橘。羸，律裴反。井者，穴地出水之處。以巽木入乎坎水之下，而上出其水，故為井。改邑不改井，故无喪无得，而往者來者，皆井其井也。汔，幾也。繘，綆也。羸，敗也。汲井幾至，未盡綆而敗其瓶，則凶也。其占為事仍舊无得喪，而又當敬勉，不可幾成而敗也。',
        'tuan' => '巽乎水而上水，井。井養而不窮也。'
            . '<span class="commentinner">上，時掌反。以卦象釋卦名義。</span>'
            . '改邑不改井，乃以剛中也。汔至亦未繘井，未有功也。羸其瓶，是以凶也。'
            . '<span class="commentinner">以卦體釋卦辭。「无喪无得，往來井井」兩句，意與不改井同，故不復出。剛中，以二五而言。未有功而敗其瓶，所以凶也。</span>',
        'xiang' => '上，如字，又時掌反。勞，力報反。相，息亮反。木上有水，津潤上行，井之象也。勞民者，以君養民；勸相者，使民相養，皆取井養之義。',
        'yao' => [
            '泥，乃計反。井以陽剛為泉，上出為功。初六，以陰居下，故為此象。蓋井不泉而泥，則人所不食，而禽鳥亦莫之顧也。',
            '谷，余六反，音育。射，石亦反。鮒，音附。兌二剛中，有泉之象。然上无正應，下比初六，功不上行，故其象如此。',
            '渫，息列反。渫，不停污也。井渫不食，而使人心惻，可用汲矣。王明，則汲井以及物，而施者、受者，並受其福也。九三，以陽居陽，在下之上，而未為時用，故其象占如此。',
            '甃，側救反。以六居四，雖得其正，然陰柔不泉，則但能脩治而无及物之功，故其象為井甃，而占則无咎。占者能自脩治，則雖无及物之功，而亦可以无咎矣。',
            '洌，音列。洌，潔也。陽剛中正，功及於物，故為此象。占者有其德，則契其象也。',
            '收，詩救反，又如字。幕，音莫。收，汲取也。晁氏云：「收，鹿盧收繘者也。」亦通。幕，蔽覆也。有孚，謂其出有源而不窮也。井以上出為功，而坎口不揜，故上六雖非陽剛，而其象如此。然占者應之，必有孚乃元吉也。',
        ],
        'xiaoxiang' => [
            '舍，音捨。言為時所棄。',
            '',
            '行惻者，行道之人，皆以為惻也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《井卦》：象征无穷：改变迁移城邑不会使水井发生改变和迁徙，井水不会枯竭也不会溢满，来来往往的人都到井里来打水。提水提到井口眼看就要上来了，却把水瓶打翻了，这是凶险的兆头。',
        ],
        'xiang' => [
            '《井卦》的卦象是巽（木）下坎（水）上，即是说水分沿着树身向上运行，直达树冠，为井水源源不断地被汲引到地面之表象，因此象征无穷；井水无穷无尽，孜孜不倦地养育着人们，君子应当效法这种美德，不辞劳苦地为大众谋福利，倡导助人为乐的社会风尚。',
        ],
        'yao' => [
            '初六，井底淤满了污泥不能供人饮用，历尽沧桑，年久失修的老井连鸟雀都不来光顾。',
            '九二，井底容水的凹穴被当作捉鱼的场所，汲水的瓮也破损漏水不能再用。',
            '九三，井水淘干净了却不饮用，使我心中不免失望；可以赶快汲来尽情享用，君王贤明是大家共同的福气。',
            '六四，用砖石垒砌加固井壁，不会遇到灾祸。',
            '九五，井水清澈明净，就像甘甜凉爽的泉水一样可供天下人饮用。',
            '上六，水井养人润物的功德业已完成，不要盖上井口；内心怀着一片诚意，定能带来大吉大利。',
        ],
        'xiaoxiang' => [
            '“井底淤满了污泥不能供人饮用”，完全是因为位置处在最下面，相当于井底部位，水中泥沙不断沉淀最后都淤积在这里；“历尽沧桑、年久失修的老井连鸟雀都不来光顾”，反映出一种时过境迁，被世间万物所遗忘抛弃的凄凉遭遇。',
            '“井底容水的凹穴被当作捉鱼的场所”，主要是由于上面没有接应，难以把水送到地面上去供人饮用。于是井的作用得不到发挥，只好退而求其次，盛水的地方成了抓鱼的所在。由于水井陷于瘫痪状态，因而汲水的器具也破损不堪用不成了。',
            '“井水淘干净了却不饮用”，表明尽管血气方刚，一心想有所作为而使世人受益，却苦于一片好心无人领受，满怀热情的善行只落了个令人悲叹的结局；希望“君王贤明”，直接从井水说到人事，盼望圣明的君主出现，思贤若渴，像汲水一样选拔吸收重用人才，就能给国家带来吉祥，君臣万民都可以享受到由此带来的恩惠。',
            '“用砖石垒砌加固井壁，不会遇到灾祸”，表明六四爻以陰柔之象处在《井卦》居中部位，正好相当于井壁的关键部位，不可有丝毫闪失。因此应当及时修缮使其坚固，才能免除灾祸。',
            '“像甘甜凉爽的泉水一样可供天下人饮用”，这是因为九五爻处在最尊贵的地位，位置适中而且十分妥当。象征行为不偏不倚，内心纯正无私。因而能够集中体现水井滋润万物，造福大众的美德。',
            '“大吉大利”的情况出现在《井卦》最上面的位置，是因为上下照应，同心协力可将水提出井口。而且在这以后并不把井口盖严，继续怀着诚心为人们不断提供饮水的方便，功德无量，必然会有大吉大利到来。从而标志着滋养世人的宏伟事业获得了巨大的成功。',
        ],
        'tuan' => '以木引水而上，有井之象。井水供养人而不穷尽。“搬迁村邑，井不会变动”，这是因（二五）以刚得中。“井干涸了也不去挖井”，未能尽到井的功用。“毁坏了水瓶”，所以为凶的预兆。',
    ],
    'notes' => [
        'tuan' => '此释《井》卦卦名及卦辞之义。巽乎水而上水：《井》卦下巽上坎，巽为木，为入，坎为水，故以木（桔槔）引瓶下水吸水而上。巽，先儒有不同见解，郑玄：“巽木，桔槔也。”高亨释为“木瓶”。案经文中“羸其瓶”，“甕敝漏”，当知“瓶”、“甕”乃指瓦器并非木器，故巽木不为盛水器。又案《庄子•天地》：“凿木为机，后重前轻，挈水若抽，数如泆汤,其名为槔。“《庄子•天运》“且子不见夫桔槔者乎？引而则俯，舍之则仰。”当知春秋战国时巽木是指井上桔槔。井，指水井，又为古时社会组织单位，八家为一井。改邑不改井：村邑变迁，井不会变动。刚中：〈井〉二五以陽居中。汔到亦未繘井：井干涸了，也不控井。汔，水干涸。繘乃“矞”字之借，训为穿。未有功：指不修治井，不会发挥其功用。羸其瓶：毁坏了瓶。羸：毁缺。瓶：古代汲水器具。',
    ],
];
