<?php
return [
    'serial' => 48,
    'name' => '井',
    'symbol' => [0, 1, 1, 0, 1, 0],
    'brief' => '水风井',
    'spell' => '',
    'gua' => '改邑不改井，无丧无得，往来井井。汔至，亦未蹫井，羸其瓶，凶。',
    'tuan' => '巽乎水而上水，井；井养而不穷也。改邑不改井，乃以刚中也。汔至亦未蹫井，未有功也。羸其瓶，是以凶也。',
    'xiang' => '木上有水，井；君子以劳民劝相。',
    'yao' => [
        '初六：井泥不食，旧井无禽。',
        '九二：井谷射鲋，瓮敝漏。',
        '九三：井渫不食，为我民恻，可用汲，王明，并受其福。',
        '六四：井甃，无咎。',
        '九五：井冽，寒泉食。',
        '上六：井收勿幕，有孚无吉。',
    ],
    'xiaoxiang' => [
        '井泥不食，下也。旧井无禽，时舍也。',
        '井谷射鲋，无与也。',
        '井渫不食，行恻也。求王明，受福也。',
        '井甃无咎，修井也。',
        '寒泉之食，中正也。',
        '元吉在上，大成也。',
    ],
];
