<?php
return [
    'serial' => 49,
    'name' => '革',
    'symbol' => [1, 0, 1, 1, 1, 0],
    'brief' => '泽火革',
    'spell' => '',
    'gua' => '己日乃孚，元亨利贞，悔亡。',
    'tuan' => '革，水火相息，二女同居，其志不相得，曰革。己日乃孚；革而信也。文明以说，大亨以正，革而当，其悔乃亡。天地革而四时成，汤武革命，顺乎天而应乎人，革之时义大矣哉！',
    'xiang' => '泽中有火，革；君子以治历明时。',
    'yao' => [
        '初九：巩用黄牛之革。',
        '六二：己日乃革之，征吉，无咎。',
        '九三：征凶，贞厉，革言三就，有孚。',
        '九四：悔亡，有孚改命，吉。',
        '九五：大人虎变，未占有孚。',
        '上六：君子豹变，小人革面，征凶，居贞吉。',
    ],
    'xiaoxiang' => [
        '巩用黄牛，不可以有为也。',
        '己日革之，行有嘉也。',
        '革言三就，又何之矣。',
        '改命之吉，信志也。',
        '大人虎变，其文炳也。',
        '君子豹变，其文蔚也。小人革面，顺以从君也。',
    ],
    'zhuxi' => [
        'gua' => '革，變革也。兌澤在上，離火在下，火然則水乾，水決則火滅，中、少二女，合為一卦，而少上、中下，志不相得，故其卦為革也。變革之初，人未之信，故必已日而後信。又，以其內有文明之德，而外有和說之氣，故其占為有所更革，皆大亨而得其正，所革皆當，而所革之悔亡也。一有不正，則所革不信不通，而反有悔矣。',
        'tuan' => '革，水火相息，二女同居，其志不相得，曰革。'
            . '<span class="commentinner">以卦象釋卦名義，大略與睽相似，然以相違而為睽，相息而為革也。息，滅息也，又為生息之義。滅息而後生息也。</span>'
            . '已日乃孚，革而信之。文明以說，大亨以正，革而當，其悔乃亡。'
            . '<span class="commentinner">說，音悅，當去聲。以卦德釋卦辭。</span>'
            . '天地革而四時成，湯武革命，順乎天而應乎人。革之時大矣哉。'
            . '<span class="commentinner">極言而贊其大也。</span>',
        'xiang' => '治，平聲。四時之變，革之大者。',
        'yao' => [
            '鞏，九勇反。雖當革時，居初无應，未可有為，故為此象。鞏，固也。黃，中色。牛，順物。革，所以固物，亦取卦名而義不同也。其占為當堅確固守，而不可以有為。聖人之於變革，其謹如此。',
            '六二，柔順中正，而為文明之主，有應於上，於是可以革矣。然必已日然後革之，則征吉而无咎。戒占者猶未可遽變也。',
            '過剛不中，居離之極，躁動於革者也，故其占有征凶貞厲之戒。然其時則當革，故至於革言三就，則亦有孚而可革也。',
            '以陽居陰，故有悔。然卦已過中，水火之際，乃革之時，而剛柔不偏，又革之用也，是以悔亡。然又必有孚，然後革乃可獲吉。明占者有其德而當其時，又必有信，乃悔亡而得吉也。',
            '虎，大人之象。變，謂希革而毛毨也。在大人則自新新民之極，順天應人之時也。九五，以陽剛中正為革之主，故有此象。占而得此，則有此應。然亦必自其未占之時，人已信其如此，乃足以當之耳。',
            '革道已成，君子如豹之變，小人亦革面以聽從矣。不可以往，而居正則吉。變革之事，非得已者，不可以過，而上六之才，亦不可以有行也。故占者如之。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '言已審。',
            '',
            '',
            '蔚，紆胃反。',
        ],
    ],
    'wangbi' => [
        'gua' => '夫民可与习常，难与适变；可与乐成，难与虑始。故革之为道，即日不孚，“巳日乃孚”也。孚，然后乃得“元亨利贞，悔亡”也。巳日而不孚，革不当也。悔吝之所生，生乎变动者也。革而当，其悔乃亡也。',
        'tuan' => '革，水火相息，二女同居，其志不相得，曰“革”。'
            . '<span class="commentinner">凡不合，然后乃变生，变之所生，生於不合者也。故取不合之象以为“革”也。“息”者，生变之谓也，火欲上而泽欲下，水火相战，而后生变者也。“二女同居”，而有水火之性，近而不相得也。</span>'
            . '“巳曰乃孚”，革而信之。文明以说，大亨以正，革而当，其悔乃亡。'
            . '<span class="commentinner">夫所以得革而信者，“文明以说”也。“文明以说”，履正而行，以斯为革，应天顺民，大亨以正者也。革而大亨以正，非当如何？</span>',
            . '天地革而四时成，汤武革命，顺乎天而应乎人，革之时大矣哉！',
        'xiang' => '历数时会，存乎变也。',
        'yao' => [
            '在革之始，革道未成，固夫常中，未能应变者也。此可以守成，不可以有为也。巩，固也。黄，中也。牛之革，坚仞不可变也。固之所用常中，坚仞不肯变也。',
            '陰之为物，不能先唱，顺从者也。不能自革，革已乃能从之，故曰“巳日乃革之”也。二与五虽有水火殊体之异，同处厥中，陰陽相应，往必合志不忧咎也，是以征吉而无咎。',
            '已处火极，上卦三爻，虽体水性，皆“从革”者也。自四至上，从命而变，不敢自违，故曰“革言三就”。其言实诚，故曰“有孚”。“革言三就，有孚”，而犹征之，凶其宜也。',
            '初九处下卦之下，九四处上卦之下，故能变也。无应，悔也。与水火相比，能变者也，是以“悔亡”。处水火之际，居会变之始，能不固吝，不疑於下，信志改命，不失时愿，是以“吉”也。有孚则见信矣。见信以改命，则物安而无违，故曰“悔亡，有孚改命，吉”也。处上体之下，始宣命也。',
            '“未占而孚”，合时心也。',
            '居变之终，变道已成，君子处之，能成其文。小人乐成，则变面以顺上也。改命创制，变道已成，功成则事损，事损则无为。故居则得正而吉，征则躁扰而凶也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '“信志”而行。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“革”，水火相息，二女同居，其志不相得，曰：“革”。“巳曰乃孚”革而信之；文明以说，大亨以正；革而当，其悔乃亡。'
            . '<span class="commentinner">水、火，则有男女之象然后能相生，此非水、火也。“二女同居”而已。“二女同居”则“睽”，所以不“睽”者，“兑”欲下而遇“离”，“离”欲上而遇“兑”，虽欲相违而不能也。既不相得，又不相违，则不能无相攻；攻而不已，必有一胜；胜者斯“革”之矣。火能革金，“离”革“兑”者也，故曰“革”。火者金之所畏也，而金非火则无以就器用，器成而后知火之利也。故夫“革”，不信于“革”之日，而信于已“革”之日，以其始之不信，是以知悔者“革”之所不能免也，特有以亡之尔。</span>'
            . '天地革而四时成；汤武革命，顺乎天而应乎人。革之时大矣哉！',
        'xiang' => '“历”者天事也；“时”者，人事也。',
        'yao' => [
        ],
        'xiaoxiang' => [
            '以卦言之，则“离”革“兑”者也；以爻言之，则陽革陰者也。六爻皆以陽革陰，故初九、九三、九四、九五四者所以革人；而六二、上六者人革之。初九、九三所以为革者，火也；而六二者火之所附，初九、九三之所欲革者也。火以有所附为利，而所附者以得火为灾，故初九、九三常愿六二之留而不去也。夫六二苟留而不去，其见革也无日矣。六二之欲去，如“遯”之九三之欲遯也，故初九当用“遯”之六二，所以执九三者，固而留之。六二之所以去者，以我有革之之意也；故“不可以有为”，有为则革之之意见矣。',
            '初九之所以固我，非爱我也，畏我去之；故未见其革尔。徒见其今之固我而不我革，以为可信而与之处，则及矣。君子见几而作，彼今日不革，巳日必革之，故“征吉”。为初九计，则宜留；自为计，则宜征。六二之所谓“嘉”者，五也；五之所以为“革”者，与初异矣。舍初从五，其吉也，岂复有咎哉！',
            '九三有应于上，故其意常欲征也。六二之所以不得去者，以我乘之也；舍之而征，则二去矣。二苟去之，则我与初九无所施其革，二陽相灼而丧其所附，则穷之道也。故“征凶，贞厉”。贞者，不征之谓也；不征则与六二处而不相得以相革者也，故危。虽危而不凶，言者以也。“革言三就”，犹曰革以三成。三者相持而成革，明二之不可去也。二存则初与三相信，二去则初与三相疑，此必然之势也。故曰：“革言三就，有孚。”',
            '下之二陽，以火为革者也；故见革者惟欲去之，此德不足者也。德不足而革，则所革者亡，革者亦凶。故初九、九三，皆以六二之留为吉也。上之二陽则不然，其革也以说。革而人莫不说，非有德者，其孰能之？九四，未当位者也；未当位而革，故悔革而说，故“悔亡，有孚”也。改命者始受命也，虽未当位，而志自信矣。',
            '《易》曰：“云从龙，风从虎。”虎有文而能神者也，豹有文而不能神者也。故大人为虎，君子为豹。非大人而革者，皆毁人以自成，废人以自兴，故人之从之也，必占其可从而后信。若大人之革也，则在我而已炳然日新，天下之所谓文者自废矣，此岂待占而后信者哉！',
            '上六，见革于大人者也。此见革者君子也，则其向之未革，乃其避世之遇尔。豹生而有文，岂其无素而能为之哉！若小人也，则革面而已。朝为寇雠，莫为腹心，无足怪者。下之二陽，德不足者也，故六二以征为吉；上之二陽，大人也；故上六以征为凶。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《革卦》象征变革：在己日变革旧的事物，能够使民众深深的信服，前途通畅，坚守正道，最后就会取得成功，悔恨终将会消释。',
        ],
        'xiang' => [
            '《革卦》的卦象是离（火）下兑（泽）上，为泽中有火之表象。大水可以使火熄灭；大火也可以使水蒸发，如此，水火相克相生，从而产生变革。君子根据变革的规律制定历法以明辨春、夏、秋、冬四季的变化。',
        ],
        'yao' => [
            '初九，应该用黄牛的皮革牢牢地捆绑住。',
            '六二，在己日进行变革，前途必获吉祥，不会有灾祸。',
            '九三，急进会发生凶险，要以正防危；对于变革的言论，要多次研究周密考虑，赢得人们的信赖，就可以进行变革了。',
            '九四，悔恨已经消释，仍旧需要人们的信赖以革除旧的事物，这样做是吉祥的。',
            '九五，伟大的人物像猛虎一般进行变革，不必置疑一定能光大诚信的美德。',
            '上六，君子像有斑纹的豹子那样进行变革，连小人也顺应变革改变旧日倾向；急进会有凶险，居而守正可以得到吉祥。',
        ],
        'xiaoxiang' => [
            '“用黄牛的皮革牢牢地捆绑住”，因为初九在卦的最下位，位卑微而不可能有所作为。',
            '“在己日进行变革”，必然会有好的功效。',
            '“对于变革的言论，要多次研究周密考虑”，其他的路是没有的，变革已经势在必行，只有走变革的道路。',
            '革除旧的事物，这样做是吉祥的，因为这符合变革的志向。',
            '“伟大的人物像猛虎一般进行变革”，表明变革必然成功，其美德光照天下。',
            '“君子像有斑纹的豹子那样进行变革”，说明君子协助有道德的大人物一起变革，必然使变革的成就更加光辉灿烂；“连小人也顺应变革改变旧日倾向”，说明大势所趋，小人也不得不顺从君子的变革。',
        ],
        'tuan' => '革，水火互相熄灭，二女住在一起，其心志不同，故称革。“巳日才有（变革的）诚心”，变革而使人相信。（变革时）必以文明而悦（人心），大“亨通”顺利，因其行正。变革得当，其“后悔”之事自然“消亡”，天地之气变化而四时形成，商汤、武王改姓受天命，上顺天时，下应人心。《革》卦时的作用太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《革》卦卦名及卦辞之义。水火相息：《革》下离上兑，离为火，兑为泽，离火炎上，泽水润下，故泽火相互息灭。二女同居：《革》下离为中女，上兑为少女。不相得：离兑皆为女，而无男，故“不相得”巳日乃孚：到了巳日才有革命的诚心，巳，巳日，孚，诚信。文明以说：《革》下离为文明，上兑为说。汤武革命：商汤，武王改姓受天命。',
    ],
];
