<?php
return [
    'serial' => 49,
    'name' => '革',
    'symbol' => [1, 0, 1, 1, 1, 0],
    'brief' => '泽火革',
    'spell' => '',
    'gua' => '己日乃孚，元亨利贞，悔亡。',
    'tuan' => '革，水火相息，二女同居，其志不相得，曰革。己日乃孚；革而信也。文明以说，大亨以正，革而当，其悔乃亡。天地革而四时成，汤武革命，顺乎天而应乎人，革之时义大矣哉！',
    'xiang' => '泽中有火，革；君子以治历明时。',
    'yao' => [
        '初九：巩用黄牛之革。',
        '六二：己日乃革之，征吉，无咎。',
        '九三：征凶，贞厉，革言三就，有孚。',
        '九四：悔亡，有孚改命，吉。',
        '九五：大人虎变，未占有孚。',
        '上六：君子豹变，小人革面，征凶，居贞吉。',
    ],
    'xiaoxiang' => [
        '巩用黄牛，不可以有为也。',
        '己日革之，行有嘉也。',
        '革言三就，又何之矣。',
        '改命之吉，信志也。',
        '大人虎变，其文炳也。',
        '君子豹变，其文蔚也。小人革面，顺以从君也。',
    ],
    'vernacular' => [
        'gua' => [
            '《革卦》象征变革：在己日变革旧的事物，能够使民众深深的信服，前途通畅，坚守正道，最后就会取得成功，悔恨终将会消释。',
        ],
        'xiang' => [
            '《革卦》的卦象是离（火）下兑（泽）上，为泽中有火之表象。大水可以使火熄灭；大火也可以使水蒸发，如此，水火相克相生，从而产生变革。君子根据变革的规律制定历法以明辨春、夏、秋、冬四季的变化。',
        ],
        'yao' => [
            '初九，应该用黄牛的皮革牢牢地捆绑住。',
            '六二，在己日进行变革，前途必获吉祥，不会有灾祸。',
            '九三，急进会发生凶险，要以正防危；对于变革的言论，要多次研究周密考虑，赢得人们的信赖，就可以进行变革了。',
            '九四，悔恨已经消释，仍旧需要人们的信赖以革除旧的事物，这样做是吉祥的。',
            '九五，伟大的人物像猛虎一般进行变革，不必置疑一定能光大诚信的美德。',
            '上六，君子像有斑纹的豹子那样进行变革，连小人也顺应变革改变旧日倾向；急进会有凶险，居而守正可以得到吉祥。',
        ],
        'xiaoxiang' => [
            '“用黄牛的皮革牢牢地捆绑住”，因为初九在卦的最下位，位卑微而不可能有所作为。',
            '“在己日进行变革”，必然会有好的功效。',
            '“对于变革的言论，要多次研究周密考虑”，其他的路是没有的，变革已经势在必行，只有走变革的道路。',
            '革除旧的事物，这样做是吉祥的，因为这符合变革的志向。',
            '“伟大的人物像猛虎一般进行变革”，表明变革必然成功，其美德光照天下。',
            '“君子像有斑纹的豹子那样进行变革”，说明君子协助有道德的大人物一起变革，必然使变革的成就更加光辉灿烂；“连小人也顺应变革改变旧日倾向”，说明大势所趋，小人也不得不顺从君子的变革。',
        ],
        'tuan' => '革，水火互相熄灭，二女住在一起，其心志不同，故称革。“巳日才有（变革的）诚心”，变革而使人相信。（变革时）必以文明而悦（人心），大“亨通”顺利，因其行正。变革得当，其“后悔”之事自然“消亡”，天地之气变化而四时形成，商汤、武王改姓受天命，上顺天时，下应人心。《革》卦时的作用太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《革》卦卦名及卦辞之义。水火相息：《革》下离上兑，离为火，兑为泽，离火炎上，泽水润下，故泽火相互息灭。二女同居：《革》下离为中女，上兑为少女。不相得：离兑皆为女，而无男，故“不相得”巳日乃孚：到了巳日才有革命的诚心，巳，巳日，孚，诚信。文明以说：《革》下离为文明，上兑为说。汤武革命：商汤，武王改姓受天命。',
    ],
];
