<?php
return [
    'serial' => 49,
    'name' => '革',
    'symbol' => [1, 0, 1, 1, 1, 0],
    'brief' => '泽火革',
    'spell' => '',
    'gua' => '己日乃孚，元亨利贞，悔亡。',
    'tuan' => '革，水火相息，二女同居，其志不相得，曰革。己日乃孚；革而信也。文明以说，大亨以正，革而当，其悔乃亡。天地革而四时成，汤武革命，顺乎天而应乎人，革之时义大矣哉！',
    'xiang' => '泽中有火，革；君子以治历明时。',
    'yao' => [
        '初九：巩用黄牛之革。',
        '六二：己日乃革之，征吉，无咎。',
        '九三：征凶，贞厉，革言三就，有孚。',
        '九四：悔亡，有孚改命，吉。',
        '九五：大人虎变，未占有孚。',
        '上六：君子豹变，小人革面，征凶，居贞吉。',
    ],
    'xiaoxiang' => [
        '巩用黄牛，不可以有为也。',
        '己日革之，行有嘉也。',
        '革言三就，又何之矣。',
        '改命之吉，信志也。',
        '大人虎变，其文炳也。',
        '君子豹变，其文蔚也。小人革面，顺以从君也。',
    ],
];
