<?php
return [
    'serial' => 50,
    'name' => '鼎',
    'symbol' => [0, 1, 1, 1, 0, 1],
    'brief' => '火风鼎',
    'spell' => '',
    'gua' => '元吉，亨。',
    'tuan' => '鼎，象也。以木巽火，亨饪也。圣人亨以享上帝，而大亨以养圣贤。巽而耳目聪明，柔进而上行，得中而应乎刚，是以元亨。',
    'xiang' => '木上有火，鼎；君子以正位凝命。',
    'yao' => [
        '初六：鼎颠趾，利出否，得妾以其子，无咎。',
        '九二：鼎有实，我仇有疾，不我能即，吉。',
        '九三：鼎耳革，其行塞，雉膏不食，方雨亏悔，终吉。',
        '九四：鼎折足，覆公餗，其形渥，凶。',
        '六五：鼎黄耳金铉，利贞。',
        '上九：鼎玉铉，大吉，无不利。',
    ],
    'xiaoxiang' => [
        '鼎颠趾，未悖也。利出否，以从贵也。',
        '鼎有实，慎所之也。我仇有疾，终无尤也。',
        '鼎耳革，失其义也。',
        '覆公□，信如何也。',
        '鼎黄耳，中以为实也。',
        '玉铉在上，刚柔节也。',
    ],
    'zhuxi' => [
        'gua' => '鼎，烹飪之器。為卦下陰為足，二三四陽為腹，五陰為耳，上陽為鉉，有鼎之象。又以巽木入離火，而致烹飪，鼎之用也。故其卦為鼎。下巽，巽也，上離為目，而五為耳，又內巽順而外聰明之象。卦自《巽》來，陰進居五，而下應九二之陽，故其占曰元亨。吉，衍文也。',
        'tuan' => '鼎，象也。以木巽火，亨飪也。聖人亨以享上帝，而大亨以養聖賢。'
            . '<span class="commentinner">亨，普庚反。飪，入甚反。以卦體二象釋卦名義，因極其大而言之。享帝貴誠，用犢而已。養賢則饔飧牢禮，當極其盛，故曰大亨。</span>'
            . '巽而耳目聰明，柔進而上行，得中而應乎剛，是以元亨。'
            . '<span class="commentinner">上，時掌反。以卦象、卦變、卦體釋卦辭。</span>',
        'xiang' => '鼎，重器也，故有正位凝命之意。凝，猶至道不凝之凝，《傳》所謂「協于上下，以承天休」者也。',
        'yao' => [
            '出，尺遂反，又如字。否，音鄙。居鼎之下，鼎趾之象也，上應九四則顛矣。然當卦初，鼎未有實，而舊有否惡之積焉，因其顛而出之，則為利矣。得妾而因得其子，亦猶是也。此爻之象如此。而其占无咎，蓋因敗以為功，因賤以致貴也。',
            '仇，音求。以剛居中，鼎有實之象也。我仇，謂初。陰陽相求而非正，則相陷於惡而為仇矣。二能以剛中自守，則初雖近，不能以就之，是以其象如此。而其占為如是，則吉也。',
            '行，下孟反。塞，悉則反。以陽居鼎腹之中，本有美實者也。然以過剛失中，越五應上，又居下之極，為變革之時，故為鼎耳方革，而不可舉移。雖承上卦文明之腴，有雉膏之美，而不得以為人之食。然以陽居陽，為得其正，苟能自守，則陰陽將和，而失其悔矣。占者如是，則初雖不利，而終得吉也。',
            '折，之舌反。覆，方服反。餗，送六反。渥，乙角反。晁氏曰「形渥」，諸本作「刑剭」，謂重刑也。今從之。九四居上，任重者也，而下應初六之陰，則不勝其任矣。故其象如此，而其占凶也。',
            '鉉，玄典反。五於象為耳，而有中德，故云黃耳。金，堅剛之物。鉉，貫耳以舉鼎者也。五虛中以應九二之堅剛，故其象如此，而其占則利在貞固而已。或曰，金鉉以上九而言，更詳之。',
            '上於象為鉉，而以陽居陰，剛而能溫。故有玉鉉之象，而其占為大吉，无不利。蓋有是德，則如其占也。',
        ],
        'xiaoxiang' => [
            '鼎而顛趾，悖道也。而因可出否以從貴，則未為悖也。從貴，謂應四，亦為取新之意。',
            '有實而不慎其所往，則為仇所即而陷於惡矣。',
            '',
            '言失信也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《鼎卦》象征革故鼎新：十分吉祥，亨通。',
        ],
        'xiang' =>[
            '《鼎卦》的卦象是巽（木）下离（火）上，为木上燃着火之表象，是烹饪的象征，称为鼎；君子应当像鼎那样端正而稳重，以此完成使命。',
        ],
        'yao' => [
            '初六，烹饪食物的鼎足颠翻，却顺利地倒出了鼎中陈积的污秽之物；就好像娶妾可以生子一样，不会发生灾祸。',
            '九二，鼎中盛满了烹饪的食物，好比一个人有才干；我的对立面嫉妒我，却不能把我怎么样，是吉祥的。',
            '九三，鼎器的耳部发生了变化，无法将插杠插入鼎耳移鼎，精美的野鸡肉不能得到无法食用；待到陰陽调和，润雨出现才能消释悔恨，最终还可以获得吉祥。',
            '九四，鼎的足折断了，王公鼎里的粥饭倾倒出来了，鼎身被玷污，凶险。',
            '六五，鼎配上黄色的鼎耳，插上坚固的扛鼎之器，利于坚守正道。',
            '上九，鼎配上玉制的鼎杠，十分吉祥，不会有什么不利。',
        ],
        'xiaoxiang' => [
            '“烹饪食物的鼎足颠翻”，看似反常，实则不然；“却顺利地倒出了鼎中陈积的污秽之物”，便于除旧布新，反常的现象得以向好的方面转化。',
            '“鼎中盛满了烹饪的食物，好比人有才干”，应该谨慎行事，不要走错方向；“我的对立面嫉妒我”，但因无隙可乘，故终将无所怨尤。',
            '“鼎器的耳部发生了变化”，鼎无法移动，也就失去了它虚中纳物的意义。',
            '“王公鼎里的粥饭倾倒出来了”，哪里还有什么信誉可言呢！',
            '“鼎配上黄色的鼎耳”，是由于六五爻居中，自然可获得实惠。',
            '“玉制的鼎杠高处上方，表明刚柔相济，互相调节。',
        ],
        'guan' => '鼎，（以鼎器）象物。用木生火，用以烹饪。圣人烹饪（特性）以祭亨上帝，而大烹（牛羊等）以宴请圣贤，巽逊而耳目聪明，（六五）陰柔进升行上位，居中而应于（九二）陽刚，所以开始即“亨通”。',
    ],
    'notes' => [
        'tuan' => '此释《鼎》卦卦名及卦辞之义。鼎：三足两耳，古代烹饪器具，多用于宗庙祭祀，被看作国家权力象征。象：鼎有象义。惠栋云：“鼎言象者，王辅嗣云，革既变矣。则制器立法以成之。古者六官之法，皆称象。《春秋传》言象魏，《尚书》言象刑，古刑书皆铸之鼎，盖铸鼎象物百物为之备矣。”此指《鼎》卦取鼎器之象：《鼎》初六陰爻为足，九二、九三、九四陽爻为鼎腹，六五陰爻为耳，上九陽爻为铉。以木巽火：《鼎》下巽上离，巽为木，为入，离为火。亨，烹饪。享，祭献。大亨：王夫之曰：“郊用特牛，享宾之礼，牛羊豕具焉，故曰大。”大，犹广、多。耳目聪明：《鼎》上为离，离为目，为明。《鼎》六五又有耳象，故“耳目聪明”。柔进而上行：《鼎》卦六五之柔进而行在上位。得中而应乎刚：六五居中而应九二之刚。得中，六五居中。刚，指九二。',
    ],
];
