<?php
return [
    'serial' => 50,
    'name' => '鼎',
    'symbol' => [0, 1, 1, 1, 0, 1],
    'brief' => '火风鼎',
    'spell' => '',
    'gua' => '元吉，亨。',
    'tuan' => '鼎，象也。以木巽火，亨饪也。圣人亨以享上帝，而大亨以养圣贤。巽而耳目聪明，柔进而上行，得中而应乎刚，是以元亨。',
    'xiang' => '木上有火，鼎；君子以正位凝命。',
    'yao' => [
        '初六：鼎颠趾，利出否，得妾以其子，无咎。',
        '九二：鼎有实，我仇有疾，不我能即，吉。',
        '九三：鼎耳革，其行塞，雉膏不食，方雨亏悔，终吉。',
        '九四：鼎折足，覆公餗，其形渥，凶。',
        '六五：鼎黄耳金铉，利贞。',
        '上九：鼎玉铉，大吉，无不利。',
    ],
    'xiaoxiang' => [
        '鼎颠趾，未悖也。利出否，以从贵也。',
        '鼎有实，慎所之也。我仇有疾，终无尤也。',
        '鼎耳革，失其义也。',
        '覆公□，信如何也。',
        '鼎黄耳，中以为实也。',
        '玉铉在上，刚柔节也。',
    ],
    'vernacular' => [
        'gua' => [
            '《鼎卦》象征革故鼎新：十分吉祥，亨通。',
        ],
        'xiang' =>[
            '《鼎卦》的卦象是巽（木）下离（火）上，为木上燃着火之表象，是烹饪的象征，称为鼎；君子应当像鼎那样端正而稳重，以此完成使命。',
        ],
        'yao' => [
            '初六，烹饪食物的鼎足颠翻，却顺利地倒出了鼎中陈积的污秽之物；就好像娶妾可以生子一样，不会发生灾祸。',
            '九二，鼎中盛满了烹饪的食物，好比一个人有才干；我的对立面嫉妒我，却不能把我怎么样，是吉祥的。',
            '九三，鼎器的耳部发生了变化，无法将插杠插入鼎耳移鼎，精美的野鸡肉不能得到无法食用；待到陰陽调和，润雨出现才能消释悔恨，最终还可以获得吉祥。',
            '九四，鼎的足折断了，王公鼎里的粥饭倾倒出来了，鼎身被玷污，凶险。',
            '六五，鼎配上黄色的鼎耳，插上坚固的扛鼎之器，利于坚守正道。',
            '上九，鼎配上玉制的鼎杠，十分吉祥，不会有什么不利。',
        ],
        'xiaoxiang' => [
            '“烹饪食物的鼎足颠翻”，看似反常，实则不然；“却顺利地倒出了鼎中陈积的污秽之物”，便于除旧布新，反常的现象得以向好的方面转化。',
            '“鼎中盛满了烹饪的食物，好比人有才干”，应该谨慎行事，不要走错方向；“我的对立面嫉妒我”，但因无隙可乘，故终将无所怨尤。',
            '“鼎器的耳部发生了变化”，鼎无法移动，也就失去了它虚中纳物的意义。',
            '“王公鼎里的粥饭倾倒出来了”，哪里还有什么信誉可言呢！',
            '“鼎配上黄色的鼎耳”，是由于六五爻居中，自然可获得实惠。',
            '“玉制的鼎杠高处上方，表明刚柔相济，互相调节。',
        ],
    ],
];
