<?php
return [
    'gua' => '元吉，亨。',
    'tuan' => '鼎，象也。以木巽火，亨饪也。圣人亨以享上帝，而大亨以养圣贤。巽而耳目聪明，柔进而上行，得中而应乎刚，是以元亨。',
    'xiang' => '木上有火，鼎；君子以正位凝命。',
    'yao' => [
        '初六：鼎颠趾，利出否，得妾以其子，无咎。',
        '九二：鼎有实，我仇有疾，不我能即，吉。',
        '九三：鼎耳革，其行塞，雉膏不食，方雨亏悔，终吉。',
        '九四：鼎折足，覆公餗，其形渥，凶。',
        '六五：鼎黄耳金铉，利贞。',
        '上九：鼎玉铉，大吉，无不利。',
    ],
    'xiaoxiang' => [
        '鼎颠趾，未悖也。利出否，以从贵也。',
        '鼎有实，慎所之也。我仇有疾，终无尤也。',
        '鼎耳革，失其义也。',
        '覆公□，信如何也。',
        '鼎黄耳，中以为实也。',
        '玉铉在上，刚柔节也。',
    ],
    'zhuxi' => [
        'gua' => '鼎，烹飪之器。為卦下陰為足，二三四陽為腹，五陰為耳，上陽為鉉，有鼎之象。又以巽木入離火，而致烹飪，鼎之用也。故其卦為鼎。下巽，巽也，上離為目，而五為耳，又內巽順而外聰明之象。卦自《巽》來，陰進居五，而下應九二之陽，故其占曰元亨。吉，衍文也。',
        'tuan' => '鼎，象也。以木巽火，亨飪也。聖人亨以享上帝，而大亨以養聖賢。'
            . '<span class="commentinner">亨，普庚反。飪，入甚反。以卦體二象釋卦名義，因極其大而言之。享帝貴誠，用犢而已。養賢則饔飧牢禮，當極其盛，故曰大亨。</span>'
            . '巽而耳目聰明，柔進而上行，得中而應乎剛，是以元亨。'
            . '<span class="commentinner">上，時掌反。以卦象、卦變、卦體釋卦辭。</span>',
        'xiang' => '鼎，重器也，故有正位凝命之意。凝，猶至道不凝之凝，《傳》所謂「協于上下，以承天休」者也。',
        'yao' => [
            '出，尺遂反，又如字。否，音鄙。居鼎之下，鼎趾之象也，上應九四則顛矣。然當卦初，鼎未有實，而舊有否惡之積焉，因其顛而出之，則為利矣。得妾而因得其子，亦猶是也。此爻之象如此。而其占无咎，蓋因敗以為功，因賤以致貴也。',
            '仇，音求。以剛居中，鼎有實之象也。我仇，謂初。陰陽相求而非正，則相陷於惡而為仇矣。二能以剛中自守，則初雖近，不能以就之，是以其象如此。而其占為如是，則吉也。',
            '行，下孟反。塞，悉則反。以陽居鼎腹之中，本有美實者也。然以過剛失中，越五應上，又居下之極，為變革之時，故為鼎耳方革，而不可舉移。雖承上卦文明之腴，有雉膏之美，而不得以為人之食。然以陽居陽，為得其正，苟能自守，則陰陽將和，而失其悔矣。占者如是，則初雖不利，而終得吉也。',
            '折，之舌反。覆，方服反。餗，送六反。渥，乙角反。晁氏曰「形渥」，諸本作「刑剭」，謂重刑也。今從之。九四居上，任重者也，而下應初六之陰，則不勝其任矣。故其象如此，而其占凶也。',
            '鉉，玄典反。五於象為耳，而有中德，故云黃耳。金，堅剛之物。鉉，貫耳以舉鼎者也。五虛中以應九二之堅剛，故其象如此，而其占則利在貞固而已。或曰，金鉉以上九而言，更詳之。',
            '上於象為鉉，而以陽居陰，剛而能溫。故有玉鉉之象，而其占為大吉，无不利。蓋有是德，則如其占也。',
        ],
        'xiaoxiang' => [
            '鼎而顛趾，悖道也。而因可出否以從貴，則未為悖也。從貴，謂應四，亦為取新之意。',
            '有實而不慎其所往，則為仇所即而陷於惡矣。',
            '',
            '言失信也。',
        ],
    ],
    'wangbi' => [
        'gua' => '革去故而鼎取新，取新而当其人，易故而法制齐明，吉然后乃亨，故先“元吉”而后“亨”也。鼎者，成变之卦也。革既变矣，则制器立法以成之焉。变而无制，乱可待也。法制应时，然后乃吉；贤愚有别，尊卑有序，然后乃亨，故先“元吉”而后乃“亨”。',
        'tuan' => '鼎，象也。'
            . '<span class="commentinner">法象也。</span>'
            . '以木巽火，亨饪也。'
            . '<span class="commentinner">“亨饪”，鼎之用也。</span>'
            . '圣人亨，以享上帝，而大亨以养圣贤。'
            . '<span class="commentinner">亨者，鼎之所为也。“革去故”而鼎成新，故为亨饪调和之器也。去故取新，圣贤不可失也。饪，孰也。天下莫不用之，而圣人用之，乃上以享上帝，而下以“大亨”养圣贤也。</span>'
            . '巽而耳目聪明。'
            . '<span class="commentinner">圣贤获养，则已不为而成矣，故“巽而耳目聪明”也。</span>'
            . '柔进而上行，得中而应乎刚，是以元亨。'
            . '<span class="commentinner">谓五也。有斯二德，故能成新，而获“大亨”也。</span>',
        'xiang' => '凝者，严整之貌也。鼎者，取新成变者也。“革去故”而鼎成新。“正位”者，明尊卑之序也。“凝命”者，以成教命之严也。',
        'yao' => [
            '凡陽为实而陰为虚，鼎之为物，下实而上虚。而今陰在下，则是为覆鼎也，鼎覆则趾倒矣。否谓不善之物也。取妾以为室主，亦“颠趾”之义也。处鼎之初，将在纳新，施颠以出秽，得妾以为子，故“无咎”也。',
            '以陽之质，处鼎之中，有实者也。有实之物，不可复加，益之则溢，反伤其实。“我仇”，谓五也。困於乘刚之疾不能就我，则我不溢，得全其吉也。',
            '“鼎”之为义，虚中以待物者也。而三处下体之上，以陽居陽，守实无应，无所纳受。耳宜空以待铉，而反全其实塞，故曰“鼎耳革，其行塞”，虽有雉膏，而终不能食也。雨者，陰陽交和，不偏亢者也，虽体陽爻，而统属陰卦。若不全任刚亢，务在和通，“方雨”则悔亏，终则吉也。',
            '处上体之下而又应初，既承且施，非已所堪，故曰“鼎折足”也。初已“出否”，至四所盛，则已洁矣，故曰“覆公餗”也。渥，沾濡之貌也。既“覆公餗”，体为渥沾，知小谋大，不堪其任，受其至辱，灾及其身，故曰“其形渥，凶”也。',
            '居中以柔，能以通理，纳乎刚正，故曰“黄耳金铉，利贞”也。耳黄，则能纳刚正以自举也。',
            '处鼎之终，鼎道之成也。居鼎之成，体刚履柔，用劲施铉，以斯处上，高不诫亢，得夫刚柔之节，能举其任者也。应不在一，则应所不举，故曰“大吉，无不利”也。',
        ],
        'xiaoxiang' => [
            '倒以写否，故未悖也。(3)弃秽以纳新也。',
            '有实之鼎，不可复有所取。才任已极，不可复有所加。',
            '',
            '不量其力，果致凶灾，信之如何？',
            '以中为实，所受不妄也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '《彖》曰：“鼎”，象也。'
            . '<span class="commentinner">“象”者，可见之谓也。天之生物不可见，既生而刚强之者可见也。圣人之创业，其所以创之者不可见，其成就熟好，使之坚凝而不坏者可见也。故《象》曰：“君子以正位凝命。”“革”所以改命，而“鼎”所以凝之也；知“革”而不知“鼎”，则上下之分不明而位不正，虽其所受于天者，流泛而不可知矣。</span>'
            . '以木“巽”火，亨饪也。圣人亨以享上帝，而大亨以养圣贤。'
            . '<span class="commentinner">大器非器也，大亨非亨也。取“鼎”之用而施之天下，谓之“大亨”。“鼎”之用，极于亨帝而已，以其道养圣贤，则亨之大者也。国有圣贤，则君位定而天命固矣。</span>'
            . '“巽”而耳目聪明，柔进而上行，得中而应乎刚，是以“元亨”。'
            . '<span class="commentinner">“元亨”，所谓“元吉，亨”也。柔进而上行者，五也；五得中而应乎刚，则所以为耳目者，“巽”也。</span>',
        'xiang' => '',
        'yao' => [
        ],
        'xiaoxiang' => [
            '六爻皆“鼎”也。当其处者有其象，故以初为“趾”，二与三四为“腹”而实在焉；五与上为“耳”。初六上应九四，颠趾之象也；夫“鼎”，圣人将“以正位凝命”，亨而熟之至于可食而后已；苟有不善者在焉，则善与不善皆亨而并熟，而善者弃矣。鼎于是，未有实也；故及其未有实而颠之，以同其不善。如待其有实，则夫不善已污之矣，实非吾之所欲弃也。于是焉而颠之以其所欲弃，出其所不欲弃，则天下之乱或自是起矣。故曰：“鼎颠趾，未悖也。”“颠趾”而“出否”，尽去之道也；尽去之，则患鼎无实。圣人之于人也，责其身不问其所从，论其今不考其素，苟骍且角，犁牛之子可也。鼎虽以“出否”为利，而择之太详、求之太备，天下无完人。故曰：“得妾以其子，无咎。”从其子之为贵，则其出于妾者可忘也。',
            '九二始有“实”者，“仇”者六五也。所谓“耳”也，九二之实，六五之所举也。故其《象》曰：“鼎黄耳”。中以为实也，“仇有疾”而不能即我，畏九四也。“鼎”以耳行，故耳能即之则食，不能即之，则不食之道也。始有实者以不食为吉，恶其未足而轻用之也。故曰：“鼎有实，慎所之也。”',
            '“耳”，上九也。九三之实，上九之所举也。熟物之谓革，鼎之熟物，以腹不以耳；而上九“离”之极，火之所炎，以耳革者也。耳之受炎也，足以废塞其行而不足以革，故曰：“鼎耳革，失其义也。”九三，实之将盈者也，于是可食矣，而其行废，故虽有“雉膏”而不食也。耳以两举者也，六五之耳可“铉”，而上九之耳不可铉，则六五虽欲独举得乎？陰欲行而陽欲留，其为悔也大矣，故至于雨然后悔，亏而终吉。雨者，陰陽之和，“玉铉”之功也。',
            '鼎之量，极于四，其上则耳矣。受实必有馀量，以为溢地也。故九三以不食为忧，明不可复加也；至于九四，溢则覆矣。故孔子曰：“德薄而位尊，知小而谋大，力少而任重，鲜不及矣。”方其未及也，必有告之者而不信，及其已信，则无如之何矣。',
            '',
            '六五、上九，皆所谓“耳”也。上九之耳，见于九三，故不复出也；在炎而不灼者，玉也；金则废矣。六五之为耳也，中而不亢，柔而有容，故曰“黄耳”，则其所以为“铉”者，以金足矣。上九之为耳也，炎而灼，不可以迫，故曰“耳革”，则其所以为铉者，玉而后可。金铉可以及五而不可以及上，玉铉则可以两及矣。可以两及，则上九之刚、六五之柔，我为之节也。九二之实，利在于不食，故六五之耳，利在于贞而不行；九三之实，以不食为忧，故上九之耳，得玉铉则“大吉，无不利”。无不利者，上与五、与三之所利也。以鼎熟物，人皆能之；至于鼎盈而忧溢、耳炎而不可举，非玉铉不能。此“鼎”之所以“养圣贤”也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《鼎卦》象征革故鼎新：十分吉祥，亨通。',
        ],
        'xiang' =>[
            '《鼎卦》的卦象是巽（木）下离（火）上，为木上燃着火之表象，是烹饪的象征，称为鼎；君子应当像鼎那样端正而稳重，以此完成使命。',
        ],
        'yao' => [
            '初六，烹饪食物的鼎足颠翻，却顺利地倒出了鼎中陈积的污秽之物；就好像娶妾可以生子一样，不会发生灾祸。',
            '九二，鼎中盛满了烹饪的食物，好比一个人有才干；我的对立面嫉妒我，却不能把我怎么样，是吉祥的。',
            '九三，鼎器的耳部发生了变化，无法将插杠插入鼎耳移鼎，精美的野鸡肉不能得到无法食用；待到陰陽调和，润雨出现才能消释悔恨，最终还可以获得吉祥。',
            '九四，鼎的足折断了，王公鼎里的粥饭倾倒出来了，鼎身被玷污，凶险。',
            '六五，鼎配上黄色的鼎耳，插上坚固的扛鼎之器，利于坚守正道。',
            '上九，鼎配上玉制的鼎杠，十分吉祥，不会有什么不利。',
        ],
        'xiaoxiang' => [
            '“烹饪食物的鼎足颠翻”，看似反常，实则不然；“却顺利地倒出了鼎中陈积的污秽之物”，便于除旧布新，反常的现象得以向好的方面转化。',
            '“鼎中盛满了烹饪的食物，好比人有才干”，应该谨慎行事，不要走错方向；“我的对立面嫉妒我”，但因无隙可乘，故终将无所怨尤。',
            '“鼎器的耳部发生了变化”，鼎无法移动，也就失去了它虚中纳物的意义。',
            '“王公鼎里的粥饭倾倒出来了”，哪里还有什么信誉可言呢！',
            '“鼎配上黄色的鼎耳”，是由于六五爻居中，自然可获得实惠。',
            '“玉制的鼎杠高处上方，表明刚柔相济，互相调节。',
        ],
        'guan' => '鼎，（以鼎器）象物。用木生火，用以烹饪。圣人烹饪（特性）以祭亨上帝，而大烹（牛羊等）以宴请圣贤，巽逊而耳目聪明，（六五）陰柔进升行上位，居中而应于（九二）陽刚，所以开始即“亨通”。',
    ],
    'notes' => [
        'tuan' => '此释《鼎》卦卦名及卦辞之义。鼎：三足两耳，古代烹饪器具，多用于宗庙祭祀，被看作国家权力象征。象：鼎有象义。惠栋云：“鼎言象者，王辅嗣云，革既变矣。则制器立法以成之。古者六官之法，皆称象。《春秋传》言象魏，《尚书》言象刑，古刑书皆铸之鼎，盖铸鼎象物百物为之备矣。”此指《鼎》卦取鼎器之象：《鼎》初六陰爻为足，九二、九三、九四陽爻为鼎腹，六五陰爻为耳，上九陽爻为铉。以木巽火：《鼎》下巽上离，巽为木，为入，离为火。亨，烹饪。享，祭献。大亨：王夫之曰：“郊用特牛，享宾之礼，牛羊豕具焉，故曰大。”大，犹广、多。耳目聪明：《鼎》上为离，离为目，为明。《鼎》六五又有耳象，故“耳目聪明”。柔进而上行：《鼎》卦六五之柔进而行在上位。得中而应乎刚：六五居中而应九二之刚。得中，六五居中。刚，指九二。',
    ],
];
