<?php
return [
    'serial' => 51,
    'name' => '震',
    'symbol' => [1, 0, 0, 1, 0, 0],
    'brief' => '震为雷',
    'spell' => '',
    'gua' => '亨。震来萀萀，笑言哑哑。震惊百里，不丧匕鬯。',
    'tuan' => '震，亨。震来萀萀，恐致福也。笑言哑哑，后有则也。震惊百里，惊远而惧迩也。出可以守宗庙社稷，以为祭主也。',
    'xiang' => '洊雷，震；君子以恐惧修身。',
    'yao' => [
        '初九：震来萀萀，后笑言哑哑，吉。',
        '六二：震来厉，亿丧贝，跻于九陵，勿逐，七日得。',
        '六三：震苏苏，震行无眚。',
        '九四：震遂泥。',
        '六五：震往来厉，亿无丧，有事。',
        '上六：震索索，视矍矍，征凶。震不于其躬，于其邻，无咎。婚媾有言。',
    ],
    'xiaoxiang' => [
        '震来萀萀，恐致福也。笑言哑哑，后有则也。',
        '震来厉，乘刚也。',
        '震苏苏，位不当也。',
        '震遂泥，未光也。',
        '震往来厉，危行也。其事在中，大无丧也。',
        '震索索，未得中也。虽凶无咎，畏邻戒也。',
    ],
    'zhuxi' => [
        'gua' => '虩，許逆反。啞，烏客反。喪，息浪反。匕，必以反。鬯，勅亮反。震，動也。一陽始生於二陰之下，震而動也。其象為雷，其屬為長子。震有亨道。震來，當震之來時也。虩虩，恐懼驚顧之貌。震驚百里，以雷言。匕，所以舉鼎實。鬯，以秬黍酒和郁金，所以灌地降神者也。不喪匕鬯，以長子言也。此卦之占，為能恐懼則致福，而不失其所主之重。',
        'tuan' => '震，亨。'
            . '<span class="commentinner">震有亨道，不待言也。</span>'
            . '震來虩虩，恐致福也。笑言啞啞，後有則也。'
            . '<span class="commentinner">恐致福，恐懼以致福也。則，法也。</span>'
            . '震驚百里，驚遠而懼邇也。出，可以守宗廟社稷，以為祭主也。'
            . '<span class="commentinner">程子以為邇也下脫「不喪匕鬯」四字，今從之。出，謂繼世而主祭也。或云「出」即「鬯」字之誤。</span>',
        'xiang' => '洊，在薦反。省，悉井反。',
        'yao' => [
            '成震之主，處震之初，故其占如此。',
            '躋，子西反。六二乘初九之剛，故當震之來而危厲也。億字未詳。又當喪其貨貝而升於九陵之上。然柔順中正，足以自守，故不求而自獲也。此爻占具象中，但九陵、七日之象，則未詳耳。',
            '蘇蘇，緩散自失之狀。以陰居陽，當震時而居不正，是以如此。占者若因懼而能行，以去其不正，則可以无眚矣。',
            '泥，乃計反。以剛處柔，不中不正，陷於二陰之間，不能自震也。遂者，无反之意。泥，滯溺也。',
            '喪，息浪反。以六居五，而處震時，无時而不危也。以其得中，故无所喪而能有事也。占者不失其中，則雖危无喪矣。',
            '索，桑落反。矍，俱縛反。以陰柔處震極，故為索索，矍矍之象，以是而行，其凶必矣。然能及其震未及其身之時，恐懼脩省，則可以无咎，而亦不能免於婚媾之有言。戒占者當如是也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '中，謂中心。',
        ],
    ],
    'wangbi' => [
        'gua' => '惧以成，则是以亨。震之为义，威至而后乃惧也，故曰“震来虩虩”，恐惧之貌也。震者，惊骇怠惰以肃解慢者也，故“震来虩虩，恐致福也。笑言哑哑，后有则也”。威震惊乎百里，则是可以不丧七鬯矣。匕，所以载鼎实；鬯，香酒，奉宗庙之盛也。',
        'tuan' => '“《震》，亨。”“震来虩虩”，恐致福也。“笑言哑哑”，后有则也。“震惊百里”，惊远而惧迩也。'
            . '<span class="commentinner">威灵惊乎百里，则惰者惧於近也。</span>'
            . '出，可以守宗庙社稷，以为祭主也。'
            . '<span class="commentinner">明所以堪长子之义也。“不丧匕鬯”，则已“出可以守宗庙”。</span>',
        'xiang' => '',
        'yao' => [
            '体夫刚德，为卦之先，能以恐惧修其德也。',
            '“震”之为义，威骇怠懈，肃整惰慢者也。初干其任而二乘之，“震来”则危，丧其资货，亡其所处矣，故曰“震来厉，亿丧贝”。亿，辞也。贝，资货、粮用之属也。犯逆受戮，无应而行，行无所舍。威严大行，物莫之纳，无粮而走。虽复超越陵险，必困于穷匮，不过七日，故曰“勿逐，七日得”也。',
            '不当其位，位非所处，故惧“苏苏”也。而无乘刚之逆，故可以惧行而“无眚”也。',
            '处四陰之中，居恐惧之时，为众陰之主，宜勇其身，以安於众。若其震也。遂困难矣。履夫不正不能除恐，使物安已，德未光也。',
            '往则无应，来则乘刚，恐而往来，不免於危。夫处震之时，而得尊位，斯乃有事之机也。而惧往来，将丧其事，故曰“億无丧，有事也”。',
            '处震之极，极震者也。居震之极，求中未得，故惧而“索索”，视而“矍矍”，无所安亲也。已处动极而复征焉，凶其宜也。若恐非已造，彼动故惧，惧邻而戒，合於备预，故“无咎”也。极惧相疑，故虽“婚媾”而“有言”也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '大则无丧，往来乃危也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“震”，亨。“震来虩虩”，恐致福也；“笑言哑哑”，后有则也。“震惊百里”，惊远而惧迩也。'
            . '<span class="commentinner">“震”者，陽德之先，震陰而达陽者也，故“亨”。“震惊百里”，言其及远也；“不丧七鬯”，言其和也；若震而不和，则必有僵仆陨坠者矣。“七鬯”，祭器也；必取祭器者，以见震长子也。若威而不猛，则可以为祭主矣。“出”之为言，见也。</span>',
        'xiang' => '',
        'yao' => [
            '二陽，震物者也；四陰，见震者也。“震”之为道，以威达德者也，故可试而不可遂。试则养而无穷，遂则玩而不终。初九，试而不遂者也，以虩虩之震，而继之以哑哑之笑，明其不常用也。惟其不常用，故二陰莫敢犯其锋，皆以逃避而后免也。',
            '初九之威不可犯也，来则危，往则安。故虽“丧贝”而“勿逐”，“跻于九陵”以避之。以初九之不遂其震，而继之以笑言也。故七日可以得所丧也。“丧贝”以明初九之威，“七日得”以明初九之不以威穷物也。',
            '六三不邻于震矣，而犹苏苏然，惧也。行而避之，然后无眚，以明初九之威能及远也。',
            '震于已震之后，遂而不知止者也，故“泥”。“泥”者，以言其不能及远也，故二陰皆以处而不避为吉。',
            '九四以其“遂泥”之威加于六五，非六五之所当畏，其衰可坐而待也。夫九四虽未可乘，然往而避之则过矣，故曰：“往来，厉。”往来皆危，则以处为安矣。九四之威既已泥矣，岂复能如初九一震而丧六二之贞哉！以六五居中，处而待之，非独无丧，亿将有功。故曰：“亿无丧，有事。”',
            '九四至此，其实不能为，徒袭其馀威以加上六。上六未得其已衰之情，故犹“索索”、“矍矍”而畏之。苟畏之不已，而征以避之，则四张而不可止矣，故凶。圣人知其不足避也，故告之曰：“震不于其躬，于其邻”，言九四之威仅可以及五，而不及上；可以戒而无咎，无庸征也。九四始欲以威加物，及其泥而物莫之畏也，则其及于上六者，有言而已，衰之甚也。六爻皆无应，故九四兼有二陰，得称“婚媾”也。六二“丧贝”而五无丧，六三“震行无眚”，而上六“征凶”，九四之不及初也远矣。',
        ],
        'xiaoxiang' => [
            '以其威之不常用，故知其所以震物者，非以害之，欲其恐而致福也。“有则”者，言其不遂也。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《震卦》象征震动的雷声：可致亨通。当惊雷震动的时候，天下万物都感到恐惧，然而君子却能安之若素，言笑如故；即使雷声震惊百里之遥，主管祭祀的人却能做到从容不迫，手中的匙和酒都未失落。大丈夫威武不能屈，所以能成就大事。',
        ],
        'xiang' => [
            '《震卦》的卦象是震（雷）下震（雷）上，为雷相重叠之表象，好像震动的雷声；君子应悟知恐惧惊惕，修身省过。',
        ],
        'yao' => [
            '初九，当惊雷震动的时候，天下万物都感到恐惧，君子亦应知恐惧而修省；当惊雷震动的时候，君子亦应言笑自若，结果是吉祥的。',
            '六二，惊雷震动，有危难；丢失大量金钱，应当攀登到高高的九陵上边去躲避，不去追寻它，待到七天自会失而复得。',
            '六三，雷震动时虽恐惧不安，但是因为震惧而能谨慎行事，因此不会有灾异。',
            '九四，由于雷震动而坠陷泥污中，不能自拔。',
            '六五，雷上下震动均有危难；以恐惧之心谨守中道就会万无一失，宗庙社稷也可以长盛不衰。',
            '上六，由于雷震动恐惧而畏缩不前，两眼旁视而不安，如果行动就会有凶险；不过，当雷震还没有到达自己身上时，就早作戎备谨慎行事，则不致受害；涉及婚配之事则将会产生言语纷争。',
        ],
        'xiaoxiang' => [
            '“当惊雷震动的时候，天下万物都感到恐惧”，表明恐惧之后从而谨慎从事，能够致福；“而君子却能安之若素，言笑如故”，说明君子懂得做人的法则。',
            '“惊雷震动，有危难”，六二爻凌驾于初九爻陽刚的上面，故可能出现危险。',
            '“雷震动恐惧不安“，说明六三爻所处的位置，不中不正，不适当。',
            '“由于雷震动而坠陷泥污中，不能自拔”，说明其志气不能发扬光大。',
            '“雷上下震动均有危难”，但能知恐惧而谨慎行动；处事恪守中道，就不会有什么大的损失。',
            '“由于雷震动恐惧而畏缩不前”，因为上六爻其位不正；虽然有凶险却不致受害，这是因为能够看见近邻的危险及时戎备，因而能防患于未然。',
        ],
        'tuan' => '震，“亨通，雷声袭来让人害怕”，因恐惧而致福祥。“谈笑自如”，恐惧后而不失法度。“雷惊百里”，震惊远方而畏惧近旁。（没有失落木勺中的香酒），外出可以守卫宗庙社稷，成为祭祀的主祭。',
    ],
    'notes' => [
        'tuan' => '此释《震》卦卦名及卦辞之义。震来虩虩:雷电袭来,令人恐惧。震，雷。虩虩，恐惧貌。恐致福：恐惧可以致福祥。笑语哑哑：谈笑声声从容自如。哑哑，笑声。后有则：初九居陽位得正，故曰后有则。则，法度、寸度。震惊百里：雷声震惊百里。百里，比喻诸侯国。古者封建诸侯皆百里。迩：近。不丧匕鬯：《彖》文中无此句，郭京、程颐等人认为当在“惊远而惧迩也”下加上。观《彖》文下句“出可以守宗庙社稷，以为祭主”，正与“不丧匕鬯”相合，似应补上此句为胜。匕鬯，指盛在棘匙中的香酒。“匕鬯”帛《易》作“鬯觞”。匕，匙，以棘木为柄 ，祭祀时主祭人用它从鼎中将烹好的牛羊肉盛入俎中，以供大典之用。鬯，一种用黑黍酒和郁金草合成的香酒，专供宗庙祭祀之用。社稷：古语称土神为社，祭土神之坛也为社。谷神为稷，祭谷神之坛也为稷。此指社稷坛。祭主：祭礼之主人，即主祭。震为长子，长子为祭主。',
    ],
];
