<?php
return [
    'serial' => 51,
    'name' => '震',
    'brief' => '震为雷',
    'spell' => '',
    'gua' => '亨。震来萀萀，笑言哑哑。震惊百里，不丧匕鬯。',
    'tuan' => '震，亨。震来萀萀，恐致福也。笑言哑哑，后有则也。震惊百里，惊远而惧迩也。出可以守宗庙社稷，以为祭主也。',
    'xiang' => '洊雷，震；君子以恐惧修身。',
    'yao' => [
        '初九：震来萀萀，后笑言哑哑，吉。',
        '六二：震来厉，亿丧贝，跻于九陵，勿逐，七日得。',
        '六三：震苏苏，震行无眚。',
        '九四：震遂泥。',
        '六五：震往来厉，亿无丧，有事。',
        '上六：震索索，视矍矍，征凶。震不于其躬，于其邻，无咎。婚媾有言。',
    ],
    'xiaoxiang' => [
        '震来萀萀，恐致福也。笑言哑哑，后有则也。',
        '震来厉，乘刚也。',
        '震苏苏，位不当也。',
        '震遂泥，未光也。',
        '震往来厉，危行也。其事在中，大无丧也。',
        '震索索，未得中也。虽凶无咎，畏邻戒也。',
    ],
];
