<?php
return [
    'serial' => 52,
    'name' => '艮',
    'symbol' => [0, 0, 1, 0, 0, 1],
    'brief' => '艮为山',
    'spell' => '',
    'gua' => '艮其背，不获其身，行其庭，不见其人，无咎。',
    'tuan' => '艮，止也。时止则止，时行则行，动静不失其时，其道光明。艮其止，止其所也。上下敌应，不相与也。是以不获其身，行其庭不见其人，无咎也。',
    'xiang' => '兼山，艮；君子以思不出其位。',
    'yao' => [
        '初六：艮其趾，无咎，利永贞。',
        '六二：艮其腓，不拯其随，其心不快。',
        '九三：艮其限，列其夤，厉薰心。',
        '六四：艮其身，无咎。',
        '六五：艮其辅，言有序，悔亡。',
        '上九：敦艮，吉。',
    ],
    'xiaoxiang' => [
        '艮其趾，未失正也。',
        '不拯其随，未退听也。',
        '艮其限，危薰心也。',
        '艮其身，止诸躬也。',
        '艮其辅，以中正也。',
        '敦艮之吉，以厚终也。',
    ],
    'zhuxi' => [
        'gua' => '艮，止也。一陽止於二陰之上，陽自下升，極上而止也。其象為山，取坤地而隆其上之狀，亦止於極而不進之意也。其占則必能止于背而不有其身，行其庭而不見其人，乃无咎也。蓋身，動物也，唯背為止。艮其背，則止於所當止也。止於所當止，則不隨身而動矣，是不有其身也。如是，則雖行於庭除有人之地，而亦不見其人矣。蓋艮其背而不獲其身者，止而止也，行其庭而不見其人者，行而止也。動靜各止其所，而皆主夫靜焉，所以得无咎也。',
        'tuan' => '艮，止也。時止則止，時行則行，動靜不失其時，其道光明。'
            . '<span class="commentinner">此釋卦名。艮之義則止也。然行止各有其時，故時止而止，止也；時行而行，亦止也。艮體篤實，故又有光明之義。大畜於艮，亦以輝光言之。</span>'
            . '艮其止，止其所也。上下敵應，不相與也，是以「不獲其身，行其庭，不見其人，无咎」也。'
            . '<span class="commentinner">此釋卦辭。易「背」為「止」，以明背即止也。背者，止之所也。以卦體言，內外之卦，陰陽敵應而不相與也。不相與，則內不見己，外不見人，而无咎矣。晁氏云：「艮其止，當依卦辭作背。」</span>',
        //'xiang' => '',
        'yao' => [
            '以陰柔居艮初，為艮趾之象。占者如之，則无咎。而又以其陰柔，故又戒其利永貞也。',
            '拯，之淩反。六二居中得正，既止其腓矣。三為限，則腓所隨也，而過剛不中以止乎上。二雖中正，而體柔弱，不能往而拯之，是以其心不快也。此爻占在象中，下爻放此。',
            '夤，引真反。限，身上下之際，即腰胯也。夤，膂也。止于腓，則不進而已。九三，以過剛不中，當限之處，而艮其限，則不得屈伸，而上下判隔，如列其夤矣。危厲熏心，不安之甚也。',
            '以陰居陰，時止而止，故為艮其身之象，而占得无咎也。',
            '六五當輔之處，故其象如此，而其占悔亡也。悔，謂以陰居陽。',
            '以陽剛居止之極，敦厚於止者也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '三止乎上，亦不肯退而聽乎二也。',
            '',
            '正字羨文，叶韻可見。',
        ],
    ],
    'wangbi' => [
        'gua' => '目无患也。所止在后，故不得其身也。相背故也。凡物对面而不相通，“否”之道也。艮者，止而不相交通之卦也。各止而不相与，何得无咎？唯不相见乃可也。施止於背，不隔物欲，得其所止也。背者，无见之物也。无见则自然静止，静止而无见，则“不获其身”矣。“相背”者，虽近而不相见，故“行其庭，不见其人”也。夫施止不於无见，令物自然而止，而强止之，则奸邪并兴，近而不相得则凶。其得“无咎”，“艮其背，不获其身，行其庭，不见其人”故也。',
        'tuan' => '艮，止也。时止则止，时行则行，动静不失其时，其道光明。'
            . '<span class="commentinner">正道不可常用，必施於不可以行。适於其时，道乃光明也。</span>'
            . '艮其止，止其所也。'
            . '<span class="commentinner">易背曰止，以明背即止也。施止不可於面，施背乃可也。施止於止，不施止於行，得其所矣，故曰“艮其止，止其所”也。</span>'
            . '上下敌应，不相与也。是以不获其身。“行其庭，不见其人，无咎”也。',
        'xiang' => '各止其所，不侵官也。',
        'yao' => [
            '处止之初，行无所之，故止其趾，乃得“无咎”；至静而定，故利永贞。',
            '随谓趾也。止其腓，故其趾不拯也。腓体躁而处止，而不得拯其随，又不能退听安静，故“其心不快”也。',
            '限，身之中也。三当两象之中，故曰“艮其限”。夤，当中脊之肉也。止加其身，中体而分，故“列其夤”而忧危薰心也。“艮”之为义，各止於其所，上下不相与，至中则列矣。列加其夤，危莫甚焉。危亡之忧，乃薰灼其心也。施止体中，其体分焉。体分两主，大器丧矣。',
            '中上称身，履得其位，止求诸身，得其所处，故不陷於咎也。',
            '施止於辅，以处於中，故口无择言，能亡其悔也。',
            '居止之极，极止者也。敦重在上，不陷非妄，宜其“吉”也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '自止其躬，不分全体。',
            '能用中正，故“言有序”也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“艮”，止也；时止则止，时行则行，动静不失其时，其道光明。“艮其止”，止其所也；上下敌应，不相与也；是以“不获其身，行其庭，不见其人，无咎”也。'
            . '<span class="commentinner">所贵于圣人者，非贵其静而不交于物，贵其与物皆入于吉凶之域而不乱也。故夫“艮”，圣人将有所施之。“艮，止也”，止与静相近而不同，方其动而止之，则静之始也；方其静而止之，则动之先也，故曰：“时止则止，时行则行，动静不失其时，其道光明。”此言“艮”之得其所施者也。施之于天下之至动，是以为“颐”；施之于天下之至健，是以为“大畜”。今夫兼山“艮”，是施之于“背”而已，“背”固已止矣，“艮”何加焉？所以为柅者、为轮也；所以为防者、为水也。今也不然，为舆、为枙，为山、为防，不亦近于固歟？故曰：“艮其止，止其所也。”此所以“不获其身”也。“上下敌应，不相与也”，此所以“行其庭，不见其人”也。物各止于其所，是果能止也哉？背止于身，身与之动而背不知也，今我施止于物之所，止有大于是物者。则挟而与之趋矣，我焉得知之？故曰“艮其背，不获其身”，其庭未尝无人也，有六人焉①，敌应而不相与，则如无人。是道也，非向之所谓光明者也，以为无咎而已。【校注】 ①有六人焉：《苏氏易传》无“六”字。</span>',
        'xiang' => '',
        'yao' => [
            '',
            '自“趾”而上，至于“辅”，当其处者有其德，与“咸”一也。“咸”以上六为“辅”，而五为“脢”，“艮”之“辅”在五，而“脢”不取，何也？“脢”则“背”也，“艮”皆取于动者而已。“艮”则何为皆取于动者也？曰：卦合而观之，见两“艮”焉；见其施“艮”于止，故取其体之静者而配之，曰“艮其背”。爻别而观之，不见“艮”之所施，而各见其所遇之位；位有不同，而吉、凶、悔、吝生焉，故取其体之动者而不取其静，以为其静者已见于卦矣。上止而用下，下止而听于上，此“艮”之正也。趾能动而听于腓者也，“艮其趾”，不害于腓之动也；趾不自动而已，止而听其上，上止则止，上行则行，此“艮”之正者也，故“利永贞”。腓能动而不听于股者也，或曰“咸其股，执其随”，随者股之德也，故谓“股为随”。“艮其腓”，则股虽欲行而不能矣，下止而不听于上，上虽有忧患而莫之救，则上之所不快也，以是为失其正矣，故曰：“艮其趾，未失正也。”',
            '三不“艮于股”而“艮于限”，亦取诸动者也。“限”者，上下之际，所以俯仰之节也。“夤”者，自上而属于下者也。“艮”于下之极，则其自上而下者绝矣；上下绝，心之忧也。心在六四，故忧之；及心也，谓之“薰”。',
            '“咸”之九四曰：“朋从尔思。”则四者，心之所在也。施之于一体，则“艮”止于所施，所不施者不及也。施之于心，则无所不及矣，故曰“艮其身”。“艮”得其要，故“无咎”。',
            '口欲止，言欲寡。',
            '“敦”，益也。“艮”至于辅，极矣；而又止之，故曰“敦艮”。梏者不忘释，痿者不忘起，物之情也。在止之极而不忘于动，非天下之至厚，其孰能之？',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《艮卦》象征抑止：止于背部，不得使身体面向所止的地方；就好像在庭院里行走，两两相背，不曾感觉到有人的存在，进入这一境界，就不会受害。',
        ],
        'xiang' => [
            '《艮卦》的卦象是艮（山）下艮（山）上，为两山重叠之表象，象征着抑止；君子的思想应当切合实际，不可超越自己所处的地位。',
        ],
        'yao' => [
            '初六，抑止应该在脚趾迈出之前，这样就不会受害，而且将有利于长久坚守正道。',
            '六二，抑止人的小腿的行动，不能迈步追随应该追随的人，他的心中是不会快乐的。',
            '九三，抑止腰部的行动，断裂脊背的肉，危难将像熊熊的烈火一样烧灼他的心。',
            '六四，抑止身体上部不动，就不会受害。',
            '六五，抑止于口不随便乱说，说话很有条理，悔恨将会消失。',
            '上九，能够以敦厚笃实的德行抑止邪欲，就吉祥。',
        ],
        'xiaoxiang' => [
            '“抑止应该在脚趾迈出之前”，这就说明没有失去正道。',
            '“不能迈步追随应该追随的人”，又不能退下来听从抑止的意见，因而心中不快。',
            '“抑止腰部的行动”，说明危险将像熊熊的烈火一样烧灼他的心。',
            '“抑止身体上部不动”，自我控制不超越本身的地位。',
            '“抑止于口不随便乱说”，说明六五爻居于中位能守中道。',
            '“能够以敦厚笃实的德行抑止邪欲，就吉祥”，说明上九能够将敦厚的德行保持至终。',
        ],
        'tuan' => '艮，止。应该止的时候停止，应该行动的时候行动，行动与停止不失时机，（这样）其道才能光明通畅。止其背，正是止的那个地方。（《艮》卦六爻）上下皆（止而）不相应，不相交往。所以“整个身体不动，虽行于庭院，去看不到人，无咎灾”。',
    ],
    'notes' => [
        'tuan' => '此释《艮》卦卦名及卦辞之义。艮其止：王弼认为《易》背曰“止”，朱熹、俞樾、朱骏声等认为“艮其止”当作“艮其背”。观下文“止其所也”与“能源其背”对应，即“所”是释“背”。背，古本作“北”。帛《易》卦辞也作“北”。北、止二字字形相近，恐转抄“北”为“止”。故当以“背”为是。止其所：指《艮》内外两艮各止其所。此处“所”是释“背”，上下敌应：《艮》初四、二五、三上皆不相应。不相应即“敌应”。不相与：不相亲与。《艮》两艮各止其所，故不相与。与，犹亲。',
    ],
];
