<?php
return [
    'gua' => '女归吉，利贞。',
    'tuan' => '渐之进也，女归吉也。进得位，往有功也。进以正，可以正邦也。其位刚，得中也。止而巽，动不穷也。',
    'xiang' => '山上有木，渐；君子以居贤德，善俗。',
    'yao' => [
        '初六：鸿渐于干，小子厉，有言，无咎。',
        '六二：鸿渐于磐，饮食□□，吉。',
        '九三：鸿渐于陆，夫征不复，妇孕不育，凶；利御寇。',
        '六四：鸿渐于木，或得其桷，无咎。',
        '九五：鸿渐于陵，妇三岁不孕，终莫之胜，吉。',
        '上九：鸿渐于逵，其羽可用为仪，吉。',
    ],
    'xiaoxiang' => [
        '小子之厉，义无咎也。',
        '饮食衎衎，不素饱也。',
        '夫征不复，离群丑也。妇孕不育，失其道也。利用御寇，顺相保也。',
        '或得其桷，顺以巽也。',
        '终莫之胜，吉；得所愿也。',
        '其羽可用为仪，吉；不可乱也。',
    ],
    'zhuxi' => [
        'gua' => '漸，漸進也。為卦止於下，而巽於上，為不遽進之義，有女歸之象焉。又自二至五，位皆得正，故其占為女歸吉，而又戒以利貞也。',
        'tuan' => '漸之進也，女歸吉也。'
            . '<span class="commentinner">之字疑衍，或是漸字。</span>'
            . '進得位，往有功也，進以正，可以正邦也。'
            . '<span class="commentinner">以卦變釋利貞之意。蓋此卦之變，自渙而來，九進居三，自《旅》而來，九進居五，皆為得位之正。</span>'
            . '其位，剛得中也。'
            . '<span class="commentinner">以卦體言，謂九五。</span>'
            . '止而巽，動不窮也。'
            . '<span class="commentinner">以卦德言，漸進之義。</span>',
        'xiang' => '二者皆當以漸而進。疑賢字衍，或善下有脫字。',
        'yao' => [
            '鴻之行有序而進有漸。干，水涯也。始進於下，未得所安，而上復无應，故其象如此。而其占則為小子厲，雖有言，而于義則无咎也。',
            '衎，苦旦反。磐，大石也。漸遠於水，進於磐而益安矣。衎衎，和樂意。六二柔順中正，進以其漸，而上有九五之應，故其象如此，而占則吉也。',
            '復，房六反。鴻，水鳥，陸非所安也。九三過剛不中而无應，故其象如此。而其占夫征則不復，婦孕則不育，凶莫甚焉。然以其過剛也，故利禦寇。',
            '桷，音角。鴻不木棲。桷，平柯也。或得平柯，則可以安矣。六四乘剛而順巽，故其象如此。占者如之，則无咎也。',
            '陵，高阜也。九五居尊，六二正應在下，而為三四所隔，然終不能奪其正也。故其象如此，而占者如是，則吉也。',
            '胡氏、程氏皆云：「陸當作逵，謂雲路也。」今以韻讀之，良是。儀，羽旄旌纛之飾也。上九至高，出乎人位之外，而其羽毛可用以為儀飾。位雖極高，而不為无用之象，故其占為如是則吉也。'
        ],
        'xiaoxiang' => [
            '',
            '素飽，如《詩》言「素餐」。得之以道，則不為徒飽，而處之安矣。',
            '離，力智反。',
            '',
            '',
            '漸進愈高，而不為无用。其志卓然，豈可得而亂哉。',
        ],
    ],
    'wangbi' => [
        'gua' => '渐者，渐进之卦也。“止而巽”，以斯适进，渐进者也。以止巽为进，故“女归吉”也。进而用正，故“利贞”也。',
        'tuan' => '渐，之进也，'
            . '<span class="commentinner">之於进也。</span>'
            . '“女归吉”也。进得位，往有功也。进以正，可以正邦也。其位，刚得中也。'
            . '<span class="commentinner">以渐进得位也。</span>'
            . '止而巽，动不穷也。',
        'xiang' => '贤德以止巽则居，风俗以止巽乃善。',
        'yao' => [
            '鸿，水鸟也。适进之义，始於下而升者也，故以鸿为喻之。又皆以进而履之为义焉，始进而位乎穷下，又无其应。若履于干，危不可以安也。始进而未得其位，则困於小子，穷於谤言，故曰“小子厉有言”也。困於小子谗谀之言，未伤君子之义，故曰“无咎”也。',
            '磐，山石之安者少。进而得位，居中而应，本无禄养，进而得之，其为欢乐，愿莫先焉。',
            '陆，高之顶也。进而之陆，与四相得，不能复反者也。“夫征不复”，乐於邪配，则妇亦不能执贞矣。非夫而孕故不育也。三本艮体而弃乎？？丑，与四相得遂乃不反至使妇孕不育见利忘义贪进忘旧，凶之道也。异体合好，顺而相保，物莫能间，故“利御寇”也。',
            '鸟而之木，得其宜也。“或得其桷”，遇安栖也。虽乘于刚，志相得也。',
            '陵，次陆者也。进得中位，而膈乎三四，不得与其应合，故“妇三岁不孕”也。各履正而居中，三四不能久塞其涂者也。不过三岁，必得所愿矣。进以正邦，三年有成，成则道济，故不过三岁也。',
            '进处高洁，不累於位，无物可以屈其心而乱其志。峨峨清远，仪可贵也，故曰“其羽可用为仪，吉”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“渐”，之进也。“女归吉”也，进得位、往有功也。进以正，可以正邦也；其位刚得中也。'
            . '<span class="commentinner">此文转以次相释也。“渐”之中有进者，则“女归”之“吉”也，而利于正。正者孰谓？谓“得位”而“有功”、“可以正邦”者也。其“得位”者何也？“刚中”者也。由此观之，女则二与四；所归则五也。</span>'
            . '止而“巽”，动不穷也。'
            . '<span class="commentinner">“止而‘巽’”，有所观望而后进者，故不穷。</span>',
        'xiang' => '云上于天，天所不能居，故君子不以居德；木生于山，山能居之，山以有木为高，故君子以是居德业、善风俗。',
        'yao' => [
            '“鸿”，陽鸟而水居，在水则以得陆为安，在陆则以得水为乐者也。故六爻虽有陰陽之异，而皆取于鸿也。初六，鸿之在水者也，远则无应，近则遇二，以陰适陰，故曰“鸿渐于干”。“干”，水涯也。两陰不能相容，故为“小子”之所“厉”，以至于“有言”。虽然其所适非志于利也，则未至于六三之凶，“无咎”可也。',
            '六二，鸿之在水者也。近则遇三，远则遇五，无适而不得其欲①，故择其尤可恃者从之。二之从三也，虽近而难信；其从五也，虽远而可恃。二陽皆陆也，在陆而尤可恃以安者，磐也，九五之谓“磐”。六二知五之可恃，不渐于三而渐于五，则食且乐如是。“衎衎”，乐也。“素饱”，徒饱也。夫饮食何为若昌乐也？岂非以五之足恃而不徒饱歟？苟为徒饱而已，则虽三可从；夫苟从三，则饮食未终而忧继之矣。【校注】 ①不得其欲：《苏氏易传》作“不得其遇”，误。',
            '九三，鸿之在陆者也；而上九非其应，故曰“鸿渐于陆”。无应于上而近于四，见四之可欲，则离类绝朋而趋之，故曰“夫征不复”。六二之从我，非正也，将视我而进退者也。上之所为，下必有甚者，九三适四而不反①，则难以令于二矣。故曰：“妇孕不育，凶。”四，顺于五者；而三寇之，言“御寇”之利，以明三之不利也。【校注】 ①九三适四而不反：《苏氏易传》作“九二适四而不反”，误。',
            '六四，鸿之在水者也。近于五而非其应，故曰“鸿渐于木”。木生于陆，而非鸿之所安也；鸿之为物也，足不能握，其“渐于木”而“无咎”，盖得其大而有容如桷者焉，九五之谓也。“或”者，幸而得之之辞也。无应而从非其配，非“巽”顺，何以相保乎？',
            '九五，鸿之在陆者也；进而遇上九。上九，陵也；陵者，陆之又高者也；进而之陵，动乎无嫌，故六二之为“妇”也，“三岁不孕”而终莫之胜。夫以陆之陵，以为不得其愿矣，而妇为之贞如此，则愿孰大焉。故曰：“进以正，可以正邦也。”不求之人而求之身，虽服天下可也。',
            '上九，鸿之在陆者也。上无所适，而三非其应，故曰“鸿渐于逵”。“渐”有三陽，其二为陰之所溷，非其有应，则近而慕之。惟上九不然：夫无累于物，则其进退之际，雍容而可观矣。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《渐卦》象征循序渐进：如同女子出嫁那样，按照一切婚嫁的礼节循序渐进，就会得到吉祥，有利于坚守正道。',
        ],
        'xiang' => [
            '《渐卦》的卦象是艮（山）下巽（风）上，表明高山上的树木逐渐长得高大，象征循序渐进；君子观看高山上的树木逐渐长得高大的情况，由是修养德性，改善社会的风尚、礼节和习惯。',
        ],
        'yao' => [
            '初六，鸿雁飞起来逐渐前进到水涯旁边，落伍离群，显得不安；象征着年幼无知的孩子有危难，受到言语中伤，如果能够循序渐进，就不会受害。',
            '六二，鸿雁飞起来逐渐前进到安稳的磐石之上，饮食和乐，吉祥。',
            '九三，鸿雁飞起来逐渐前进到较平的山顶，好比丈夫远去出征而不复还，他的妻子非夫而孕难以生育，这当然是凶险的事；但却能以刚烈御强寇。',
            '六四，鸿雁飞起来逐渐前进到高树之上，或许能找到较平的枝杈得以栖息，这样就没有愆尤。',
            '九五，鸿雁飞起来逐渐前进到丘陵上，好比丈夫远出在外，妻子三年没有怀孕；但邪毕竟不能胜正，因此最终得到吉祥。',
            '上九，鸿雁飞起来逐渐前进到高山之上，漂亮的羽毛可以作为典礼上洁美的装饰品，吉祥。',
        ],
        'xiaoxiang' => [
            '“年幼无知的孩子有危难”，不会发生什么危险的。',
            '“饮食和乐”，说明决不是尸位素餐不干事情的。',
            '“好比丈夫远去出征而不复还”，离开自己的同类是值得忧虑的；“他的妻子非夫而孕难以生育”，因为违反了妇道；“但却能以刚烈御强寇”说明守正能够使丈夫与妻子和顺相保。',
            '“或许能寻找到较平的枝杈得以栖息”，说明六四柔顺和服从。',
            '“邪终久不能胜正，因此就得到吉祥”，实现了夫妇聚首的愿望。',
            '“洪亮的羽毛可以作为典礼上洁美的装饰品，吉祥”，说明洁美高尚的志向不能相乱的。',
        ],
        'tuan' => '渐为渐进，“少女出嫁吉利”，（六四）进而得位，前往可立功业。进用正道，可以正定邦国。（九五）之位为陽刚得中。（内卦艮）止而（外）巽顺，进而不陷入穷困。',
    ],
    'notes' => [
        'tuan' => '此释《渐》卦卦名及卦辞之义。渐：渐进。孔颖达曰：“渐者，不速之名也。”女归吉：少女出嫁则有吉。依卦气之说，《渐》为正月之卦，少女在正月（或春天）出嫁则有吉。案《诗•国风•匏有苦叶》：“士如归妻，迨冰未泮。”郑注：“冰未散，正月中以前也。”《白虎通德论》：“嫁娶必此春者。春，天地交通，万物始声，陰陽交接之时也。”此说正与卦气之说符。进得位：六四自下而上得位。往有功：因五位多功，六四承五陽前往，必有功。进以正：与“进得位”之义相同。刚得中：九五陽刚居中。止而巽：《渐》下艮上巽，艮为止。',
    ],
];
