<?php
return [
    'serial' => 53,
    'name' => '渐',
    'symbol' => [0, 0, 1, 0, 1, 1],
    'brief' => '风山渐',
    'spell' => '',
    'gua' => '女归吉，利贞。',
    'tuan' => '渐之进也，女归吉也。进得位，往有功也。进以正，可以正邦也。其位刚，得中也。止而巽，动不穷也。',
    'xiang' => '山上有木，渐；君子以居贤德，善俗。',
    'yao' => [
        '初六：鸿渐于干，小子厉，有言，无咎。',
        '六二：鸿渐于磐，饮食□□，吉。',
        '九三：鸿渐于陆，夫征不复，妇孕不育，凶；利御寇。',
        '六四：鸿渐于木，或得其桷，无咎。',
        '九五：鸿渐于陵，妇三岁不孕，终莫之胜，吉。',
        '上九：鸿渐于逵，其羽可用为仪，吉。',
    ],
    'xiaoxiang' => [
        '小子之厉，义无咎也。',
        '饮食衎衎，不素饱也。',
        '夫征不复，离群丑也。妇孕不育，失其道也。利用御寇，顺相保也。',
        '或得其桷，顺以巽也。',
        '终莫之胜，吉；得所愿也。',
        '其羽可用为仪，吉；不可乱也。',
    ],
];
