<?php
return [
    'serial' => 54,
    'name' => '归妹',
    'symbol' => [1, 1, 0, 1, 0, 0],
    'brief' => '雷泽归妹',
    'spell' => '',
    'gua' => '征凶，无攸利。',
    'tuan' => '归妹，天地之大义也。天地不交，而万物不兴，归妹人之终始也。说以动，所归妹也。征凶，位不当也。无攸利，柔乘刚也。',
    'xiang' => '泽上有雷，归妹；君子以永终知敝。',
    'yao' => [
        '初九：归妹以娣，跛能履，征吉。',
        '九二：眇能视，利幽人之贞。',
        '六三：归妹以须，反归以娣。',
        '九四：归妹愆期，迟归有时。',
        '六五：帝乙归妹，其君之袂，不如其娣之袂良，月几望，吉。',
        '上六：女承筐无实，士刲羊无血，无攸利。',
    ],
    'xiaoxiang' => [
        '归妹以娣，以恒也。跛能履吉，相承也。',
        '利幽人之贞，未变常也。',
        '归妹以须，未当也。',
        '愆期之志，有待而行也。',
        '帝乙归妹，不如其娣之袂良也。其位在中，以贵行也。',
        '上六无实，承虚筐也。',
    ],
];
