<?php
return [
    'serial' => 54,
    'name' => '归妹',
    'symbol' => [1, 1, 0, 1, 0, 0],
    'brief' => '雷泽归妹',
    'spell' => '',
    'gua' => '征凶，无攸利。',
    'tuan' => '归妹，天地之大义也。天地不交，而万物不兴，归妹人之终始也。说以动，所归妹也。征凶，位不当也。无攸利，柔乘刚也。',
    'xiang' => '泽上有雷，归妹；君子以永终知敝。',
    'yao' => [
        '初九：归妹以娣，跛能履，征吉。',
        '九二：眇能视，利幽人之贞。',
        '六三：归妹以须，反归以娣。',
        '九四：归妹愆期，迟归有时。',
        '六五：帝乙归妹，其君之袂，不如其娣之袂良，月几望，吉。',
        '上六：女承筐无实，士刲羊无血，无攸利。',
    ],
    'xiaoxiang' => [
        '归妹以娣，以恒也。跛能履吉，相承也。',
        '利幽人之贞，未变常也。',
        '归妹以须，未当也。',
        '愆期之志，有待而行也。',
        '帝乙归妹，不如其娣之袂良也。其位在中，以贵行也。',
        '上六无实，承虚筐也。',
    ],
    'zhuxi' => [
        'gua' => '婦人謂嫁曰歸。妹，少女也。兌以少女而從震之長男，而其情又為以說而動，皆非正也，故卦為歸妹。而卦之諸爻，自二至五，皆不得正，三五又皆以柔乘剛，故其占征凶，而无所利也。',
        'tuan' => '歸妹，天地之大義也。天地不交，而萬物不興。歸妹，人之終始也。'
            . '<span class="commentinner">釋卦名義也。歸者女之終，生育者人之始。</span>'
            . '說以動，所歸妹也。'
            . '<span class="commentinner">說，音悅。又以卦德言之。</span>'
            . '征凶，位不當也。无攸利，柔乘剛也。'
            . '<span class="commentinner">又以卦體釋卦辭。男女之交，本皆正理，唯若此卦，則不得其正也。</span>',
        'xiang' => '雷動澤隨，歸妹之象。君子觀其合之不正，知其終之有敝也。推之事物，莫不皆然。',
        'yao' => [
            '娣，音弟。跛，波我反。初九，居下而无正應，故為娣象。然陽剛在女子為賢正之德，但為娣之賤，僅能承助其君而已，故又為跛能履之象，而其占則征吉也。',
            '眇能視，承上爻而言。九二陽剛得中，女之賢也。上有正應，而反陰柔不正，乃女賢而配不良，不能大成內助之功，故為眇能視之象，而其占則利幽人之貞也。幽人，亦抱道守正而不偶者也。',
            '六三陰柔而不中正，又為說之主。女之不正，人莫之取者也，故為未得所適，而反歸為娣之象。或曰：須，女之賤者。',
            '九四，以陽居上體而无正應，賢女不輕從人，而愆期以待所歸之象，正與六三相反。',
            '袂，彌計反。六五，柔中居尊，下應九二，尚德而不貴飾，故為帝女下嫁而服不盛之象。然女德之盛，无以加此，故又為月幾望之象。而占者如之則吉也。',
            '刲，苦圭反。上六以陰柔居歸妹之終而无應，約婚而不終者也。故其象如此，而於占為无所利也。',
        ],
        'xiaoxiang' => [
            '恒，謂有常久之德。',
            '',
            '',
            '',
            '以其有中德之貴而行，故不尚飾。',
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《归妹卦》象征婚嫁：如果行为不正，前方会有凶险，不会有利益。',
        ],
        'xiang' => [
            '《归妹卦》的卦象是兑（泽）下震（雷）上，兑又代表少女，震又代表长男为嫁出少女之表象；君子应当永远使夫妇和谐，白头偕老，防止夫妇关系被破坏。',
        ],
        'yao' => [
            '初九，嫁出的少女作为偏房，好像跛脚而奋力向前行走，前进可获得吉祥。',
            '九二，眼睛一瞎一明仍能看到东西，说明幽居之人利于守正。',
            '六三，妹妹想冒充姐姐之位嫁为正室，结果还是作为妹妹嫁做偏房。',
            '九四，待嫁少女错过出嫁的时机，延迟日期待嫁，静等好的时机。',
            '六五，帝乙嫁出少女，正房的服饰，反不如偏房的服饰艳丽华美；月近十五将要圆了，吉祥。',
            '上六，女子的筐篮里空空荡荡没有实物，男子用刀宰羊却不见出血。没有利益。',
        ],
        'xiaoxiang' => [
            '“嫁出的少女作为偏房”，这是婚嫁中的正常情况；“好像跛脚而奋力向前行走”，说明能以偏房侧室的地位辅佐和照顾丈夫，必获吉祥。',
            '《象辞》说“幽居之人利于守正”，这是因为能遵守恒常的规则。',
            '“妹妹想冒充姐姐的地位嫁为正室”，这是不正当的。',
            '错过出嫁的时机，是为等待更好的时机到来再嫁。',
            '“帝乙嫁出少女，正房的服饰，反不如偏房的服饰艳丽华美”；说明虽身居中位，十分尊贵，却能保持勤俭谦虚的美德。',
            '《归妹卦》的第六位（上六）空虚无实，好比手持空空的篮筐。',
        ],
        'tuan' => '归妹，是存在于天地间的大道义。天地（陰陽之气）不交，则万物就不会兴盛。归妹，又是人生的终结与开始。喜悦而动，所以归妹。“出征有凶”，（中四爻）位置不正当。“无所利”，陰柔乘凌陽刚之上。',
    ],
    'notes' => [
        'tuan' => '此释《归妹》卦卦名及卦辞之义。归：嫁。妇人谓嫁曰归。妹，少女。人之终始：归者，为女之终；女归男而生育，故为人之始。说以动。《归妹》下兑为说，上震为动。所：案《经传释词》云：“所，犹可也。”征凶：也征则有凶。位不当：指《归妹》中四爻皆失位，二四陽居陰，三五是陰居陽。柔乘刚：《归妹》六三陰爻居九二陽爻之上，六五陰爻居九四陽爻之上。',
    ],
];
