<?php
return [
    'serial' => 55,
    'name' => '丰',
    'symbol' => [1, 0, 1, 1, 0, 0],
    'brief' => '雷火丰',
    'spell' => '',
    'gua' => '亨，王假之，勿忧，宜日中。',
    'tuan' => '丰，大也。明以动，故丰。王假之，尚大也。勿忧宜日中，宜照天下也。日中则昃，月盈则食，天地盈虚，与时消息，而况人於人乎？况於鬼神乎？',
    'xiang' => '雷电皆至，丰；君子以折狱致刑。',
    'yao' => [
        '初九：遇其配主，虽旬无咎，往有尚。',
        '六二：丰其蔀，日中见斗，往得疑疾，有孚发若，吉。',
        '九三：丰其沛，日中见昧，折其右肱，无咎。',
        '九四：丰其蔀，日中见斗，遇其夷主，吉。',
        '六五：来章，有庆誉，吉。',
        '上六：丰其屋，蔀其家，窥其户，阒其无人，三岁不见，凶。',
    ],
    'xiaoxiang' => [
        '虽旬无咎，过旬灾也。',
        '有孚发若，信以发志也。',
        '丰其沛，不可大事也。折其右肱，终不可用也。',
        '丰其蔀，位不当也。日中见斗，幽不明也。遇其夷主，吉；行也。',
        '六五之吉，有庆也。',
        '丰其屋，天际翔也。窥其户，阒其无人，自藏也。',
    ],
    'zhuxi' => [
        'gua' => '假，更白反。豐，大也。以明而動，盛大之勢也，故其占有亨道焉。然王者至此，盛極當衰，則又有憂道焉。聖人以為徒憂无益，但能守常，不至於過盛則可矣，故戒以勿憂，宜日中也。',
        'tuan' => '豐，大也。明以動，故豐。'
            . '<span class="commentinner">以卦德釋卦名義。</span>'
            . '王假之，尚大也。勿憂，宜日中，宜照天下也。'
            . '<span class="commentinner">釋卦辭。</span>'
            . '日中則昃，月盈則食。天地盈虛，與時消息，而況於人乎，況于鬼神乎？'
            . '<span class="commentinner">此又發明卦辭外意，言不可過中也。</span>',
        'xiang' => '折，之舌反。取其威照並行之象。',
        'yao' => [
            '配主，謂四，旬，均也，謂皆陽也。當豐之時，明動相資，故初九之遇九四，雖皆陽剛，而其占如此也。',
            '蔀，音部。六二居豐之時，為離之主，至明者也。而上應六五之柔暗，故為豐蔀見斗之象。蔀，障蔽也。大其障蔽，故日中而昏也。往而從之，則昏暗之主，必反見疑，唯在積其誠意以感發之，則吉。戒占者宜如是也。虛中，有孚之象。',
            '沬、昧同，莫佩反。折，食列反。沛，一作旆，謂凡旛幔也，其蔽甚於蔀矣。沬，小星也。三處明極，而應上六，雖不可用，而非咎也。故其象占如此。',
            '《象》與六二同。夷，等夷也，謂初九也。其占為當豐而遇暗主，下就同德則吉也。',
            '質雖柔暗，若能來致天下之明，則有慶譽而吉矣。蓋因其柔暗而設此以開之。占者能如是，則如其占矣。',
            '闃，苦具鵙。以陰柔居豐極，處動終，明極而反暗者也。故為豐大其屋而反以自蔽之象。无人、不覿，亦言障蔽之深，其凶甚矣。',
        ],
        'xiaoxiang' => [
            '戒占者不可求勝其配，亦爻辭外意。',
            '',
            '',
            '',
            '',
            '藏，謂障蔽。',
        ],
    ],
    'wangbi' => [
        'gua' => '大而亨者，王之所至。丰之为义，阐弘微细，通夫隐滞者也，为天下之主，而令微隐者不亨，忧未已也，故至“丰亨”，乃得勿忧也。用夫丰亨不忧之德，宜处天中，以偏照者也，故曰“宜日中”也。',
        'tuan' => '丰，大也。'
            . '<span class="commentinner">音阐大之大也。</span>'
            . '明以动，故丰。王假之，尚大也。'
            . '<span class="commentinner">大者王之所尚，故至之也。</span>'
            . '“勿忧，宜日中”，宜照天下也。'
            . '<span class="commentinner">以勿忧之德，故宜照天下也。</span>'
            . '日中则昃，月盈则食，天地盈虚，与时消息，而况於人乎？况於鬼神乎？'
            . '<span class="commentinner">丰之为用，困於昃食者也。施於未足则尚丰，施於已盈则方溢，不可以为常，故具陈消息之道者也。</span>',
        'xiang' => '文明以动，不失情理也。',
        'yao' => [
            '处丰之初，其配在四，以陽适陽，以明之动，能相光大者也。旬，均也。虽均无咎，往有尚也。初、四俱陽爻，故曰“均”也。',
            '蔀，覆暧鄣光明之物也。处明动之时，不能自丰以光大之德，既处乎内，而又以陰居陰，所丰在蔀，幽而无睹者也，故曰“丰其蔀，日中见斗”也。日中者，明之盛也；斗见者，暗之极也。处盛明而丰其蔀，故曰“日中见斗”。不能自发，故往得疑疾。然履中当位，处暗不邪，有孚者也。若，辞也。有孚可以发其志，不困於暗，故获吉也。',
            '沛，幡幔，所以御盛光也。沬，微昧之明也。应在上六，志在乎陰，虽愈乎以陰处陰，亦未足以免於暗也。所丰在沛，日中则见沬之谓也。施明，则见沬而已，施用，则折其右肱，故可以自守而已，未足用也。',
            '以陽居陰，丰其蔀也。得初以发，夷主吉也。',
            '以陰之质，来适尊陽之位，能自光大，章显其德，获庆誉也。',
            '屋，藏荫之物，以陰处极而最在外，不履於位，深自幽隐，绝迹深藏者也。既丰其屋，又蔀其家，屋厚家覆，暗之甚也。虽闚其户，阒其无人，弃其所处，而自深藏也。处於明动尚大之，时而深自幽隐，以高其行；大道既济，而犹不见，隐不为贤，更为反道，凶其宜也。三年，丰道之成。治道未济，隐犹可也；既济而隐，是以治为乱者也。',
        ],
        'xiaoxiang' => [
            '过均则争，交斯叛也。',
            '',
            '明不足也。虽有左在，不足用也。',
            '',
            '',
            '翳光最甚者也。可以出而不出，自藏之谓也，非有为而藏。不出户庭，失时致凶，况自藏乎？凶其宜也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“丰”，大也；明以动，故“丰”。“王假之”，尚大也。“勿忧，宜日中”，宜照天下也。日中则昃，月盈则食；天地盈虚，与时消息，而况於人乎？况於鬼神乎？'
            . '<span class="commentinner">“丰”者，极盛之时也。天下既平，其势必至于极盛，故曰“王假之，勿忧，宜日中”者。不忧其不至，而忧其已至也，宜日之中，而不宜其既中也。既盈而亏，天地鬼神之所不免也，而圣人何以处此？曰：“丰”者，至足之辞也。足则馀，馀则溢；圣人处之以不足，而安所求馀？故圣人无丰，丰非圣人之事也。</span>',
        'xiang' => '《传》曰：“为刑罚、威狱，以类天之震曜”，故《易》至于“雷电相遇”，则必及弄狱，取其“明以动”也。至于“离”与“艮”相遇，则曰“无折狱”、“无留狱”，取其“明以止”也。',
        'yao' => [
            '凡人，智生于忧患而愚生于安佚#。“丰”之患常在于暗，故爻皆以明暗为吉凶也。初九、六二、九三，三者皆“离”也，而有明德者也；九四、六五、上六，则所谓“丰”而暗者也。“离”，火也、日也，以下升上，其性也。以明发暗，其德也。故三“离”皆上适于“震”。初九适四，其配之所在也；而九四非其配，故曰“配主”。“旬”之为言，犹曰“周浃”云尔。“尚”，配也，九四以陽居陰，不安于暗者也，方其患蔽而求发，则虽两刚可以相受，故曰“往有尚”，言其与配同也。及其暗去而明全，“离”之功既周浃矣，则当去之。既浃而不去，则有相疑之灾。九四之为人，可与共忧患而不可与同安乐者也。',
            '',
            '“蔀”，覆也，蔽之全者也。“见斗”，暗之甚也。“沛”，旆也，蔽之不全者也。“沬”，小明也，明暗杂者也。六五之谓“蔀”，上六之谓“沛”，何也？二者皆陰也，而六五处中，居暗以求明；上六处高，强明以自用。六二之适五也，适于全蔽而甚暗者也。夫蔽全，则患蔽也深；暗甚，则求明也力。六五之暗，不发则已，发之则明矣。故曰：“往得疑疾，有孚，发若，吉。”以陰适陰，其始未有不疑者也，六二虽陰，而所以为“离”，明之所自出也，故始疑而终信也。若夫九三之适上六，则适于明暗杂者也；用人则不能，自用则不足，故不可以大事也。君子不畏其蔽，而畏其杂，以为无时而可发也，为之用乎则不可，不为之用乎则不敢，故折其右肱，以示必不可用而后免也。',
            '“夷”，等夷也。初九之谓夷主，不得其配而得其类也。“幽不明”者，以言其暗之甚，而不杂。“吉行”者，言初九之不可以久留也。',
            '六五以陰居陽，有“章”者也；而能来六二之明，故曰“来章”。借明于人而誉归于己，君子予之。',
            '上六翔于天际，自以为明之至也；而其暗则足以蔽其身而已，故曰“丰其屋，蔀其家”。九三自折其右肱而莫为之用，岂真无人哉！畏我而自藏也。“三岁不靓”，其自以为明者穷矣，故“凶”。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《丰卦》象征盛大丰满：亨通，君王能够使天下达到盛大丰满；就不用忧愁，好比太陽位居中天，光芒万丈。',
        ],
        'xiang' => [
            '《丰卦》的卦象是离（火）下（震）雷上，离又代表闪电，震为雷，为雷电同时到来之表象，象征着盛大丰满；君子应该像雷电那样，审案用刑正大光明。',
        ],
        'yao' => [
            '初九，遇见地位彼此相当的伙伴，虽然合作十天也不致受害，前往会受到尊敬重视。',
            '六二，光明遭到云的蒙蔽，好比明亮的白天却看到了夜晚的北斗星，前往行事会被猜疑；如果能以自己的至诚之心去启迪，那么最后是能获得吉祥的。',
            '九三，光明被云遮掩，明亮的白天看见了小星星；好比右臂被折断而难以有所作为，但终究不会受害。',
            '九四，光明遭到云的蒙蔽，亮的白天却看到了夜晚的北斗星；但若遇到明主赏识还是会吉祥的。',
            '六五，有美德的贤能之士来辅佐，会有喜庆和美誉，吉祥。',
            '上六，房屋高大，蒙蔽居室，窥视窗户，寂静而无人，三年之久仍不见人，自蔽孤立，定有凶险。',
        ],
        'xiaoxiang' => [
            '“虽然合作十天也不致受害”，但是过了十天就可能会有灾祸。',
            '“能以自己的至诚之心去启迪”，是有信以展拓其盛大之志。',
            '“光明被云遮掩”，不可成就胜任大事；“右臂折断而无为慎守”，最终得不到重用或不可能有所作用了。',
            '“光明遭到云的蒙蔽”，是说九四爻所居的爻位不当；“明亮的白天却看到了夜晚的北斗星”，说明由于蒙蔽而出现昏暗；“但若遇到明主赏识”，行动还是会获得吉祥的。',
            '《丰卦》的第五爻位（六五）的吉祥，必定会有喜庆。',
            '“高大的房屋”，居内自蔽，孤立于人，好似在天际飞翔；“窥视窗户，寂静而无人”，深深隐藏踪迹。',
        ],
        'tuan' => '丰，大。光明而动，故曰丰。“大王亲至”，崇尚盛大。“不要忧虑，适宜中午（进行）”宜以（中午的太陽）普照天下。日过中午则体倾斜，月过（十五之）盈满则亏蚀。天地之间的盈满亏虚，都随着时间或消或息地变化，更何况人呢？何况鬼神呢？'
    ],
    'notes' =>[
        'tuan' => '此释《丰》卦卦名及卦辞之义。明以动：《丰》下离上震，离为明，震为动。假：至。尚：尊崇。勿忧宜日中：不要忧虑，宜在中午进行，日中，中午。宜照天下：是释“日中”，中午日之光明普照天下。《丰》内卦为离，离为日，为明，故曰“宜照天下”。昃：倾斜。食：又作“蚀”，此指月亏蚀。天地盈虚：天之盈虚，显系指日月变化；而地之盈虚，或指百果草木随天时之变而隆枯。'
    ],
];
