<?php
return [
    'serial' => 56,
    'name' => '旅',
    'symbol' => [0, 0, 1, 1, 0, 1],
    'brief' => '火山旅',
    'spell' => '',
    'gua' => '小亨，旅贞吉。',
    'tuan' => '旅，小亨，柔得中乎外，而顺乎刚，止而丽乎明，是以小亨，旅贞吉也。旅之时义大矣哉！',
    'xiang' => '山上有火，旅；君子以明慎用刑，而不留狱。',
    'yao' => [
        '初六：旅琐琐，斯其所取灾。',
        '六二：旅即次，怀其资，得童仆贞。',
        '九三：旅焚其次，丧其童仆，贞厉。',
        '九四：旅于处，得其资斧，我心不快。',
        '六五：射雉一矢亡，终以誉命。',
        '上九：鸟焚其巢，旅人先笑后号啕。丧牛于易，凶。',
    ],
    'xiaoxiang' => [
        '旅琐琐，志穷灾也。',
        '得童仆贞，终无尤也。',
        '旅焚其次，亦以伤矣。以旅与下，其义丧也。',
        '旅于处，未得位也。得其资斧，心未快也。',
        '终以誉命，上逮也。',
        '以旅在上，其义焚也。丧牛于易，终莫之闻也。',
    ],
    'zhuxi' => [
        'gua' => '旅，羇旅也。山止於下，火炎於上，為去其所止而不處之象，故為旅。以六五得中於外，而順乎上下之二陽，艮止而離麗於明，故其占可以小亨，而能守其旅之貞，則吉。旅非常居，若可苟者。然道无不在，故自有其正，不可須臾離也。',
        'tuan' => '旅，小亨，柔得中乎外而順乎剛，止而麗乎明，是以小亨，旅貞吉也。'
            . '<span class="commentinner">以卦體、卦德釋卦辭。</span>'
            . '旅之時義大矣哉。'
            . '<span class="commentinner">旅之時為難處。</span>',
        'xiang' => '慎刑如山，不留如火。',
        'yao' => [
            '當旅之時，以陰柔居下位，故其象占如此。',
            '即次則安，懷資則裕，得其童僕之貞信，則无欺而有賴，旅之最吉者也。二有柔順中正之德，故其象占如此。',
            '喪，息浪反。《象》同。過剛不中，居下之上，故其象占如此。喪其童僕，則不止於失其心矣。故貞字連下句為義。',
            '以陽居陰，處上之下，用柔能下，故其象占如此。然非其正位，又上无剛陽之與，下唯陰柔之應，故其心有所不快也。',
            '射，石亦反。雉，文明之物，離之象也。六五柔順文明，又得中道，為離之主，故得此爻者，為射雉之象。雖不无亡矢之費，而所喪不多，終有譽命也。',
            '喪、易，並去聲。上九過剛，處旅之上，離之極，驕而不順，凶之道也。故其象占如此。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '以旅之時，而與下之道如此，義當喪也。',
            '',
            '上逮，言其譽命聞於上也。',
        ],
    ],
    'wangbi' => [
        'gua' => '不足全夫贞吉之道，唯足以为旅之贞吉，故特重曰“旅，贞吉”也。',
        'tuan' => '“旅，小亨”，柔得中乎外，而顺乎刚，止而丽乎明，是以“小亨，旅贞吉”也。'
            . '<span class="commentinner">夫物失其主则散，柔乘於刚则乖。既乖且散，物皆羁旅，何由得小亨而吉乎？夫陽为物长，而陰皆顺陽。唯六五乘刚，而复得中乎外，以承于上，陰凶顺陽，不为乖逆。止而丽明，动不履妄，虽不及刚得尊位，恢弘大通，是以小亨。令附旅者，不失其正，得其所安也。</span>'
            . '旅之时义大矣哉！'
            . '<span class="commentinner">旅者大散，物皆失其所居之时也。咸失其居，物愿所附，岂非知者有为之时？</span>',
        'xiang' => '止以明之，刑戮详也。',
        'yao' => [
            '最处下极，寄旅不得所安，而为斯贱之役，所取致灾，志穷且困。',
            '次者，可以安行旅之地也。怀，来也。得位居中，体柔奉上，以此寄旅，必获次舍。怀来资货，得童仆之所正也。旅不可以处盛，故其美尽於童仆之正也。过斯以往，则见害矣。童仆之正，义足而已。',
            '居下体之上，与二相得，以寄旅之身而为施下之道，与萌侵权，主之所疑也，故次焚仆丧，而身危也。',
            '斧所以斫除荆棘，以安其舍者也。虽处上体之下，不先於物，然而不得其位，不获平坦之地，客于所处，不得其次，而得其资斧之地，故其心不快也。',
            '射雉以一矢，而复亡之，明虽有雉，终不可得矣。寄旅而进，虽处于文明之中，居于贵位，此位终不可有也。以其能知祸福之萌，不安其处以乘其下，而上承於上，故终以誉而见命也。',
            '居高危而以为宅，巢之谓也。客旅得上位，故先笑也。以旅而处于上极，众之所嫉也。以不亲之身而当被害之地，必凶之道也，故曰“后号咷”。牛者，稼穑之资。以旅处上，无所同嫉，故“丧牛于易”，不在於难。物莫之与，危而不扶，丧牛于易，终莫之闻。莫之闻，则伤之者至矣。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“旅，小亨”，柔得中乎，外而顺乎刚；止而丽乎明；是以“小亨，旅贞吉”也。旅之时义大矣哉！'
            . '<span class="commentinner">“旅”，六二、六五二陰据用事之地，而九三、九四、上九三陽寓于其间，所以为“旅”也。小者为主，而大者为旅。为主者以得中，而顺乎刚为亨，故曰“小亨”；为旅者以居贞，而不取为吉，故曰“旅贞吉”。“止而丽乎明”，则居贞而不取之谓也；“贞吉”者指三陽，非二陰为主者之事也，故特曰“旅贞吉”。</span>',
        'xiang' => '',
        'yao' => [
            '“羁旅”之世，物无正主，近则相依。自六二至上九，皆陰陽相邻，而初独孑然处六二之下，其细已甚①，故曰“旅琐琐”也。斯，隶也；六二近于九三，三之所取也；初六穷而无依，隶于六二，役于九三。三“焚”二次，并以及初，故曰“斯其所取灾”也。【校注】 ①已甚：《苏氏易传》作“以甚”，误。',
            '六二，九三之所即以为次也。因三之资以隶初六，故曰“得童仆，贞”。初六虽四之应，而四为三所隔，终“无尤”之者也。',
            '“下”，初六也。六二，我之次也。而初隶于二，怀二而并有之，则初亦我之童仆矣。九三以刚居上，见得而忘义，焚二以取初，则一举而两失之矣。',
            '“资斧”，所以除荆棘、治次舍也。九四刚而失位，所乘者九三，有资斧而无地者也，故处而“心不快”。',
            '居二陽之间，可以德怀，不可以力取。如以一矢射两雉，理无兼获。得四则失上矣，若不志于取，亡矢而不射，则夫二陽者皆可以其功誉而爵命之，非独得四可以及上也。',
            '九三次于六二之上，上九“巢”于六五之上，皆以刚临柔。六二、六五皆无应，而在我下，其势必与我。上九、九三知其无应而必我与也，故易而取之。九三“焚其次”，上九“焚其巢”，其为不义一也。而三止于“贞厉”，上至于“号咷”之凶者，六五旅之主也。“离”之《象》曰：“畜牝牛，吉。”六五之谓牛矣，易五以丧牛，终莫之闻者，骄亢之罪也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《旅卦》象征旅行：小心谦顺可以亨通，旅行虽是小事，但能坚守正道必然吉祥。',
        ],
        'xiang' => [
            '《旅卦》的卦象是艮（山）下离（火）上，为火势匆匆蔓延之表象，象征行旅之人匆匆赶路；君子观此应谨慎使用刑罚，明断决狱。',
        ],
        'yao' => [
            '初六，旅行之始猥琐不堪，这是自己招来的灾祸。',
            '六二，旅客住在旅舍，携带钱财，有童仆照顾，能坚守正道。',
            '九三，旅途中施舍失火，从而丧失了照顾自己的童仆，失去正道，会出现危险。',
            '九四，身处异乡暂为栖身，不能安居，虽然得到路费，但我的心情仍然不愉快。',
            '六五，射野鸡，丧失一枝箭；但最终获得荣誉和爵命。',
            '上九，鸟巢失火被烧掉，行旅之人得高位先喜悦欢笑，后因遭祸事而号啕痛哭；牧人在牧场丢失了牛，有凶险。',
        ],
        'xiaoxiang' => [
            '“旅行之始猥琐不堪”，是意志穷迫造成的灾祸。',
            '“有童仆照顾，能坚守正道”，故不会有过失。',
            '“旅途中施舍失火”，已经受到损伤；把童仆视为路人，童仆舍其而去，是必然的，合乎道理的。',
            '“身处异乡暂为栖身，不能安居”，因为毕竟未得到长久安身的地方；“虽然得到路费”，但仍然客居他乡，故此时心中仍不畅快。',
            '“最终获得荣誉和爵命”，是由于能亲近居高位的尊者。',
            '“作为旅客却在异乡身居高位，这样必然要遭到焚巢之灾；牧人在牧场丢失了牛，这个，可悲的结局是无可挽回的。',
        ],
        'tuan' => '旅，“不亨通”，（六五）陰柔居中于外卦，而顺从（九四、上九）陽刚，（内卦艮）静止而依附（外卦离之）光明，所以“小有亨通，旅中守正则吉”。《旅》卦时的意义，太大啦！',
    ],
    'notes' => [
        'tuan' => '此释《旅》卦卦名及卦辞之义。柔得中乎外：《旅》卦六五之柔居中而在外卦。顺乎刚：六五居九四与上九两陽之间，故有顺从陽刚之义。止而丽乎明：《旅》卦下艮为止，上离为丽、为明。小亨：小事亨通。'
    ],
];
