<?php
return [
    'serial' => 57,
    'name' => '巽',
    'symbol' => [0, 1, 1, 0, 1, 1],
    'brief' => '巽为风',
    'description' => '',
    'spell' => 'xùn',
    'gua' => '小亨，利攸往，利见大人。',
    'tuan' => '重巽以申命，刚巽乎中正而志行。柔皆顺乎刚，是以小亨，利有攸往，利见大人。',
    'xiang' => '随风，巽；君子以申命行事。',
    'yao' => [
        '初六：进退，利武人之贞。',
        '九二：巽在床（爿木）下，用史巫纷若，吉无咎。',
        '九三：频巽，吝。',
        '六四：悔亡，田获三品。',
        '九五：贞吉悔亡，无不利。无初有终，先庚三日，后庚三日，吉。',
        '上九：巽在床下，丧其资斧，贞凶。',
    ],
    'xiaoxiang' => [
        '进退，志疑也。利武人之贞，志治也。',
        '纷若之吉，得中也。',
        '频巽之吝，志穷也。',
        '田获三品，有功也。',
        '九五之吉，位正中也。',
        '巽在床下，上穷也。丧其资斧，正乎凶也。',
    ],
    'zhuxi' => [
        'gua' => '巽，入也。一陰伏於二陽之下，其性能巽以入也，其象為風，亦取入義。陰為主，故其占為小亨；以陰從陽，故又利有所往。然必知所從，乃得其正，故又曰利見大人也。',
        'tuan' => '重巽以申命。'
            . '<span class="commentinner">釋卦義也。巽順而入，必究乎下，命令之象。重巽，故為申命也。</span>'
            . '剛巽乎中正而志行，柔皆順乎剛，是以小亨，利有攸往，利見大人。'
            . '<span class="commentinner">以卦體釋卦辭。剛巽乎中正而志行，指九五。柔，謂初四。</span>',
        'xiang' => '隨，相繼之義。',
        'yao' => [
            '初以陰居下，為巽之主，卑巽之過，故為進退不果之象。若以武人之貞處之，則有以濟其所不及，而得所宜矣。',
            '二以陽處陰而居下，有不安之意。然當巽之時，不厭其卑，而二又居中，不至已甚，故其占為能過於巽，而丁寧煩悉其辭，以自道達，則可以吉而无咎，亦竭誠意以祭祀之吉占也。',
            '過剛不中，居下之上，非能巽者，勉為屢失，吝之道也，故其象占如此。',
            '陰柔无應，承乘皆剛，宜有悔也。而以陰居陰，處上之下，故得悔亡，而又為卜田之吉占也。三品者，一為乾豆，一為賓客，一以充庖。',
            '先，西薦反。後，胡豆反。九五，剛健中正，而居巽體，故有悔，以有貞而吉也，故得亡其悔而无不利。有悔，是无初也，亡之，是有終也。庚，更也，事之變也。先庚三日，丁也，後庚三日，癸也。丁，所以丁甯於其變之前，癸，所以揆度於其變之後。有所變更而得此占者，如是則吉也。',
            '喪，息浪反。下同。巽在牀下，過於巽者也。喪其資斧，失所以斷也。如是，則雖貞亦凶矣。居巽之極，失其陽剛之德，故其象占如此。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '正乎凶，言必凶。',
        ],
    ],
    'wangbi' => [
        'gua' => '全以巽为德，是以小亨也。上下皆巽，不违其令，命乃行也。故申命行事之时，上下不可以不巽也。巽悌以行，物无距也。大人用之，道愈隆。',
        'tuan' => '重巽以申命。'
            . '<span class="commentinner">命乃行也。未有不巽而命行也。</span>'
            . '刚巽乎中正而志行。'
            . '<span class="commentinner">以刚而能用巽，处乎中正，物所与也。</span>'
            . '柔皆顺乎刚。'
            . '<span class="commentinner">明无违逆，故得小亨。</span>'
            . '是以“小亨，利有攸往，利见大人”。',
        'xiang' => '',
        'yao' => [
            '处令之初，未能服令者也。故进退也。成命齐邪，莫善武人，故“利武人之贞”以整之。',
            '处巽之中，既在下位，而复以陽居陰，卑巽之甚，故曰：“巽在床下”也。卑甚失正，则入于咎过矣。能以居中而施至卑於神祗，而不用之於威势，则乃至于纷若之吉，而亡其过矣。故曰“用史巫纷若，吉，无咎”也。',
            '频，频蹙，不乐而穷，不得已之谓也。以其刚正而为四所乘，志穷而巽，是以吝也。',
            '乘刚，悔也，然得位承五，卑得所奉。虽以柔乘刚，而依尊履正，以斯行命，必能获强暴，远不仁者也。获而有益，莫善三品，故曰“悔亡，田获三品”。一曰乾豆，二曰宾客，三曰充君之庖。',
            '以陽居陽，损於谦巽。然秉乎中正以宣其令，物莫之违，故曰“贞吉，悔亡，无不利”也。化不以渐，卒以刚直用加於物，故初皆不说也。终於中正，邪道以消，故有终也。申命令谓之庚。夫以正齐物，不可卒也；民迷固久，直不可肆也，故先申三日，令著之后，复申三日，然后诛而无咎怨矣。甲、庚，皆申命之谓也。',
            '处巽之极，极巽过甚，故曰：“巽在床下”也。斧所以断者也，过巽失正，丧所以断，故曰“丧其资斧，贞凶”也。',
        ],
        'xiaoxiang' => [
            '巽顺之志，进退疑惧。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '重巽以申命。'
            . '<span class="commentinner">君子和而不同，以“巽”继“巽”，小人之道也。无施而可，故用于申命而已。</span>'
            . '刚“巽”乎中正而志行，柔皆顺乎刚，是以“小亨，利有攸往，利见大人。”'
            . '<span class="commentinner">所以为“巽”者，初与四也。二五虽据用事之地，而权不在焉，故曰“刚‘巽’乎中正而志行”，言必用初与四而后得志也。权虽在初与四，而非用事之地，故曰：“柔皆顺乎刚，是以小亨，”言必顺二五而后亨也。“利有攸往”，为二、五用也；“利见大人”，见九五也。有其权而无其位，非九五之大人，孰能容之？</span>',
        'xiang' => '“申”，重也；两风相因，是谓“随风”，申命之象也。古之为令者，必反覆申明之，然后事必行。',
        'yao' => [
            '初六有其权而无其位，九二、九三之所病，故疑而进退也。小人而权在焉，则《易》谓之武人；武人负其力而不贞于君，志乱也；及其治也，则以贞于其君为利。',
            '九二以陽居陰，能下人者也。知权在初六，故“巽”于床下，下之而求用也。初六，武人也；方且进退，我则下之而求其用，故求者纷然，而用者不力。譬之用史、巫，将以求福于神，神之降福未可知，而史、巫先享其利也。故“吉”而后“无咎”。纷然而求人者，非吉之道也，其所以吉者，居得其中，用事之地也。',
            '九三以陽居陽，而非用事之地也。知权之在初六也，下之则心不服，制之则力不能，故频蹙以待之。“复”之六三不能止初九之为“复”也，故“频复”；“巽”之九三不能止初六之为“巽”也，故“频巽”。',
            '六四，有其权而无其位者，与初六均也，盖亦居可疑之地矣。而有九五以为之主，坦然以正待之，故“悔亡”。九五不求，而六四自求用，故其用也力。譬之于田：田者尽力以获禽，而利归于君。“一为乾豆，二为宾客，三为充者之庖。”君子不劳而“获三品”，其与史巫之功亦远矣。',
            '九五履中正之位，进不频蹙以忌四，退不过“巽”以下之，盖贞而已矣。此四所以心服而为之用也，是以“吉”且“悔亡”而“无不利”。“无不利”者，四与五皆利也。九五之德如此，故有“后庚”之终“吉”。',
            '九二以陽居陰，上九处“巽”之极，故皆“巽”于床下。而上九陽亢于上，非能下人者也；九二之“巽”，将以用初六；而上九之“巽”，将以图六四也，有用斧之意焉，特以处于无位之地，故丧其斧也。以上下言之则“正”，以势言之则“凶”。',
        ],
        'xiaoxiang' => [
        ],
    ],

    'vernacular' => [
        'gua' => ['《巽卦》象征顺从：谦虚柔顺，小心从事可以达到亨通，这样才能利于所要做的事情，利于出现有道德并居于高位的人物。', '巽卦：小亨通。有利于出行。有利于见到王公贵族。'],
        'tuan' => '两巽相重以申王命。（九五）陽刚居中正之位而行其志。（初六、六四）陰柔皆顺从陽刚。所以“小享通，宜有所往，宜见有权势的人”。',
        'xiang' => '《巽卦》的卦象是巽（风）下巽（风）上，为风行起来无所不入之表象，由此表示顺从。具有贤良公正美德的君主应当仿效风行而物无不顺的样子，下达命令，施行统治。',
        'yao' => [
            '初六，过度谦卑，缺乏信心，进退迟疑，利于勇武之人坚守中正之道。',
            '九二，过度谦卑而屈居于床下，如果能像祝史、巫觋那样用崇敬谦恭的态度事神将十分吉祥，一定不会有什么祸患。',
            '九三，朝令夕改，使人无所适从，会有祸患。',
            '六四，悔恨消失，田猎时得到多种收获。',
            '九五，坚守中道，可以得到吉祥，悔恨会消失，做任何事情没有不顺利的；开始时也许不会太顺利，但最后一定会通达。比如颁行新的法令、政令，可以在象征变更的“庚”日的前三天发布，在“庚”日后三天再开始施行这些命令，才能使命令深入人心，从而使上下皆顺从，由此获得好的效果。',
            '上九，谦卑恭顺到了极点而屈于床下，丧失了赖以谋生的资本，丧失了刚硬的本性，结果是凶险的。',
        ],
        'xiaoxiang' => [
            '“过度谦卑，缺乏信心，进退迟疑”，是指意志懦弱犹豫；“利于勇武之人坚守中道”，是勉励其修治，以树立坚强的意志。',
            '“用崇敬谦恭的态度去行事将十分吉祥”，这是因为九二爻能够居中守正的缘故。',
            '“朝令夕改，使人无所适从，会有祸患”，是因为当政者缺乏远大的志向。',
            '“田猎时得到多种收获”，是因为能恪守“顺从”之道，所以才有所建树。',
            '《巽卦》的第五爻位（九五）之所以吉祥，是因为它居中端正，守持中道，慎始慎终。',
            '“谦卑恭顺到了极点而屈居于床下”，处于穷极末路，无法前进；“丧失了谋生的资本”，失去了生活的能力，结果必然是凶险的。',
        ],
        'notes' => [
            'tuan' => '此释《巽》卦卦名及卦辞之义。重巽：《巽》卦上下皆巽。巽，帛书《周易》六十四卦作“笄”。吴汝纶曰：“巽有践义，《尚书》‘巽联位’，《史记》‘巽’作‘践’。”案下文“刚巽书乎中正”。《象》之《巽》“君子以申命行事”吴氏之说极是。申：重复。命：王命 。刚巽乎中正：九五陽刚居中得正。巽，为入、为践，此指居。柔皆顺乎刚：《巽》初六、六四之柔皆顺从九二、九三、九五上九之刚。柔，指初六、六四。刚，指二、三、五、上。',
        ],
        'unscramble' => '',
    ],
];
