<?php
return [
    'serial' => 57,
    'name' => '巽',
    'symbol' => [0, 1, 1, 0, 1, 1],
    'brief' => '巽为风',
    'spell' => 'xùn',
    'gua' => '小亨，利攸往，利见大人。',
    'tuan' => '重巽以申命，刚巽乎中正而志行。柔皆顺乎刚，是以小亨，利有攸往，利见大人。',
    'xiang' => '随风，巽；君子以申命行事。',
    'yao' => [
        '初六：进退，利武人之贞。',
        '九二：巽在□（爿木）下，用史巫纷若，吉无咎。',
        '九三：频巽，吝。',
        '六四：悔亡，田获三品。',
        '九五：贞吉悔亡，无不利。无初有终，先庚三日，后庚三日，吉。',
        '上九：巽在□下，丧其资斧，贞凶。',
    ],
    'xiaoxiang' => [
        '进退，志疑也。利武人之贞，志治也。',
        '纷若之吉，得中也。',
        '频巽之吝，志穷也。',
        '田获三品，有功也。',
        '九五之吉，位正中也。',
        '巽在□下，上穷也。丧其资斧，正乎凶也。',
    ],
];
