<?php
return [
    'serial' => 57,
    'name' => '巽',
    'symbol' => [0, 1, 1, 0, 1, 1],
    'brief' => '巽为风',
    'description' => '人与神之间的使者',
    'spell' => 'xùn',
    'gua' => '小亨，利攸往，利见大人。',
    'tuan' => '重巽以申命，刚巽乎中正而志行。柔皆顺乎刚，是以小亨，利有攸往，利见大人。',
    'xiang' => '随风，巽；君子以申命行事。',
    'yao' => [
        '初六：进退，利武人之贞。',
        '九二：巽在床（爿木）下，用史巫纷若，吉无咎。',
        '九三：频巽，吝。',
        '六四：悔亡，田获三品。',
        '九五：贞吉悔亡，无不利。无初有终，先庚三日，后庚三日，吉。',
        '上九：巽在床下，丧其资斧，贞凶。',
    ],
    'xiaoxiang' => [
        '进退，志疑也。利武人之贞，志治也。',
        '纷若之吉，得中也。',
        '频巽之吝，志穷也。',
        '田获三品，有功也。',
        '九五之吉，位正中也。',
        '巽在床下，上穷也。丧其资斧，正乎凶也。',
    ],

    'vernacular' => [
        'gua' => ['《巽卦》象征顺从：谦虚柔顺，小心从事可以达到亨通，这样才能利于所要做的事情，利于出现有道德并居于高位的人物。', '巽卦：小亨通。有利于出行。有利于见到王公贵族。'],
        'tuan' => '两巽相重以申王命。（九五）陽刚居中正之位而行其志。（初六、六四）陰柔皆顺从陽刚。所以“小享通，宜有所往，宜见有权势的人”。'
        'xiang' => '《巽卦》的卦象是巽（风）下巽（风）上，为风行起来无所不入之表象，由此表示顺从。具有贤良公正美德的君主应当仿效风行而物无不顺的样子，下达命令，施行统治。',
        'yao' => [
            ['初六，过度谦卑，缺乏信心，进退迟疑，利于勇武之人坚守中正之道。', '初六：前进后退听命于他人，有利于军人的占问。'],
            ['九二，过度谦卑而屈居于床下，如果能像祝史、巫觋那样用崇敬谦恭的态度事神将十分吉祥，一定不会有什么祸患。', '九二：在床下算卦，祝史巫师禳灾驱鬼，乱纷纷一团。吉利，没有灾祸。'],
            ['九三，朝令夕改，使人无所适从，会有祸患。', '九三：愁眉苦脸地算卦，危险。'],
            ['六四，悔恨消失，田猎时得到多种收获。', '六四：没有悔恨。田猎获得三种猎物。'],
            ['九五，坚守中道，可以得到吉祥，悔恨会消失，做任何事情没有不顺利的；开始时也许不会太顺利，但最后一定会通达。比如颁行新的法令、政令，可以在象征变更的“庚”日的前三天发布，在“庚”日后三天再开始施行这些命令，才能使命令深入人心，从而使上下皆顺从，由此获得好的效果。', '九五：占得吉兆，没有悔恨，没有什么不利。开头不好，结局不错。时间在丁日和癸日，吉利。'],
            ['上九，谦卑恭顺到了极点而屈于床下，丧失了赖以谋生的资本，丧失了刚硬的本性，结果是凶险的。', '上九：在床下算卦，丧失了钱财。占得凶兆。'],
        ],
        'xiaoxiang' => [
            '“过度谦卑，缺乏信心，进退迟疑”，是指意志懦弱犹豫；“利于勇武之人坚守中道”，是勉励其修治，以树立坚强的意志。',
            '“用崇敬谦恭的态度去行事将十分吉祥”，这是因为九二爻能够居中守正的缘故。',
            '“朝令夕改，使人无所适从，会有祸患”，是因为当政者缺乏远大的志向。',
            '“田猎时得到多种收获”，是因为能恪守“顺从”之道，所以才有所建树。',
            '《巽卦》的第五爻位（九五）之所以吉祥，是因为它居中端正，守持中道，慎始慎终。',
            '“谦卑恭顺到了极点而屈居于床下”，处于穷极末路，无法前进；“丧失了谋生的资本”，失去了生活的能力，结果必然是凶险的。',
        ],
        'notes' => [
            'tuan' => '此释《巽》卦卦名及卦辞之义。重巽：《巽》卦上下皆巽。巽，帛书《周易》六十四卦作“笄”。吴汝纶曰：“巽有践义，《尚书》‘巽联位’，《史记》‘巽’作‘践’。”案下文“刚巽书乎中正”。《象》之《巽》“君子以申命行事”吴氏之说极是。申：重复。命：王命 。刚巽乎中正：九五陽刚居中得正。巽，为入、为践，此指居。柔皆顺乎刚：《巽》初六、六四之柔皆顺从九二、九三、九五上九之刚。柔，指初六、六四。刚，指二、三、五、上。',
            'gua' => '巽是本卦的标题。巽也写作“算”，意思是算卦。全卦内容主要讲史巫算卦。标题的“巽”字与内容有关，又是卦中多见词。史巫：古代从事祭祖和算命的人。祝史负责祭祖，巫师负责降神，消除灾祸。纷若：纷乱的样子。频：用作“颦”，意思是皱眉，表示愁眉苦脸。三品：三种，指三种野兽。先庚三日：庚日前的第三日，即了日。后庚三日：庚日后的第三日，即癸日。',
        ],
        'unscramble' => '祝史巫师是一类很特殊的人：他们有文化，受过教育，用今天时髦的话说叫“文化人”；他们懂得神灵世界的事情，又熟知人世间的事，通过特殊的方式，把人间事告诉神灵，又向人间传达神灵的信息，可以叫做“神与人之间的使者”。从古到今，在信奉神灵的社会中，祝史巫师享有很高的名望和社会地位，即使王公贵族、达官责人都敬畏他们、迷信他们。他们没有掌握政治、军事权力，却掌握着支配人们灵魂的权力，用自己的行为控制着人们的精神生活。从上述方面来看祝史巫师的祭方已算卦，比较容易理解人们为什么那么看重他们，那么敬畏他们，也比较容易理解他们何以那么认真隆重地用各种仪式来进行人与神在心灵上的对话。今天我们觉得很荒唐，是迷信和愚昧的表现。可是古人却是严肃认真的， 虔诚的，不容置疑地确信。是的，他们有他们的理由。',
    ],
];
