<?php
return [
    'serial' => 57,
    'name' => '巽',
    'symbol' => [0, 1, 1, 0, 1, 1],
    'brief' => '巽为风',
    'description' => '',
    'spell' => 'xùn',
    'gua' => '小亨，利攸往，利见大人。',
    'tuan' => '重巽以申命，刚巽乎中正而志行。柔皆顺乎刚，是以小亨，利有攸往，利见大人。',
    'xiang' => '随风，巽；君子以申命行事。',
    'yao' => [
        '初六：进退，利武人之贞。',
        '九二：巽在床（爿木）下，用史巫纷若，吉无咎。',
        '九三：频巽，吝。',
        '六四：悔亡，田获三品。',
        '九五：贞吉悔亡，无不利。无初有终，先庚三日，后庚三日，吉。',
        '上九：巽在床下，丧其资斧，贞凶。',
    ],
    'xiaoxiang' => [
        '进退，志疑也。利武人之贞，志治也。',
        '纷若之吉，得中也。',
        '频巽之吝，志穷也。',
        '田获三品，有功也。',
        '九五之吉，位正中也。',
        '巽在床下，上穷也。丧其资斧，正乎凶也。',
    ],
    'zhuxi' => [
        'gua' => '巽，入也。一陰伏於二陽之下，其性能巽以入也，其象為風，亦取入義。陰為主，故其占為小亨；以陰從陽，故又利有所往。然必知所從，乃得其正，故又曰利見大人也。',
        'tuan' => '重巽以申命。'
            . '<span class="commentinner">釋卦義也。巽順而入，必究乎下，命令之象。重巽，故為申命也。</span>'
            . '剛巽乎中正而志行，柔皆順乎剛，是以小亨，利有攸往，利見大人。'
            . '<span class="commentinner">以卦體釋卦辭。剛巽乎中正而志行，指九五。柔，謂初四。</span>',
        'xiang' => '隨，相繼之義。',
        'yao' => [
            '初以陰居下，為巽之主，卑巽之過，故為進退不果之象。若以武人之貞處之，則有以濟其所不及，而得所宜矣。',
            '二以陽處陰而居下，有不安之意。然當巽之時，不厭其卑，而二又居中，不至已甚，故其占為能過於巽，而丁寧煩悉其辭，以自道達，則可以吉而无咎，亦竭誠意以祭祀之吉占也。',
            '過剛不中，居下之上，非能巽者，勉為屢失，吝之道也，故其象占如此。',
            '陰柔无應，承乘皆剛，宜有悔也。而以陰居陰，處上之下，故得悔亡，而又為卜田之吉占也。三品者，一為乾豆，一為賓客，一以充庖。',
            '先，西薦反。後，胡豆反。九五，剛健中正，而居巽體，故有悔，以有貞而吉也，故得亡其悔而无不利。有悔，是无初也，亡之，是有終也。庚，更也，事之變也。先庚三日，丁也，後庚三日，癸也。丁，所以丁甯於其變之前，癸，所以揆度於其變之後。有所變更而得此占者，如是則吉也。',
            '喪，息浪反。下同。巽在牀下，過於巽者也。喪其資斧，失所以斷也。如是，則雖貞亦凶矣。居巽之極，失其陽剛之德，故其象占如此。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '正乎凶，言必凶。',
        ],
    ],

    'vernacular' => [
        'gua' => ['《巽卦》象征顺从：谦虚柔顺，小心从事可以达到亨通，这样才能利于所要做的事情，利于出现有道德并居于高位的人物。', '巽卦：小亨通。有利于出行。有利于见到王公贵族。'],
        'tuan' => '两巽相重以申王命。（九五）陽刚居中正之位而行其志。（初六、六四）陰柔皆顺从陽刚。所以“小享通，宜有所往，宜见有权势的人”。',
        'xiang' => '《巽卦》的卦象是巽（风）下巽（风）上，为风行起来无所不入之表象，由此表示顺从。具有贤良公正美德的君主应当仿效风行而物无不顺的样子，下达命令，施行统治。',
        'yao' => [
            '初六，过度谦卑，缺乏信心，进退迟疑，利于勇武之人坚守中正之道。',
            '九二，过度谦卑而屈居于床下，如果能像祝史、巫觋那样用崇敬谦恭的态度事神将十分吉祥，一定不会有什么祸患。',
            '九三，朝令夕改，使人无所适从，会有祸患。',
            '六四，悔恨消失，田猎时得到多种收获。',
            '九五，坚守中道，可以得到吉祥，悔恨会消失，做任何事情没有不顺利的；开始时也许不会太顺利，但最后一定会通达。比如颁行新的法令、政令，可以在象征变更的“庚”日的前三天发布，在“庚”日后三天再开始施行这些命令，才能使命令深入人心，从而使上下皆顺从，由此获得好的效果。',
            '上九，谦卑恭顺到了极点而屈于床下，丧失了赖以谋生的资本，丧失了刚硬的本性，结果是凶险的。',
        ],
        'xiaoxiang' => [
            '“过度谦卑，缺乏信心，进退迟疑”，是指意志懦弱犹豫；“利于勇武之人坚守中道”，是勉励其修治，以树立坚强的意志。',
            '“用崇敬谦恭的态度去行事将十分吉祥”，这是因为九二爻能够居中守正的缘故。',
            '“朝令夕改，使人无所适从，会有祸患”，是因为当政者缺乏远大的志向。',
            '“田猎时得到多种收获”，是因为能恪守“顺从”之道，所以才有所建树。',
            '《巽卦》的第五爻位（九五）之所以吉祥，是因为它居中端正，守持中道，慎始慎终。',
            '“谦卑恭顺到了极点而屈居于床下”，处于穷极末路，无法前进；“丧失了谋生的资本”，失去了生活的能力，结果必然是凶险的。',
        ],
        'notes' => [
            'tuan' => '此释《巽》卦卦名及卦辞之义。重巽：《巽》卦上下皆巽。巽，帛书《周易》六十四卦作“笄”。吴汝纶曰：“巽有践义，《尚书》‘巽联位’，《史记》‘巽’作‘践’。”案下文“刚巽书乎中正”。《象》之《巽》“君子以申命行事”吴氏之说极是。申：重复。命：王命 。刚巽乎中正：九五陽刚居中得正。巽，为入、为践，此指居。柔皆顺乎刚：《巽》初六、六四之柔皆顺从九二、九三、九五上九之刚。柔，指初六、六四。刚，指二、三、五、上。',
        ],
        'unscramble' => '',
    ],
];
