<?php
return [
    'serial' => 58,
    'name' => '兑',
    'brief' => '兑为泽',
    'spell' => '',
    'gua' => '亨，利贞。',
    'tuan' => '兑，说也。刚中而柔外，说以利贞，是以顺乎天，而应乎人。说以先民，民忘其劳；说以犯难，民忘其死；说之大，民劝矣哉！',
    'xiang' => '丽泽，兑；君子以朋友讲习。',
    'yao' => [
        '初九：和兑，吉。',
        '九二：孚兑，吉，悔亡。',
        '六三：来兑，凶。',
        '九四：商兑，未宁，介疾有喜。',
        '九五：孚于剥，有厉。',
        '上六：引兑。',
    ],
    'xiaoxiang' => [
        '和兑之吉，行未疑也。',
        '孚兑之吉，信志也。',
        '来兑之凶，位不当也。',
        '九四之喜，有庆也。',
        '孚于剥，位正当也。',
        '上六引兑，未光也。',
    ],
];
