<?php
return [
    'serial' => 58,
    'name' => '兑',
    'symbol' => [1, 1, 0, 1, 1, 0],
    'brief' => '兑为泽',
    'description' => '邦交以和为贵',
    'spell' => '',
    'gua' => '亨，利贞。',
    'tuan' => '兑，说也。刚中而柔外，说以利贞，是以顺乎天，而应乎人。说以先民，民忘其劳；说以犯难，民忘其死；说之大，民劝矣哉！',
    'xiang' => '丽泽，兑；君子以朋友讲习。',
    'yao' => [
        '初九：和兑，吉。',
        '九二：孚兑，吉，悔亡。',
        '六三：来兑，凶。',
        '九四：商兑，未宁，介疾有喜。',
        '九五：孚于剥，有厉。',
        '上六：引兑。',
    ],
    'xiaoxiang' => [
        '和兑之吉，行未疑也。',
        '孚兑之吉，信志也。',
        '来兑之凶，位不当也。',
        '九四之喜，有庆也。',
        '孚于剥，位正当也。',
        '上六引兑，未光也。',
    ],
    'vernacular' => [
        'gua' => ['兑卦：亨通。吉利的占问。', '《兑卦》象征喜悦：亨通畅达，利于坚守中正之道。'],
        'yao' => [
            ['初九：和睦愉快，吉利。', '初九，能以平和喜悦的态度待人，获得吉祥。'],
            ['九二；以捉到俘虏为快事，吉利，没有悔恨。', '九二，心中诚信与人和悦，故而得到吉祥；悔恨可以消失。'],
            ['六三：以使人归顺为快事，凶险。', '六三，前来寻求欣悦，有凶险。'],
            ['九四：谈判和睦相处的问题，尚未得出结果。小摩擦容易解决。', '九四刚居柔位，对喜悦能保持一定的警惕，有所思量，心绪不宁，须排除凶险疾恶才会有喜庆的结果。'],
            ['九五：被剥国所俘虏，危险。', '九五，诚心相信小人的巧言令色，必有危险。'],
            ['上六：引导大家和睦相处。', '上六，引诱别人一同欢悦。'],
        ],

        'xiang' => '兑（泽）下兑（泽）上，为两个泽水并连之表象。泽水相互流通滋润，彼此受益，因而又象征喜悦；君子应当效法这一精神，乐于同志同道合的朋友一道研讨学业，讲习道义，这是人生最大的乐趣。',

        'xiaoxiang' => [
            '用平和喜悦的态度待人，获得吉祥，是因为行为诚信端正，不被人猜疑。',
            '“心中诚信与人和悦，故而得到吉祥”，说明心志诚信、笃实，能获得好的结果。',
            '“前来导求欣悦，有凶险”，是因为居位不中不正的缘故。',
            '《兑卦》的第四爻位（九四）能拒绝诱惑，毅然守正，因此出现好的兆头，值得庆贺。',
            '“诚心相信小人的巧言令色必有危险”，只可惜它所居的正当之位了。',
            '《兑卦》的第六爻位（上六）“引诱别人一同欢悦”，不是光明正大的品行，而是偏离正德，这种所谓的欢悦将导致凶险。',
        ],

        'tuan' => '兑，说。（九二、九五）陽刚居中而（六三、上六）陰柔在外，教化说服才“宜于守正”，故能顺从天道而应和人心。（若）说服民众于先，民众可以忘记劳苦。说服民众渡过难关，民众便会忘记死亡。说服的力量太大啦！民众是被劝服的呵！'

        'notes' => [
            'gua' => '兑是本卦的标题。兑的意思是悦，高兴，愉快。全卦的内容主要是讲国与国之间的邦交。标题的“兑”字是卦中多见词。率兑：以抓到俘虏为快事。来：使人归顺。商：谈判。宁：定下来，得出结果。介：小。介疾：小毛病。有喜：有好结果。剥：国名。引：引导。',
            'tuan' => '此释《兑》卦卦名及卦辞之义。说：说服，劝说。又通悦。刚中而柔外：《兑》卦二五陽爻居中，故曰“刚中“。三上两陰爻分居内外两卦之上，故曰”柔外“。说以先民：教导民于其先。犯难：冒险，遭难。',
        ],
        'unscramble' => '这一卦专讲国与国之间的邦交，用今天的话说，就是外交关系。国与国、邦与邦，实际上是各不相同的利益集团。利益焦点和关系不同，便会造成分歧、摩擦、冲突，乃至战争。因此，战争也是利益之争，是用武力来争夺利益。但是，武力并非解决利益冲突的唯一手段。攻城掠地劫夺财物容易，征服人心同化异族却极其困难。现实迫使人们认识到这一点，只有承认他人的利益和存在，才能确保自己的利益和存在。 所以，和睦相处首先是以此为前提的，否则就会发生冲突。 和睦相处不是手段，不是权宜之计，而是目的，是对他人的承认和尊重。以此来调节利益关系，便会顺理成章，皆大欢喜。',
    ],
];
