<?php
return [
    'serial' => 59,
    'name' => '涣',
    'symbol' => [0, 1, 0, 0, 1, 1],
    'brief' => '风水涣',
    'spell' => '',
    'gua' => '亨。王假有庙，利涉大川，利贞。',
    'tuan' => '涣，亨。刚来而不穷，柔得位乎外而上同。王假有庙，王乃在中也。利涉大川，乘木有功也。',
    'xiang' => '风行水上，涣；先王以享于帝立庙。',
    'yao' => [
        '初六：用拯马壮，吉。',
        '九二：涣奔其机，悔亡。',
        '六三：涣其躬，无悔。',
        '六四：涣其群，元吉。涣有丘，匪夷所思。',
        '九五：涣汗其大号，涣王居，无咎。',
        '上九：涣其血，去逖出，无咎。',
    ],
    'xiaoxiang' => [
        '初六之吉，顺也。',
        '涣奔其机，得愿也。',
        '涣其躬，志在外也。',
        '涣其群，元吉；光大也。',
        '王居无咎，正位也。',
        '涣其血，远害也。',
    ],
];
