<?php
return [
    'serial' => 59,
    'name' => '涣',
    'symbol' => [0, 1, 0, 0, 1, 1],
    'brief' => '风水涣',
    'description' => '',
    'spell' => '',
    'gua' => '亨。王假有庙，利涉大川，利贞。',
    'tuan' => '涣，亨。刚来而不穷，柔得位乎外，而上同。王假有庙，王乃在中也。利涉大川，乘木有功也。',
    'xiang' => '风行水上，涣；先王以享于帝，立庙。',
    'yao' => [
        '初六：用拯马壮，吉。',
        '九二：涣奔其机，悔亡。',
        '六三：涣其躬，无悔。',
        '六四：涣其群，元吉。涣有丘，匪夷所思。',
        '九五：涣汗其大号，涣王居，无咎。',
        '上九：涣其血，去逖出，无咎。',
    ],
    'xiaoxiang' => [
        '初六之吉，顺也。',
        '涣奔其机，得愿也。',
        '涣其躬，志在外也。',
        '涣其群，元吉；光大也。',
        '王居无咎，正位也。',
        '涣其血，远害也。',
    ],
    'zhuxi' => [
        'gua' => '渙，呼亂反。假，庚白反。渙，散也。為卦下坎上巽，風行水上，離披解散之象，故為渙。其變則本自《漸》卦，九來居二而得中，六往居三得九之位，而上同於四，故其占可亨。又以祖考之精神既散，故王者當至於廟以聚之。又以巽木坎水，舟楫之象，故利涉大川。其曰「利貞」，則占者之深戒也。',
        'tuan' => '渙，亨，剛來而不窮，柔得位乎外而上同。'
            . '<span class="commentinner">上，如字，又，時掌反。以卦變釋卦辭。</span>'
            . '王假有廟，王乃在中也。'
            . '<span class="commentinner">中，謂廟中。</span>'
            . '利涉大川，乘木有功也。',
        'xiang' => '皆所以合其散。',
        'yao' => [
            '居卦之初，渙之始也。始渙而拯之，為力既易，又有壯馬，其吉可知。初六非有濟渙之才，但能順乎九二，故其象占如此。',
            '机，音几。九而居二，宜有悔也，然當渙之時，來而不窮，能亡其悔者也，故其象占如此。蓋九奔而二机也。',
            '陰柔而不中正，有私於己之象也。然居得陽位，志在濟時，能散其私以得无悔，故其占如此。大率此上四爻，皆因渙以濟渙者也。',
            '居陰得正，上承九五，當濟渙之任者也。下无應與，為能散其朋黨之象。占者如是，則大善而吉。又言能散其小群以成大群，使所散者聚而若丘，則非常人思慮之所及也。',
            '陽剛中正，以居尊位。當渙之時，能散其號令，與其居積，則可以濟渙而无咎矣，故其象占如此。九五巽體，有號令之象。汗，謂如汗之出而不反也。渙王居，如陸贄所謂「散小儲而成大儲」之意。',
            '去，起呂反。上九以陽居渙極，能出乎渙，故其象占如此。血，謂傷害。逖，當作「惕」，與《小畜》六四同。言渙其血則去，渙其惕則出也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '',
            '遠，袁萬反。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '“涣，亨”，刚来而不穷，柔得位乎外而上同。'
            . '<span class="commentinner">二以刚来居内，而不穷於险。四以柔得位乎外，而与上同。内刚而无险困之难，外顺而无违逆之乖，是以亨，利涉大川，利贞也。凡刚得畅而无忌回之累，柔履正而同志乎刚，则皆亨，利涉大川，利贞也。</span>'
            . '“王假有庙”，王乃在中也。'
            . '<span class="commentinner">王乃在乎涣然之中，故至有庙也。</span>'
            . '“利涉大川”，乘木有功也。'
            . '<span class="commentinner">乘木即涉难也。木者专所以涉川也。涉难而常用涣道，必有功也。</span>',
        'xiang' => '',
        'yao' => [
            '涣，散也。处散之初，乖散未甚，故可以游行，得其志而违於难也，不在危剧而后乃逃窜，故曰“用拯马壮，吉”。',
            '机，承物者也，谓初也。二俱无应，与初相得，而初得散道，离散而奔，得其所安，故“悔亡”也。',
            '涣之为义，内险而外安者也。散躬志外，不固所守，与刚合志，故得无悔也。',
            '逾乎险难，得位体巽，与五合志，内掌机密，外宣化命者也，故能散群之险，以光其道。然处於卑顺，不可自专，而为散之任，犹有丘虚匪夷之虑，虽得元吉，所思不可忘也。',
            '处尊履正，居巽之中，散汗大号，以荡险阨者也。为涣之主，唯王居之，乃得无咎也。',
            '逖，远也。最远於害，不近侵害，散其忧伤，远出者也。散患於远害之地，谁将咎之哉！',
        ],
        'xiaoxiang' => [
            '观难而行，不与险争，故曰“顺也”。',
            '',
            '',
            '',
            '正位不可以假人。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '《彖》曰：“涣，亨”，刚来而不穷，柔得位乎外而上同，“王假有庙”，王乃在中也；“利涉大川”，乘木有功也。'
            . '<span class="commentinner">世之方治也，如大川安流而就下；及其乱也，溃溢四出而不可止。水非乐为此，盖必有逆其性者，泛溢而不已。逆之者必哀，其性必复；水将自择其所安而归焉。古之善治者，未尝与民争；而听其自择，然后从而导之。“涣”之为言，天下流离涣散而不安其居，此宜经营四方之不暇。而其《彖》曰“王假有庙”；其《象》曰“先王以亨于帝立庙”，何也？曰：犯难而争民者，民之所疾也；处危而不偷者，众之所恃也。先王居涣散之中，安然不争，而自为长久之计；宗庙既立，亨帝之位定，而天下之心始有所系矣。“刚来而不穷者”，九二也；“柔得位乎外而上同”者，六四也。“涣”之得民，惟是二者，此所以“亨”也；然犹未免乎“涣”。“王假有庙”，谓五也；王至于有庙，而后可以涉大川，于是“涣”始有所归矣。有所归而后有川，有川而后可涉，“乘木”，乘舟也。舟之所行，川之所在也。</span>',
        'xiang' => '',
        'yao' => [
            '九二在险中，得初六而安，故曰：“用拯马壮，吉。”“明夷”之六二，有马不以自乘，而以拯上六之伤；“涣”之初六，有马不以自乘，而以拯九二之险。故《象》皆以为“顺”，言其忠顺之至也。',
            '得初六而安，是谓“机”也。【校注】机：《苏氏易传》均作“杌”，误。',
            '涣之世，民无常主。六三有应于上，志在外者也；而近于九二，二者必争焉，故“涣其躬”，无所适从，惟有道者是予而后安。',
            '上九之有六三者，以应也；九五之有六四、九二之有初六者，以近也；皆有以群之。“涣”而至于群，天下始有可收之渐。其德大者，其所群也大；其德小者，其所群也小。小者合于大，大者合于一，是谓“涣其群”也。近五而得位，则四之所群者最大也，因君以得民，有民以自封殖，是谓“丘”也；“夷”、平也，民之荡荡焉，未有所适从者也。彼方不知其所从，而我则为丘以聚之，岂“夷”者之所思哉？民之所思，思夫有德而争民者也。',
            '“汗”，取其周浃而不反也。宗庙既立，亨帝之位定，而“大号”令出焉。其曰“涣，王居”，何也？《彖》曰：“王假有庙，王乃在中也。”涣然之中，不知其孰为臣、孰为主①；至于有庙，而天下始知王之所在矣，故曰“涣，王居”，言“涣”之中有王居矣。【校注】 ①孰为臣、孰为主：《苏氏易传》作“孰为主、孰为臣。”',
            '上九求六三，必与九二争而伤焉；“涣其血”，不争也；九二“刚来而不穷”，不可与争者也。虽不争而处争之地，犹未免也，故去而远出，然后无咎。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => ['象征涣散：顺畅亨通，贤明的君主去祠庙祭祀神灵以祈求保佑，利于渡过大川河流，利于坚守中正之道。'],
        'tuan' => '涣，“享通”，（九二）陽刚来而不会穷困于下，（六四）陰柔得位于外卦，与上面（九五爻）同德。“大王至宗庙”，大王在庙中。“宜于涉越大河”，（因为）乘木船涉河而有功。',
        'xiang' => '《涣卦》的卦象是坎（水）下巽（风）上，为风行水上之表象，象征涣散、离散。先代君王为了收合归拢人心便祭祀天帝，修建庙宇。',
        'yao' => [
            '初六，借助健壮的好马来弥补力量的不足，可以获得吉祥。',
            '九二，处在涣散之时，要迅速脱离险境，转移到安全的地方，悔恨便会消失。',
            '六三，宁愿自身受到损失，因此没有什么悔恨。',
            '六四，尽散朋党，因而有大的吉祥；同时，它又能化解小群而聚成山丘一般大的群体，这不是常人所能想到的。',
            '九五，像挥发身上的汗水一样发布重大的命令，同时亦能疏散君王的积蓄用以聚拢民心，这样做一定不会有什么祸患。',
            '上九，摆脱伤害，远远地避开它，不再接近它，不会有什么祸患。',

        ],
        'xiaoxiang' => [
            '《兑卦》的第一位（初六）之所以是吉祥的，这是由于它能顺承陽刚的缘故。',
            '“涣散之时，要迅速脱离险境，转移到安全的地方”，脱离了危险，消失了悔恨，实现了自己的愿望。',
            '“宁愿自身受到损失”，说明志向在外。',
            '“尽散朋党，因而有大的吉祥”，表明无自私自利之心，品行光明正大。',
            '“疏散君王的积蓄以聚拢民心，这样做一定不会有什么祸患”，是因为九五爻居于正位，行事端正。',
            '摆脱伤害，这就是避祸之道。',
        ],
    ],
    'notes' => [
        'tuan' => '此释《涣》卦卦名及卦辞之义。涣，屈万里《读易三种》疑“涣”当作“焕”，笔者疑“涣”为唤，指古代祭祀大典中某种仪式，有呼唤之义。刚来而不穷：《涣》卦九二陽刚自外卦而来居内卦而不困穷于下。柔得位乎外：《涣》卦六四陰爻居陰位而处外卦。上同：六四与九五同处巽体。上，指九五。假：至。王乃在中：是释“王假有庙”。其意是大王在庙中，九五居中，故曰“王乃在中”。乘木有功：《涣》下坎为水，上巽为木。水上有木，舟楫之象，故木船而涉不川有功效。',
    ],
    'unscramble' => '',
];
