<?php
return [
    'serial' => 59,
    'name' => '涣',
    'symbol' => [0, 1, 0, 0, 1, 1],
    'brief' => '风水涣',
    'description' => '',
    'spell' => '',
    'gua' => '亨。王假有庙，利涉大川，利贞。',
    'tuan' => '涣，亨。刚来而不穷，柔得位乎外，而上同。王假有庙，王乃在中也。利涉大川，乘木有功也。',
    'xiang' => '风行水上，涣；先王以享于帝，立庙。',
    'yao' => [
        '初六：用拯马壮，吉。',
        '九二：涣奔其机，悔亡。',
        '六三：涣其躬，无悔。',
        '六四：涣其群，元吉。涣有丘，匪夷所思。',
        '九五：涣汗其大号，涣王居，无咎。',
        '上九：涣其血，去逖出，无咎。',
    ],
    'xiaoxiang' => [
        '初六之吉，顺也。',
        '涣奔其机，得愿也。',
        '涣其躬，志在外也。',
        '涣其群，元吉；光大也。',
        '王居无咎，正位也。',
        '涣其血，远害也。',
    ],
    'vernacular' => [
        'gua' => ['象征涣散：顺畅亨通，贤明的君主去祠庙祭祀神灵以祈求保佑，利于渡过大川河流，利于坚守中正之道。'],
        'tuan' => '涣，“享通”，（九二）陽刚来而不会穷困于下，（六四）陰柔得位于外卦，与上面（九五爻）同德。“大王至宗庙”，大王在庙中。“宜于涉越大河”，（因为）乘木船涉河而有功。',
        'xiang' => '《涣卦》的卦象是坎（水）下巽（风）上，为风行水上之表象，象征涣散、离散。先代君王为了收合归拢人心便祭祀天帝，修建庙宇。',
        'yao' => [
            '初六，借助健壮的好马来弥补力量的不足，可以获得吉祥。',
            '九二，处在涣散之时，要迅速脱离险境，转移到安全的地方，悔恨便会消失。',
            '六三，宁愿自身受到损失，因此没有什么悔恨。',
            '六四，尽散朋党，因而有大的吉祥；同时，它又能化解小群而聚成山丘一般大的群体，这不是常人所能想到的。',
            '九五，像挥发身上的汗水一样发布重大的命令，同时亦能疏散君王的积蓄用以聚拢民心，这样做一定不会有什么祸患。',
            '上九，摆脱伤害，远远地避开它，不再接近它，不会有什么祸患。',

        ],
        'xiaoxiang' => [
            '《兑卦》的第一位（初六）之所以是吉祥的，这是由于它能顺承陽刚的缘故。',
            '“涣散之时，要迅速脱离险境，转移到安全的地方”，脱离了危险，消失了悔恨，实现了自己的愿望。',
            '“宁愿自身受到损失”，说明志向在外。',
            '“尽散朋党，因而有大的吉祥”，表明无自私自利之心，品行光明正大。',
            '“疏散君王的积蓄以聚拢民心，这样做一定不会有什么祸患”，是因为九五爻居于正位，行事端正。',
            '摆脱伤害，这就是避祸之道。',
        ],
    ],
    'notes' => [
        'tuan' => '此释《涣》卦卦名及卦辞之义。涣，屈万里《读易三种》疑“涣”当作“焕”，笔者疑“涣”为唤，指古代祭祀大典中某种仪式，有呼唤之义。刚来而不穷：《涣》卦九二陽刚自外卦而来居内卦而不困穷于下。柔得位乎外：《涣》卦六四陰爻居陰位而处外卦。上同：六四与九五同处巽体。上，指九五。假：至。王乃在中：是释“王假有庙”。其意是大王在庙中，九五居中，故曰“王乃在中”。乘木有功：《涣》下坎为水，上巽为木。水上有木，舟楫之象，故木船而涉不川有功效。',
    ],
    'unscramble' => '',
];
