<?php
return [
    'serial' => 60,
    'name' => '节',
    'symbol' => [1, 1, 0, 0, 1, 0],
    'brief' => '水泽节',
    'description' => '',
    'spell' => '',
    'gua' => '亨。苦节，不可贞。',
    'tuan' => '“节，亨”，刚柔分，而刚得中。“苦节不可贞”，其道穷也。说以行险，当位以节，中正以通。天地节，而四时成，节以制度，不伤财，不害民。',
    'xiang' => '泽上有水，节；君子以制数度，议德行。',
    'yao' => [
        '初九：不出户庭，无咎。',
        '九二：不出门庭，凶。',
        '六三：不节若，则嗟若，无咎。',
        '六四：安节，亨。',
        '九五：甘节，吉；往有尚。',
        '上六：苦节，贞凶，悔亡。',
    ],
    'xiaoxiang' => [
        '不出户庭，知通塞也。',
        '不出门庭，失时极也。',
        '不节之嗟，又谁咎也。',
        '安节之亨，承上道也。',
        '甘节之吉，居位中也。',
        '苦节贞凶，其道穷也。',
    ],
    'sushi' => [
        'tuan' => '《彖》曰：“节，亨”，刚柔分而刚得中。“刚柔分”者，“兑”下而“坎”上也；“刚得中”者，谓二、五也。此所以为“节，亨”也。“苦节，不可贞”，其道穷也。谓六三也。说以行险，当位以节，中正以通。谓九二也。“兑”施“节”于“坎”，故曰“说以行险”。天地节而四时成。节以制度，不伤财，不害民。',
        'xiang' => '“数度”者，其政事也；“德行”者，其教化也；皆所以为民物之“节”也。',
        'xiaoxiang' => [
            '',
            '“节”者，事之会也。君子见吉凶之几，发而中其会，谓之“节”。《诗。东方未明》，刺无节也。其诗曰：“不能晨夜，不夙则莫。”言无节者不识事之会，或失则早，或失则莫也。“泽上有水，节”，以泽节水者也。虚则纳之，满则流之，其权在泽。初九、九二、六三，“泽”也，节人者也；六四、九五、上六，水也；节于人者也。节之于初九则太早，节之于六三则太莫，故九二者，施节之时、当发之会也。水之始至，泽当塞而不当通；既至，当通而不当塞。故初九以“不出户庭”为“无咎”，言当塞也；九二以“不出门庭”为“凶”，言当通也。至是而不通，则失时而至于极，六三是也，是祸福之交、成败之决也。故孔子曰：“君不密，则失臣；臣不密，则失身。几事不密，则害成。”',
            '咨嗟而节之，以为不可不节也。九二之节，节于未满。节之者乐见，节者甘焉。六三之节，节于既溢；节之者嗟，见节者苦焉。若节者人之所不能堪，而人终莫之咎者，知六三之不得巳也。嗟者，不得已之见于外者也。',
            '六四承节于九五，在其上不在其身，故六四安焉。',
            '畜而至于极，然后节之，其节也必争。九二施节于不争之中，此九五之所乐也，故曰“甘节”。乐则流，甘则坏；故以往适上六，陰陽相配、甘苦相济为吉也。',
            '《易》有“凶”而“无咎”者，“大过”之上六、“困”之九二是也；则未有“凶”而能“悔亡”者。亦如人之未有既死而病愈者也。上六“贞凶、悔亡”者，何也？“凶”者六三，“悔亡”者上六也。是以知“节”者在“坎”，而见“节”者之在“兑”也。六三施苦节于我，出于不得已则“无咎”，以是为正则凶矣，而我“悔亡”。',
        ],
    ],
    'wangbi' => [
        'tuan' => '坎陽而兑陰也。陽上而陰下，刚柔分也。刚柔分而不乱，刚得中而为制主，节之义也。节之大者，莫若刚柔分，男女别也。为节过苦，则物所不能堪也。物不能堪，则不可复正也。然后及亨也。无说而行险，过中而为节，则道穷也。',
        'xiaoxiang' => [
            '为节之初，将整离散而立制度者也，故明於通塞，虑於险为，不出户庭，慎密不失，然后事济而无咎也。',
            '初已造之，至二宜宣其制矣，而故匿之，失时之极，则遂废矣。故不出门庭，则凶也。',
            '若，辞也。以陰处陽，以柔乘刚，违节之道，以至哀嗟。自已所致，无所怨咎，故曰“无咎”也。',
            '得位而顺，不改其节，而能亨者也。承上以斯，得其道也。',
            '当位居中，为节之主不失其中，不伤财，不害民之谓也。为节之不苦，非甘而何？术斯以往，往有尚也。',
            '过节之中，以致亢极，苦节者也。以斯施人，物所不堪，正之凶也。以斯修身，行在无妄，故得悔亡。',
        ],


    ],
    'vernacular' => [
        'tuan' => '节，“亨通”，陽刚陰柔分居（上下），而（九二、九五）陽刚得中。“苦苦节制不可以守正”，节制之道穷困。喜悦以行险阻，（九五陽刚）当位而施以节制，（必）中正通达。天地（陰陽之气互相）节制，而四时的变化才形成。（圣人）以制度节制，不损伤财物，不妨害民众。',
        'gua' => '象征节制：节制可致亨通；但过分的节制也不可以的，应当持正、适中。',
        'xiang' => '《泽卦》的卦象是兑（泽）下坎（水）上为泽上有水之表象，象征以堤防来节制。水在泽中，一旦满了就溢出来，而堤防本身就是用来节制水的盈虚的。君子应当效法《节卦》的义理，制定典章制度和必要的礼仪法度来作为行事的准则，以此来节制人们的行为。',
        'yao' => [
            '初九，不迈出庭院，没有危害。',
            '九二，因过分节制而不跨出门庭，会有凶险。',
            '六三，虽不能节制，但能嗟叹自悔，则没有祸患。',
            '六四，能安然实行节制，故而亨通。',
            '九五，能适度节制从而让人感到美而适中，是吉祥的；前行一定会受到褒奖。',
            '上六，因节制过分，则会感到苦涩；而且会发生凶险，如果能对过分节制感到懊悔，则凶险有可能消失。',
        ],
        'xiaoxiang' => [
            '“不迈出庭院”，说明知晓通则当行，阻则当止的道理。',
            '“因过分节制而不跨出门庭”，因此失去了适中、妥当的时机。',
            '“虽然不能节制，但能嗟叹自悔”，这样的话，又有谁能给它造成祸患呢？',
            '“能安然实行节制，故而亨通”，说明谨守柔顺尊上之道。',
            '“能适度节制从而让人感到美而适中，是吉祥的”，这是由于居位中正的缘故。',
            '“因节制过分，则会感到苦涩，而且会发生凶险”，因为过分节制必然导致末路穷途。',
        ],
    ],
    'notes' => [
        'tuan' => '此释《节》卦卦名及卦辞之义。刚柔分：《节》卦刚柔相间分居内外。刚得中：《节》二五陽刚皆居中。苦节：《周易古经白话解》案帛书《易经》释为“枯节”。案《节》卦六四“安节”九五“甘节”对文看，还当以今本释之为胜，即指节制至极心苦。说以行险：《节》下兑上坎，兑为说，坎为险。当位以节：《节》九五陽居陽位而节于上。中正以通：九五居中得正故曰中正，九五处上坎，坎为通。制：法禁。',
    ],
    'unscramble' => '',
];
