<?php
return [
    'serial' => 61,
    'name' => '中孚',
    'symbol' => [1, 1, 0, 0, 1, 1],
    'brief' => '风泽中孚',
    'spell' => '',
    'gua' => '豚鱼吉，利涉大川，利贞。',
    'tuan' => '中孚，柔在内而刚得中。说而巽，孚，乃化邦也。豚鱼吉，信及豚鱼也。利涉大川，乘木舟虚也。中孚以利贞，乃应乎天也。',
    'xiang' => '泽上有风，中孚；君子以议狱缓死。',
    'yao' => [
        '初九：虞吉，有他不燕。',
        '九二：鸣鹤在阴，其子和之，我有好爵，吾与尔靡之。',
        '六三：得敌，或鼓或罢，或泣或歌。',
        '六四：月几望，马匹亡，无咎。',
        '九五：有孚挛如，无咎。',
        '上九：翰音登于天，贞凶。',
    ],
    'xiaoxiang' => [
        '初九虞吉，志未变也。',
        '其子和之，中心愿也。',
        '可鼓或罢，位不当也。',
        '马匹亡，绝类上也。',
        '有孚挛如，位正当也。',
        '翰音登于天，何可长也。',
    ],
    'vernacular' => [
        'gua' => [
            '《中孚卦》象征诚信：诚信施及到愚钝无知的小猪小鱼身上，从而感化了它们，因此获得吉祥，利于涉越大河大川，利于坚守中正之道。',
        ],
        'tuan' => '中孚，（六三、六四）陰柔在内而（九二、九五）陽刚居中，喜悦而逊顺，其诚才能感化邦国。“用猪和鱼（祭祀）吉”，诚信得之于用猪和鱼（祭祀）。“宜于涉越大河”，乘驾木舟中虚（行水）。中孚能“宜于守正”，才是顺应天道。',
        'xiang' => [
            '《象辞》说《中孚卦》的卦象是兑（泽）下巽（风）上，为泽上有风，风吹动着泽水之表象，比喻没有诚信之德施及不到的地方，说明极为诚信；君子应当效法“中孚”之象，广施信德，慎重地议论刑法讼狱，宽缓死刑。',
        ],
        'yao' => [
            '初九，能安守诚信，可以获得吉祥，如果另有他求的话就会得不到安宁。',
            '鹤在山的北面鸣叫，它的那些同类们一声声地应和着它；我有醇香的酒浆，愿与你一同畅饮。',
            '六三，面临强劲的敌人，或者敲起战鼓发动进攻，或者兵疲将乏而致败退，或因为惧怕敌人的反击而哭泣，或由于敌人不加侵害而高兴地歌唱。',
            '六四，月亮将圆而未盈，好马失掉了匹配，不会有什么祸害。',
            '九五，具有诚信之德并以其牵系天下人心，天下的人也以诚信相和应，所以没有祸患。',
            '上九，鸟高飞着，鸣叫声响彻天空，有可能出现凶险。',
        ],
        'xiaoxiang' => [
            '《中孚卦》的第一爻位（初九）“能安守诚信，可以获得吉祥”，是因为其没有他求的志向没有改变。',
            '“鹤的那些同类们一声声地应和着它”，说明它们表露出了内心的意愿。',
            '“或者敲起战鼓发动进攻，或者兵疲将乏而致败退”，均是因为六三爻居位不正的缘故。',
            '“好马失掉了匹配”，是指六四爻诚信专一，断绝与同类之间的交往，而专心事奉君主。',
            '“具有诚信之德并以其牵系天下人心”，是指居位中正适当，说明中心诚信这种教化作用可以施及整个邦国。',
            '“鸟高飞着，鸣叫声响彻天空”，这种声音虚而不实，声高于情，怎么可能长久保持呢？',
        ],
    ],
    'notes' => [
        'tuan' => '此释《中孚》卦卦名及卦辞之义。柔在内而刚得中：《中孚》六三、六四二陰爻在一卦之内，故曰“柔在内”。九二、九五陽爻分居内外卦之中，故曰“刚得中”。说而巽：《中孚》下兑上巽，兑为说，孚乃化邦：诚孚发于内，邦国化于外。孚，本指卵孚，后引申为信。朱骏声曰：“孚，卵孚也。从爪从子。鸟袌恒以爪反复其卵。鸟之孚卵，皆如期而不失。故转训为信。”（《六十四卦经解》）豚鱼吉：用豚及鱼祭祀则吉。豚，小猪。信及豚鱼：信得于以豚鱼祭祀。乘木舟虚：《中孚》上巽为木，下兑为泽，木在泽水之上，乘木舟之象。从六爻看，《中孚》上下为陽爻，故实，中间为陰爻故虚，外实中虚，故有舟虚之象。',
    ],
];
