<?php
return [
    'serial' => 62,
    'name' => '小过',
    'symbol' => [0, 0, 1, 1, 0, 0],
    'brief' => '雷山小过',
    'spell' => '',
    'gua' => '亨，利贞，可小事，不可大事。飞鸟遗之音，不宜上宜下，大吉。',
    'tuan' => '小过，小者过而亨也。过以利贞，与时行也。柔得中，是以小事吉也。刚失位而不中，是以不可大事也。有飞鸟之象焉，有飞鸟遗之音，不宜上宜下，大吉；上逆而下顺也。',
    'xiang' => '山上有雷，小过；君子以行过乎恭，丧过乎哀，用过乎俭。',
    'yao' => [
        '初六：飞鸟以凶。',
        '六二：过其祖，遇其妣；不及其君，遇其臣；无咎。',
        '九三：弗过防之，从或戕之，凶。',
        '九四：无咎，弗过遇之。往厉必戒，勿用永贞。',
        '六五：密云不雨，自我西郊，公弋取彼在穴。',
        '上六：弗遇过之，飞鸟离之，凶，是谓灾眚。',
    ],
    'xiaoxiang' => [
        '飞鸟以凶，不可如何也。',
        '不及其君，臣不可过也。',
        '从或戕之，凶如何也。',
        '弗过遇之，位不当也。往厉必戒，终不可长也。',
        '密云不雨，已上也。',
        '弗遇过之，已亢也。',
    ],
    'vernacular' => [
        'gua' => [
            '《小过卦》象征略为过分：小过之时，可致亨通，但应以正为本，故而利于坚守中正之道；可以去干一些小事，但不可去涉足一些大事；飞鸟留下悲鸣之时，不应该向上强飞，而应该向下栖息，如此，大为吉祥。',
        ],
        'xiang' => [
            '《小过卦》的卦象是艮（山）下震（雷）上，为山上响雷之表象，雷声超过了寻常的雷鸣，以此比喻“小有过越”，君子应效法“小过”之象，在一些寻常小事上能略有过分，如行止时过分恭敬，遇到丧事时过分悲哀，日常用度过分节俭，为的是矫枉过正。',
        ],
        'yao' => [
            '初六，飞鸟向上强飞将会出现凶险。',
            '六二，超过祖父，遇到祖母；但不能擅自越过君位，君臣遇合，一定没有祸患。',
            '九三，自恃强盛而不愿过分防备，从而将要为人所害，故有凶险。',
            '九四，没有祸患，不过分恃强恃刚就能遇到陰柔；但是主动迎合陰柔会有凶险，因此，务必心存戒惕，不能去施展才用，要永远守中正之道。',
            '六五，乌云密布在天空而不下雨，这些乌云是从城的西边飘过来的；王公们用细绳系在箭上射取那些藏在穴中的野兽。',
            '上六，不能遇合陽刚却超越了陽刚，无安栖之所的飞鸟遭受射杀之祸，故而凶险，这就叫做灾殃祸患。',
        ],
        'xiaoxiang' => [
            '“飞鸟向上强飞将会出现凶险”，是咎由自取，无可奈何。',
            '“不能擅自越过君位”，因为作为臣子是不能超越至尊的。',
            '“将要为人所害”，说明面临的危险是多么的严重啊！',
            '“不过分恃强恃刚就能遇到陰柔”，因为九四爻以刚居柔位，位置不正；“主动迎合陰柔会有凶险，务必要心存戒惕”，是说若主动迎合陰柔，最终将不可能长久无害。',
            '“乌云密布在天空而不下雨”，是因为陰气超过了陽气，陰陽不合，故而不能化雨。',
            '“不能遇合陽刚而超越了陽刚”，是指其过分已达到极点，再危险不过了。',
        ],
        'tuan' => '小过，（陰）小盛过而能“亨通”，过而“宜于守正”，是因符合于时而行动。（六二、六五）陰柔居中，所以“小事吉利”。（九三、九四）陽刚失位而不居于中，所以“不可做大事”。（《小过》）有“飞鸟”之象。“飞鸟过后遗音犹在，不宜上而宜下，大吉”。（因为）往上逆而向下顺呵！',
    ],
    'notes' => [
        'tuan' => '此释《小过》卦卦名及卦辞之义。小者过而“亨”：陽大陰小，《小过》陰多陽少，故陰小过多。又《小过》上下皆陰爻，有陰经过陽之义。即《序卦》所谓“有其诚者必行之，故受之以小过”。《杂卦》所谓：“小过，过也。”因小过有经过之义，故为“亨”。柔得中：《小过》二五陰爻居中位。刚失位而不中：《小过》九四以陽居而失位，又不居中位。《彖》用“柔得中”释“小事吉”，以“刚失位而不中”释“不可大事”，其解陰为小、陽为大之义已至确。有飞鸟之象：《小过》中陽刚，外陰柔，有飞鸟舒羽之象。许鲤跃曰：“凡物之走者，皆下动而上止，惟鸟之飞者，则下止而上动。故震动象鸟翼之搏风，艮止象鸟足之企踵。”（《周易费氏学》引）可备为一说。飞鸟遗之音：飞鸟过后，其叫声仍在，遗：留。不宜上，宜下：适合于下，不宜于往上。上逆而下顺：先儒多解，（一）《小过》上二陰乘二陽爻故逆，下二陰爻承二陽爻，故顺。（二）上六五乘九四为逆，下六二承九二为顺。（三）四五失位故上逆，二三得位，故下顺。当以第一说为胜。',
    ],
];
