<?php
return [
    'serial' => 62,
    'name' => '小过',
    'symbol' => [0, 0, 1, 1, 0, 0],
    'brief' => '雷山小过',
    'spell' => '',
    'gua' => '亨，利贞，可小事，不可大事。飞鸟遗之音，不宜上宜下，大吉。',
    'tuan' => '小过，小者过而亨也。过以利贞，与时行也。柔得中，是以小事吉也。刚失位而不中，是以不可大事也。有飞鸟之象焉，有飞鸟遗之音，不宜上宜下，大吉；上逆而下顺也。',
    'xiang' => '山上有雷，小过；君子以行过乎恭，丧过乎哀，用过乎俭。',
    'yao' => [
        '初六：飞鸟以凶。',
        '六二：过其祖，遇其妣；不及其君，遇其臣；无咎。',
        '九三：弗过防之，从或戕之，凶。',
        '九四：无咎，弗过遇之。往厉必戒，勿用永贞。',
        '六五：密云不雨，自我西郊，公弋取彼在穴。',
        '上六：弗遇过之，飞鸟离之，凶，是谓灾眚。',
    ],
    'xiaoxiang' => [
        '飞鸟以凶，不可如何也。',
        '不及其君，臣不可过也。',
        '从或戕之，凶如何也。',
        '弗过遇之，位不当也。往厉必戒，终不可长也。',
        '密云不雨，已上也。',
        '弗遇过之，已亢也。',
    ],
    'zhuxi' => [
        'gua' => '小，謂陰也。為卦四陰在外，二陽在內，陰多於陽，小者過也。既過於陽，可以亨矣。然必利於守貞，則又不可以不戒也。卦之二五，皆以柔而得中，故可小事。三四皆以剛失位而不中，故不可大事。卦體內實外虛，如鳥之飛，其聲下而不上，故能致飛鳥遺音之應，則宜下而大吉，亦不可大事之類也。',
        'tuan' => '小過，小者過而亨也。'
            . '<span class="commentinner">以卦體釋卦名義與其辭。</span>'
            . '過以利貞，與時行也。柔得中，是以小事吉也。'
            . '<span class="commentinner">以二五言。</span>'
            . '剛失位而不中，是以不可大事也。'
            . '<span class="commentinner">以三四言。</span>'
            . '有飛鳥之象焉，飛鳥遺之音，不宜上，宜下，大吉，上逆而下順也。'
            . '<span class="commentinner">以卦體言。</span>',
        'xiang' => '山上有雷，其聲小過。三者之過，皆小者之過。可過於小，而不可過於大，可以小過，而不可甚過。《彖》所謂可小事而宜下者也。',
        'yao' => [
            '初六陰柔，上應九四，又居過時，上而不下者也。飛鳥遺音，不宜上，宜下，故其象占如此。郭璞《洞林》：「占得此者，或致羽蟲之孽。」',
            '六二柔順中正，進則過三四而遇六五，是過陽而反遇陰也。如此，則不及六五而自得其分，是不及君而適遇其臣也。皆過而不過，守正得中之意，无咎之道也。故其象占如此。',
            '戕，在良反。小過之時，事每當過，然後得中。九三以剛居正，眾陰所欲害者也。而自恃其剛，不肯過為之備，故其象占如此。若占者能過防之，則可以免矣。',
            '當過之時，以剛處柔，過乎恭矣，无咎之道也。弗過遇之，言弗過於剛而適合其宜也。往則過矣，故有厲而當戒；陽性堅剛，故又戒以勿用永貞。言當隨時之宜，不可固守也。或曰：弗過遇之，若以六二爻例，則當如此說，若依九三爻例，則過遇當如過防之義。未詳孰是，當闕以俟知者。',
            '弋，餘職反。以陰居尊，又當陰過之時，不能有為，而弋取六二以為助，故有此象。在穴，陰物也。兩陰相得，其不能濟大事可知。',
            '眚，生領反。六以陰居動體之上，處陰過之極，過之已高而甚遠者也，故其象占如此。或曰：遇過，恐亦只當作過遇，義同九四。未知是否。',
        ],
        'xiaoxiang' => [
            '',
            '所以不及君而還遇臣者，以臣不可過故也。',
            '',
            '爻義未明，此亦當闕。',
            '已上，太高也。',
        ],
    ],
    'wangbi' => [
        'gua' => '飞鸟遗其音声，哀以求处，上愈无所适，下则得安。愈上则愈穷，莫若飞鸟也。',
        'tuan' => '小过，小者过而亨也。'
            . '<span class="commentinner">小者谓凡诸小事也，过於小事而通者也。</span>'
            . '过以“利贞”，与时行也。'
            . '<span class="commentinner">过而得以利贞，应时宜也。施过於恭俭，利贞者也。</span>'
            . '柔得中，是以“小事”吉也；刚失位而不中，是以“不可大事”也。'
            . '<span class="commentinner">成大事者，必在刚也。柔而浸大，剥之道也。</span>'
            . '有“飞鸟”之象焉。'
            . '<span class="commentinner">不宜上，宜下，即飞鸟之象。</span>'
            . '“飞鸟遗之音，不宜上，宜下，大吉”，上逆而下顺也。'
            . '<span class="commentinner">上则乘刚，逆也；下则承陽，顺也。施过於不顺，凶莫大焉；施过於顺，过更变而为吉也。</span>',
        'xiang' => '',
        'yao' => [
            '小过，上逆下顺，而应在上卦，进而之逆，无所错足，飞鸟之凶也。',
            '过而得之谓之遇，在小过而当位，过而得之之谓也。祖，始也，谓初也。妣者，居内履中而正者也。过初而履二位，故曰“过其祖”而“遇其妣”，过而不至於僣，尽於臣位而已，故曰“不及其君，遇其臣，无咎”。',
            '小过之世，大者不立，故令小者得过也。居下体之上，以陽当位，而不能先过防之，至令小者或过，而复应而从焉。其从之也，则戕之凶至矣。故曰“弗过防之，从或戕之，凶”也。',
            '虽体陽爻，而不居其位，不为责主，故得无咎也。失位在下不能过者也。以其不能过，故得合於免咎之宜，故曰“弗过遇之”。夫宴安酖毒，不可怀也，处於小过不宁之时，而以陽居陰，不能有所为者也。以此自守，免咎可也；以斯攸往，危之道也。不交於物，物亦弗与，无援之助，故危则必戒而已，无所告救也。沈没怯弱，自守而已，以斯而处於群小之中，未足任者也，故曰“勿用永贞”，言不足用之於永贞。',
            '小过，小者过於大也。六得五位，陰之盛也。故密云不雨，至于西郊也。夫雨者，陰在於上，而陽薄之而不得通，则蒸而为雨。今艮止於下而不交焉，故不雨也。是故小畜尚往而亨，则不雨也；小过陽不上交，亦不雨也。虽陰盛于上，未能行其施也。公者，臣之极也，五极陰盛，故称公也。弋，射也。在穴者，隐伏之物也。“小过”者，过小而难未大作，犹在隐伏者也。以陰质治小过，能获小过者也，故曰“公弋取彼在穴”也。除过之道，不在取之，是乃密云未能雨也。',
            '小人之过，遂至上极，过而不知限，至於亢也。过至于亢，将何所遇？飞而不已，将何所讬？灾自己致，复何言哉！',
        ],
        'xiaoxiang' => [
            '',
            '',
            '',
            '',
            '陽已上，故止也。',
        ],
    ],
    'sushi' => [
        'gua' => '',
        'tuan' => '“小过”，小者过而亨也。'
            . '<span class="commentinner">陰自外入据用事之地，而囚陽于内，谓之“小过”。“小过”者，君弱而臣强之世也。“小者过而亨”，则大者失位而否矣。</span>'
            . '“过”以“利贞”，与时行也。'
            . '<span class="commentinner">《彖》之所谓“利贞”，则《象》之所谓过乎恭、俭与哀者，时当然也。</span>'
            . '柔得中，是以小事吉也；刚失位而不中，是以不可大事也。'
            . '<span class="commentinner">“小过”者，臣强而专。小事，虽专之可也</span>'
            . '有“飞鸟”之象焉。“飞鸟遗之音，不宜上，宜下大吉”，上逆而下顺也。'
            . '<span class="commentinner">“小过”有鸟之象。四陰据用事之地，其翼也；二陽囚于内，其腹背也；翼欲往，腹背不能止；翼欲止，腹背不能作也，故“飞鸟”之制在翼。鸟之飞也，上穷而忘返，其身远矣，而独遗其音；臣之僭也，必孤其君、远其民，使其君如飞鸟之上穷，使其民闻君之声不见其形也，而后得志。故曰：“飞鸟遗之音，不宜上，宜下大吉，上逆而下顺也。”“小过”之世，其臣则逆，而其民顺，故“不宜上、宜下”。上则无民而主孤，下则近民而君强也。</span>',
        'xiang' => '“小过”之君弱，是以臣子痛自贬以张君父也。',
        'yao' => [
            '“大过”之“栋”，小过之“飞鸟”，皆以为一卦之象。而其于爻也，皆寄之于初、上者，本末之地也。《春秋传》曰：“凡师能左右之，曰‘以’。”飞鸟见“以”于翼；欲左而左，欲右而右，莫如之何也，故凶。',
            '卦合而言之，“小过”者，臣强之世也；爻别而观之，六五当强臣。六二以陰居陰，臣强而不僭者也。“大过”以夫妻为君臣，而“小过”寄之“祖”与“妣”者，“大过”君骄，故自君父言之；而“小过”臣强，故为臣子之辞，其义一也。曰：不幸而过其祖矣，而犹遇其妣；妣未有不助祖者也，不幸而不及其君矣，而犹遇其臣；臣未有不忠于其君者也，故“小过”之世，君弱而不能为政，臣得专之者，惟六二也。然而于祖曰“过”，于君曰“不及”者，以见臣之不可“过”其君也。',
            '',
            '“小过”，陽失位而不中，故其君在三、四。三之所臣者，初与二也；四之所臣者，五与上也。《春秋》：臣弑其君，故曰“弑”。或曰“伐”。“弑”者，其所从来有渐，而“伐”者，一朝一夕之故也。六二，强臣也，而未之过；九三刚而不中，莫能容也，故曰：“弗过防之，从或伐之，凶。”言六二弗过，而九三疑之，故或从而伐其君。谓之“伐”者，以明二本无意于逆，咎在三也。九四以陽居陰，可谓“无咎”矣，然而失位自卑，臣虽弗过，我则开之。“遇”，逢也。臣未僭而逢其恶，故曰：“弗过遇之，往厉必戒，勿用永贞。”言九四失位，而往从五，危而非正，不可长也。',
            '“已上”者，其势不可复下之辞也。六五之权，足以为密云，而终不为雨，次于西郊而不行。岂真不能哉？其谋深也。强臣之欲为变也，忧在内，是故见利而不为，见益而不取，緼畜以自厚①，持满而不发者，凡皆以遂其深谋也。当是时也，必有穴其间而为之用者，故戒之曰：“公弋，取彼在穴。”君子之居此，苟无意于为盗，莫若取其在穴者，以自明于天下，而天下信之矣。【校注】 ①緼畜：《苏氏易传》作“蕴畜”。',
            '至于是，则“亢”而不可复返也，故曰“弗遇过之”，言君虽不逢其恶，而臣自僭也。“离”，遭也；君失其政而臣得之，其所从来远矣。而忧患集于我，非我失政而遭其凶者，天祸也。故曰：“飞鸟离之，凶；是谓灾眚。”',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《小过卦》象征略为过分：小过之时，可致亨通，但应以正为本，故而利于坚守中正之道；可以去干一些小事，但不可去涉足一些大事；飞鸟留下悲鸣之时，不应该向上强飞，而应该向下栖息，如此，大为吉祥。',
        ],
        'xiang' => [
            '《小过卦》的卦象是艮（山）下震（雷）上，为山上响雷之表象，雷声超过了寻常的雷鸣，以此比喻“小有过越”，君子应效法“小过”之象，在一些寻常小事上能略有过分，如行止时过分恭敬，遇到丧事时过分悲哀，日常用度过分节俭，为的是矫枉过正。',
        ],
        'yao' => [
            '初六，飞鸟向上强飞将会出现凶险。',
            '六二，超过祖父，遇到祖母；但不能擅自越过君位，君臣遇合，一定没有祸患。',
            '九三，自恃强盛而不愿过分防备，从而将要为人所害，故有凶险。',
            '九四，没有祸患，不过分恃强恃刚就能遇到陰柔；但是主动迎合陰柔会有凶险，因此，务必心存戒惕，不能去施展才用，要永远守中正之道。',
            '六五，乌云密布在天空而不下雨，这些乌云是从城的西边飘过来的；王公们用细绳系在箭上射取那些藏在穴中的野兽。',
            '上六，不能遇合陽刚却超越了陽刚，无安栖之所的飞鸟遭受射杀之祸，故而凶险，这就叫做灾殃祸患。',
        ],
        'xiaoxiang' => [
            '“飞鸟向上强飞将会出现凶险”，是咎由自取，无可奈何。',
            '“不能擅自越过君位”，因为作为臣子是不能超越至尊的。',
            '“将要为人所害”，说明面临的危险是多么的严重啊！',
            '“不过分恃强恃刚就能遇到陰柔”，因为九四爻以刚居柔位，位置不正；“主动迎合陰柔会有凶险，务必要心存戒惕”，是说若主动迎合陰柔，最终将不可能长久无害。',
            '“乌云密布在天空而不下雨”，是因为陰气超过了陽气，陰陽不合，故而不能化雨。',
            '“不能遇合陽刚而超越了陽刚”，是指其过分已达到极点，再危险不过了。',
        ],
        'tuan' => '小过，（陰）小盛过而能“亨通”，过而“宜于守正”，是因符合于时而行动。（六二、六五）陰柔居中，所以“小事吉利”。（九三、九四）陽刚失位而不居于中，所以“不可做大事”。（《小过》）有“飞鸟”之象。“飞鸟过后遗音犹在，不宜上而宜下，大吉”。（因为）往上逆而向下顺呵！',
    ],
    'notes' => [
        'tuan' => '此释《小过》卦卦名及卦辞之义。小者过而“亨”：陽大陰小，《小过》陰多陽少，故陰小过多。又《小过》上下皆陰爻，有陰经过陽之义。即《序卦》所谓“有其诚者必行之，故受之以小过”。《杂卦》所谓：“小过，过也。”因小过有经过之义，故为“亨”。柔得中：《小过》二五陰爻居中位。刚失位而不中：《小过》九四以陽居而失位，又不居中位。《彖》用“柔得中”释“小事吉”，以“刚失位而不中”释“不可大事”，其解陰为小、陽为大之义已至确。有飞鸟之象：《小过》中陽刚，外陰柔，有飞鸟舒羽之象。许鲤跃曰：“凡物之走者，皆下动而上止，惟鸟之飞者，则下止而上动。故震动象鸟翼之搏风，艮止象鸟足之企踵。”（《周易费氏学》引）可备为一说。飞鸟遗之音：飞鸟过后，其叫声仍在，遗：留。不宜上，宜下：适合于下，不宜于往上。上逆而下顺：先儒多解，（一）《小过》上二陰乘二陽爻故逆，下二陰爻承二陽爻，故顺。（二）上六五乘九四为逆，下六二承九二为顺。（三）四五失位故上逆，二三得位，故下顺。当以第一说为胜。',
    ],
];
