<?php
return [
    'serial' => 63,
    'name' => '既济',
    'symbol' => [1, 0, 1, 0, 1, 0],
    'brief' => '水火既济',
    'spell' => '',
    'gua' => '亨，小利贞，初吉终乱。',
    'tuan' => '既济，亨，小者亨也。利贞，刚柔正而位当也。初吉，柔得中也。终止则乱，其道穷也。',
    'xiang' => '水在火上，既济；君子以思患而预防之。',
    'yao' => [
        '初九：曳其轮，濡其尾，无咎。',
        '六二：妇丧其髴，勿逐，七日得。',
        '九三：高宗伐鬼方，三年克之，小人勿用。',
        '六四：繻有衣袽，终日戒。',
        '九五：东邻杀牛，不如西邻之禴祭，实受其福。',
        '上六：濡其首，厉。',
    ],
    'xiaoxiang' => [
        '曳其轮，义无咎也。',
        '七日得，以中道也。',
        '三年克之，惫也。',
        '终日戒，有所疑也。',
        '东邻杀牛，不如西邻之时也；实受其福，吉大来也。',
        '濡其首厉，何可久也。',
    ],
    'zhuxi' => [
        'gua' => '既濟，事之既成也。為卦水火相交，各得其用，六爻之位，各得其正，故為既濟。亨小，當為小亨，大抵此卦及六爻占辭，皆有警戒之意，時當然也。',
        'tuan' => '既济，亨，小者亨也。'
            . '<span class="commentinner">濟下疑脫小字。</span>'
            . '利贞，刚柔正而位当也。'
            . '<span class="commentinner">以卦體言。</span>'
            . '初吉，柔得中也。'
            . '<span class="commentinner">指六二。</span>'
            . '终止则乱，其道穷也。',
        //'xiang' => '',
        'yao' => [
            '曳，以制反。濡，音如。輪在下，尾在後，初之象也。曳輪則車不前，濡尾則狐不濟。既濟之初，謹戒如是，无咎之道。占者如是，則无咎矣。',
            '喪，息浪反。茀，力佛反。二以文明中正之德，上應九五剛陽中正之君，宜得行其志。而九五居既濟之時，不能下賢以行其道，故二有婦喪其茀之象。茀，婦車之蔽，言失其所以行也。然中正之道，不可終廢，時過則行矣。故又有勿逐而自得之戒。',
            '既濟之時，以剛居剛，高宗伐鬼方之象也。三年克之，言其久而後克，戒占者不可輕動之意。小人勿用，占法與《師》上六同。',
            '繻，而朱反。袽，女居反。既濟之時，以柔居柔，能預備而戒懼者也，故其象如此。程子曰：「繻，當作濡。衣袽，所以塞舟之罅漏。」',
            '東陽西陰，言九五居尊，而時已過，不如六二之在下而始得時也。又當文王與紂之事，故其象占如此。《彖辭》初吉終亂，亦此意也。',
            '既濟之極，險體之上，而以陰柔處之，為狐涉水而濡其首之象。占者不戒，危之道也。',
        ],
        'xiaoxiang' => [
            '',
            '',
            '憊，蒲拜反。',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '比，吉也。比，辅也，下顺从也。“原筮，元永贞，无咎”，以刚中也。'
            . '<span class="commentinner">处比之时，将原筮以求无咎，其唯元永贞乎？夫群党相比，而不以“元永贞”，则凶邪之道也。若不遇其主，则虽永贞而犹未足免於咎也。使永贞而无咎者，其唯九五乎？</span>'
            . '“不宁方来”，上下应也。'
            . '<span class="commentinner">上下无陽以分其民，五独处尊，莫不归之，上下应之，既亲且安，安则不安者讬焉，故不宁方所以来，“上下应”故也。夫无者求有，有者不求所与，危者求安，安者不求所保。火有其炎，寒者附之。故已苟安焉，则不宁之方皆来矣。</span>'
            . '“后夫凶”，其道穷也。'
            . '<span class="commentinner">将合和亲而独在后，亲成则诛，是以凶也。</span>',
        'xiang' => '万国以“比”建，诸侯以“比”亲。',
        'yao' => [
            '处比之始，为比之首者也。夫以不信为比之首，则祸莫大焉，故必“有孚盈缶”，然后乃得免比之咎，故曰“有孚比之，无咎”也。处比之首，应不在一，心无私吝，则莫不比之。著信立诚，盈溢乎质素之器，则物终来无衰竭也。亲乎天下，著信盈缶，应者岂一道而来？故必“有他吉”也。',
            '处比之时，居中得位，而系应在五，不能来它，故得其自内贞吉而已。',
            '四自外比，二为五贞，近不相得，远则无应，所与比者，皆非已亲，故曰“比之匪人”。',
            '外比於五，复得其位，比不失贤，处不失位，故“贞吉”也。',
            '为比之主而有应在二，“显比”者也。比而显之，则所亲者狭矣。夫无私於物，唯贤是与，则去之与来，皆无失也。夫三驱之礼，禽逆来趣已则舍之，背已而走则射之，爱於来而恶於去也，故其所施，常“失前禽”也。以“显比”而居王位，用三驱之道者也，故曰“王用三驱，失前禽也”。用其中正，征讨有常，伐不加邑，动必讨叛，邑人无虞，故“不诫”也，虽不得乎大人之吉，是“显比”之吉也。此可以为上之使，非为上道也。',
            '无首，后也，处卦之终，是后夫也。亲道已成，无所与终，为时所弃，宜其凶也。',
        ],
        'xiaoxiang' => [
        ],
    ],
    'vernacular' => [
        'gua' => [
            '《既济卦》象征成功：此时功德完满，连柔小者都亨通顺利，有利于坚守正道；开始时是吉祥的，但如有不慎，终久必导致混乱。',
        ],
        'xiang' => [
            '《既济卦》的卦象是离（火）下坎（水）上，为水在火上之表象，比喻用火煮食物，食物已熟，象征事情已经成功；君子应有远大的目光，在事情成功之后，就要考虑将来可能出现的种种弊端，防患于未然，采取预防措施。',
        ],
        'tuan' => '既济，“亨通”，小事而能亨通。“利于守正”，（六爻）陽刚陰柔之位皆正当。“起初吉利”，（六二）陰柔居中，“终”（若）停止则必“乱”。（事至既济，六爻皆已当位）其道当穷尽。',
        'yao' => [
            '初九，拉住车的轮子，不使它快进，小狐狸渡河时沾湿了尾巴，无法快游，没有灾祸。',
            '六二，丢失了妇人乘车的遮帘，不用去寻找，过不了七天就会物归原处。',
            '九三，殷高宗武丁征伐地处西北的鬼方国，经过三年的连续战斗才获得胜利；不可任用急躁冒进的小人。',
            '六四，渡河的时候，为了防止船漏水，事先要准备破布棉絮，而且整天保持戒备，以防止发生灾祸。',
            '九五，东边邻国杀牛羊来举行盛大祭礼，不如西边的邻国举行简单而朴素的祭祀，这样才能实在地得到神降赐的福分。',
            '上六，小狐狸渡河时弄湿了头，有危险。',
        ],
        'xiaoxiang' => [
            '“拉住车的轮子，不使它快进”，说明事情成功之后，必须谨慎从事，小心防备，才没有灾祸。',
            '“丢失妇人乘车上的遮帘，过不了七日就会物归原处”，说明此时正处于中位，坚守正道，不偏不倚，所以丢失了的东西可以失而复得。',
            '“经过三年的连续战斗才攻克了鬼方国”，说明战争非常激烈又持续了三年之久，已经筋疲力尽了，胜利是来之不易的。',
            '“整天保持戒备，以防止灾祸的发生”，说明此时心中有所疑虑，感到恐惧。',
            '“东边的邻国杀牛宰羊来举行盛大的祭礼”，还不如西边邻国能按时举行虔诚简单的时祭；西邻“实在地得到上天神灵降赐的福分”，说明此是正当其位，吉祥福分将不断隆临，非常幸运。',
            '“小狐狸渡河时弄湿了头，有危险”，这是警告在事情成功之后，要更加小心谨慎，不然怎能长久不败！',
        ],
    ],
    'notes' => [
        'tuan' => '此释《既济》卦卦名及卦辞之义。小者亨也：陰为小，《既济》卦三陰爻得正皆在陽爻之上，以示陰气上升，故曰“小者亨也”。刚柔正而位当：《既济》六爻三陰三陽样交而得正，故曰刚柔正，初、三、五之陽爻居陽位，二、四、上之陰爻居陰位，故“位当”。初吉：最初吉利。柔得中：《既济》六二居内卦之中。“终”止则“乱”：是释卦辞“终乱”。既济有止之义，《杂卦》：“既济，定也。”定，即止。《既济》外卦为坎，坎为乱。',
    ],
];
