<?php
return [
    'serial' => 64,
    'name' => '未济',
    'symbol' => [0, 1, 0, 1, 0, 1],
    'brief' => '火水未济',
    'spell' => '',
    'gua' => '亨，小狐汔济，濡其尾，无攸利。',
    'tuan' => '未济，亨；柔得中也。小狐汔济，未出中也。濡其尾，无攸利；不续终也。虽不当位，刚柔应也。',
    'xiang' => '火在水上，未济；君子以慎辨物居方。',
    'yao' => [
        '初六：濡其尾，吝。',
        '九二：曳其轮，贞吉。',
        '六三：未济，征凶，利涉大川。',
        '九四：贞吉，悔亡，震用伐鬼方，三年有赏于大国。',
        '六五：贞吉，无悔，君子之光，有孚，吉。',
        '上九：有孚于饮酒，无咎，濡其首，有孚失是。',
    ],
    'xiaoxiang' => [
        '濡其尾，亦不知极也。',
        '九二贞吉，中以行正也。',
        '未济征凶，位不当也。',
        '贞吉悔亡，志行也。',
        '君子之光，其晖吉也。',
        '饮酒濡首，亦不知节也。',
    ],

    'vernacular' => [
        'gua' => '象征事未完成：经过努力可以得到亨通；小狐狸渡河快到对岸了，却浸湿了尾巴，则没有什么吉利。',
        'tuan' => '未济，“亨通”，（六五）陰柔居中。“小狐狸将要渡过河”，未出坎水之中。（九二爻）“沾湿了尾巴，没有什么不利的。”，不能延续至终。（《未济》六爻）虽然不当位，而（六爻）陽刚陰柔皆互相应合。',
        'xiang' => '《未济卦》的卦象是坎（水）下离（火）上，为火在水上之表象。火在水上，大火燃烧，水波浩浩，水火相对相克，象征着未完成；君子此时要明辨各种事物，看到事物的本质，努力使事物的变化趋向好的方面，这样做则万事可成。',
        'yao' => [
            '小狐狸渡河时被水浸湿了尾巴，会有麻烦。',
            '向后拖拉车轮，使车不快进，坚守正道可以得到吉祥。',
            '事情未完成，急躁冒进去远行，有凶险，但有利于渡过大河急流。',
            '坚守正道可获吉祥，悔恨会消失；以雷霆万钧之势征讨鬼方国，经过三年的激烈战斗终于得到了胜利，被封为一个大国的诸侯。',
            '坚守正道或获吉祥，没有什么悔恨；这是君子所具有的美德的光辉，有诚实守信的德行可以获得吉祥。',
            '满怀信心，充分信任众人，这时可以安闲自得地饮酒作乐，没有什么灾祸；纵情滥饮，被酒淋湿了头，则说明过分信任他人，将会损害君子的正道。',
        ],
        'xiaoxiang' => [
            '“小狐狸渡河时被水浸湿了尾巴”，说明其自不量力，不知道自己究竟能使多大的气力，急躁冒进，结果招致麻烦。',
            '九二爻之所以可获吉祥，是因其恃中不移，端正不偏倚，有所节制，这样行事必获吉祥。',
            '“事情未完成，急躁冒进去远行，有凶险”，说明此时所处的位置不当。',
            '“坚守正道可获吉祥，悔恨会消失”，说明实现了建功立业的志向。',
            '“君子所具有的美德的光辉”，说明此时正在事情即将成功的关键时刻，应该具有诚实守信、光明正大的美德，才能获得成功，光彩焕发，得到吉祥。',
            '“纵情滥饮，被酒淋湿了头”，这样喝得醉醺醺的，就会误了大事，就有灭顶之灾，这是放纵自己没有节制的结果。',
        ],
    ],
    'notes' => [
        'tuan' => '此释《未济》卦卦名及卦辞之义。柔得中：六五之陰居外卦之中，小狐汔济：小狐狸几乎渡过河。汔，帛《易》作“气”，其义为“几乎”。未出中：未出险中。《未济》九二居坎中，坎为水，为险。濡其尾：（小狐狸）渡河沾湿了尾巴。濡，沾湿。不续终：不能延续到终结。不当位：《未济》六爻陰陽皆失位。刚柔应：《未济》三陰三陽皆相应。',
        'xiang' => '',
    ],
];
