<?php
return [
    'serial' => 64,
    'name' => '未济',
    'symbol' => [0, 1, 0, 1, 0, 1],
    'brief' => '火水未济',
    'spell' => '',
    'gua' => '亨，小狐汔济，濡其尾，无攸利。',
    'tuan' => '未济，亨；柔得中也。小狐汔济，未出中也。濡其尾，无攸利；不续终也。虽不当位，刚柔应也。',
    'xiang' => '火在水上，未济；君子以慎辨物居方。',
    'yao' => [
        '初六：濡其尾，吝。',
        '九二：曳其轮，贞吉。',
        '六三：未济，征凶，利涉大川。',
        '九四：贞吉，悔亡，震用伐鬼方，三年有赏于大国。',
        '六五：贞吉，无悔，君子之光，有孚，吉。',
        '上九：有孚于饮酒，无咎，濡其首，有孚失是。',
    ],
    'xiaoxiang' => [
        '濡其尾，亦不知极也。',
        '九二贞吉，中以行正也。',
        '未济征凶，位不当也。',
        '贞吉悔亡，志行也。',
        '君子之光，其晖吉也。',
        '饮酒濡首，亦不知节也。',
    ],
];
