<?php
return [
    'serial' => 64,
    'name' => '未济',
    'symbol' => [0, 1, 0, 1, 0, 1],
    'brief' => '火水未济',
    'spell' => '',
    'gua' => '亨，小狐汔济，濡其尾，无攸利。',
    'tuan' => '未济，亨；柔得中也。小狐汔济，未出中也。濡其尾，无攸利；不续终也。虽不当位，刚柔应也。',
    'xiang' => '火在水上，未济；君子以慎辨物居方。',
    'yao' => [
        '初六：濡其尾，吝。',
        '九二：曳其轮，贞吉。',
        '六三：未济，征凶，利涉大川。',
        '九四：贞吉，悔亡，震用伐鬼方，三年有赏于大国。',
        '六五：贞吉，无悔，君子之光，有孚，吉。',
        '上九：有孚于饮酒，无咎，濡其首，有孚失是。',
    ],
    'xiaoxiang' => [
        '濡其尾，亦不知极也。',
        '九二贞吉，中以行正也。',
        '未济征凶，位不当也。',
        '贞吉悔亡，志行也。',
        '君子之光，其晖吉也。',
        '饮酒濡首，亦不知节也。',
    ],
    'zhuxi' => [
        'gua' => '汔，許訖反。未濟，事未成之時也。水火不交，不相為用，卦之六爻，皆失其位，故為未濟。汔，幾也。幾濟而濡尾，猶未濟也。占者如此，何所利哉？',
        'tuan' => '未濟，亨，柔得中也。'
            . '<span class="commentinner">指六五言。</span>'
            . '小狐汔濟，未出中也。濡其尾，无攸利，不續終也。雖不當位，剛柔應也。',
        'xiang' => '水火異物，各居其所，故君子觀象而審辨之。',
        'yao' => [
            '以陰居下，當未濟之初，未能自進，故其象占如此。',
            '以九二應六五，而居柔得中，為能自止而不進，得為下之正也。故其象占如此。',
            '陰柔不中正，居未濟之時，以征則凶，然以柔乘剛，將出乎坎，有利涉之象，故其占如此。蓋行者可以，水浮而不可以陸走也。或疑利字上當有不字。',
            '以九居四，不正而有悔也。能勉而貞，則悔亡矣。然以不貞之資，欲勉而貞，非極其陽剛用力之久不能也。故為伐鬼方，三年而受賞之象。',
            '以六居五，亦非正也。然文明之主，居中應剛，虛心以求下之助，故得貞而吉，且无悔。又有光輝之盛，信實而不妄，吉而又吉也。',
            '以剛明居未濟之極，時將可以有為，而自信自養以俟命，无咎之道也。若縱而不反，如狐之涉水而濡其首，則過於自信，而失其義矣。',
        ],
        'xiaoxiang' => [
            '極字未詳，考上下韻亦不叶，或恐是敬字，今且闕之。',
            '九居二，本非正，以中故得正也。',
            '',
            '',
            '暉者，光之散也。',
            '',
        ],
    ],
    'wangbi' => [
        'gua' => '',
        'tuan' => '“未济，亨”，柔得中也。'
            . '<span class="commentinner">以柔处中，不违刚也。能纳刚健，故得亨也。</span>'
            . '“小狐汔济”，未出中也(2)。'
            . '<span class="commentinner">小狐不能涉大川，须汔然后乃能济。处未济之时，必刚健拔难，然后乃能济，汔乃能济，未能出险之中。</span>'
            . '“濡其尾，无攸利”，不续终也(3)。'
            . '<span class="commentinner">小狐虽能渡而无馀力。将济而濡其尾，力竭於斯，不能续终。险难犹未足以济也。济未济者，必有馀力也。</span>'
            . '虽不当位，刚柔应也(4)。'
            . '<span class="commentinner">位不当，故未济。刚柔应，故可济。</span>',
        'xiang' => '辨物居方，令物各当其所也。',
        'yao' => [
            '处未济之初，最居险下，不可以济者也。而欲之其应，进则溺身。未济之始，始於既济之上六也。濡其首犹不反，至於濡其尾，不知纪极者也。然以陰处下，非为进亢，遂其志者也。困则能反，故不曰凶。事在已量，而必困乃反，顽亦甚矣，故曰“吝”也。',
            '体刚履中，而应於五，五体陰柔，应与而不自任者也。居未济之时，处险难之中，体刚中之质，而见任与，拯救危难，经纶屯蹇者也。用健拯难，靖难在正，而不违中，故“曳其轮，贞吉”也。',
            '以陰之质，失位居险，不能自济者也。以不正之身，力不能自济，而求进焉，丧其身也。故曰“征凶”也。二能拯难，而已比之，弃已委二，载二而行，溺可得乎？何忧未济，故曰“利涉大川”。',
            '处未济之时，而出险难之上，居文明之初，体乎刚质，以近至尊。虽履非其位，志在乎正，则吉而悔亡矣。其志得行，靡禁其威，故曰“震用伐鬼方”也。“伐鬼方”者，兴衰之征也。故每至兴衰而取义焉。处文明之初，始出於难，其德未盛，故曰“三年”也。五居尊以柔，体乎文明之盛，不夺物功者也，故以大国赏之也。',
            '以柔居尊，处文明之盛，为未济之主，故必正然后乃吉，吉乃得无悔也。夫以柔顺文明之质，居於尊位，付与於能，而不自役，使武以文，御刚以柔，斯诚君子之光也。付物以能，而不疑也，物则竭力，功斯克矣，故曰：“有孚，吉。”',
            '未济之极，则反於既济。既济之道，所任者当也。所任者当，则可信之无疑，而已逸焉。故曰“有孚于饮酒，无咎”也。以其能信於物，故得逸豫而不忧於事之废。苟不忧於事之废，而耽於乐之甚，则至于失节矣。由於有孚，失於是矣，故曰“濡其首，有孚，失是”也。',
        ],
        'xiaoxiang' => [
            '',
            '位虽不正，中以行正也。',
        ],
    ],
    'sushi' => [
        'tuan' => '“未济，亨”，柔得中也。'
            . '<span class="commentinner">谓六五也。</span>'
            . '“小狐汔济”，未出中也。“濡其尾，无攸利”，不续终也。'
            . '<span class="commentinner">“未济”陽皆乘陰，上下之分定，未可以有为也。“汔”，涸也。“坎”在“离”上，则水溢而火怒于下，必进之象也；是以虽溢而可以“济”。“坎”在“离”下，则水涸而火安于上，不进之象也，是以虽涸而不可以“济”。君子见其远者、大者，小人见其小者、近者，初六、六三，小人也；见水之涸，以为可济也，是谓“小狐汔济”。而九二君子也，以为不可“曳其轮”而不进，则“小狐”安能独济哉！是谓“未出中也”。二陰轻进，而九二不予，是以六三“征凶”。初六“濡其尾”，虽九二亦病矣，故“无攸利”。见易而轻犯之，遇难而退，虽有智者不能善其后，故曰“不续终也”。</span>'
            . '虽不当位，刚柔应也。'
            . '<span class="commentinner">《易》二、三、四、五皆失位，惟“未济”与“归妹”也。故皆“无攸利”，而“归妹”又“征凶”者，刚柔不应也。</span>',
        'xiang' => '上下方安其位，而不乐于进取，则君子慎静其身，而辨物居方，以待其会。',
        'yao' => [
            '水火相射，极乃致用。故“济”必待其极，“汔济”，非其极也。',
            '外若不行，中以行正也。',
            '“未济”非不济也，有所待之辞也。盖将畜其全力，一用之于大难。大难既平，而小者随之矣，故曰：“利涉大川”。六三见水之涸，幸其易济而骤用之，后有大川，则其用废矣，故曰“征凶”。见涸而济者，初与三均也；初“吝”而已，三至于“凶”，位不当也。',
            '九四有震主之威，苟不用于“鬼方”，则无所行其志矣，震主者悔也。贞于主而用于敌，所以“悔亡”也。',
            '光出于形之表，而不以力用。君子之广大者也，下有九二，其应也；旁有九四、上九，其邻也。险难未平，三者皆刚，莫能相用，将求用于我之不暇，非谋我者也。故六五信是三者，则三者为之尽力，而我无为，此“贞吉，无悔，君子之光”也。',
            '“节”，事之会也。“是”，是时也。至于是而不济，终不济也。故“未济”之可以济者惟是也。险难未平，六五信我，将以用我也；我则饮酒而已，何也？将安以待其会也，故“无咎”。上九之谓首，“濡其首”者，可济之时也；若不赴其节，饮酒于可济之时，则信我者失是时矣。',
        ],
    ],

    'vernacular' => [
        'gua' => '象征事未完成：经过努力可以得到亨通；小狐狸渡河快到对岸了，却浸湿了尾巴，则没有什么吉利。',
        'tuan' => '未济，“亨通”，（六五）陰柔居中。“小狐狸将要渡过河”，未出坎水之中。（九二爻）“沾湿了尾巴，没有什么不利的。”，不能延续至终。（《未济》六爻）虽然不当位，而（六爻）陽刚陰柔皆互相应合。',
        'xiang' => '《未济卦》的卦象是坎（水）下离（火）上，为火在水上之表象。火在水上，大火燃烧，水波浩浩，水火相对相克，象征着未完成；君子此时要明辨各种事物，看到事物的本质，努力使事物的变化趋向好的方面，这样做则万事可成。',
        'yao' => [
            '小狐狸渡河时被水浸湿了尾巴，会有麻烦。',
            '向后拖拉车轮，使车不快进，坚守正道可以得到吉祥。',
            '事情未完成，急躁冒进去远行，有凶险，但有利于渡过大河急流。',
            '坚守正道可获吉祥，悔恨会消失；以雷霆万钧之势征讨鬼方国，经过三年的激烈战斗终于得到了胜利，被封为一个大国的诸侯。',
            '坚守正道或获吉祥，没有什么悔恨；这是君子所具有的美德的光辉，有诚实守信的德行可以获得吉祥。',
            '满怀信心，充分信任众人，这时可以安闲自得地饮酒作乐，没有什么灾祸；纵情滥饮，被酒淋湿了头，则说明过分信任他人，将会损害君子的正道。',
        ],
        'xiaoxiang' => [
            '“小狐狸渡河时被水浸湿了尾巴”，说明其自不量力，不知道自己究竟能使多大的气力，急躁冒进，结果招致麻烦。',
            '九二爻之所以可获吉祥，是因其恃中不移，端正不偏倚，有所节制，这样行事必获吉祥。',
            '“事情未完成，急躁冒进去远行，有凶险”，说明此时所处的位置不当。',
            '“坚守正道可获吉祥，悔恨会消失”，说明实现了建功立业的志向。',
            '“君子所具有的美德的光辉”，说明此时正在事情即将成功的关键时刻，应该具有诚实守信、光明正大的美德，才能获得成功，光彩焕发，得到吉祥。',
            '“纵情滥饮，被酒淋湿了头”，这样喝得醉醺醺的，就会误了大事，就有灭顶之灾，这是放纵自己没有节制的结果。',
        ],
    ],
    'notes' => [
        'tuan' => '此释《未济》卦卦名及卦辞之义。柔得中：六五之陰居外卦之中，小狐汔济：小狐狸几乎渡过河。汔，帛《易》作“气”，其义为“几乎”。未出中：未出险中。《未济》九二居坎中，坎为水，为险。濡其尾：（小狐狸）渡河沾湿了尾巴。濡，沾湿。不续终：不能延续到终结。不当位：《未济》六爻陰陽皆失位。刚柔应：《未济》三陰三陽皆相应。',
        'xiang' => '',
    ],
];
