<?php
return [
'chapters' => [
[
    'content' => [
        '子墨子言曰：“知者之事，必计国家百姓所以治者而为之，必计国家百姓之所以乱者而辟之。”然计国家百姓之所以治者，何也？上之为政，得下之情则治，不得下之情则乱。何以知其然也？上之为政，得下之情，则是明于民之善非也。若苟明于民之善非也，则得善人而赏之，得暴人而罚之也。善人赏而暴人罚，则国必治。上之为政也，不得下之情，则是不明于民之善非也，若苟不明于民之善非，则是不得善人而赏之，不得暴人而罚之。善人不赏而暴人不罚，为政若此，国众必乱。故赏不得下之情，而不可不察者也。',
        '然计得下之情，将奈何可？故子墨子曰：“唯能以尚同一义为政，然后可矣！”何以知尚同一义之可而为政于天下也？然胡不审稽古之治为政之说乎？古者天之始生民，未有正长也，百姓为人。若苟百姓为人，是一人一义，十人十义，百人百义，千人千义。逮至人之众，不可胜计也；则其所谓义者，亦不可胜计。此皆是其义，而非人之义，是以厚者有斗，而薄者有争。是故天下之欲同一天下之义也，是故选择贤者，立为天子。天子以其知力为未足独治天下，是以选择其次，立为三公。三公又以其知力为未足独左右天子也，是以分国建诸侯。诸侯又以其知力为未足独治其四境之内也，是以选择其次，立为卿之宰。卿之宰又以其知力为未足独左右其君也，是以选择其次，立而为乡长家君。是故古者天子之立三公、诸侯、卿之宰，乡长、家君，非特富贵游佚而择之也，将使助治乱刑政也。故古者建国设都，乃立后王君公，奉以卿士师长，此非欲用说也，唯辩而使助治天明也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '墨子说道：“智者做事，必须考虑国家百姓所以治理的原因而行事，也必须考虑国家百姓所以混乱的根源而事先回避。”然而考虑国家百姓因之治理的原因是什么呢？居上位的人施政，能得到下面的实情则治理，不能得到下面的实情则混乱。怎么知道是这样呢？居上位的施政，得到了下边实情，这就对百姓的善否很清楚。假若清楚百姓的善否，那么得到善人就奖赏他，得到暴人就惩罚他。善人受赏而暴人受罚，那么国家就必然治理。如果居上位的施政，不能得知下面的实情，这就是对百姓的善否不清楚。假若不清楚百姓的善否，这就不能得到善人而赏赐他，不能得到暴人而惩罚他。善人得不到赏赐而暴人得不到惩罚，象这样施政，国家民众就必定混乱。所以赏（罚）',
        '若得不到下面的实情，是不可不考察其后果的。',
        '然而考虑应该怎么样才可以获知下情呢？所以墨子说：“只有能用向上统一意见施政，这以后就可以了。”怎么知道向上统一意见，就可以在天下施政呢？这为什么不审察古代施政时的情况呢？古代上天开始生育下民，还没有行政长官的时候，百姓人各为主。如果百姓人各为主，这就一人有一个道理，十人有十个道理，百人有百个道理，千人有千人道理。及至人数多得不可胜数，那么他们所谓的道理也就多得不可胜数。这样人都认为自己的道理正确，而认为别人的道理不正确，因此严重的发生斗殴，轻微的发生争吵。所以上天希望统一天下的道理，因此就选择贤人立为天子。天子认为他的智慧能力不足单独治理天下，所以选择次于他的贤人立为三公。三公又认为自己的智慧能力不足单独辅佐天子，所以分封建立诸侯；诸侯又认为自己的智慧能力不足单独治理他国家的四境之内，因此又选择次于他的贤人，立为卿与宰；卿、宰又认为自己的智慧能力不足以单独辅佐他的君主，因此选择次于他的贤人，立为乡长、家君。所以古时天子设立三公、诸侯、卿、宰、乡长，家君，不只是让他们富贵游乐而选择他们，而是将使他们协助自己治理刑政。所以古时建国立都，就设立了帝王君主，又辅佐以卿士师长，这不是想用来取悦自己喜欢的人，只是分授职责，使他们助天明治。',
    ],
],
[
    'content' => [
        '今此何为人上而不能治其下？为人下而不能事其上？则是上下相贼也。何故以然？则义不同也。若苟义不同者有党，上以若人为善，将赏之，若人唯使得上之赏而辟百姓之毁；是以为善者必未可使劝，见有赏也。上以若人为暴，将罚之，若人唯使得上之罚，而怀百姓之誉；是以为暴者必未可使沮，见有罚也。故计上之赏誉，不足以劝善，计其毁罚，不足以沮暴。此何故以然？则义不同也。',
        '然则欲同一天下之义，将奈何可？故子墨子言曰：然胡不赏使家君，试用家君发宪布令其家，曰：“若见爱利家者，必以告；若见恶贼家者，亦必以告。若见爱利家以告，亦犹爱利家者也，上得且赏之，众闻则誉之；若见恶贼家不以告，亦犹恶贼家者也，上得且罚之，众闻则非之。”是以遍若家之人，皆欲得其长上之赏誉，辟其毁罚。是以善言之?，不善言之；家君得善人而赏之，得暴人而之，善人之赏，而暴人之罚，则家必治矣。然计若家之所以治者，何也？唯以尚同一义为政故也。',
        '家既巳治，国之道尽此巳邪？则未也。国之为家数也甚多，此皆是其家，而非人之家，是以厚者有乱，而薄者有争。故又使家君总其家之义，以尚同于国君，国君亦为发宪布令于国之众，曰：“若见爱利国者，必以告；若见恶贼国者，亦必以告。若见爱利国以告者，亦犹爱利国者也，上得且赏之，众闻则誉之；若见恶贼国不以告者，亦犹恶贼国者也，上得且罚之；众闻则非之。”是以遍若国之人，皆欲得其长上之赏誉，避其毁罚。是以民见善者言之，见不善者言之；国君得善人而赏之，得暴人而罚之。善人赏而暴人罚，则国必治矣。然计若国之所治者，何也？唯能以尚同一义为政故也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '现在为什么居人之上的人不能治理他的下属，居人之下的人不能事奉他的上级？这就是上下相互残害。什么原因会这样？就是各人的道理不同。假若道理不同的人双方有所偏私，上面认为这人为善，将赏赐他。这人虽然得到了上面的赏赐，却免不了百姓的非议，因此，为善的人未必因此而得到勉励，虽然人们看到有赏赐。上面认为这人行暴，将惩罚他，此人虽得到了上司的惩罚，却怀有百姓的赞誉，因此，行暴的人未必可使停止，虽然人们看到了惩罚。所以计议上面的赏赐赞誉，不足以勉励向善，计议上面的非毁惩罚，不足以阻止暴行。这是什么原故使之如此呢？就是各人道理不同。',
        '既然如此，那么想统一天下各人的道理，将怎么办呢？所以墨子说道：为何不试着使家君对他的下属发布政令说：“你们见到爱护和有利于家族的，必须把它报告给我，你们见到憎恨和危害家族的也必须把它报告给我。你们见到爱护和有利于家族的报告给我，也和爱护和有利家族一样，上面得知了将赏赐他，大家听到了将赞誉他。你们见到了憎害家族不拿来报告，也和憎害家族的一样，上面得知了将惩罚他，大家听到了将非议他。”以此遍告这全家的人。人们都希望得到长上的赏赐赞誉，而避免非议惩罚。所以，见了好的来报告，见了不好的也来报告。家君得到善人而赏赐他，得到暴人而惩罚他。善人得赏而暴人得罚，那么家族就会治理好。然而计议这一家治理得好的原因是什么呢？只是能以向上统一道理的原则治政之故。',
        '家已经治好了，治国的办法全都在此了吗？那还没有。国家之中的家数很多，它们都认为自己的家对而别人的家不对，所以严重的就发生动乱，轻微的就发生争执。所以又使家君总其家族的道理，用以上同于国君。国君也对国中民众发布政令说：“你们看到爱护和有利于国家的必定拿它来报告，你们看到憎恶和残害国家的也必定拿它来报告。你们看到爱护和有利于国家的把它上报了，也和爱护和有利国家的一样。上面得悉了将予以赏赐，大家听到了将予以赞誉。你们看到了憎恶和残害国家的不拿来上报，也和憎恶和残害国家的一样。上面得悉了将予以惩罚，大家听到了将予以非议。”以此遍告这一国的人。人们都希望得到长上的赏赐赞誉，避免他的非议惩罚，??',
        '以人民见到好的来报告，见到不好的也来报告。国君得到善人予以赏赐，得到暴人而予以惩罚。善人得赏而暴人得罚，那么国家必然治理好。然而计议这一国治理好的原因是什么呢？只是能以向上统一道理的原则治政之故。',
    ],
],
[
    'content' => [
        '国既巳治矣，天下之道尽此巳邪？则未也。天下之为国数也甚多，此皆是其国，而非人之国，是以厚者有战，而薄者有争。故又使国君选其国之义，以尚同于天子。天子亦为发宪布令于天下之众，曰：“若见爱利天下者，必以告；若见恶贼天下者，亦以告。若见爱利天下以告者，亦犹爱利天下者也，上得则赏之，众闻则誉之；若见恶贼天下不以告者，亦犹恶贼天下者也，上得且罚之，众闻则非之。”是以遍天下之人，皆欲得其长上之赏誉，避其毁罚，是以见善、不善者告之。天子得善人而赏之，得暴人而罚之，善人赏而暴人罚，天下必治矣。然计天下之所以治者，何也？唯而以尚同一义为政故也。',
        '天下既已治，天子又总天下之义，以尚同于天。故当尚同之为说也，尚用之天子，可以治天下矣；中用之诸侯，可而治其国矣；小用之家君，可而治其家矣。是故大用之治天下不窕，小用之治一国一家而不横者，若道之谓也。故曰治天下之国，若治一家，使天下之民，若使一夫。意独子墨子有此而先王无此，其有邪？则亦然也。圣王皆以尚同为政，故天下治。何以知其然也？于先王之书也《大誓》之言然，曰：“小人见奸巧，乃闻不言也，发罪钧。”此言见淫辟不以告者，其罪亦犹淫辟者也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '国家已经治理了，治理天下的办法尽在这里了吗？那还没有。天下国家为数很多，这些国家都认为自己的国家对而别人的国家不对，所以严重的就发生动乱，轻微的就发生争执。因此又使国君总同各国的意见，用来上同于天子。天子也对天下民众发布政令说：“你们看到爱护和有利于天下的必定拿它来报告，你们看到憎恶和残害天下的也必定拿它来报告。你们看到爱护和有利于天下而拿来报告的，也和爱护和有利于天下的一样。上面得悉了将予以赏赐，大家听到了将予以赞誉。你们看到了憎恶和残害天下的而不拿来上报的，也和憎恶和残害天下的一样。上面得悉了将予以惩罚，大家听到了将予以非毁。”以此遍告天下的人。人们都希望得到长上的赏赐赞誉，避免他的非毁惩罚，所以看到好的来报告，看到不好的也来报告。天子得到善人予以赏赐，得到暴人而予以惩罚。天下必定治理了。然而计议天下治理好的原因是什么呢？只是能以向上统一道理的原则治政的缘故。',
        '天下已经治理了，天子又总同天下的道理，用来上同于天。所以尚同作为一种主张，它上而用之于天子，可以用来治理天下；中而用之于诸侯，可以用来治理他的国家；小而用之于家长，可以用来治理他的家族。所以大用之治理天下不会不足，小用之治理一国一家而不会横阻，说的就是（尚同）这个道理。所以说：治理天下之国，如治一家，使今天下之民如使一人。抑或只有墨子有这个主张，而先王没有这个呢？则先王也是这样的。圣王都用尚同的原则治政，所以天下治理。从何知道这样呢？在先王的书《大誓》这样说过：“小人看到奸巧之事，知而不言的，他的罪行与奸巧者均等。”这说的就是看到淫僻之事不拿来报告的，他的罪行也和淫僻者的一样。',
    ],
],
[
    'content' => [
        '故古之圣王治天下也，其所差论以自左右羽翼者皆良，外为之人，助之视听者众。故与人谋事，先人得之；与人举事，先人成之；光誉令闻，先人发之。唯信身而从事，故利若此。古者有语焉，曰：“一目之视也，不若二目之视也；一耳之听也，不若二耳之听也；一手之操也，不若二手之强也。”夫唯能信身而从事，故利若此。是故古之圣王之治天下也，千里之外，有贤入焉，其乡里之人皆未之均闻见也，圣王得而赏之。千里之内有暴人焉，其乡里未之均闻见也，圣王得而罚之。故唯毋以圣王为聪耳明目与？岂能一视而通见千里之外哉？一听而通闻千里之外哉？圣王不往而视也，不就而听也，然而使天下之为寇乱盗贼者，周流天下无所重足者，何也？其以尚同为政善也。',
        '是故子墨子曰：“凡使民尚同者，爱民不疾，民无可使。曰：必疾爱而使之，致信而持之，富贵以道其前，明罚以率其后。为政若此，唯欲毋与我同，将不可得也。”',
        '是以子墨子曰：“今天下王公大人士君子，中情将欲为仁义，求为上士，上欲中圣王之道，下欲中国家百姓之利，故当尚同之说而不可不察，尚同为政之本，而治要也。”',
    ],
    'vernacular' => [
        '所以古时的圣王治理天下，他所选择作为自己左右辅佐的人，都是贤良。在外边做事的人，帮助他察看和听闻的人很多。所以（他）和大家一起谋划事情，要比别人先考虑周到；和大家一起办事，要比别人先成功，（他的）荣誉和美好的名声要比别人先传扬出去。唯其以诚信从事，所以有这样多的利益。古时有这样的话，说：“一只眼睛所看到的，不如两只眼睛所看到的；一只耳朵听到的，不如两只耳朵听到的；一只手操拿，不如两只手强。”惟其以诚信从事，所以如此有利。所以古代圣王治理天下，千里之外的地方有个贤人，那一乡里的人还未全都听到或见到，圣王已经得悉而予以赏赐了。千里之外的地方有一个暴人，那一乡里的人还未全部听到或见到，圣王已经得悉而予以惩罚了。所以认为圣王是耳聪目明吧？难道张眼一望就到达千里之外吗？倾耳一听就到达千里之外吗？圣王不会亲自前去看，不会靠近去听。然而使天下从事寇乱盗贼的人走遍天下无处容足的原因，是什么呢？那是以尚同原则治政的好处。',
        '所以墨子说：“凡是使百姓尚同的，如果爱民不深，百姓就不可使令。即是说：必须切实爱护他们，以诚信之心拥有他们。用富贵引导于前，用严明的惩罚督率于后。象这样施政，即使要想人民不与我一致，也将办不到。”',
        '所以墨子说：“现在天下的王公大人、士君子们，如果心中确实将行仁义，追求做上士，上要符合圣王之道，下要符合国家百姓之利，因此对尚同这一主张不可不予以审察。尚同是施政的根本和统治的关键。”',
    ],
    'notes' => [
        '（1）“辟”：通“避”。',
        '（2）“择”为“怿”字之误。',
        '（3）“说”通“悦”。',
        '（4）“辟”上疑脱“不”字。',
        '（5）“而”通“能”。',
        '（6）窕：不满。',
        '（7）“道”通“导”。',
    ],
],
],
'unscramble' => [
    '【鉴赏】尚同，是墨子尚贤学说的引申。墨子主张，把贤人政治推广到全国，让有德才的人，从事国家管理，就像丝缕和渔网都有总绳一样，国家应由贤人用仁义来治理。这是墨子理想中的社会状态。',
    '墨子时代，天下四分五裂，周王朝徒具虚名，解决中国实际上的统一问题，既是时代要求，也是民心所向，代表人民的根本利益，各学派无不关注，纷纷拿出方案，献计献策。墨子的尚同论，是为解决中国统一问题而形成的雄图大略。墨子的方案，立足于和平一统，反对大国用武力兼并小国。墨子用仁义统一中华的方略，反映处在动荡中的农民、商人与手工业者，以及小国弱国人民希望和平统一的心愿。',
    '墨子主张，选择贤良辩慧之人立为天子，依次再选贤人，置为三公、诸侯国君、将军大夫和乡里长等各级官员。从最高长官天子，到最基层的里长，都从有德才的人中选拔。他们以身作则，推行仁义，运用道德评价和行政法律等手段，促进政权的良性运转机制。在以血缘为基础的贵族专政制度下，这是大胆的革新主张。在墨子的影响下，其后学主张国君由“臣民通约”，即臣民共同协商约定。这是原始民主制思想的萌芽和理想化。',
    '墨子认为，只有在全国统一的贤人政治下，才能够上下通情。数千万里外，有做好事的人，家里未全知，乡里未遍闻，天子却已经知道，给予赏赐。同样，数千万里外，有做坏事的人，家里未全知，乡里未遍闻，天子却已经知道，给予处罚。这不是出于天子的神机妙算，而是由于能够使别人的耳目助己视听。使别人的嘴巴助己言谈。使别人的心助己思虑。使别人的肢体助己动作。助己视听的人多，见闻就远。助己言谈的人多，好话就传播得广。助己思考的人多，谋划效率就高。助己动作的人多，办事效率就快。这是群众路线的思想萌芽。',
    '墨子论证说，上下通情，赏罚才能恰当。在贤人一统的政治下，不冤枉无辜，不放纵有罪，使胡作非为的寇乱盗贼，无处藏身。这是尚同政治的好处。在高度集中的理想政治下，治一国就像治一家，使万民就像使一人，国家管理效率高，程序简化。墨子尚同政治的论证和设想，带有理想化和夸张成分。',
    '墨子尚同政治的前提，是贤人在上，爱民利民。上级想让下级服从，上级首先必须爱护下级，了解下情，顺从民意。上级的集中统一，以反映汇聚民意为基础。墨子鼓励臣民谏争，认为对上级机械服从，不能算忠诚。墨子尚同论的思想精华，对现今国家行政管理效率的提升，具有积极的借鉴意义。',

        '[下]子墨子言曰：知者之事，必计国家百姓所以治者而为之，必计国家百姓之所以乱者而避之。然计国家百姓之所以治者，何也?上之为政，得下之情则治，不得下之情则乱。何以知其然也?上之为政得下之情，则是明于民之善非也。若苟明于民之善非也，则得善人而赏之，得暴人而罚之也。善人赏而暴人罚，则国必治。上之为政也，不得下之情，则是不明于民之善非也，若苟不明于民之善非，则是不得善人而赏之，不得暴人而罚之。善人不赏而暴人不罚，为政若此，国众必乱。故赏不得下之情，而不可不察者也。',
        '然计得下之情将奈何可?故子墨子曰：唯能以尚同一义为政，然后可矣。何以知尚同一义之可而为政于天下也?然胡不审稽古之治为政之说乎?古者天之始生民，未有正长也，百姓为人。若苟百姓为人，是一人一义，十人十义，百人百义，千人千义，逮至人之众不可胜计也，则其所谓义者亦不可胜计。此皆是其义而非人之义，是以厚者有斗而薄者有争。是故天下之欲同一天下之义也，是故选择贤者立为天子。天子以其知力为未足独治天下，是以选择其次立为三公。三公又以其知力为未足独左右天子也，是以分国建诸侯。诸侯又以其知力为未足独治其四境之内也，是以选择其次立为卿之宰①。卿之宰又以其知力为未足独左右其君也，是以选择其次立而为乡长家君②。是故古者天子之立三公、诸侯、卿之宰、乡长家君，非特富贵游佚而择之也，将使助治乱刑政也。故古者建国设都，乃立后王君公，奉以卿士师长，此非欲用说也，唯辩而使助治天明也。',
        '今此何为人上而不能治其下，为人下而不能事其上?则是上下相贼也。何故以然?则义不同也。若苟义不同者有党，上以若人为善，将赏之，若人唯使得上之赏，而辟百姓之毁，是以为善者必未可使劝，见有赏也。上以若人为暴，将罚之，若人唯使得上之罚，而怀百姓之誉，是以为暴者必未何使沮，见有罚也。故计上之赏誉，不足以劝善，计其毁罚，不足以沮暴。此何故以然?则义不同也。',
        '然则欲同一天下之义，将奈何可?故子墨子言曰：然胡不赏使家君试用家君发宪布令其家，曰：“若见爱利家者必以告，若见恶贼家者亦必以告。若见爱利家以告，亦犹爱利家者也，上得且赏之，众闻则誉之;若见恶贼家不以告，亦犹恶贼家者也，上得且罚之，众闻则非之。”是以遍若家之人，皆欲得其长上之赏誉，避其毁罚。是以善言之，不善言之，家君得善人而赏之，得暴人而罚之。善人之赏，而暴人之罚，则家必治矣。然计若家之所以治者，何也?唯以尚同一义为政故也。',
        '家既已治，国之道尽此已邪?则未也。国之为家数也甚多，此皆是其家而非人之家，是以厚者有乱，而薄者有争。故又使家君总其家之义，以尚同于国君。国君亦为发宪布令于国之众，曰：“若见爱利国者必以告，若见恶贼国者亦必以告。若见爱利国以告者，亦犹爱利国者也，上得且赏之，众闻则誉之;若见恶贼国不以告者，亦犹恶贼国者也，上得且罚之，众闻则非之。”是以遍若国之人，皆欲得其长上之赏誉，避其毁罚。是以民见善者言之，见不善者言之，国君得善人而赏之，得暴人而罚之。善人赏而暴人罚，则国必治矣。然计若国之所以治者，何也?唯能以尚同一义为政故也。',
        '国既已治矣，天下之道尽此已邪?则未也。天下之为国数也甚多，此皆是其国而非人之国，是以厚者有战，而薄者有争。故又使国君选其国之义，以尚同于天子。天子亦为发宪布令于天下之众，曰：“若见爱利天下者必以告，若见恶贼天下者亦以告。若见爱利天下以告者，亦犹爱利天下者也，上得则赏之，众闻则誉之;若见恶贼天下不以告者，亦犹恶贼天下者也，上得且罚之，众闻则非之。”是以遍天下之人，皆欲得其长上之赏誉，避其毁罚，是以见善、不善者告之。天子得善人而赏之，得暴人而罚之，善人赏而暴人罚，天下必治矣。然计天下之所以治者，何也?唯而以尚同一义为政故也。',
        '天下既已治，天子又总天下之义，以尚同于天。故当尚同之为说也，尚用之天子，可以治天下矣;中用之诸侯，可而治其国矣;小用之家君，可而治其家矣。是故大用之治天下不窕③，小用之治一国一家而不横者④，若道之谓也。故曰：治天下之国若治一家，使天下之民若使一夫。意独子墨子有此，而先王无此其有邪?则亦然也。圣王皆以尚同为政，故天下治。何以知其然也?于先王之书也《大誓》之言然，曰：“小人见奸巧，乃闻。不言也，发罪钧⑤。”此言见淫辟不以告者，其罪亦犹淫辟者也。',
        '故古之圣王治天下也，其所差论以自左右羽翼者皆良⑥，外为之人助之视听者众，故与人谋事，先人得之;与人举事，先人成之;光誉令闻⑦，先人发之。唯信身而从事，故利若此。古者有语焉，曰：“一目之视也，不若二目之视也。一耳之听也，不若二耳之听也。一手之操也，不若二手之强也。”夫唯能信身而从事，故利若此。是故古之圣王之治天下也，千里之外有贤人焉，其乡里之人皆未之均闻见也，圣王得而赏之。千里之内有暴人焉，其乡里未之均闻见也，圣王得而罚之。故唯毋以圣王为聪耳明目与?岂能一视而通见千里之外哉⑧，一听而通闻千里之外哉。圣王不往而视也，不就而听也⑨。然而使天下之为寇乱盗贼者，周流天下无所重足者⑩，何也?其以尚同为政善也。',
        '是故子墨子曰：凡使民尚同者，爱民不疾，民无可使，曰必疾爱而使之，致信而持之，富贵以道其前⑪，明罚以率其后⑫。为政若此，唯欲毋与我同，将不可得也。是以子墨子曰：今天下王公大人士君子，中情将欲为仁义，求为上士，上欲中圣王之道，下欲中国家百姓之利，故当尚同之说而不可不察。尚同为政之本，而治要也。',
        '〔注释〕①卿之宰：卿与宰。②家君：治理卿大夫封地的官员。③窕：空缺。④横：阻塞。⑤小人见奸巧，乃闻。不言也，发罪钧：人民见到奸邪巧诈者，就报告。如果不报告，罪过就跟奸邪巧诈者一样。⑥差论：选择。⑦光誉令闻：光荣的名誉，美好的声名。⑧通见：通通见到。⑨就：接近，到跟前。⑩重足：立足。⑪富贵以道其前：用富足显贵在前面引导。⑫明罚以率其后：用赏罚分明在后面督促。',

],
];
