<?php
return [
'chapters' => [
[
    'content' => [
        '子墨子言曰：“仁人之事者，必务求兴天下之利，除天下之害。”然当今之时，天下之害孰为大？曰：若大国之攻小国也，大家之乱小家也，强之劫弱，众之暴寡，诈之谋愚，贵之敖贱，此天下之害也。又与为人君者之不惠也，臣者之不忠也，父者之不慈也，子者之不孝也，此又天下之害也。又与今人之贱人，执其兵刃毒药水火，以交相亏贼，此又天下之害也。',
        '姑尝本原若众害之所自生。此胡自生？此自爱人、利人生与？即必曰：“非然也。”必曰：“从恶人、贼人生。”分名乎天下，恶人而贼人者，兼与？别与？即必曰：“别也。”然即之交别者，果生天下之大害者与？是故别非也。子墨子曰：“非人者必有以易之，若非人而无以易之，譬之犹以水救水也，其说将必无可矣。”是故子墨子曰：“兼以易别。”然即兼之可以易别之故何也？曰：藉为人之国，若为其国，夫谁独举其国，以攻人之国者哉？为彼者，由为己也。为人之都，若为其都，夫谁独举其都以伐人之都者哉？为彼者犹为己也。为人之家，若为其家，夫谁独举其家以乱人之家者哉？为彼者犹为己也。然即国都不相攻伐，人家不相乱贼，此天下之害与？天下之利与？即必曰天下之利也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '墨子说道：“仁人的事业，应当努力追求兴起天下之利，除去天下之害。”然而在现在，天下之害，什么算是最大的呢？回答说：“例如大国攻伐小国，大家族侵扰小家族，强大者强迫弱小者，人众者虐待人少者，狡诈者算计愚笨者，尊贵者傲视卑贱者，这就是天下的祸害。又如，做国君的不仁惠，做臣下的不忠诚，做父亲的不慈爱，做儿子的不孝敬，这又都是天下的祸害。又如，现在的贱民拿着兵刃、毒药、水火，用来相互残害，这又是天下的祸害。',
        '姑且试着推究这许多祸害产生的根源。这是从哪儿产生的吗？这是从爱别人利别人产生的？则必然要说不是这样的，必然要说是从憎恶别人、残害别人产生的。辨别一下名目：世上憎恶别人和残害别人的人，是兼（相爱）还是别（相恶）呢？则必然要说是别（相恶）。既然如此，那么这种别相恶可不果然是产生天下大害的原因！所以别（相恶）是不对的。墨子说：“如果以别人为不对，那就必须有东西去替代它，如果说别人不对而又没有东西去替代它，就好像用水救水、用火救火。这种说法将必然是不对的。”所以墨子说：“要用兼（相爱）来取代别（相恶）。”既然如此，那么可以用兼（相爱）来替换别（相恶）的原因何在呢？回答说：“假如对待别人的国家，象治理自己的国家，谁还会动用本国的力量，用以攻伐别人的国家呢？为着别国如同为着本国一样。对待别人的都城，象治理自己的都城，谁还会动用自己都城的力量，用以攻伐别人的都城呢？对待别人就像对待自己。对待别人的家族，就像对待自己的家族，谁还会动用自己的家族，用以侵扰别人的家族呢？对待别人就像对待自己。既然如此，那么国家、都城不相互攻伐，个人、家族不相互侵扰残害，这是天下之害呢？还是天下之利呢？则必然要说是天下之利。',
    ],
],
[
    'content' => [
        '姑尝本原若众利之所自生，此胡自生？此自恶人贼人生与？即必曰：“非然也。”必曰：“从爱人利人生。”分名乎天下爱人而利人者，别与？兼与？即必曰：“兼也。”然即之交兼者，果生天下之大利与？是故子墨子曰:“兼是也鼻蚁缥岜狙栽唬喝嗜酥抡撸匚袂笮颂煜之利，除天下之害。今吾本原兼之所生，天下之大利者也；今吾本原别之所生，天下之大害者也。是故子墨子曰：“别非而兼是者。”出乎若方也。',
        '今吾将正求与天下之利而取之，以兼为正，是以聪耳明目相与视听乎？是以股肱毕强相为动宰乎？而有道肆相教诲，是以老而无妻子者，有所侍养以终其寿；幼弱孤童之无父母者，有所放依以长其身。今唯毋以兼为正，即若其利也。不识天下之士，所以皆闻兼而非者，其故何也？',
        '然而天下之士，非兼者之言，犹未止也。曰：“即善矣!虽然，岂可用哉？”',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '姑且试着推究这些利是如何产生的。这是从哪儿产生的呢？这是从憎恶人残害人产生的呢？则必然要说不是的，必然要说是从爱人利人产生的。辨别一下名目：世上爱人利人的，是别（相恶）还是兼（相爱）呢？则必然要说是兼（相爱）。既然如此，那么这种交相兼可不果是产生天下大利的！所以墨子说：“兼是对的。”而且从前我曾说过：“仁人之事，必然努力追求兴起天下之利，除去天下之害。”现在我推究由兼（相爱）产生的，都是天下的大利；我推究由别（相恶）所产生的，都是天下的大害。所以墨子说别（相恶）不对兼（相爱）对，就是出于这个道理。',
        '现在我将寻求兴起天下之利的办法而采取它，以兼（相爱）来施政。所以大家都耳聪目明，相互帮助视听，听以大家都用坚强有力的手足相互协助！而有好的方法努力互相教导。因此年老而没有妻室子女的，有所奉养而终其天年；幼弱孤童没有父母的，有所依傍而长大其身。现在以兼（相爱）来施政，则其利如此。不知道天下之士听到兼（相爱）之说而加以非议，这是什么缘故呢？',
        '然而天下的士子，非议兼（相爱）的言论还没有中止，说：“兼（相爱）即使是好的，但是，难道可以应用他吗？”',
    ],
],
[
    'content' => [
        '子墨子曰:“用而不可，虽我亦将非之；且焉有善而不可用者。”姑尝两而进之。谁以为二士，使其一士者执别，使其一士者执兼。是故别士之言曰：“吾岂能为吾友之身，若为吾身？为吾友之亲，若为吾亲？”是故退睹其友，饥即不食，寒即不衣，疾病不侍养，死丧不葬埋。别士之言若此，行若此。兼士之言不然，行亦不然。曰：“吾闻高士于天下者，必为其友之身，若为其身；为其友之亲，若为其亲。然后可以为高士于天下。”是故退睹其友，饥则食之，寒则衣之，疾病侍养之，死丧葬埋之，兼士之言若此，行若此。若之二士者，言相非而行相反与？当使若二士者，言必信，行必果，使言行之合，犹合符节也，无言而不行也。然即敢问：今有平原广野于此，被甲婴胄，将往战，死生之权未可识也；又有君大夫之远使于巴、越、齐、荆，往来及否，未可识也。然即敢问：不识将恶也，家室，奉承亲戚、提挈妻子而寄托之，不识于兼之有是乎？于别之有是乎？我以为当其于此也，天下无愚夫愚妇，虽非兼之人，必寄托之于兼之有是也。此言而非兼，择即取兼，即此言行费也。不识天下之士，所以皆闻兼而非之者，其故何也？',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '墨子说：“如果不可应用，即使我也要批评它，但哪有好的东西不能应用呢？”姑且试着让主张兼和主张别的两种人各尽其见。假设有两个士子，其中一士主张别（相恶），另一士主张兼（相爱）。主张别（相恶）的士子说：“我怎么能看待我朋友的身体，就象我的身体；看待我朋友的双亲，就象我的双亲。”所以他返身看到他朋友饥饿时，即不给他吃；受冻时，即不给他穿；有病时，不服事疗养；死亡后，不给葬埋。主张别（相恶）的士子言论如此，行为如此。主张兼（相爱）的士子言论不是这样，行为也不是这样。他说：“我听说作为天下的高士，必须对待朋友之身如自己之身，看待朋友的双亲如自己的双亲。这以后就可以成为天下的高士。”所以他看到朋友饥饿时，就给他吃；受冻时，就给他穿；疾病时前去服侍，死亡后给予葬埋。主张兼（相爱）的士人的言论如此，行为也如此。这两个士子，言论相非而行为相反吗？假使这两个士子，言出必信，行为必果，他们的言与行就象符节一样符合，没有什么话不能实行。既然如此，那么请问：现在这里有一平原旷野，人们将披甲戴盔前往作战，死生之变不可预知；又有国君的大夫出使遥远的巴、越、齐、楚，去后能否回来不可预知。那么请问：他要托庇家室，奉养父母，寄顿自己的妻子，究竟是去拜托那主张兼（相爱）的人呢？还是去拜托那主张别（相恶）的人呢？我认为在这个时候，无论天下的愚夫愚妇，即使反对兼（相爱）的人，也必然要寄托给主张兼（相爱）的人。说话否定兼（相爱），（找人帮忙）却选择兼（相爱）的人，这就是言行相违背。我不知道天下的人都听到兼（相爱）而非议它的作法，原因在哪里？',
    ],
],
[
    'content' => [
        '然而天下之士，非兼者之言，犹未止也。曰：“意可以择士，而不可以择君乎？”姑尝两而进之，谁以为二君，使其一君者执兼，使其一君者执别。是故别君之言曰：“吾恶能为吾万民之身，若为吾身？此泰非天下之情也。人之生乎地上之无几何也，譬之犹驰驷而过隙也。”是故退睹其万民，饥即不食，寒即不衣，疲病不侍养，死丧不葬埋。别君之言若此，行若此。兼君之言不然，行亦不然，曰：“吾闻为明君于天下者，必先万民之身，后为其身，然后可以为明君于天下。”是故退睹其万民，饥即食之，寒即衣之，疾病侍养之，死丧葬埋之。兼君之言若此，行若此。然即交若之二君者，言相非而行相反与？常使若二君者，言必信，行必果，使言行之合，犹合符节也，无言而不行也。然即敢问：今岁有疠疫，万民多有勤苦冻馁，转死沟壑中者，既已众矣。不识将择之二君者，将何从也？我以为当其于此也，天下无愚夫愚妇，虽非兼者，必从兼君是也。言而非兼，择即取兼，此言行拂也。不识天下所以皆闻兼而非之者，其故何也？',
        '然而天下之士非兼者之言，犹未止也。曰:“兼即仁矣，义矣；虽然，岂可为哉？吾譬兼之不可为也，犹挈泰山以超江、河也。故兼者，直愿之也，夫岂可为之物哉？”子墨子曰：“夫挈泰山以超江、河，自古之及今，生民而来，未尝有也。今若夫兼相爱、交相利，此自先圣六王者亲行之。”何知先圣六王之亲行之也？子墨子曰：“吾非与之并世同时，亲闻其声，见其色也；以其所书于竹帛、镂于金石、琢于盘盂，传遗后世子孙者知之。”泰誓曰：“文王若日若月乍照，光于四方，于西土。”即此言文王之兼爱天下之博大也；譬之日月，兼照天下之无有私也。即此文王兼也；虽子墨子之所谓兼者，于文王取法焉！',
        '且不唯《泰誓》为然，虽《禹誓》即亦犹是也。禹曰：“济济有众，咸听朕言！非惟小子，敢行称乱。蠢此有苗，用天之罚。若予既率而群对诸群，以征有苗。”禹之征有苗也，非以求以重富贵，干福禄，乐耳目也；以求兴天下之利，除天下之害。即此禹兼也；虽子墨子之所谓兼者，于禹求焉。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '然而天下的士子，攻击兼爱的言论还是没有停止，说道：“或许可以用这种理论选择士人，但却不可以用它选择国君吧？”姑且试着让两者各尽其见。假设这里有两个国君，其中一个主张兼的观点，另一个主张别的观点。所以主张别的国君会说：“我怎能对待我的万民之身，就对待自己之身呢？这太不合天下人的情理了。人生在世上并没有多少时间，就好像马车奔驰缝隙那样短暂。”所以他返身看到他的万民挨饿，就不给吃，受冻就不给穿，有疾病就不给疗养，死亡后不给葬埋。主张别的国君的言论如此，行为如此。主张兼的国君的言论不是这样，行为也不是这样。他说：“我听说在天下做一位明君，必须先看重万民之身，然后才看重自己之身，这以后才可以在天下做一位明君。”所以他返身看到他的百姓挨饿，就给他吃，受冻就给他穿，生了病就给他疗养，死亡后就给予埋葬。主张兼的君主的言论如此，行为如此。既然这样，那么这两个国君，言论相非而行为相反？假使这两个国君，言必信，行必果，使言行符合得像符节一样，没有说过的话不能实现。既然如此，那么请问：假如今年有瘟疫，万民大多因劳苦和冻饿而辗转死于沟壑之中的，已经很多了。不知道从这两个国君中选择一位，将会跟随那一位呢？我认为在这个时候，无论天下的愚夫愚妇，即使是反对兼爱的人，也必定跟随主张兼的国君了。在言论上反对兼，而在选择时则采用兼，这就是言行相违背。不知道天下的人听到兼的主张而非难它的做法，其原因是什么。',
        '然而天下的士子，非难兼爱的言论还是没有停止，说道：“兼爱算得上是仁，也算得上是义了。即使如此，难道可以做得到吗？我打个比方，兼爱的行不通，就像提举泰山超越长江、黄河一样。所以兼爱只不过是一种愿望而已，难道是做得到的事吗？”墨子说：“提举泰山超越长江、黄河，自古及今，生民以来，还不曾不过。现在至于说兼相爱、交相利，这则是自先圣六王就亲自实行过的。”怎么知道先圣六王亲自实行了呢？墨子说：“我并不和他们处于同一时代，能亲自听到他们的声音，亲眼见到他们的容色，我是从他们书写在简帛上、镂刻在钟鼎石碑上、雕琢在盘盂上，并留给后世子孙的文献中知道这些的。”《泰誓》上说：“文王象太阳，象月亮一样照耀，光辉遍及四方，遍及西周大地。”这就是说文王兼爱天下的广大，好像太阳、月亮兼照天下，而没有偏私。这就是文王的兼爱。即使墨子所说的兼爱，也是从文王那里取法的！',
        '而且不只《泰誓》这样记载，即使大禹的誓言也这样说。大禹说：“你们众位士子，都听从我的话：不是我小子敢横行作乱，而是苗民在蠢动，因而上天对他们降下惩罚。现在我率领众邦的各位君长，去征讨有苗。”大禹征讨有苗，不是为求取和看重富贵，也不是干求福禄，使耳目享受声色之乐，而是为了追求兴起天下的利益，除去天下的祸害。这就是大禹的兼爱。即使墨子所说的兼爱，也是从大禹那里取法的！',
    ],
],
[
    'content' => [
        '且不唯《禹誓》为然，虽《汤说》即亦犹是也。汤曰：“惟予小子履，敢用玄牡。告于上天后曰：今天大旱，即当朕身屦，未知得罪于上下。有善不敢蔽，有罪不敢赦，简在帝心，万方有罪，即当朕身；朕身有罪，无及万方。”即此言汤贵为天子，富有天下，然且不惮以身为牺牲，以词说于上帝鬼神。即此汤兼也；虽子墨子之所谓兼者，于汤取法焉。',
        '且不惟誓命与汤说为然，《周诗》即亦犹是也。《周诗》曰：“王道荡荡，不偏不党；王道平平，不党不偏。其直若矢，其易若底。君子之所履，小人之所视。”若吾言非语道之谓也，古者文、武为正均分，赏贤罚暴，勿有亲戚弟兄之所阿。即此文、武兼也，虽子墨子之所谓兼者，于文、武取法焉。不识天下之人，所以皆闻兼而非之者，其故何也？',
        '然而天下之非兼者之言，犹未止。曰：“意不忠亲之利，而害为孝乎？”子墨子曰：“姑尝本原之孝子之为亲度者。吾不识孝子之为亲度者，亦欲人爱、利其亲与？意欲人之恶、贼其亲与？以说观之，即欲人之爱、利其亲也。然即吾恶先从事即得此？若我先从事乎爱利人之亲，然后人报我以爱利吾亲乎？意我先从事乎恶人之亲，然后人报我以爱利吾亲乎？即必吾先从事乎爱利人之亲，然后人报我以爱利吾亲也。然即之交孝子者，果不得已乎？毋先从事爱利人之亲与？意以天下之孝子为遇，而不足以为正乎？姑尝本原之。先王之所书，《大雅》之所道曰：“无言而不雠，无德而不报，投我以桃，报之以李。”即此言爱人者必见爱也，而恶人者必见恶也。不识天下之士，所以皆闻兼而非之者，其故何也？',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '而且并不只《禹誓》这样记载，即使汤的言辞也是如此，汤说：“我小子履，敢用黑色的公牛，祭告于皇天后土说：‘现在天大旱，我自己也不知道什么缘故得罪了天地。于今有善不敢隐瞒，有罪也不敢宽饶，这一切都鉴察在上帝的心里。万方有罪，由我一人承担；我自己有罪，不要累及万方。’”这说的是商汤贵为天子，富有天下，然而尚且不惜以身作为牺牲祭品，用言辞向上帝鬼神祷告。这就是商汤的兼爱，即使墨子的兼爱，也是从汤那里取法的。',
        '而且不只大禹的誓言和商汤的言辞是这样，周人的诗也有这类的话。周诗上说：“王道荡荡，不偏私不结党；王道平平，不结党不偏私；君子在王道上引导，小人在后面望着行。”如果以我所说的话不符合道，则古时周文王、周武王为政公平，赏贤罚暴，不偏私父母兄弟。这就是周文王、武王的兼爱，即使墨子所说的兼爱，也是从文王、武王那里取法的。不知道天下的人一听到兼爱就非难，究竟是什么原因。',
        '然而天下的人非难主张兼爱者的言论，还是没有终止，说道：“抑或这不符合双亲之利，而有害于孝道吧？”墨子说：姑且试着推究孝子为双亲考虑的本心，我不知道孝子为双亲考虑，是希望别人爱护和有利他的双亲呢？还是希望憎恶、残害他的双亲呢？按照常理来看，当然希望别人爱护和有利于他的双亲。既然如此，那么怎样从事才能得到这个呢？假若我先从事于爱护和有利于别人的双亲，然后别人报我以爱护和有利于我的双亲呢？还是我先从事于憎恶别人的双亲，然后别人报我以爱护和有利于我的双亲呢？则必然是我先从事于爱护和有利于别人的双亲，然后别人报我以爱护和有利于我的双亲。然则这一交相利的孝子，果真是出于不得已，才先从事于爱护和有利于别人的双亲呢？还是以为天下的孝子都是笨人，完全不值得善待呢？姑且试着探究这一问题。先王的书《大雅》说道：“没有什么话不听用，没有什么德不报答。你投给我桃，我报给你李。”这就是说爱人的必被人爱，而憎恶人的必被人憎恶。不知天下的人，一听到兼爱就非难，究竟原因在哪里。',
    ],
],
[
    'content' => [
        '意以为难而不可为邪？尝有难此而可为者，昔荆灵王好小要，当灵王之身，荆国之士饭不逾乎一，固据而后兴，扶垣而后行。故约食为其难为也，然后为而灵王说之；未逾于世而民可移也，即求以乡其上也。昔者越王句践好勇，教其士臣三年，以其知为未足以知之也，焚舟失火，鼓而进之，其士偃前列，伏水火而死有不可胜数也。当此之时，不鼓而退也，越国之士，可谓颤矣。故焚身为其难为也，然后为之，越王说之，未逾于世，而民可移也，即求以乡其上也。昔者晋文公好粗服。当文公之时，晋国之士，大布之衣，牂羊之裘，练帛之冠，且粗之屦，入见文公，出以践之朝。故粗服为其难为也，然后为，而文公说之，未逾于世，而民可移也，即求以乡其上也。是故约食焚舟粗服，此天下之至难为也，然后为而上说之，未逾于世，而民可移也。何故也？即求以乡其上也。今若夫兼相爱、交相利，此其有利，且易为也，不可胜计也，我以为则无有上说之者而已矣。苟有上说之者，劝之以赏誉，威之以刑罚，我以为人之于就兼相爱、交相利也，譬之犹火之就上、水之就下也，不可防止于天下。',
        '故兼者，圣王之道也，王公大人之所以安也，万民衣食之所以足也，故君子莫若审兼而务行之。为人君必惠，为人臣必忠；为人父必慈，为人子必孝，为人兄必友，为人弟必悌。故君子莫若欲为惠君、忠臣、慈父、孝子、友兄、悌弟，当若兼之，不可不行也，此圣王之道，而万民之大利也。',
    ],
    'vernacular' => [
        '抑或认为困难而做不到吗？曾有比这更困难而可做到的。从前楚灵王喜欢细腰。当灵王在世时，楚国的士人每天吃饭不超过一次，用力扶稳后才能站起，扶着墙壁然后才能走路。所以节食本是他们难于做到的，然而这样做后灵王喜欢，所以没有经过多久时间，民风可以转移。则这无非是为迎合君主之意罢了。从前越王勾践喜欢勇猛，训练他的将士三年，认为自己还不知道效果如何，于是故意放火烧船，擂鼓命将士前进。他的将士前仆后继，倒身于水火之中而死的不计其数。当这个时候，如停止擂鼓而撤退的话，越国的将士可以说害怕的了。所以说焚身是很难的事，这以后却做到了。因为越王喜欢它，所以没经过很久时间，民风可以转移，这是为追求迎合君主罢了。从前晋文公喜欢穿粗布衣，当文公在世时，晋国的人士都穿大布的衣和母羊皮的裘，戴厚帛做的帽子，穿粗糙的鞋子，（这身打扮）进可见晋文公，出可在朝廷来往。所以穿粗陋的衣服是难做到的事，然而因为文公喜欢，没过多长时间，民风可以转移，这是为追求迎合君主罢了。所以说节食、焚舟、穿粗衣服，这本是天下最难做的事，然而这样做后可使君主喜欢，因此没过多长时间，民风可以转移，这是什么缘故呢？这是为追求迎合君主罢了。现在至于兼相爱、交相利，这是有利而容易做到，并且不可胜数的事。我认为只是没有君上的喜欢罢了，只要有君上喜欢，用奖赏称赞来勉励大众，用刑罚来威慑大众，我认为众人对于兼相爱、交相利，会像火一样的向上，水一样的向下，在天下是不可防止得住的。',
        '所以说兼爱是圣王的大道，王公大人因此得到安稳，万民衣食因此得到满足。所以君子最好审察兼爱的道理而努力实行它。做人君的必须仁惠，做人臣的必须忠诚，做人父的必须慈爱，做人子的必须孝敬，做人兄的必须友爱其弟，做人弟的必须敬顺兄长。所以君子假如想要做仁惠之君、忠诚之臣、慈爱之父、孝敬之子、友爱之兄、敬顺之弟，对于兼爱就不可不去实行。这是圣王的大道，万民最大的利益。',
    ],
    'notes' => [
        '（1）“以水救火”当作“以水救水，以火救火。”',
        '（2）“虽”为“谁”字之误。',
        '（3）“乡”：即“向”。',
        '（4）此句疑“正”字当删，“与”为“兴”字之误。',
        '（5）“与”为“为”字之误。',
        '（6）“毕强”即“毕劼”，“动”为“助”字之误。',
        '（7）“而”疑为“是以”之误。',
        '（8）“进”为“尽”之假借字。',
        '（9）“谁”为“设”字之误。',
        '（10）“当”如“尝”。',
        '（11）“费”通“拂”。',
        '（12）“谁”为“设”字之误。',
        '（13）“泰”通“太”。',
        '（14）疠疫：瘟疫。',
        '（15）“若”疑为“兹”之误。“既”为“即”假借字。“群对诸群”当为“群邦诸辟”。',
        '（16）“厎”即“砥”。',
        '（17）阿：私。',
        '（18）“乡”通“向”。',
        '（19）“有”为“者”字之误。',
        '（20）“颤”读为“惮”。',
    ],
],
],
'unscramble' => [
    '【鉴赏】兼爱是墨子人文学说的纲领和精髓。兼爱，就是全人类不分血缘关系的亲疏，身份等级的贵贱，普遍平等地相爱互助。《孟子·滕文公上》理解墨子兼爱，是爱无差等。',
    '墨子“兼爱”的原则，是为别人就像为自己。墨子引《诗·大雅·抑》说：“无言而不售，无德而不报”“投我以桃，报之以李。”“兼爱”是墨子仁义学说的主要内容。墨子后学发挥说：“仁，爱也。义，利也。”“仁”的实质是“爱”;“义”的实质是“利”。“仁爱”和“义利”紧密相连，可以互相解释，互相定义。',
    '墨子的“兼相爱”和“交相利”密切结合。“爱人”就要“利人”。“兼爱”是墨子心目中“贤人”的高尚品德。做贤人的标准是，有力量就赶快帮助别人，有财的就尽量分给别人，有道的就积极教诲别人。墨子的兼爱思想，是手工业行会成员间互助互利原则的理想化，是农工商人朴素平等愿望的理论升华，体现了中华民族的传统美德。',
    '兼爱是墨子希望实现的一种道德理想、要求和愿望。墨子认为，现实生活中存在“不相爱”的弊端，祸篡怨恨都由不相爱产生：强必执弱，富必侮贫，贵必傲贱，诈必欺愚，从而造成社会混乱。针对不合理的现实，墨子主张治天下必知“乱之所自起”，也就是找到社会混乱的原因，就像治病要知道病因才能治好一样。',
    '墨子把“兼爱”思想，看成治理社会混乱的药方，孜孜不倦地劝人兼爱，积极地运用教育游说手段，宣传兼爱，希望当权者和王公大人以及士君子接受和实现兼爱的思想。墨子借天下士君子之口说：“您的兼爱学说，好是好，可是有什么用呢?”',
    '墨子说：“如果真的没用，那么连我也要反对。再说，世界上哪里有好的，却没有用的东西呢?”墨子像编剧本一样，假设了两个角色，一个叫兼士，是赞成兼爱学说的知识分子。一个叫别士，是反对兼爱学说的知识分子。',
    '别士说：“我怎么可能对待朋友，像对待我自己，对待朋友的父母，像对待自己的父母一样呢?”于是他看见朋友缺衣少食也不予帮助，朋友生病了也不帮着延医治疗，朋友去世了也不帮着治丧。',
    '兼士说：“我对待朋友，像对待自己。对待朋友的父母，像对待自己的父母。”看见朋友缺衣少食就接济资助，朋友生病了就为他延医治疗，朋友去世了就为他尽心治丧。墨子又假定第三位角色，披着铠甲，戴着头盔，就要出发参加野战，还不知道未来的死活。假定第四位角色，受命出使巴越齐楚，能否活着回来也不知道。这时要把父母妻子托付给朋友照管，是托付给兼士，还是托付给别士呢?无论是谁，哪怕他不赞成兼爱学说，但一定会把父母妻子托付给兼士。这种人在言论上反对兼爱，行动上却选取兼爱，是言行不一。',
    '听了墨子虚拟的这个故事，天下之士君子说：“这是选择士，那国君也能够选择吗?”墨子接着又假定一位兼君和一位别君。别君说：“我怎么能对待老百姓，就像对待我自己?这太不合乎人情了。人的一生没有多少年，就像白驹过隙，倏忽而过，我应该先把自己照顾好。”于是置老百姓的饥寒病死于不顾。',
    '兼君说：“我先考虑老百姓，然后再考虑我自己。”于是处处先替老百姓着想。再假定遇到灾年，有一批在死亡线上挣扎的老百姓，即使他们不赞成兼爱学说，也一定会选择兼君。这也是言行不一的表现。',
    '墨子借天下士君子的口说：“兼爱算是够仁义了，可是办得到吗?要实现兼爱，就像挈泰山以超江河，是办不到的。”墨子说：“这个譬喻不恰当。挈泰山以超江河，自古到今没有人能办到，可是从古籍上看，古代圣王禹、汤、文王、武王亲自实行了兼相爱、交相利。”',
    '墨子借天下士君子的口说：“即使办得到，恐怕也是很难的。”墨子说：“上行下效。只要国君实行，下级就会照办。晋文公喜欢下级穿粗布衣服，于是下级竞相实行。楚灵王喜欢下级腰细，身材苗条，于是下级都拼命节食，屏住气息把腰带束紧，拄着拐棍，才能站起来，扶着墙头，才能走路。越王勾践喜欢战士勇敢，教练了三年还不放心，于是故意焚烧宫船，诈称越国的宝贝都在这里，越王亲自擂鼓叫战士救火。战士听到鼓声，争先跳水救火，死者不可胜数。',
    '穿粗衣节食，舍命救火，都是够难的，但只要国君喜欢，不用几十年老百姓都会跟着干。兼相爱，交相利是好事，并且比这些更容易办到。兼爱之所以难以实行，是由于国君不喜欢的缘故。如果国君喜欢，劝之以赏誉，威之以刑罚，那么人们实行兼相爱，交相利，就会像火焰向上，水流向下一样不可阻挡。”',
    '墨子把实行社会改良方案的希望，寄托于当权的国君和士阶层的支持。所以他花很大力气去说服他们采纳自己的学说。但由于墨子的想法和当权者距离太远，他的努力不可能取得预期的效果。',
    '墨者的“兼爱”思想，在当时是不能实现的空想。墨者认为，在现实社会，有很多不能，也不应该爱诸如“强盗”和“攻国者”这样的人。在社会现实面前，墨家不得不在事实上承认兼爱学说行不通。他们承认对有的人，如“强盗”和“攻国者”，应该恨，而不应该爱。',
    '墨家的兼爱平等观，是墨家的理想和奋斗目标，并不是说当时已经做到了。墨家知道，理想不等于现实。现实有强盗，有强大国家攻伐、掠夺弱小国家，那些掠夺者和强盗是不能爱的。',
    '墨家的理想是兼相爱，交相利。现实事实和理想并不矛盾，这是两回事，是两个领域的问题。兼爱是道义的最高理想，恨“强盗”和“攻国者”，是目前的现实事实，这是两个不同的问题，分属两个不同的道义范围。',
    '墨家的兼爱平等观，强调爱的整体性、普遍性、交互性和平等性，是墨家的理想与奋斗目标。墨家的兼爱平等观，是道义逻辑与道德伦理逻辑。其中的高级模态词“必须”、“应该”，是道德、义务和理想。',
    '墨子的兼爱思想，相当于用模态词“必须”构造的“必须肯定命题”：“所有人应该爱所有人。”意即必须这样做，才合乎道德、义务和理想。“必须”、“应该”是道义概念。',
    '“所有人应该爱所有人。”即在“所有人爱所有人”中，关系词“爱”的前面，再加上一个模态词“应该”，与模态词“必须”等值。模态词“应该”、“必须”，表达了道义逻辑中的道德、义务和理想等规范。',
    '“所有人应该爱所有人”的命题，不是事实、真值命题，是模态、道义命题，是墨家的道德、义务和理想，墨家的奋斗目标。《说文》解释“兼”的含义是一手“持二禾”：一只手握住两根稻谷。“兼爱”，即尽爱、俱爱、周爱，不分民族、阶级、阶层、等级、亲疏、住地、人己、主仆等差别，包括过去、现在和未来的一切人，是最为普遍深刻的人文精神与人道主义。',
    '儒家强调爱的差等性。《墨子·非儒》批判儒家“亲亲有术，尊贤有等，亲疏尊卑之异”，批判儒家强调爱有血缘亲疏、宗法等级的差异。《荀子·天论》说：“墨子有见于齐，无见于畸。”齐指平等，畸指不平等。说墨子只看到平等的一面，没有看到不平等的一面。儒家坚持不平等的一面，是儒家的立场。墨家强调平等的一面，是墨家的立场。',
    '儒家讲爱的差等观，是封建宗法等级制度的上层建筑，意识形态，是中国封建社会延续两千年的指导思想。兼爱平等观，是墨家的理想和奋斗目标。孙中山《三民主义》说：“古时最讲爱字的莫过于墨子。”',
    '梁启超《墨子学案》说：“墨学所标纲领，其实只从一个根本观念出来，就是兼爱。”墨子的兼爱学说，包含对现代和未来极其有用的人文精神与人道主义思想，亟需批判地继承弘扬，把先贤的美好理想，化为当前的生动现实。',
    

        '[下]子墨子言曰：仁人之事者，必务求兴天下之利，除天下之害。然当今之时，天下之害孰为大?曰：若大国之攻小国也，大家之乱小家也，强之劫弱，众之暴寡，诈之谋愚，贵之傲贱，此天下之害也。又与为人君者之不惠也，臣者之不忠也，父者之不慈也，子者之不孝也，此又天下之害也。又与今之贱人，执其兵刃毒药水火，以交相亏贼，此又天下之害也。',
        '姑尝本原若众害之所自生，此胡自生?此自爱人利人生与?即必曰非然也，必曰从恶人贼人生。分名乎天下恶人而贼人者，兼与①?别与②?即必曰：别也。然即之交别者③，果生天下之大害者与?是故别非也。',
        '子墨子曰：非人者，必有以易之④。若非人而无以易之，譬之犹以水救水，以火救火也，其说将必无可焉。是故子墨子曰：兼以易别⑤。然即兼之可以易别之故何也?曰：藉为人之国若为其国，夫谁独举其国以攻人之国者哉?为彼者犹为己也⑥，为人之都若为其都，夫谁独举其都以伐人之都者哉?为彼犹为己也。为人之家若为其家，夫谁独举其家以乱人之家者哉?为彼犹为己也。然即国都不相攻伐，人家不相乱贼，此天下之害与?天下之利与?即必曰天下之利也。',
        '姑尝本原若众利之所自生。此胡自生?此自恶人贼人生与?即必曰非然也，必曰从爱人利人生。分名乎天下爱人而利人者，别与?兼与?即必曰兼也。然即之交兼者⑦，果生天下之大利者与?是故子墨子曰兼是也。且吾本言曰：仁人之事者，必务求兴天下之利，除天下之害。今吾本原兼之所生天下之大利者也，吾本原别之所生天下之大害者也。是故子墨子曰别非而兼是者，出乎若方也。',
        '今吾将正求与天下之利而取之，以兼为正⑧。是以聪耳明目相为视听乎，是以股肱毕强相为动宰乎，而有道肆相教诲⑨。是以老而无妻子者，有所侍养以终其寿⑩。幼弱孤童之无父母者，有所放依以长其身⑪。今唯毋以兼为正，即若其利也。不识天下之士所以皆闻兼而非者，其故何也?',
        '然而天下之士非兼者之言，犹未止也，曰：即善矣。虽然，岂可用哉?子墨子曰：用而不可，虽我亦将非之。且焉有善而不可用者?姑尝两而进之⑫。设以为二士，使其一士者执别，使其一士者执兼。',
        '是故别士之言曰：“吾岂能为吾友之身若为吾身?为吾友之亲若为吾亲。”是故退睹其友，饥即不食，寒即不衣，疾病不侍养，死丧不葬埋。别士之言若此，行若此。',
        '兼士之言不然，行亦不然，曰：“吾闻为高士于天下者，必为其友之身若为其身，为其友之亲若为其亲，然后可以为高士于天下。”是故退睹其友，饥则食之，寒则衣之，疾病侍养之，死丧葬埋之。兼士之言若此，行若此。',
        '若之二士者，言相非而行相反与?当使若二士者，言必信，行必果，使言行之合犹合符节也，无言而不行也。然即敢问，今有平原广野于此，被甲婴胄⑬，将往战，死生之权⑭，未可识也;又有君大夫之远使于巴、越、齐、荆，往来及否未可识也。然即敢问不识将恶也?家室，奉承亲戚⑮，提挈妻子⑯，而寄托之，不识于兼之友是乎?于别之友是乎?',
        '我以为当其于此也，天下无愚夫愚妇，虽非兼之人，必寄托之于兼之友是也。此言而非兼，择即取兼，即此言行拂也⑰。不识天下之士所以皆闻兼而非之者，其故何也?',
        '然而天下之士非兼者之言犹未止也，曰：“意可以择士，而不可以择君乎?”姑尝两而进之。谁以为二君，使其一君者执兼，使其一君者执别。',
        '是故别君之言曰：“吾恶能为吾万民之身若为吾身?此大非天下之情也。人之生乎地上之无几何也，譬之犹驷驰而过隙也⑱。”是故退睹其万民，饥即不食，寒即不衣，疾病不侍养，死丧不葬埋。别君之言若此，行若此。',
        '兼君之言不然，行亦不然，曰：“吾闻为明君于天下者，必先万民之身，后为其身，然后可以为明君于天下。”是故退睹其万民，饥即食之，寒即衣之，疾病侍养之，死丧葬埋之。兼君之言若此，行若此。',
        '然即交若之二君者，言相非而行相反与?常使若二君者，言必信，行必果，使言行之合犹合符节也，无言而不行也。然即敢问，今岁有疠疫，万民多有勤苦冻馁，转死沟壑中者，既已众矣。不识将择之二君者，将何从也?我以为当其于此也，天下无愚夫愚妇，虽非兼者，必从兼君是也。言而非兼，择即取兼，此言行拂也。不识天下所以皆闻兼而非之者，其故何也?',
        '然而天下之士非兼者之言也，犹未止也，曰：兼即仁矣，义矣。虽然，岂可为哉?吾譬兼之不可为也，犹挈泰山以超江河也。故兼者，直愿之也，夫岂可为之物哉?子墨子曰：夫挈泰山以超江河，自古之及今，生民而来未尝有也。今若夫兼相爱、交相利，此自先圣四王者亲行之。',
        '何知先圣四王之亲行之也?子墨子曰：吾非与之并世同时，亲闻其声、见其色也。以其所书于竹帛，镂于金石，琢于盘盂，传遗后世子孙者知之。《泰誓》曰：“文王若日若月乍照，光于四方，于西土⑲。”即此言文王之兼爱天下之博大也，譬之日月兼照天下之无有私也。即此文王兼也。虽子墨子之所谓兼者，于文王取法焉。',
        '且不惟《泰誓》为然，虽《禹誓》即亦犹是也。禹曰：“济济有众，咸听朕言!非惟小子，敢行称乱。蠢兹有苗，用天之罚。若予即率尔群对诸群，以征有苗⑳。”禹之征有苗也，非以求以重富贵、干福禄、乐耳目也，以求兴天下之利，除天下之害。即此禹兼也。虽子墨子之所谓兼者，于禹求焉。',
        '且不惟《禹誓》为然，虽《汤说》即亦犹是也。汤曰：“惟予小子履，敢用玄牡，告于上天后土，曰：今天大旱，即当朕身履，未知得罪于上下。有善不敢蔽，有罪不敢赦，简在帝心。万方有罪，即当朕身，朕身有罪，无及万方。㉑”即此言汤贵为天子，富有天下，然且不惮以身为牺牲，以祠说于上帝鬼神。即此汤兼也。虽子墨子之所谓兼者，于汤取法焉。',
        '且不惟《誓命》与《汤说》为然，《周诗》即亦犹是也。《周诗》曰：“王道荡荡，不偏不党，王道平平，不党不偏。其直若矢，其易若砥。君子之所履，小人之所视㉒。”若吾言非语道之谓也?古者文武为政，均分赏贤罚暴，勿有亲戚弟兄之所阿，即此文武兼也。虽子墨子之所谓兼者，于文武取法焉。不识天下之人所以皆闻兼而非之者，其故何也?',
        '然而天下之非兼者之言犹未止，曰：意不忠亲之利，而害为孝乎?子墨子曰：姑尝本原之孝子之为亲度者。吾不识孝子之为亲度者，亦欲人爱利其亲与?意欲人之恶贼其亲与?以说观之，即欲人之爱利其亲也。然即吾恶先从事即得此?若我先从事乎爱利人之亲，然后人报我爱利吾亲乎?意我先从事乎恶人之亲，然后人报我以爱利吾亲乎?即必吾先从事乎爱利人之亲，然后人报我以爱利吾亲也。然即之交孝子者，果不得已乎毋先从事爱利人之亲者与?意以天下之孝子为遇，而不足以为正乎?',
        '姑尝本原之先王之书，《大雅》之所道曰：“无言而不售，无德而不报。投我以桃，报之以李㉓。”即此言爱人者必见爱也，而恶人者必见恶也。不识天下之士所以皆闻兼而非之者，其故何也?',
        '意以为难而不可为邪?尝有难此而可为者。昔荆灵王好小腰，当灵王之身，荆国之士饭不逾乎一，固据而后兴㉔，扶垣而后行㉕。故约食为其难为也，然后为而灵王悦之，未逾于世而民可移也，即求以乡其上也。',
        '昔者越王勾践好勇，教其士臣三年，以其知为未足以知之也，焚舟失火，鼓而进之，其士偃前列，伏水火而死，有不可胜数也。当此之时，不鼓而退也，越国之士可谓殚矣。故焚身为其难为也，然后为之越王悦之，未逾于世而民可移也，即求以乡上也。',
        '昔者晋文公好粗服，当文公之时，晋国之士，大布之衣，牂羊之裘，练帛之冠，且粗之屦，入见文公，出以践之朝。故粗服为其难为也，然后为而文公悦之，未逾于世而民可移也，即求以向其上也。',
        '是故约食、焚舟、粗服，此天下之至难为也，然后为而上说之，未逾于世而民可移也。何故也?即求以向其上也。',
        '今若夫兼相爱、交相利，此其有利且易为也，不可胜计也。我以为则无有上悦之者而已矣。苟有上悦之者，劝之以赏誉，威之以刑罚，我以为人之于就兼相爱、交相利也，譬之犹火之就上、水之就下也，不可防止于天下。故兼者圣王之道也，王公大人之所以安也，万民衣食之所以足也，故君子莫若审兼而务行之，为人君必惠，为人臣必忠，为人父必慈，为人子必孝，为人兄必友，为人弟必悌。故君子欲为惠君、忠臣、慈父、孝子、友兄、悌弟，当若兼之不可不行也，此圣王之道而万民之大利也。',
        '〔注释〕①兼：兼爱，整体的爱，平等的爱。②别：别爱，偏爱，部分的差等的爱。③交别：相互之间实行别爱，偏爱，部分的、差等的爱。④非人者，必有以易之：非难别人的错误论点，必须有用来代替它的正确论点。⑤兼以易别：用兼爱的主张，代替别爱的主张。⑥为彼者犹为己也：为别人考虑，就像为自己考虑一样。⑦交兼：相互之间实行兼爱。⑧以兼为正：以兼爱作为施政的原则。⑨有道肆相教诲：有好的道理，努力互相教导。肆：勉力，努力。⑩有所侍养以终其寿：有所奉养而终其天年。⑪有所放依以长其身：有所依傍而长大成人。⑫姑尝两而进之：姑且尝试把主张兼爱和主张别爱的两种人，加以比较。⑬被甲婴胄：披铠甲，戴头盔。⑭死生之权：死生的权变。⑮奉承亲戚：奉养父母。⑯提挈妻子：安顿妻子和孩子。⑰言行拂：言行矛盾。拂：违背，相反，矛盾。⑱犹驷驰而过隙：如马车奔驰掠过缝隙那样短促。⑲文王若日若月乍照，光于四方，于西土：文王像日月照耀，光辉普及四方和西周。⑳济济有众，咸听朕言!非惟小子，敢行称乱。蠢兹有苗，用天之罚。若予即率尔群对诸群，以征有苗：各位民众都听我言：不是敝人敢启战端。苗民蠢动，我要替天行罚。率领各位去征讨有苗。㉑惟予小子履，敢用玄牡，告于上天后土，曰：今天大旱，即当朕身履，未知得罪于上下，有善不敢蔽，有罪不敢赦，简在帝心。万方有罪，即当朕身;朕身有罪，无及万方：我小子履，敢用黑色公牛，祭告皇天后土：天下大旱，我来承担。不知为何得罪了天地。有善不隐，有罪不赦，上帝心里应该明白。百姓有罪，由我承担。本人有罪，不及万方。㉒王道荡荡，不偏不党，王道平平，不党不偏。其直若矢，其易若砥。君子之所履，小人之所视：王道坦荡，不私不党，王道公平，不党不私。直如箭杆，平如砥石。君子实行，小人仰望。㉓无言而不售，无德而不报。投我以桃，报之以李：无话不应，无德不报。你给我桃，我给你李。售：答应，对答。㉔固据而后兴：用力扶稳，才能站起。㉕扶垣而后行：扶着墙壁，才能走路。',
],
];
