<?php
return [
'chapters' => [
[
    'content' => [
        '子墨子言曰：“古者明王圣人所以王天下、正诸侯者，彼其爱民谨忠，利民谨厚，忠信相连，又示之以利，是以终身不餍，殁世而不卷。古者明王圣人其所以王天下、正诸侯者，此也。”',
        '是故古者圣王制为节用之法，曰：“凡天下群百工，轮车鞼匏、陶冶梓匠，使各从事其所能，曰：“凡足以奉给民用，则止。”诸加费不加于民利者，圣王弗为。',
        '古者圣王制为饮食之法，曰：“足以充虚继气，强股肱，耳目聪明，则止。不极五昧之调、芬香之和，不致远国珍怪异物。”何以知其然？古者尧治天下，南抚交趾，北降幽都，东、西至日所出、入，莫不宾服。逮至其厚爱，黍稷不二，羹胾不重，饭于土塯，啜于土形，斗以酌，俯仰周旋，威仪之礼，圣王弗为。',
        '古者圣王制为衣服之法，曰：“冬服绀緅之衣，轻且暖；夏服絺绤之衣，轻且凊，则止。”诸加费不加于民利者，圣王弗为。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '墨子说道：“古代的明王圣人所以能统一天下、长于诸侯的原因，是他们爱护百姓确实尽心，利于百姓确实丰厚，忠信结合，又把利益指示给百姓。所以（他们）终身对此都不满足，临死前还不厌倦。古代的明王圣人所以能统一天下、长于诸侯的原因，即在于此。”',
        '所以古代圣王定下节用的法则是：“凡是天下百工，如造轮车的、制皮革的、烧陶器的、铸金属的、当木匠的，使各人都从事自己所擅长的技艺，只要足以供给民用就行。”而那种种只增加费用而不更有利于民用的，圣王都不做。',
        '古代圣王制定饮食的法则是：“只要能够充饥补气，强壮手脚，耳聪目明就行了。不穷极五味的调和与气味芳香，不招致远国珍贵奇怪的食物。”怎么知道是这样呢？古时尧帝治理天下，南面安抚到交阯，北面降服到幽都，东面直到太阳出入的地方，没有谁敢不归服的。及至他最喜爱的（食物），',
        '饭食没有两种，肉食不会重复，用土镏吃饭，用土铏喝汤，用木勺饮酒，对俯仰周旋等礼仪，圣王不去做。',
        '古代圣王制定做衣服的法则是：“冬天穿的天青色的衣服，轻便而又暖和；夏天穿细葛或粗葛布的衣服，轻便而又凉爽，这就可以了。其他种种只增加费用而不更加利于民用的，圣王不去做。',
    ],
],
[
    'content' => [
        '古者圣人为猛禽狡兽暴人害民，于是教民以兵行。日带剑，为刺则入，击则断，旁击而不拆，此剑之利也。甲为衣，则轻且利，动则兵且从，此甲之利也。车为服重致远，乘之则安，引之则利，安以不伤人，利以速至，此车之利也。古者圣王为大川广谷之不可济，于是利为舟楫，足以将之，则止。虽上者三公，诸侯至，舟楫不易，津人不饰，此舟之利也。',
        '古者圣王制为节葬之法，曰：“衣三领，足以朽肉；棺三寸，足以朽骸；窟穴，深不通于泉，流不发泄，则止。”死者既葬，生者毋久丧用哀。',
        '古者人之始生，未有宫室之时，因陵丘窟穴而处焉。圣王虑之，以为窟穴，曰：冬可以避风寒，逮夏，下润湿，上熏蒸，恐伤民之气，于是作为宫室而利。然则为宫室之法，将奈何哉？子墨子言曰：“其旁可以圉风寒，上可以圉雪霜雨露，其中蠲洁，可以祭祀，宫墙足以为男女之别，则止。”诸加费不加民利者，圣王弗为。',
    ],
    'vernacular' => [
        '古代圣王因为看到凶禽狡兽残害人民，于是教导百姓带着兵器走路。每日带着剑，用剑刺则能刺入，用剑砍则能砍断，剑被别的器械击了也不会折断，这就是剑的好处。铠甲穿在身上，轻巧便利，行动时方便又顺意，这是甲衣的好处。用车子载得重行得远，乘坐它很安全，拉动它也便利，安稳而不会伤人，便利而能迅速到达，这是车子的好处。古代圣王因为大河宽谷不能渡过，于是制造船桨，足以行驶，就可以了。即使上面的三公、诸侯到了，船桨也不加更换，掌渡人也不加装饰。这是船的好处。',
        '古代圣王制定节葬的法则是：“衣三件，足够使死者骸骨朽烂在里面；棺木三寸厚，足够使死者肉体朽烂在里面。掘墓穴，深到不及泉水，又不至使腐气散发于上，就行了。”死者既已埋葬，生者就不要长久服丧哀悼。',
        '古代人类产生之初，还没有宫室的时候，依着山丘挖洞穴而居住。圣人对此忧虑，认为挖的洞穴虽然冬天可以避风寒，但一到夏天，下面潮湿，上面热气蒸发，恐怕伤害百姓的气血，于是建造房屋来便利（他们）。既然如此，那么建造宫室的法则应该怎样呢？墨子说道：“房屋四边可以抵御风寒，屋顶可以防御雪霜雨露，屋里清洁，可供祭祀，壁墙足以使男女分别生活，就可以了。其他各种只增加费用而不更加有利于民用的，圣王不去做。”',
    ],
    'notes' => [
        '（1）“餍”通“厌”。',
        '（2）“卷”为“倦”。',
        '（3）“鞼”为“■”之假借字。“匏”为“鲍”之假借字。',
        '（4）“土形”即“土铏”。',
        '（5）“兵”为“弁”字之误，为“便”字之音借。',
        '（6）“蠲”通“涓”。',
    ],
],
],
'unscramble' => [
    '【鉴赏】墨子经济思想的一个重要侧面，是节用。《节用上》开宗明义说，节约用项，相当于使财富翻番;奢侈浪费，相当于使财富减半。',
    '墨子认为，衣服是为御寒暑;饮食是为充虚继气，强股肱;宫室是为御风寒暑雨;舟车是为通四方之利。衣食住行等消费，足够供给民用，就应适可而止。徒增各种费用，违反人民利益的事，圣王是不会做的。这种以民用、民利为标准的消费经济观，贯穿以民为本的人文精神，是墨子思想的精髓。',
    '《荀子·富国篇》说：“墨术诚行，则天下尚俭。”司马迁《史记·孟子荀卿列传》说，墨翟“善守御，为节用”。《太史公自序》引其父司马谈《论六家要旨》说，墨者“强本节用，不可废也”，即墨家发展农业生产、厉行节约的思想，不能偏废。评价说：“强本节用，则人给家足之道也，此墨子之所长，虽百家弗能废也。”',
    '刘向《说远·反质》载，墨子赞扬夏禹的节用：卑小宫室，损薄饮食，土阶三等，衣裳细布。对比批判殷纣王的侈靡无道：纣为鹿台糟丘，酒池肉林，宫墙文画，雕琢刻镂，锦绣被堂，金玉珍玮，妇女优倡，钟鼓管弦，流漫不禁，而天下愈竭，故卒身死国亡，为天下戮。',
    '墨子对禽滑厘打比方说，假设遭遇荒年，给你一颗随侯之珠，一钟粟，得珠者不得粟，得粟者不得珠，你选择哪一种?禽滑厘说，吾取粟耳，可以救穷!墨子于是总结说，人民吃饱，才会进一步讲究美食。身上穿暖，才会进一步讲究华丽衣衫。居住安定，才会进一步讲究居住的逸乐。这样，才能长治久安。首先应该满足人民衣食住行的基本生活需要，然后才能谈到文饰美化，华丽逸乐。',
    '唐杨倞《荀子·修身》注说，墨翟“其术多务俭啬”。宋欧阳修说：“墨家之言贵俭，此其所行也。”“然其强本节用之说，亦有足取者。”肯定墨子“强本节用”学说的价值。明宋濂《诸子辩》说，墨者，强本节用之术也。予尝爱其圣王作为宫室，便于住，非以为观乐也之言。予尝爱其圣人为衣服，适身体，和肌肤，非荣耳目，而观愚民也之言。又尝爱饮食增气充虚，强体适腹之言。',
    '清曹耀湘《墨子笺》说，强本以勤，节用则俭，此乃墨氏之大旨。知墨子所谓节用，于有用者节之，于无用者去之。了解墨子节用的意思，可以类推到全部社会生活。李贽《墨子批选》说：“勤俭致富，不敢安命，今观勤俭之家自见。”李贽用自己的生活体验，证明墨子“勤俭致富，不敢安命”见解的正确。',
    '墨子的节用观，是中华民族勤俭节约传统美德的体现，是为中国传统文化贡献的宝贵财富，至今仍有积极的现实意义。奢侈浪费，仍是现实生活的一大尖锐话题。墨子倡导的节用观，应引为借鉴。',


        '[中]子墨子言曰：古者明王圣人所以王天下、正诸侯者，彼其爱民谨忠，利民谨厚，忠信相连，又示之以利，是以终身不厌，殁世而不卷。古者明王圣人，其所以王天下、正诸侯者，此也。',
        '是故古者圣王制为节用之法，曰：“凡天下群百工，轮车鞼匏，陶冶梓匠，使各从事其所能。”曰：“凡足以奉给民用，则止。”诸加费不加于民利者，圣王弗为。',
        '古者圣王制为饮食之法，曰：“足以充虚继气，强股肱，耳目聪明，则止。”不极五味之调、芬香之和，不致远国珍怪异物。何以知其然?古者尧治天下，南抚交阯，北降幽都，东西至日所出入，莫不宾服，逮至其厚爱。黍稷不二①，羹胾不重②，饭于土塯③，啜于土型④，斗以酌⑤。俯仰周旋威仪之礼，圣王弗为。',
        '古者圣王制为衣服之法，曰：“冬服绀緅之衣，轻且暖，夏服絺绤之衣，轻且凊，则止。”诸加费不加于民利者，圣王弗为。古者圣人为猛禽狡兽暴人害民，于是教民以兵行，日带剑，为刺则入，击则断，旁击而不折，此剑之利也。甲为衣则轻且利，动则兵且从，此甲之利也。车为服重致远，乘之则安，引之则利，安以不伤人，利以速至，此车之利也。古者圣王为大川广谷之不可济，于是制为舟楫，足以将之则止。虽上者三公诸侯至，舟楫不易⑥，津人不饰⑦，此舟之利也。',
        '古者圣王制为节葬之法，曰：“衣三领，足以朽肉，棺三寸，足以朽骸，堀穴深不通于泉，气不发泄，则止。死者既葬，生者毋久丧用哀。”古者人之始生未有宫室之时，因陵丘堀穴而处焉。圣王虑之，以为堀穴，曰：“冬可以避风寒。”逮夏，下润湿，上熏蒸，恐伤民之气，于是作为宫室而利。然则为宫室之法将奈何哉?子墨子言曰：其旁可以御风寒，上可以御雪霜雨露，其中蠲洁，可以祭祀，宫墙足以为男女之别，则止。诸加费不加民利者，圣王弗为。',
        '〔注释〕①黍稷不二：黍和稷只吃一种，不吃两种。黍：黏黄米。稷：谷子。②羹胾不重：不同时喝肉汤，吃大块肉。羹：肉汤。胾：大块肉。③饭于土塯：用瓦器吃饭。土塯：土烧制成的瓦器，盛饭用。④啜于土型：喝汤用瓦盆。啜：喝，饮。型：土烧制成的瓦器。⑤斗以酌：用木勺斟酒。⑥舟楫不易：船桨不换。⑦津人不饰：船工不装饰。',
],
];
