<?php
return [
'chapters' => [
[
    'content' => [
        '子墨子言见染丝者而叹，曰：染于苍则苍，染于黄则黄，所入者变，其色亦变。五入必而已则为五色矣。故染不可不慎也！',
        '非独染丝然也，国亦有染。舜染于许由、伯阳，禹染于皋陶、伯益，汤染于伊尹、仲虺，武王染于太公、周公。此四王者，所染当，故王天下，立为天子，功名蔽天地。举天下之仁义显人，必称此四王者。',
        '夏桀染于干辛、推哆，殷纣染于崇侯、恶来，厉王染于厉公长父、荣夷终，幽王染于傅公夷、蔡公谷。此四王者，所染不当，故国残身死，为天下僇，举天下不义辱人，必称此四王者。',
        '齐桓染于管仲、鲍叔，晋文染于舅犯、高偃，楚庄染于孙叔、沈尹，吴阖闾染于伍员、文义，越勾践染于范蠡、大夫种。此五君者，所染当，故霸诸侯，功名传于后世。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '墨子说，他曾见人染丝而感叹说：“（丝）染了青颜料就变成青色，染了黄颜料就变成黄色。染料不同，丝的颜色也跟着变化。经过五次之后，就变为五种颜色了。所以染这件事是不可不谨慎的。”',
        '不仅染丝如此，国家也有“染”。舜被许由、伯阳所染，禹被皋陶、伯益所染，汤被伊尹、仲虺所染，武王被太公、周公所染。这四位君王因为所染得当，所以能称王于天下，立为天子，功盖四方，名扬天下，凡是提起天下著名的仁义之人，必定要称这四王。',
        '夏桀被干辛、推哆所染，殷纣被崇侯、恶来所染，周厉王被厉公长父、荣夷终所染，周幽王被傅公夷、蔡公穀所染。这四位君王因为所染不当，结果身死国亡，遗羞于天下。凡是提起天下不义可耻之人，必定要称这四王。',
        '齐桓公被管仲、鲍叔牙所染，晋文公被舅犯、高偃所染，楚庄王被孙叔敖、沈尹茎所染，吴王阖闾被伍员、文义所染，越王句践被范蠡、文种所染。这五位君主因为所染得当，所以能称霸诸侯，功名传于后世。',
    ],
],
[
    'content' => [
        '范吉射染于长柳朔、王胜，中行寅染于藉秦、高强，吴夫差染于王孙雒、太宰嚭，知伯摇染于智国、张武，中山尚染于魏义、偃长，宋康染于唐鞅、佃不礼。此六君者，所染不当，故国家残亡，身为刑戮，宗庙破灭，绝无后类，君臣离散，民人流亡。举天下之贪暴苛扰者，必称此六君也。',
        '凡君之所以安者何也？以其行理也。行理性于染当。故善为君者，劳于论人而佚于治官。不能为君者，伤形费神，愁心劳意；然国逾危，身逾辱。此六君者，非不重其国、爱其身也，以不知要故也。不知要者，所染不当也。',
        '非独国有染也，士亦有染。其友皆好仁义，淳谨畏令，则家日益，身日安，名日荣，处官得其理矣，则段干木、禽子、傅说之徒是也。其友皆好矜奋，创作比周，则家日损，身日危，名日辱，处官失其理矣，则子西、易牙、竖刀之徒是也。诗曰“比择所堪，必谨所堪”者，此之谓也。',
    ],
    'vernacular' => [
        '范吉射被长柳朔、王胜所染，中行寅被籍秦、高强所染，吴王夫差被王',
        '孙雒、太宰嚭所染，知伯摇被知国、张武所染，中山尚被魏义、偃长所染，宋康王被唐鞅、佃不礼所染。这六位君主因为所染不当，所以国破家亡，身受刑戮，宗庙毁灭，子孙灭绝，君臣离散，百姓逃亡。凡是提起天下贪暴苛刻的人，必定称这六君。',
        '大凡人君之所以能够安定，是什么原因呢？是因为他们行事合理。而行事合理源于所染得当。所以善于做国君的，用心致力于选拔人才。不善于做国君的，劳神伤身，用尽心思，然而国家更危险，自己更受屈辱。上述这六位国君，并非不重视他们的国家、爱惜他们的身体，而是因为他们不知道治国要领的缘故。所谓不知道治国要领，即是所染不得当。',
        '不仅国家有染，士也有“染”。一个人所交的朋友都爱好仁义，都淳朴谨慎，慑于法纪，那么他的家道就日益兴盛，身体日益平安，名声日益光耀，居官治政也合于正道了，如段干木、禽子、傅说等人即属此类（朋友）。一个人所交的朋友若都不安分守己，结党营私，那么他的家道就日益衰落，身体日益危险，名声日益降低，居官治政也不得其道，如子西、易牙、竖刀等人即属此类（朋友）。《诗》上说：“选好染料。”所谓选好染料，正是这个意思。',
    ],
    'notes' => [
        '（1）本篇以染丝为喻，说明天子、诸侯、大夫、士必须正确选择自己的亲信和朋友，以取得良好的熏陶和积极的影响。影响的好坏不同关系着事业的成败、国家的兴亡，国君对此必须谨慎。',
        '（2）推哆',
        '（chǐ）：桀臣。',
        '（3）佚：同“逸”。',
        '（4）堪：当读为“湛”，浸染之意。',
    ],
],
],
'unscramble' => [
    '【鉴赏】《所染》篇的中心论点是，无论君主治国，还是士人修身，都应该做到“知要”(把握重点)，即选择贤人智士，以得到良好的熏陶和积极的影响。篇中说：“不知要者，所染不当也。”不知把握治国修身重点的人，不能做到选择贤士，就会导致国家败亡，身败名裂。',
    '篇中强调为官行事，要“行理”(合乎道理)。“行理生于染当(熏染得当)”，即选择贤士，以得到良好的熏陶和积极的影响。而“处官得其理”和“处官失其理”，即为官办事是否合乎道理，正是士人熏染恰当与否的区分标准。',
    '《所染》篇用求同求异并用的归纳法和讲道理的演绎法，列举十九个正反两面的典型事例，论证论点。正面事例，即虞舜、夏禹、商汤和周武王四位国王，以及齐桓公、晋文公、楚庄王、吴王阖闾和越王勾践五位国君，都是因为“所染当”，选择了贤人智士的辅佐，使自己受到良好的熏陶影响，所以国家就能治理好，功名蔽天地，传于后世。',
    '墨子看到受教育的必要性和环境对教育影响的重要性。人受环境熏染，要有意识创造良好的环境，以受到良好的影响，使自己的品行朝健康的方向发展。以好仁义的人为友，会熏染自己，成为好仁义的人，就像染丝，要谨慎地选择染料浸渍熏染。',
    '《所染》篇总结正反两面的历史经验教训说，善于做国王君主的人，劳心费力地选拔人才，充分发挥人才的积极作用，就能轻松自如地为官治官，管理国家。这里，正确揭示了“劳于选人，逸于治官”一体两面的辩证哲理。',
    '《所染》篇列举不善于做国王君主的人，有十个反面事例，即夏桀、殷纣、厉王、幽王四位国王，以及范吉射、中行寅、吴夫差、智伯摇、中山尚和宋康六位国君，都是因为“所染不当”，没有选择贤士来辅佐和影响自己，所以尽管伤形费神，愁心劳意，其结果却是国危身辱，成为天下所不齿的不义暴人。',
    '《所染》篇的论说技巧，引人入胜。墨子游说论学，善于运用譬喻。《所染》篇把染丝作为譬喻论证的素材，以染丝渐渍为比喻，说明国君治国，跟周围环境的熏染有关。要想受到良好的熏陶，就必须善于选贤使能。',
    '在《所染》篇开头，墨子看到染丝工匠的染丝操作后感叹说，染丝用青色染料，就变成青色。用黄色染料，就变成黄色。投入五种染料，就能染出五种颜色。投入的染料变了，丝的颜色也变了。所以，浸染不能不谨慎。《所染》篇末尾引逸《诗》说：“必择所渐，必谨所渐。”即应该正确地选择染料，谨慎地面对染料的浸渍。',
    '《小取》给譬喻式类比论证下定义说：“譬也者，举他物而以明之也。”染丝这个譬喻词，即定义中的举他物，是譬喻中的喻体。《所染》说：“非独染丝然也，国亦有染。”“非独国有染也，士亦有染。”国有染、士有染，是定义中“而以明之也”的对象、主体，是譬喻中的本体。这种论说技巧，酷似于印度逻辑因明“宗因喻”的论证结构。',
    '由于《所染》篇创作内容和形式的典范意义，秦国宰相吕不韦召集六国入秦的辩士(包括墨家学者)编写《吕氏春秋》时，就直接搬用了《墨子·所染》篇的大部分文字，写成了《吕氏春秋·当染》篇。清汪中《述学补遗·吕氏春秋序》评论说：“《当染》篇全取《墨子》。”',
    '《吕氏春秋·当染》与《墨子·所染》，两篇前段大部分文字雷同，都是论述墨子用染丝来比喻环境的熏染作用。《吕氏春秋·当染》篇在篇末才补充了一部分新意，论述儒墨两家从属弟子众多，无数后学显荣天下，并列举了墨学传授的谱系：墨子→禽滑厘→许犯→田系。',
    '《吕氏春秋·当染》篇补充墨子后学的这些新资料，足以证明《吕氏春秋·当染》篇的写作时间，应该是在《墨子·所染》篇广泛流传以后。',
    '《孔子家语·六本》记载孔子说：“药酒苦于口而利于病，忠言逆于耳而利于行。”《增广贤文》表述为：“忠言逆耳利于行，良药苦口利于病。”《墨子·所染》篇，列举大量事实，从正反两面总结中国历史(从虞舜时期，到前3世纪宋国末代国君宋康王)的经验教训，是治国安民的“忠言”，修身养性的“良药”，对现代国家管理和个人道德修养，都具有振聋发聩的教育启迪作用。',


    '子墨子见染丝者而叹曰①，染于苍则苍。染于黄则黄。所入者变，其色亦变。五入必，而已则为五色矣。故染不可不慎也。',
    '非独染丝然也，国亦有染②。舜染于许由、伯阳③，禹染于皋陶、伯益④，汤染于伊尹、仲虺⑤，武王染于太公、周公⑥。此四王者，所染当，故王天下，立为天子，功名蔽天地⑦，举天下之仁义显人，必称此四王者。',
    '夏桀染于干辛、推哆⑧，殷纣染于崇侯、恶来⑨，厉王染于厉公长父、荣夷终⑩，幽王染于傅公夷、蔡公谷⑪，此四王者，所染不当，故国残身死，为天下戮，举天下不义辱人，必称此四王者。',
    '齐桓染于管仲、鲍叔⑫，晋文染于舅犯、高偃⑬，楚庄染于孙叔、沈尹⑭，吴阖闾染于伍员、文义⑮，越勾践染于范蠡、大夫种⑯，此五君者所染当，故霸诸侯，功名传于后世。',
    '范吉射染于长柳朔、王胜⑰，中行寅染于籍秦、高强⑱，吴夫差染于王孙雒、太宰嚭⑲，智伯摇染于智国、张武⑳，中山尚染于魏义、偃长㉑，宋康染于唐鞅、佃不礼㉒，此六君者所染不当，故国家残亡，身为刑戮，宗庙破灭，绝无后类，君臣离散，民人流亡。举天下之贪暴苛扰者，必称此六君也。',
    '凡君之所以安者，何也?以其行理也。行理生于染当。故善为君者，劳于论人，而逸于治官。不能为君者，伤形费神，愁心劳意，然国愈危，身愈辱。此六君者，非不重其国，爱其身也，以不知要故也。不知要者，所染不当也。',
    '非独国有染也，士亦有染。其友皆好仁义，淳谨畏令㉓，则家日益，身日安，名日荣，处官得其理矣，则段干木、禽子、傅说之徒是也㉔。其友皆好矜奋㉕，创作比周㉖，则家日损，身日危，名日辱，处官失其理矣，则子西、易牙、竖刁之徒是也㉗。《诗》曰：“必择所渐，必谨所渐”者㉘，此之谓也。',
    '',
    '〔注释〕①子墨子：我们的老师墨先生。第一个“子”，表示对自己老师的尊称，《公羊传·隐十一年》何休注：“称子冠氏上者，著其为师也。”第二个“子”，是古代尊称。②染：熏染，影响，沾染，染色。③舜：史称虞舜，尧命他摄政，尧去世后继位，选贤人，治民事，选治水有功的禹为继承人。许由：尧时隐士，相传尧要传位给他，他逃到箕山隐居，农耕而食。尧又请他当九州长官，他到颖水洗耳，表示不听。伯阳：尧舜时贤人。④禹：原为夏后氏部落领袖，奉舜命治水，通江河，兴沟渠，治水十三年有功，三过家门不入，被舜选为继承人，舜死后任部落联盟领袖，其子启建立中国历史上第一个奴隶制国家，即夏朝。皋陶(yáo)：传说中东夷族首领，舜任为刑法官，禹曾选其为继承人，因早死未继位。伯益：善畜牧狩猎，被舜任用，助禹治水有功。⑤汤：原为商族领袖，灭夏朝，建商朝。伊尹：汤妻有莘氏女的陪嫁奴隶，厨师，汤任以国政，助汤攻灭夏桀。仲虺(huǐ)：汤的左相。⑥武王：继承其父周文王遗志，联合各族，率军东征，牧野之战，大胜商纣王军队，灭商，建立周朝。太公：姜太公，姓吕名尚，字子牙，周初人，本姓姜，先祖辅佐夏禹平水土有功，封于吕(河南南阳西)，子孙从封地姓吕。本是平民，穷困年老，钓于渭水，遇周文王。文王说，我的先君太公，盼望您已经很久了。称他为太公望，任他为太师(武官)，与文王共谋修德，使天下三分其二归周。辅佐武王灭商，建立周朝，武王称之为师尚父，封于齐，是齐国的始祖。吕尚的兵法、权谋和奇计，为后世兵家所推崇。兵书《六韬》是战国时人假托。周公：周文王第四子，周武王弟，名旦，辅佐武王伐纣，灭商，建周朝。武王死，成王年幼，周公摄政，东征平叛，分封诸侯，规定典章制度，七年后还政成王。⑦功名蔽天地：功盖天下。蔽：覆盖。⑧夏桀：我国历史上第一个朝代夏代的最后一位国王，居洛阳，暴虐无道，劳民伤财，修宫室台榭，穷兵黩武。《书·汤誓》载当时人民痛恨地说：“时日曷(hé)丧，予及汝皆亡!”(你这个太阳，还不快点完蛋，我们宁愿跟你同归于尽)商汤攻灭夏桀，代之以商朝。干辛：夏桀谀臣。推哆：夏桀宠信的大力士，传说能“生裂兕虎，指画杀人”，活生生撕裂犀牛老虎，用手指比画杀人。⑨殷纣：商朝都城多次迁徙。前14世纪中叶，商王盘庚，迁都于殷(河南安阳小屯村)，商又因此被称为“殷商”。纣是商朝末代君主，曾囚禁周文王，后被周武王攻灭。崇侯：商纣王佞臣。恶来：商纣王力士，传说能“指画杀人”，牧野之战中被周武王擒获。⑩厉王：西周后期暴君。厉公长父：周厉王佞臣。荣夷终：周厉王宠臣。⑪幽王：西周末代昏君。傅公夷：周幽王谀臣。蔡公谷：周幽王谀臣。⑫齐桓：齐国君，前685—前643年在位，共43年。任用管仲，改革富强，是春秋第一霸主。前667年，被周惠王赐命为侯伯，成为霸主。管仲：齐桓公贤相，尊为“仲父”，辅佐桓公强国称霸。鲍叔：齐桓公贤臣，举荐管仲为相。⑬晋文：名重耳，晋国君，春秋五霸之一。前636—前628年在位，共9年。因骊姬之乱，在外流亡19年，饱尝艰辛。即位后改革政治，发展经济，整军备武。前632年，在城濮之战中败楚。被周天子册封为侯伯，在践土(河南广武)会盟诸侯，成中原霸主。舅犯：晋文公舅父，辅佐文公称霸。高偃：晋国大夫。⑭楚庄：楚国君，春秋五霸之一。前613—前591年在位，共23年。孙叔：孙叔敖，楚国令尹，名相。沈尹：楚国沈县大夫，曾将楚中军。⑮阖闾：吴国君，春秋五霸之一。前514—前496年在位，共19年。名光，用专诸刺杀吴王僚自立。前506年，用楚亡臣伍子胥和军事家孙武之谋，西破强楚，北威齐晋，有称霸之势。前496年伐越之战，被越大夫斩断脚趾，吴军后退7里，阖闾死。伍员：伍子胥，原是楚人，逃到吴国，助阖闾刺杀吴王僚，夺取政权，担任大夫，辅佐阖闾、夫差称霸。文义：吴国大夫，阖闾尊为师。⑯勾践：越国君，春秋五霸之一。前497—前465年在位，共33年。前494年，夫差伐越大胜，勾践派文种屈服求和。勾践夫妻和文种入吴为奴，受尽屈辱。三年后，被放回国，勾践卧薪尝胆，发愤图强。任用范蠡、文种，十年生聚，十年教训，转弱为强。前473年灭吴，率师北渡淮河，与齐晋等会盟徐州，越兵横行江淮东。周元王派使臣送祭肉，封勾践为侯伯，成霸。范蠡：越国大夫，辅佐越王勾践灭吴。大夫种：即文种，越国大夫，辅佐越王勾践灭吴。⑰范吉射：春秋时晋国卿大夫，六将军之一，与智氏、中行氏同为晋国最有权势的大臣，范献子士鞅的儿子，在晋卿内讧中被赵简子打败。长柳朔：范吉射的家臣。王胜：范吉射的家臣。⑱中行寅：是春秋后期晋国中行氏的首领，晋国大夫中行穆子的儿子，亦名荀文子，后被赵简子打败。籍秦：晋大夫籍游的孙子，中行寅的家臣。高强：本是齐人，逃到晋国做中行寅的家臣。⑲夫差：吴王阖闾子，吴国君。前495─前473年在位，共23年。前494年，在夫椒(浙江绍兴北)败越军，攻破越都(浙江绍兴)，使越臣服。前484年，在艾陵(山东泰安)败齐军。前482年，夫差在黄池(河南封丘西南)会盟诸侯，争当霸主。因拒谏饰非，杀戮忠臣，连年兴师，国力空虚，越王勾践乘虚攻入吴都姑苏，夫差返国求和。前473年，越军围吴都三年破城，夫差自杀，吴亡。王孙雒：吴国大臣。太宰嚭：即吴国太宰伯嚭。⑳智伯摇：即智襄子，春秋末晋国智氏首领，掌晋国大权，被赵、韩、魏三家联合攻灭。智国：智伯摇家臣。张武：智伯摇家臣，教智伯摇夺取韩、魏土地，招致智氏灭亡。㉑中山尚：战国时中山国君。魏义：中山尚大臣。偃长：中山尚大臣。㉒宋康：即宋康王，名偃，宋国末代国君，荒淫暴虐。《史记·宋世家》说他“淫于酒妇人，群臣谏者辄射之，于是诸侯皆曰桀宋”。前286年，被齐泯王攻灭。唐鞅：宋康王相，教宋康王诛杀无辜，后自己也被宋康王诛杀。佃不礼：即田不礼，宋康王大臣。墨子活动于前5世纪，发生在前3世纪的这些历史事实，墨子不可能见到，应是墨子后学的增益发挥。㉓淳谨畏令：淳朴谨慎，遵纪守法。㉔段干木：子夏弟子，魏文侯师。禽子：禽滑厘，墨子大弟子。傅说：原是受雇在傅岩操版筑墙的工匠，有才能，被殷高宗武丁任命为相。㉕矜奋：傲慢自夸，盛气凌人。㉖创作比周：胡作非为，结党营私。㉗子西：楚国令尹，信用白公胜，白公胜叛乱，被杀。易牙：齐桓公宠幸近臣，长于调味，善于逢承，烹子为羹，进献讨好桓公，桓公病故，与竖刁等作乱。竖刁：齐桓公宠幸近臣，为接近桓公，阉割自己，桓公病故，与易牙等作乱。㉘渐：浸渍，沾染，影响，逐渐渗透。',
    '',
],
];
