<?php
return [
'chapters' => [
[
    'content' => [
        '子墨子言曰：凡出言谈，则必可而不先立仪而言。若不先立仪而言，譬之犹运钧之上而立朝夕焉也，我以为虽有朝夕之辩，必将终未可得而从定也，是故言有三法。',
        '何谓三法？曰：有考之者，有原之者，有用之者。恶乎考之？考先圣大王之事；恶乎原之？察众之耳目之请；恶乎用之？发而为政乎国，察万民而观之。此谓三法也。',
        '故昔者三代圣王禹、汤、文、武，方为政乎天下之时，曰：“必务举孝子而劝之事亲，尊贤良之人而教之为善。”是故出政施教，赏善罚暴。且以为若此，则天下之乱也，将属可得而治也；社稷之危也，将属可得而定也。若以为不然，昔桀之所乱，汤治之；纣之所乱，武王治之。当此之时，世不渝而民不易，上变政而民改俗。存乎桀、纣而天下乱，存乎汤武而天下治。天下之治也，汤、武之力也；天下之乱也，桀、纣之罪也。若以此观之，夫安危治乱，存乎上之为政也，则夫岂可谓有命哉？故昔者禹、汤、文、武，方为政乎天下之时，曰：“必使饥者得食，寒者得衣，劳者得息，乱者得治。”遂得光誉令问于天下。夫岂可以为命哉！故以为其力也。今贤良之人，尊贤而好功道术，故上得其王公大人之赏，下得其万民之誉，遂得光誉令问于天下。亦岂以为其命哉？又以为力也。',
        '然今夫有命者，不识昔也三代之圣善人与？意亡昔三代之暴不肖人与？若以说观之，则必非昔三代圣善人也，必暴不肖人也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '墨子说：“凡发表言论，则不能不先立标准再说。如不先立标准就说，就好象把测时仪器放在运转的陶轮上。我认为虽有早、晚的区分，但必然终究得不到一个确定的时间。所以言论有三条标准。”',
        '什么是三条标准？答道：有考察的，有本原的，有实践的。怎么考察呢？考察先代圣王的事迹；怎么推求本原呢？要推求众人听见所闻的实情；怎么付诸实践呢？于治国中当作政令，观察万民来评论它。这就是三条标准。',
        '所以古时候三代的圣王禹、汤、文、武，刚主持天下政事时，说：必举拔孝子而鼓励侍奉双亲，尊重贤良而教导人们做善事。所以公布政令实施教育，奖赏善良惩罚凶暴。认为这样，混乱的天下，将可以得到治理；危险的社稷将可得到安宁。如果认为不是这样，古时桀时的混乱，汤治理了；纣时的混乱，武王治理了。那个时候，世界、人民都没有改变，君王改变了政务而人民改变了风俗。在桀、纣那里则天下混乱，在汤武那里则天下治理。天下得到治理是汤武的功劳；天下的混乱是桀纣的罪过。如以此来看，所谓安、危、治理、混乱，在于君上的施政；那么怎么可以说是有命呢？所以古时禹汤文武刚开始在天下执政时，说：必须使饥饿的人能吃上饭，寒冷的人能穿上衣服，劳作的人能够休息，混乱的得到治理。这样他们获得了天下人的赞誉和好评。怎能认为是命呢？应该认为是他们的努力啊。现在贤良的人，尊重贤人而喜好治国的道理方法，所以上面得到王公大人的奖赏，下面得到万民的称誉，这就得到天下人的称誉好评。怎能认为是他们的命呢？也是他们的努力啊！',
        '然而今天主张“有命”的人，不知是根据从前三代的圣人善人呢？还是',
    ],
],
[
    'content' => [
        '然今以命为有者。昔三代暴王桀、纣、幽、厉，贵为天子，富有天下，于此乎不而矫其耳目之欲，而从其心意之辟，外之驱骋田猎毕弋，内湛于酒乐，而不顾其国家百姓之政，繁为无用，暴逆百姓，遂失其宗庙。其言不曰吾罢不肖，吾听治不强，必曰吾命固将失之。虽三代罢不肖之民，亦犹此也。不能善事亲戚、君长，甚恶恭俭而妤简易，贪饮食而惰从事，衣食之财不足，是以身有陷乎饥寒冻馁之忧，其言不曰吾罢不肖，吾从事不强，又曰吾命固将穷。昔三代伪民，亦犹此也。',
        '昔者暴王作之，穷人术之，此皆疑众迟朴。先圣王之患之也，固在前矣，是以书之竹帛，镂之金石，琢之盘盂，传遗后世子孙。曰：“何书焉存？”禹之《总德》有之曰：“允不著惟天，民不而葆。既防凶星，天加之咎，不慎厥德，天命焉葆？”《仲虺之告》曰：“我闻有夏人矫天命于下，帝式是增，用爽厥师。”彼用无为有，故谓矫；若有而谓有，夫岂为矫哉！昔者桀执有命而行，汤为《仲虺之告》以非之。《太誓》之言也，于去发曰：“恶乎君子！天有显德，其行甚章。为鉴不远，在彼殷王。谓人有命，谓敬不可行，谓祭无益，谓暴无伤。上帝不常，九有以亡；上帝不顺，祝降其丧。惟我有周，受之大帝。”昔纣执有命而行，武王为《太誓》去发以非之。曰：子胡不尚考之乎商、周、虞、夏之记？从十简之篇以尚，皆无之，将何若者也？',
    ],
    'vernacular' => [
        '从前三代的凶暴无能的人呢？如从他们的言论来看，则必定不是从前三代的圣人善人，一定是凶暴无能的人。',
        '然而今天以为有命的人，从前三代暴君桀、纣、幽、厉，贵为天子，富有天下，于那时不改正声色的欲望，而放纵他的内心的邪僻。在外驱车打猎射鸟，在内耽于酒和音乐，而不顾他的国家百姓的政事；过多地作无用的事，残暴地对待百姓，于是失去了国家。他们不这样说：“我疲沓无能，我不努力地听狱治国。”一定说：“我命里本来就要失国。”即使是三代疲沓无能的百姓，也是这样。不能好好地对待双亲君长，很嫌恶恭敬俭朴而喜好简慢粗陋，贪于饮食而懒于劳作，衣食财物不足，所以自身有饥寒冻馁的忧患。他们不这样说：“我疲沓无能，不能努力地劳作。”也说：“我命里本来就穷。”从前三代的虚伪的人也是这样。',
        '古时暴君编造这些话，穷人复述这些话。这些都是惑乱百姓、愚弄朴实的人，先代圣王对此感到忧虑，在前世就有了。所以写在竹帛上，刻在金石上，雕在盘盂上，流传给后世子孙。说：哪些书有这些话？禹时《总德》上有，说：“诚信不到达天帝，就不会保佑下民。既然放纵自己的凶恶的心意，天帝将会惩罚的。不谨慎而丧失了德，天命怎会保佑呢？”《仲虺之告》说：“我听说夏人假造天命颁布于世，上帝痛恨他，因此使他丧失了军队。”他无中生有，所以叫假造；如本来就有而说有，怎么是假造呢？从前桀主张“有命”行事，汤作《仲虺之告》以批驳他。《太誓》中太子发说：“啊呀君子！天有大德，它的所为非常显明。可以借鉴的不太远，殷王就是：说人有命，说不必恭敬；说祭祀没有好处，说凶暴没有害处。上帝不保佑，九州都亡灭了。上帝不顺心，给他降下灭亡的灾难。只有我周朝，接受了商的天下。”从前纣主张“有命”而行事，武王作《太誓》太子发反驳他。说，你为什么不向上考察商、周、虞、夏的史料，从十简之篇以上都没有命的记载，将怎么样呢？',
        '所以墨子说：“现在天下君子写文章。发表谈话，并不是想要使其喉舌勤劳，使其嘴唇利索，内心实在是想为了国家、邑里、万民的刑法政务。”现在的王公大人之所以要早上朝，晚退朝，听狱治政，整日分配职事而不敢倦怠，是为什么呢？答道：他认为努力必能治理，不努力就要混乱；努力必能安宁，不努力就要危险，所以不敢倦怠。现在的卿大夫之所以用尽全身的力气，竭尽全部智慧，于内治理官府，于外征收关市、山林、泽梁的税，以充实官府，而不敢倦怠，是为什么呢？答道：他以为努力必能高贵，不努力就会低贱；努力必能荣耀，不努力就会屈辱，所以不敢倦怠。现在的农夫之所以早出晚归，努力从事耕种、植树、种菜，多聚豆子和粟，而不敢倦怠，为什么呢？答道：他以为努力必能富裕，不努力就会贫穷；努力必能吃饱，不努力就要饥饿，所以不敢倦怠，现在的妇人之所以早起夜睡，努力纺纱、绩麻、织布，多多料理麻、丝、葛、苎麻，而不敢倦怠，为什么呢？答道：她以为努力必能富裕，不努力就会贫穷；努力必能温暖，不努力就会寒冷，所以不敢倦怠。现在的王公大人若确信“有命”，并如此去做，则必懒于听狱治政，卿大夫必懒于治理官府，农夫必懒于耕田、植树、种菜，妇人必懒于纺纱、绩麻、织布。王公大人懒于听狱治国，卿大夫懒于治理官府，则我认为天下一定会混乱，农夫懒于耕田、植树、种菜，妇人懒于纺纱、绩麻、织布，则我认为天下衣食财物，一定会不足。如果以此来治理天下，向上侍奉天帝、鬼神，天帝、鬼神必不依从；对下以此来养育百姓，百姓没有得到',
        '利益，必定要离开不能被使用。这样于内守国则不牢固，出去杀敌则不会胜利。所以从前三代暴君、桀、纣、幽、厉之所以国家灭亡，社稷倾覆的原因，就在这里啊。',
        '所以墨子说：现在天下的士人君子，内心确实希望为天下谋利，为天下除害，面对‘有命’论者的话，不可不努力批驳它。说道：命，是暴君所捏造，穷人所传播，不是仁人的话。今天行仁义之道的人，将不可不仔细辨别而努力反对它，就是这个道理啊。',
    ],
    'notes' => [
        '（1）此篇与《非命上》意同。',
        '（2）辩：通“辨”。',
        '（3）请：通“情”。',
        '（4）此句中“不而”当为“而不”。',
        '（5）术：通“述”。',
        '（6）允：诚实。惟：于。',
        '（7）防：此处为“放”。星：当为“心”。',
        '（8）增：此处当为“憎”。',
        '（9）于去发：当为“太子发”。',
        '（10）恶乎：发语词。',
        '（11）帝：当作“商”。',
        '（12）虽毋：发语词。蒉：当作“实”。',
        '（13）使：依王念孙说为“从”意。',
        '（14）共：依王念孙说当为“失”。抎：抛弃、坠落。',
    ],
],
],
'unscramble' => [
    '【鉴赏】“非命”，即反对命定论，是墨子思想的重要部分。墨子不信天命信人力，坚持强劲而为的人力能动观。他认为国家在安危治乱的关头，不应期盼天命的赐予，而应依靠充分发挥人民的力量。只要当政者把政策调整好，人民就会迅速改变不良风俗，所以要提倡充分发挥人力的积极能动作用。',
    '墨子论证说，世界和人民未变，桀纣当政天下乱，汤武变政天下治，可见国家安危治乱，是人力的作用，不是命定的原因，这是运用求异法的科学归纳所证明的。墨子由历史上暴王夏桀、商纣、周幽、厉王的“执有命”，概括出“命者暴王所作”，强调只有“强力而为”的人力能动论才能富强康乐，这是运用求同法的科学归纳所证明的。',
    '墨子在中国哲学史上，首次提出检验言论真理性标准的“三表法”：“有本之者，有原之者，有用之者。于何本之?上本之于古者圣王之事。于何原之?下原察百姓耳目之实。于何用之?发以为刑政，观其中国家百姓人民之利。”所谓“本”，是言论要根据历史经验;“原”，是言论要根据现实经验;“用”，是把言论应用到国家政治，以便检验言论符合人民利益的程度。墨子“本原用”的“三表法”，即对言词理论，采取历史、现实和应用的三分检验法，这是对哲学认识论的重要贡献，在现代仍有重要的启发借鉴意义。墨子要求“下原察百姓耳目之实”，“观其中百姓人民之利”，提倡眼睛向下，到社会基层，考察百姓见闻，参考人民经验，观察言论是否符合百姓人民的利益，有特别重要的现实应用价值。篇中强调，不是天命决定一切，而是“强力”人为创造一切。所谓“强力”，就是努力工作，充分发挥人的主观能动作用。农夫“强必富，不强必贫。强必饱，不强必饥”，农妇“强必暖，不强必寒”。',
    '《荀子·王霸》比较儒墨之道的本质特征，认为“墨子之说”是“役夫之道”，儒家学说是“君子之道”，“圣王之道”。“役夫之道”，即劳动者的道理。儒家学说，是君主帝王封建贵族的道理。“役”是服役、干活。“役夫”是干力气活的人，即劳动者。墨学和儒学有不同的社会基础，代表不同社会阶层的利益和价值取向。墨学有人民性，墨子是劳动者的圣人。',
    '儒学在长期封建社会代表统治者贵族的利益。孔子看不起劳动者。《论语·子路》载，樊迟希望向孔子学习种庄稼、种菜，孔子训斥说：“小人哉，樊须也!”希望学习种庄稼、种菜，是“小人”，“小人”指劳动者。《论语·子张》说：“学而优则仕。”学习目的、目标，不是做劳动者，是当官，行帝王之道。',
    '孔子还肯定天命对宇宙、人生的决定作用。《论语·颜渊》载，孔子学生司马牛忧愁地说：别人都有兄弟，偏偏我没有。子夏说：我听老师说过，“死生有命，富贵在天”，君子敬慎无差错，对人恭敬有礼，四海之内都是兄弟，何须忧愁无兄弟呢?子夏听孔子说的“死生有命，富贵在天”，是儒家命定论的惯用语。《论语·宪问》记载孔子说：“道之将行也与，命也;道之将废也与，命也。”道理能否实现，都是命中注定，人力不能抗争。',
    '儒家所谓“命”，是人的智慧能力无可奈何的先天必然性。儒家宣扬人的现实遭遇，由天命预先安排好，非人力所能改变。墨子认为，儒家宣扬命定论，是害人不浅的懒汉哲学，足以懈怠人的意志，使人放弃奋斗，安于贫穷，导致天下沦丧。',
    '明李贽《墨子批选·非命上》批注说：“勤俭致富，不敢安命，今观勤俭之家自见。”用对当时社会实践实际例证的亲身观察，证明墨子“勤俭致富，不敢安命”思想的合理性。',
    '“勤俭致富，不敢安命”的致富策略，通过充分发挥人的主观能动作用，用勤俭、理性和智慧，探索致富道路，渗透科学和人文精神，跟宿命论、机械论和流行的迷信思想划清界限，值得效法。',
    '墨子主张在认识世界的基础上，运用自身力量顽强奋斗，改变现状，达到理想目标。这种积极进取的精神，体现了中华民族自强不息的传统美德，值得继承弘扬。',

        '[下]子墨子言曰：凡出言谈，则必可而不先立仪而言。若不先立仪而言，譬之犹运钧之上而立朝夕焉也，我以为虽有朝夕之辩，必将终未可得而从定也。是故言有三法。何谓三法?曰：有考之者，有原之者，有用之者。恶乎考之?考先圣大王之事。恶乎原之?察众之耳目之情?恶乎用之?发而为政乎国，察万民而观之。此谓三法也。',
        '故昔者三代圣王禹汤文武方为政乎天下之时，曰：“必务举孝子而劝之事亲，尊贤良之人而教之为善。”是故出政施教，赏善罚暴。且以为若此，则天下之乱也，将属可得而治也;社稷之危也，将属可得而定也。若以为不然，昔桀之所乱，汤治之;纣之所乱，武王治之。当此之时，世不渝而民不易，上变政而民改俗。存乎桀纣而天下乱，存乎汤武而天下治。天下之治也，汤武之力也;天下之乱也，桀纣之罪也。若以此观之，夫安危治乱存乎上之为政也，则夫岂可谓有命哉!故昔者禹汤文武方为政乎天下之时，曰：“必使饥者得食，寒者得衣，劳者得息，乱者得治。”遂得光誉令问于天下①。夫岂可以为命哉?故以为其力也。今贤良之人，尊贤而好功道术，故上得其王公大人之赏，下得其万民之誉，遂得光誉令问于天下。亦岂以为其命哉?又以为力也。然今夫有命者，不识昔也三代之圣善人与?意亡昔三代之暴不肖人与?若以说观之，则必非昔三代圣善人也，必暴不肖人也。',
        '然今以命为有者，昔三代暴王桀纣幽厉，贵为天子，富有天下，于此乎不而矫其耳目之欲，而从其心意之辟，外之驱骋田猎毕弋，内湛于酒乐，而不顾其国家百姓之政。繁为无用，暴逆百姓，遂失其宗庙。其言不曰：“吾疲不肖，吾听治不强。”必曰：“吾命固将失之。”虽昔也三代疲不肖之民，亦犹此也。不能善事亲戚君长，甚恶恭俭，而好简易，贪饮食而惰从事，衣食之财不足，是以身有陷乎饥寒冻馁之忧，其言不曰：“吾疲不肖，吾从事不强。”又曰：“吾命固将穷。”昔三代伪民亦犹此也。',
        '命者暴王作之，穷人述之，此皆疑众迟朴②，先圣王之患之也，固在前矣。是以书之竹帛，镂之金石，琢之盘盂，传遗后世子孙。曰：何书焉存?禹之《总德》有之，曰：“允不著，惟天民而不保。既防凶心，天加之咎。不慎厥德，天命焉葆③?”《仲虺之告》曰：“我闻有夏人矫天命，布命于下，帝式是憎，用丧厥师④。”彼用无为有，故谓矫，若有而谓有，夫岂为矫哉。昔者，桀执有命而行，汤为《仲虺之告》以非之。《太誓》之言也，于去发曰：“恶乎君子!天有显德，其行甚章，为鉴不远，在彼殷王。谓人有命，谓敬不可行，谓祭无益，谓暴无伤。上帝不常，九有以亡，上帝不顺，祝降其丧。惟我有周，受之大商⑤。”昔纣执有命而行，武王为《太誓》去发以非之，曰子胡不尚考之乎商周虞夏之记，从十简之篇以尚皆无之，将何若者也?',
        '是故子墨子曰：今天下之君子之为文学、出言谈也，非将勤劳其惟舌，而利其唇呡也，中实将欲其国家邑里万民刑政者也。今也王公大人之所以早朝晏退，听狱治政，终朝均分⑥而不敢怠倦者，何也?曰：彼以为强必治，不强必乱;强必宁，不强必危，故不敢怠倦。今也卿大夫之所以竭股肱之力，殚其思虑之知，内治官府，外敛关市、山林、泽梁之利，以实官府，而不敢怠倦者，何也?曰：彼以为强必贵，不强必贱;强必荣，不强必辱，故不怠倦。今也农夫之所以早出暮入，强乎耕稼树艺，多聚菽粟，而不敢怠倦者，何也?曰：彼以为强必富，不强必贫;强必饱，不强必饥，故不敢怠倦。',
        '今也妇人之所以夙兴夜寐，强乎纺绩织纴，多治麻丝葛绪，捆布，而不敢怠倦者，何也?曰：彼以为强必富，不强必贫;强必暖，不强必寒，故不敢怠倦。今虽毋在乎王公大人，借若信有命而致行之，则必怠乎听狱治政矣，卿大夫必怠乎治官府矣，农夫必怠乎耕稼树艺，妇人必怠乎纺绩织纴矣。王公大人怠乎听狱治政，卿大夫怠乎治官府，则我以为天下必乱矣。农夫怠乎耕稼树艺，妇人怠乎纺绩织纴，则我以为天下衣食之财将必不足矣。若以为政乎天下，上以事天鬼，天鬼不使;下以持养百姓，百姓不利，必离散不可得用也。是以入守则不固，出诛则不胜。故虽昔者三代暴王桀纣幽厉之所以失损其国家，倾覆其社稷者，此也。',
        '是故子墨子言曰：今天下之士君子，中实将欲求兴天下之利，除天下之害，当若有命者之言，不可不强非也。曰：命者暴王所作，穷人所述，非仁者之言也。今之为仁义者，将不可不察而强非者此也。',
        '〔注释〕①光誉令问：光荣的名誉，美好的声誉。②疑众迟朴：蛊惑众人，骗老实人。③允不著，惟天民不而葆。既防凶心，天加之咎。不慎厥德，天命焉保：假若确实不恭顺，即使上天子民都不能保护，既然放纵险恶用心，天就会给予惩罚，不谨慎修养德行，天命怎么能保佑?④我闻有夏人矫天命，布命于下，帝式是憎，用丧厥师：听说夏桀，矫称天命，发号施令，天帝憎恶，丧失军队。⑤恶乎君子!天有显德，其行甚章，为鉴不远，在彼殷王。谓人有命，谓敬不可行，谓祭无益，谓暴无伤。上帝不常，九有以亡，上帝不顺，祝降其丧。惟我有周，受之大商：啊，君子!上天明德，行事光明，借鉴不远，就在纣王，说人有命，不用恭敬，祭祀无益，暴虐无伤，上帝不佑，九州沦丧，上帝不顺，降临灾殃，只有我周，继承大商。⑥终朝均分：整天在朝，均衡分配职事。',

],
];
