<?php
return [
'chapters' => [
[
    'content' => [
        '儒者曰：“亲亲有术，尊贤有等。”言亲疏尊卑之异也。其《礼》曰：丧，父母，三年；妻、后子，三年；伯父、叔父、弟兄、庶子，其；戚族人，五月。若以亲疏为岁月之数，则亲者多而疏者少矣，是妻、后子与父同也。若以尊卑为岁月数，则是尊其妻、子与父母同，而亲伯父、宗兄而卑子也。逆孰大焉？其亲死，列尸弗敛，登堂窥井，挑鼠穴，探涤器，而求其人矣，以为实在，则赣愚甚矣；如其亡也必求焉，伪亦大矣！',
        '取妻身迎，祗褍为仆，秉辔授绥，如仰严亲；昏礼威仪，如承祭祀。颠覆上下，悖逆父母，下则妻、子，妻、子上侵事亲。若此，可谓孝乎？儒者：“迎妻，妻之奉祭祀；子将守宗庙。故重之。”应之曰：此诬言也！其宗兄守其先宗庙数十年，死，丧之其；兄弟之妻奉其先之祭祀，弗散；则丧妻子三年，必非以守、奉祭祀也。夫忧妻子以大负累，有曰：“所以重亲也。”为欲厚所至私，轻所至重，岂非大奸也哉！',
        '有强执有命以说议曰：“寿夭贫富，安危治乱，固有天命，不可损益。穷达、赏罚、幸否有极，人之知力，不能为焉！”群吏信之，则怠于分职；庶人信之，则怠于从事。吏不治则乱，农事缓则贫，贫且乱，政之本，而儒者以为道教，是贼天下之人者也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '儒家中的人说：“爱亲人应有差别，尊敬贤人也有差别。”这是说亲疏、尊卑是有区别的。他们的《仪礼》说：服丧，为父母要服三年，为妻子和长子要服三年；为伯父、叔父、弟兄、庶子服一年；为外姓亲戚服五个月。如果以亲、疏来定服丧的年月，则亲的多而疏的少，那么，妻子、长子与父亲相同。如果以尊卑来定服丧的年月，那么，是把妻子、儿子看作与父母一样尊贵，而把伯父、宗兄和庶子看成是一样的，有如此大逆不道的吗？',
        '他们的父母死了，陈列起尸体而不装殓。上屋、窥井、掏鼠穴、探看涤器，而为死人招魂。认为还在，愚蠢极了。如果不在，一定要求，太虚假了。',
        '娶妻要亲身迎接，穿着黑色下摆的衣裳，为她驾车，手里拿着缰绳，把引绳递给新妇，就好象承奉父亲一样。婚礼中的仪式，就象恭敬地祭祀一样。上下颠倒，悖逆父母，与妻子同位。妻子地位抬高了，如此侍奉父母，能叫作孝吗？儒家的人迎娶妻子，“妻子要供奉祭祀，儿子要守宗庙，所以敬重他们。”答道：“这是谎话！他的宗兄守他先人宗庙几十年，死了，为他服一年丧；兄弟的妻子供奉他祖先的祭祀，不为她们服丧，而为妻、子服三年丧，一定不是因为守奉祭祀的原因。”优待妻、子而服三年丧，有的说道：“这是为了看重亲人。”这是想厚待所偏爱的人，轻视重要的人，难道不是大骗子吗？',
        '又顽固地坚持“有命”以辩说道：“寿夭、贫富、安危治乱，本来就有天命，不能减少增加。穷达赏罚，幸运倒霉都有定数。人的知识和力量是无所作为的。”一些官吏相信了这些话，则对份内的事懈怠，普通人相信了这些话，则对劳作懈怠。官吏不治理就要混乱，农事一慢就要贫困。既贫困又混乱，是违背政事的目的的，而儒家的人把它当作教导，是残害天下的人啊。',
    ],
],
[
    'content' => [
        '且夫繁饰礼乐以淫人，久丧伪哀以谩亲，立命缓贫而高浩居，倍本弃事而安怠傲，贪于饮食，惰于作务，陷于饥寒，危于冻馁，无以违之。是若人气，甉鼠藏，而羝羊视，贲彘起。君子笑之，怒曰：“散人焉知良儒！”夫夏乞麦禾，五谷既收，大丧是随，子姓皆从，得厌饮食。毕治数丧，足以至矣。因人之家翠以为，恃人之野以为尊，富人有丧，乃大说喜，曰：“此衣食之端也！”',
        '儒者曰：“君子必服古言，然后仁。”应之曰：所谓古之言服者，皆尝新矣，而古人言之服之，则非君子也？然则必服非君子之服，言非君子之言，而后仁乎？',
        '又曰：“君子循而不作。”应之曰：古者羿作弓，伃作甲，奚仲作车，巧垂作舟；然则今之鲍、函、车、匠，皆君子也，而羿、伃、奚仲、巧垂，皆小人邪？且其所循，人必或作之；然则其所循，皆小人道也。又曰：“君子胜不逐奔，掩函弗射，施则助之胥车。”应之曰：“若皆仁人也，则无说而相与；仁人以其取舍、是非之理相告，无故从有故也，弗知从有知也，无辞必服，见善必迁，何故相？若两暴交争，其胜者欲不逐奔，掩函弗射，施则助之胥车，虽尽能，犹且不得为君子也，意暴残之国也。圣将为世除害，兴师诛罚，胜将因用儒术令士卒曰：‘毋逐奔，掩函勿射，施则助之胥车。’暴乱之人也得活，天下害不除，是为群残父母而深贱世也，不义莫大矣！”',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '用繁杂的礼乐去迷乱人，长期服丧假装哀伤以欺骗死去的双亲。造出“命”的说法，安于贫困以傲世。背本弃事而安于懈怠傲慢。贪于饮食，懒于劳作，陷于饥寒，有冻馁的危险，没法逃避。就象乞丐，象田鼠偷藏食物，象公羊一样贪婪地看着，象阉猪一样跃起。君子嘲笑他们，他们就说：“庸人怎能知道良儒呢！”夏天乞食麦子和稻子，五谷收齐了，跟着就有人大举丧事。子孙都跟着去，吃饱喝足。办完了几次丧事，就足够了。依仗人家而尊贵，依仗人家田野的收入而富足。富人有丧，就非常欢喜，说：“这是衣食的来源啊！”',
        '儒家的人说：“君子必须说古话，穿古衣才能成仁。”答道：“所谓古话、古衣，都曾经在当时是新的。而古人说它穿它，就不是君子吗？那么则必须穿不是君子的衣服，说不是君子的话，而后才为仁吗？”',
        '又说：“君子只遵循前人做的而不创新。”回答他说：“古时后羿制造了弓，季伃制造了甲，奚仲制作了车，巧垂制作了船。既然如此，那么今天',
        '的鞋工、甲工、车工、木工，都是君子，而后羿、季伃、奚仲、巧垂都是小人吗？”',
        '又说：“君子打了胜仗不追赶逃兵，拉开弓不（对他们）射箭，敌车走人了岔路则帮助他推车。”回答他说：“如果双方都是仁人，那么就不会相敌，仁人以他取舍是非之理相告，没道理的跟有道理的走，不知道的跟知道的走。说不出理由的必定折服，看到善的必定依从。这怎么会相争呢？如果两方暴人相争，战胜的不追赶逃敌，拉弓不射，敌人陷了车帮助推车，即使这些都做了，也不能做君子，也许还是残暴的国人。圣（王）将为世上除害，兴师诛伐之，战胜了就将用儒家的方法下令士卒说：‘不要追赶逃敌，拉弓不射，敌车陷了帮助推车。’于是暴乱之人得到活命，天下的害不除，这是作为君主父母的还在深重地残害这社会。不义没有比这更大的了！”',
    ],
],
[
    'content' => [
        '又曰：“君子若钟，击之则鸣，弗击不鸣。”应之曰：“夫仁人，事上竭忠，事亲得孝，务善则美，有过则谏，此为人臣之道也。今击之则鸣，弗击不鸣，隐知豫力，恬漠待问而后对，虽有君亲之大利，弗问不言；若将有大寇乱，盗贼将作，若机辟将发也，他人不知，己独知之，虽其君、亲皆在，不问不言。是夫大乱之贼也。以是为人臣不忠，为子不孝，事兄不弟，交遇人不贞良。夫执后不言，之朝，物见利使己，虽恐后言；君若言而未有利焉，则高拱下视，会噎为深，曰：‘唯其未之学也。’用谁急，遗行远矣。”夫一道术学业仁义者，皆大以治人，小以任官，远施周偏，近以修身，不义不处，非理不行，务兴天下之利，曲直周旋，利则止，此君子之道也。以所闻孔某之行，则本与此相反谬也！',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '又说：“君子象钟一样，敲了就响，不敲就不响。”回答说：“仁人事上尽忠，事亲尽孝，有善就称美，有过就谏阻，这才是做人臣的道理。现在若敲他才响，不敲不响，隐藏智谋，懒于用力，安静冷淡地等待君亲发问，然后才作回答。即使对君亲有大利，不问也不说。如果将发生大寇乱，盗贼将兴，就象一种安置好的机关将发动一样，别人不知这事，自己独自知道，即使君亲都在，不问不说，这实际是大乱之贼。以这种态度作人臣就不忠，作儿子就不孝，事兄就不恭顺，待人就不贞良。遇事持后退不言的态度。到朝廷上，看到有利自己的东西，唯恐说得比别人迟。君上如果说了于己无利的事，就高拱两手，往下低头看，象饭塞在嘴里一样，说：‘我未曾学过。’用他虽很急，而他已弃君远走了。”',
        '凡道术学业都统一于仁义，都是大则以治人，小则以任官，远的博施，近的修身。不义的就不居，无理的就不行。务兴天下之利，各种举动，没有利的就停止。这是君子之道。从我所听说的孔某的行为，从根本上与此相反。',
    ],
],
[
    'content' => [
        '齐景公问晏子曰：“孔子为人何如？”晏子不对。公又复问，不对。景公曰：“以孔某语寡人者众矣，俱以贤人也，今寡人问之，而子不对，何也？”晏子对曰：“婴不肖，不足以知贤人。虽然，婴闻所谓贤人者，入人之国，必务合其君臣之亲，而弭其上下之怨。孔某之荆，知白公之谋，而奉之以石乞，君身几灭，而白公僇。婴闻贤人得上不虚，得下不危，言听于君必利人，教行下必于上，是以言明而易知也，行明而易从也。行义可明乎民，谋虑可通乎君臣。今孔某深虑同谋以奉贼，劳思尽知以行邪，劝下乱上，教臣杀君，非贤人之行也。入人之国，而与人之贼，非义之类也。知人不忠，趣之为乱，非仁义之也。逃人而后谋，避人而后言，行义不可明于民，谋虑不可通于君臣，婴不知孔某之有异于白公也，是以不对。”景公曰：“呜乎！贶寡人者众矣，非夫子，则吾终身不知孔某之与白公同也。”孔某之齐见景公，景公说，欲封之以尼溪，以告晏子。晏子曰：“不可！夫儒，浩居而自顺者也，不可以教下；好乐而淫人，不可使亲治；立命而怠事，不可使守职；宗丧循哀，不可使慈民；机服勉容，不可使导众。孔某盛容修饰以蛊世，弦歌鼓舞以聚徒，繁登降之礼以示仪，务趋翔之节以观众；博学不可使议世，劳思不可以补民；累寿不能尽其学，当年不能行其礼，积财不能赡其乐。繁饰邪术，以营世君；盛为声乐，以淫遇民。其道不可以期世，其学不可以导众。今君封之，以利齐俗，非所以导国先众。”公曰：“善。”于是厚其礼，留其封，敬见而不问其道。孔某乃恚，怒于景公与晏子，乃树鸱夷子皮于田常之门，告南郭惠子以所欲为。归于鲁，有顷，间齐将伐鲁，告子贡曰：“赐乎！举大事于今之时矣！”乃遣子贡之齐，因南郭惠子以见田常，劝之伐吴，以教高、国、鲍、晏，使毋得害田常之乱。劝越伐吴，三年之内，齐、吴破国之难，伏尸以言术数，孔某之诛也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '齐景公问晏子说：“孔子为人怎样？”晏子不答。齐景公又问一次，还是不答。景公说：“对我说孔某人的人很多，都以为是贤人。今我问你，你不回答，为什么？”晏子答道：“晏婴不肖，不足以认识贤人。虽如此，晏婴听说所谓贤人，进了别国，必要和合君臣的感情，调和上下的怨仇。孔某人到楚国，已经知道了白公的阴谋，而把石乞献给他。国君几乎身亡，而白公被杀。晏婴听说贤人不虚君主的信任，拥有民心而不作乱。对君王说话必然是对别人有利，教导下民必对君上有利。行义可让民众知道，考虑计策可让国君知道。孔某人精心计划和叛贼同谋，竭尽心智以行不正当的事。鼓励下面的人反抗上面，教导臣子杀国君，不是贤人的行为啊。进入别国，而与叛贼结交，不符合义。知道别人不忠，反而促成他叛乱，不是仁义的行为啊。避人后策划，避人后言说，行义不可让民众知晓，谋划不让君主知晓。臣晏婴不知道孔某人和白公的不同之处，所以没有回答。”景公说：“啊呀！你教给我的很多，不是您，则我终身都不知道孔某人和白公相同。”',
        '孔子到齐国，拜见景公。景公高兴，想把尼溪封给他，来告诉晏子。晏子说：“不行。儒家，傲慢而自作主张，不可以教导下民；喜欢音乐而混乱人，不可以让他们亲自治民；主张命而懒于作事，不可以让他们任官；崇办丧事哀伤不止，不可以使他们热爱百姓；异服而作出庄敬的表情，不可以使他们引导众人。孔某人盛容修饰以惑乱世人，弦歌鼓舞以招集弟子，纷增登降的礼节以显示礼仪，努力从事趋走、盘旋的礼节让众人观看。学问虽多而不可让他们言论世事，劳苦思虑而对民众没什么好处，几辈子也学不完他们',
        '的学问，壮年人也无法行他们繁多的礼节，累积财产也不够花费在音乐上。多方装饰他们的邪说，来迷惑当世的国君；大肆设置音乐，来惑乱愚笨的民众。他们的道术不可公布于世，他们的学问不可以教导民众。现在君王封孔子以求对齐国风俗有利，不是引导民众的方法。”景公说：“好。”于是赠孔子厚礼，而不给封地，恭敬地接见他而不问他的道术。孔某人于是对景公和晏子很愤怒。于是把范蠡推荐给田常，告诉南郭惠子，回到鲁国去了。过了一段时间，齐国将伐鲁国，告诉子贡说：“赐，现在是举大事的时候了！”于是派子贡到齐国，通过南郭惠子见到田常，劝他伐吴；以教高、国、鲍、晏四姓，不要妨碍田常叛乱；又劝越国伐吴国。三年之内，齐国和吴国都遭灭国的灾难，死了大约上亿人，是孔某人杀的呀。',
    ],
],
[
    'content' => [
        '孔某为鲁司寇，舍公家而奉季孙，季孙相鲁君而走，季孙与邑人争门关，决植。',
        '孔某穷于蔡、陈之间，藜羹不糂。十日，子路为享豚，孔某不问肉之所由来而食；号人衣以酤酒，孔某不问酒之所由来而饮。哀公迎孔子，席不端弗坐，割不正弗食。子路进请曰：“何其与陈、蔡反也？”孔某曰：“来，吾语女：曩与女为苟生，今与女为苟义。”夫饥约，则不辞妄取以活身；赢鲍，则伪行以自饰。污邪诈伪，孰大于此？',
        '孔某与其门弟子闲坐，曰：“夫舜见瞽叟孰然，此时天下圾乎？周公旦非其人也邪？何为舍其家室而托寓也？”',
        '孔某所行，心术所至也。其徒属弟子皆效孔某：子贡、季路，辅孔悝乱乎卫，阳货乱乎齐，佛肸以中牟叛，漆雕刑残，莫大焉！',
        '夫为弟子后生，其师必修其言，法其行，力不足、知弗及而后已。今孔某之行如此，儒士则可以疑矣！',
    ],
    'vernacular' => [
        '孔某人做了鲁国的司寇，放弃公家利益而去侍奉季孙氏。季孙氏为鲁君之相而逃亡，季孙和邑人争门关，孔某把国门托起，放季孙逃走。',
        '孔某被困在陈蔡之间，用藜叶做的羹中不见米粒。第十天，子路蒸了一只小猪，孔某不问肉的来源就吃了；又剥下别人的衣服去沽酒，孔某也不问酒的来源就喝。后来鲁哀公迎接孔子，席摆得不正他不坐，肉割得不正他不吃。子路进来请示说：“（您）为何与陈蔡时的（表现）相反呢？”孔某说：“来！我告诉你：当时我和你急于求生，现在和你急于求义。”在饥饿困逼时就不惜妄取以求生，饱食有余时就用虚伪的行为来粉饰自己。污邪诈伪之行，还有比这大的吗？',
        '孔某和他的弟子闲坐，说：“舜见了瞽叟，蹙躇不安。这时天下真危险呀！周公旦不是仁义之人吧，否则为何舍弃他的家室而寄居在外呢？”',
        '孔某的所行，都出于他的心术。他的朋辈和弟子都效法孔某。子贡、季路辅佐孔悝在卫国作乱；阳货在齐作乱；佛肸以中牟反叛；漆雕开刑杀。残暴没有比这更大的了。',
        '凡是弟子对于老师，必定学习他的言语，效法他的行为，直到力量不足、智力不及才作罢。现在孔某的行为如此，那么一般儒士就可以怀疑了。',
    ],
    'notes' => [
        '（1）《非儒》上、中皆佚，此篇主要是批驳以孔子为代表的儒家的礼义思想。墨子反对儒家婚丧之礼，实则是反对“亲有差”。又指责儒家的礼乐与政事、生产皆无益，又通过晏婴等之口，讽刺孔子与君与民都是口头上讲仁义，实际上鼓励叛乱，惑乱人民。本篇反映了儒、墨两家在思想认识上的激烈斗争。',
        '（2）术：王引之认为即“杀”，差意。',
        '（3）其：通“期”，一年。',
        '（4）亲：依王念孙当作“视”。卑子：庶子。',
        '（5）祗褍：即“缁袘”假借字。',
        '（6）则：当为“列”。',
        '（7）散：当为“服”。',
        '（8）忧：通“优”。',
        '（9）否：不幸。',
        '（10）本句依孙诒让说“政之本”前脱一“倍”字。',
        '（11）人气：当作“乞人”。',
        '（12）本句当作：“因人之家以为尊，恃人之野以为翠。”',
        '（13）服古言：当作“古服言”。',
        '（14）函：陷阱。',
        '（15）僇：通“戮”。',
        '（16）此句当作“教行于下必利上。”',
        '（17）本句中“臣”为衍字。',
        '（18）此句疑作“非仁义之类也”。',
        '（19）宗：当作“崇”。循：当作“遂”。',
        '（20）机服：依于省吾说为“异服”。',
        '（21）当年：壮年。',
        '（22）遇：通“愚”。',
        '（23）期：当作“示”。',
        '（24）言：为“亿”之省误。术：通“率”。',
    ],
],
],
'unscramble' => [
    '【鉴赏】批评是社会进步和学术发展的动力。本篇名为“非儒”，顾名思义，即批评儒家。儒学产生于春秋末期，墨学产生于战国初期，墨子在学儒中批儒，使墨学得以创新和繁荣。墨子议论，贯穿“非儒”的革新创造精神。墨子论题“非命”，即批评儒家命定论。《经上》第99条批评儒家“圣人有非而不非”(圣人不指斥他人之非)的论点，肯定批评的社会功用。',
    '用语言批评别人的过错，墨家叫“诽”。《段氏说文解字注》：“诽之言非也。”《经上》第30条说：“诽，明恶也。”即批评是指出他人的缺点。《经说下》第179条说：“论诽之可不可以理。理之可诽，虽多诽，其诽是也。其理不可诽，虽少诽，非也。”批评是为了弘扬真理。第180条指出“非诽者悖”，即提出“反对一切批评”的人，会陷入自相矛盾。',
    '春秋末期，孔子创立儒家学派。战国中后期，儒家大师孟子和荀子使儒家蔚为先秦第一大盛的学派。战国初期，文化巨人墨子出现。《淮南子·要略》说：“墨子学儒者之业，受孔子之术，以为其礼烦扰而不说，厚葬靡财而贫民，久服伤生而害事，故背周道而用夏政。”墨子本来学儒，后发现儒学繁琐古板，背离儒学，自创学说，经不断传承，到战国中后期，墨家蔚为先秦第二大盛的学派，后世屡以儒墨、孔墨并称。《韩非子·显学》说：“世之显学，儒墨也。”',
    '班固《汉书·艺文志》说，诸子十家，“譬犹水火，相灭亦相生也”，“相反而皆相成也”。活跃在先秦学术最前沿的儒墨两大派，有共同一致的一面，又有深度的思想交锋。儒墨两家，在本质上是对立统一的关系。儒墨的统一和斗争，引领诸子百家的争鸣辩论，推动中国文化向深广发展，影响甚巨。',
    '本篇开头，墨者批评儒者所谓的“亲亲有杀，尊贤有等”，即亲近亲属，尊重贤者，因亲属和贤者跟自己血缘关系远近的不同，而有差等。这是根植于封建宗法制度的伦理道德观念，为传统儒家所维护。而墨家坚持兼爱理想，主张对所有人一律亲爱，爱无差等，倡导普遍的人道主义，人文主义精神，跟儒家“亲亲有杀，尊贤有等”的思想相对立。墨子的观点，对现代有十分积极的意义。',
    '篇中指出，儒者强力推销命定论，宣扬长寿和短命，贫穷和富贵，安定和危难，治理和混乱，由天命决定，不能减少和增加。穷困和得志，受赏和遭罚，幸运和灾难，都有定数，人的智慧和力量，不能操纵。官吏相信儒者的命定论，就会懈怠分内职守。平民相信命定论，就会懈怠各自的业务。官吏不理政事，社会就会混乱。农业生产耽误，国家就会贫穷。贫困是乱政的根本，儒者以此来教导天下，是毒害天下人。这些批判，对现代社会政治生活，有深刻的启发意义。',
    '《庄子·人间世》借孔子之口说：“两怒必多溢恶之言。”溢恶之言，虚妄难信。诸子百家，各有短长。优势互补，殊途同归。《非儒》载墨者对儒者的“溢恶之言”，是儒墨两家激辩中必然伴随的生动性和多样性的写照。现代读者可做分析性的取舍，兼收博取，熔铸新时代中华民族的科学精神。',


        '[下]儒者曰：“亲亲有杀①，尊贤有等②。”言亲疏尊卑之异也。其礼曰：“丧父母三年③，妻后子三年④，伯父叔父弟兄庶子期⑤，戚族人五月⑥。”若以亲疏为岁月之数，则亲者多而疏者少矣，是妻、后子与父同也。若以尊卑为岁月数，则是尊其妻子与父母同，而亲伯父宗兄而卑子也⑦，逆孰大焉⑧?其亲死，列尸弗敛，登屋窥井，挑鼠穴，探涤器，而求其人矣。以为实在，则戆愚甚矣⑨;如其亡也，必求焉，伪亦大矣。',
        '娶妻身迎⑩，祇褍为仆⑪，秉辔授绥⑫，如仰严亲⑬，婚礼威仪⑭，如承祭祀⑮。颠覆上下，悖逆父母，下则妻子，妻子上侵事亲。若此，可谓孝乎?儒者曰：迎妻，妻之奉祭祀，子将守宗庙，故重之。应之曰：此诬言也。其宗兄守其先宗庙数十年，死，丧之其;兄弟之妻奉其先之祭祀，弗服。则丧妻、子三年，必非以守奉祭祀也。夫优妻、子以大负累，有曰“所以重亲也”。为欲厚所至私，轻所至重，岂非大奸也哉⑯!',
        '有强执有命以说议曰：“寿夭贫富，安危治乱，固有天命，不可损益。穷达赏罚，幸否有极，人之智力，不能为焉。”群吏信之，则怠于分职;庶人信之，则怠于从事。吏不治则乱，农事缓则贫。贫且乱政之本，而儒者以为道教⑰，是贼天下之人者也。',
        '且夫繁饰礼乐以淫人⑱，久丧伪哀以谩亲⑲，立命缓贫而高傲倨⑳，背本弃事而安怠傲㉑。贪于饮食，惰于作务，陷于饥寒，危于冻馁，无以违之㉒。是若人乞㉓，鼸鼠藏㉔，而羝羊视㉕，豮彘起㉖。君子笑之，怒曰：“散人，焉知良儒㉗!”夫夏乞麦禾，五谷既收，大丧是随，子姓皆从㉘，得厌饮食㉙，毕治数丧，足以至矣㉚。因人之家以为翠㉛，恃人之野以为樽㉜。富人有丧，乃大悦喜曰：“此衣食之端也㉝。”',
        '〔注释〕①亲亲有杀：亲近亲属，因亲属跟自己血缘关系远近的不同而有差等。亲亲：亲近亲属。第一个“亲”字是动词，解为“亲近”。第二个“亲”字是名词，解为“亲属”。杀，等差，等级差别。《礼记·中庸》：“亲亲之杀，尊贤之等。”杀即等，等差。这是封建宗法制的伦理道德观念，为传统儒家所维护，墨家在战国时期执著地坚持兼爱理想，主张对所有人一律亲爱，爱无差等，倡导普遍的人道主义、人文主义精神，与儒家“亲亲有术”的思想对立。②尊贤有等：尊重贤者，因贤者跟自己血缘关系远近的不同而有差等。这是封建宗法制的伦理道德观念，为传统儒家所维护。墨子反对“亲戚则使之”，与儒家“尊贤有等”的思想对立。③丧父母三年：父母死，服丧三年。④妻后子三年：妻和长子死，服丧三年。⑤伯父叔父弟兄庶子期：伯父、叔父、弟兄和庶子死，服丧一年。⑥戚族人五月：外姓姻亲和本姓亲族死，服丧五个月。⑦亲伯父宗兄而卑子：把伯父和宗族兄长看得同庶子一样。而：如同。卑子：庶子，跟嫡子相对。嫡子是正妻所生的儿子，或正妻所生的长子。嫡子之外的儿子，都叫庶子。⑧逆：悖逆，违背。⑨戆(zhuàng)：愚笨。⑩娶妻身迎：娶妻亲身迎接。⑪祇褍为仆：端正衣裳，恭敬就像仆人。祇：恭敬。⑫秉辔授绥：手持马缰绳，把登车的引绳交给新娘。秉：秉持。辔：马缰绳。授：交给。绥：拉着上车的引绳。⑬如仰严亲：就像恭敬地侍奉父亲。⑭婚礼威仪：结婚的礼节仪式。⑮如承祭祀：就像承担祭祀。⑯奸：奸邪，奸诈。⑰道教：教导。⑱淫：迷惑。⑲谩：欺骗。⑳立命缓贫而高傲倨：安心认命，不急于救穷，以倨傲为高。傲倨：倨傲。㉑背本弃事而安怠彻：背弃自己的正当业务，安于怠惰，生活所需取自他人。㉒无以违之：无法避免。㉓是若人乞：这就像乞丐。人乞：乞人，乞丐。㉔鼸鼠藏：儒者得到食物，就像田鼠一样藏起来。㉕羝羊视：像公羊一样四下察看觅食。㉖豮彘起：像阉过的猪一样，看见食物，就跳起来。㉗散人，焉知良儒：庸俗的人怎么了解贤良的儒生。㉘子姓皆从：子孙都跟随着。㉙得厌饮食：得到一顿饱餐。㉚足以至矣：生活来源就足够了。㉛因人之家以为翠：凭借别人家财，养肥自己。㉜恃人之野以为樽：仰仗别人的米酒喝几杯。㉝衣食之端：衣食的来源。',
        '儒者曰：君子必古服古言然后仁①。应之曰：所谓古之言服者，皆尝新矣，而古人言之、服之，则非君子也。然则必服非君子之服，言非君子之言，而后仁乎?',
        '又曰：君子循而不作②。应之曰：古者羿作弓③，杼作甲④，奚仲作车⑤，巧垂作舟⑥，然则今之鞄函车匠皆君子也⑦，而羿、杼、奚仲、巧垂皆小人邪?且其所循，人必或作之⑧，然则其所循皆小人道也?',
        '又曰：君子胜不逐奔⑨，掩函弗射⑩，驰则助之重车⑪。应之曰：若皆仁人也，则无说而相与⑫。仁人以其取舍是非之理相告，无故从有故也，弗知从有知也，无辞必服，见善必迁，何故相与?若两暴交争⑬，其胜者欲不逐奔，掩函弗射，驰则助之重车，虽尽能犹且不得为君子也。抑暴残之国也，圣将为世除害，兴师诛罚，胜将因用儒术令士卒曰：“毋逐奔，掩函弗射，驰则助之重车。”暴乱之人也得活，天下害不除，是为群残父母而深贱世也，不义莫大焉!',
        '又曰：君子若钟，击之则鸣，弗击不鸣⑭。应之曰：夫仁人事上竭忠，事亲务孝，得善则美，有过则谏，此为人臣之道也。今击之则鸣，弗击不鸣，隐知豫力⑮，恬漠待问而后对⑯，虽有君亲之大利，弗问不言。若将有大寇乱，盗贼将作，若机臂将发也⑰，他人不知，已独知之，虽其君亲皆在，不问不言，是夫大乱之贼也!以是为人臣不忠，为子不孝，事兄不悌⑱，交遇人不贞良⑲。夫执后不言之朝物⑳，见利便己，唯恐后言㉑。君若言而未有利焉，则高拱下视㉒，会噎为深㉓，曰：“唯其未之学也。”用虽急，遗行远矣㉔。',
        '〔注释〕①君子必古服古言然后仁：君子必须穿古服，说古言，然后才算有仁德修养的人。②君子循而不作：君子只转述前人，不自己创作。循：因循，依循，转述，照转，照传，照搬。作：创作，创造，创新。③羿：尧时射官，制作弓。④杼：禹的七世孙，夏代君王少康之子，亦作季杼。⑤奚仲：夏时人，黄帝之后，为夏车正。⑥巧垂：尧时巧工。⑦鞄：制革工。函：制甲工。车：造车工。匠：木工。皆君子也：儒家传统思想，士以上的贵族，才有资格作君子，各种工匠等体力劳动者，是小人，不能作君子。⑧人必或作之：一定得有人先创造出来。或：有，有的，有些。⑨胜不逐奔：战胜者不追逐逃奔的失败者。⑩掩函弗射：掩盖住箭囊不射箭。函：盛箭的套囊。⑪驰则助之重车：失败者奔驰逃走，就帮助引挽重车。⑫相与：相敌。⑬两暴交争：两个残暴暴虐之国，互相争夺的不义战争。⑭君子若钟，击之则鸣，弗击不鸣：君子就像口大钟，击打它就鸣响，不击打它就不鸣响。⑮隐知豫力：隐藏智谋，预留己力，不把自己的智谋和力量全部贡献出来。⑯恬漠：安静淡漠。⑰若机臂将发也：就像箭在弦上，弩机的机括将要搬动发射的紧急时刻。⑱悌：尊敬，恭顺。⑲交遇：交往待人。贞良：忠贞善良。⑳夫执后不言之朝物：用遇事处后(遇事往后面逃避)，而不先发言的态度，对待朝廷的事务。㉑见利便己，唯恐后言：遇到对自己有利的事情，则唯恐说得比别人迟。㉒高拱下视：两手高拱，两眼下视。㉓会噎为深：像食物深深噎在喉咙里。㉔用虽急，遗行远矣：虽然紧急需要，却远走避开。',
        '夫一道术学业仁义者①，皆大以治人，小以任官，远施周偏，近以修身，不义不处，非理不行，务兴天下之利，曲直周旋，不利则止，此君子之道也。以所闻孔某之行，则本与此相反谬也。',
        '齐景公问晏子曰②：“孔子为人何如?”晏子不对，公又复问，不对。景公曰：“以孔某语寡人者众矣③，俱以为贤人也。今寡人问之，而子不对，何也?”晏子对曰：“婴不肖，不足以知贤人。虽然，婴闻所谓贤人者，入人之国，必务合其君臣之亲，而弭其上下之怨④。孔某之荆⑤，知白公之谋⑥，而奉之以石乞⑦，君身几灭而白公戮⑧。婴闻贤人得上不虚⑨，得下不危⑩，言听于君必利人，教行于下必利上，是以言明而易知也，行明而易从也，行义可明乎民，谋虑可通乎君臣。今孔某深虑同谋以奉贼，劳思尽知以行邪，劝下乱上，教臣杀君，非贤人之行也;入人之国而与人之贼，非义之类也;知人不忠，趣之为乱，非仁义之类也。逃人而后谋，避人而后言，行义不可明于民，谋虑不可通于君臣，婴不知孔某之有异于白公也，是以不对。”景公曰：“呜呼!贶寡人者众矣⑪，非夫子，则吾终身不知孔某之与白公同也!”',
        '孔某之齐，见景公。景公悦，欲封之以尼溪，以告晏子。晏子曰：“不可。夫儒，浩居而自顺者也⑫，不可以教下;好乐而淫人⑬，不可使亲治;立命而怠事，不可使守职;崇丧遂哀⑭，不可使慈民;机服勉容⑮，不可使导众。孔某盛容修饰以蛊世⑯，弦歌鼓舞以聚徒，繁登降之礼以示仪⑰，务趋翔之节以观众⑱，博学不可使议世，劳思不可以补民⑲，累寿不能尽其学⑳，当年不能行其礼㉑，积财不能赡其乐㉒，繁饰邪术以营世君㉓，盛为声乐以淫遇民㉔。其道不可以示世㉕，其学不可以导众。今君封之，以利齐俗，非所以导国先众㉖。”公曰：“善!”于是厚其礼，留其封，敬见而不问其道。',
        '孔某乃恚㉗，怒于景公与晏子，乃树鸱夷子皮于田常之门㉘，告南郭惠子以所欲为，归于鲁。有顷㉙，闻齐将伐鲁，告子贡曰㉚：“赐乎!举大事于今之时矣!”乃遣子贡之齐，因南郭惠子以见田常，劝之伐吴，以教高、国、鲍、晏㉛，使毋得害田常之乱，劝越伐吴。三年之内，齐吴破国之难㉜，伏尸不可以言述数，孔某之诛也。',
        '孔某为鲁司寇㉝，舍公家而奉季孙㉞。季孙相鲁君而走，季孙与邑人争门关，抉植㉟。孔某穷于蔡陈之间㊱，藜羹不糂㊲。十日，子路为享豚㊳，孔某不问肉之所由来而食;褫人衣以酤酒㊴，孔某不问酒之所由来而饮。哀公迎孔某㊵，席不端弗坐㊶，割不正弗食㊷。子路进，请曰：“何其与陈、蔡反也?”孔某曰：“来!吾语汝㊸。曩与汝为苟生㊹，今与汝为苟义㊺。”夫饥约则不辞妄取以活身㊻，赢饱则伪行以自饰㊼，污邪诈伪，孰大于此!',
        '孔某与其门弟子闲坐，曰：“夫舜见瞽叟㊽蹴然㊾，此时天下岌乎㊿。周公旦非其人也邪?何为舍其家室而托寓也?”孔某所行，心术所至也。其徒属弟子皆效孔某。子贡、季路辅孔悝乱乎卫，阳货乱乎齐，佛肸以中牟叛，桼雕刑残，莫大焉。夫为弟子后生，其师，必修其言，法其行，力不足、知弗及而后已。今孔某之行如此，儒士则可以疑矣。',
        '〔注释〕①夫一道术学业仁义者：用仁义统一道理、方法、学问和事业。②齐景公：齐国国君，名杵臼，前547至前490年在位。晏子：名婴，齐相，著名政治家。③寡人：寡德之人，诸侯自称的谦词。④弭：弭止，平息。⑤孔某之荆：《史记·孔子世家》载，楚昭王迎孔子至楚事，在哀公6年(前489)。⑥白公：楚平王孙，名胜，与石乞作乱事，见《左传·哀公十六年》。⑦奉：奉献。石乞：白公党羽。哀公十六年(前479)秋，白公在楚国作乱，杀令尹子西(公子申)，劫楚惠王，后失败，自缢死。⑧君：楚惠王。⑨得上不虚：得到君主任用，不虚占职位。⑩得下不危：得下民信仰，不危及于上。⑪贶：赐，赐教。⑫浩居而自顺：骄傲自满，自以为是。浩居，即倨傲。⑬淫人：迷惑人。⑭崇丧遂哀：崇厚丧礼，悲哀不止。⑮机服勉容：穿着异服，故作仪容。⑯蛊世：蛊惑世人。⑰繁登降之礼以示仪：繁琐进退的礼节，以显示仪轨。⑱务趋翔之节以观众：致力于快步盘旋的礼仪，以取悦观众。⑲补民：补益于人民。⑳累寿不能尽其学：几辈子都不能弄通他们的学问。㉑当年不能行其礼：人到壮年还不能实行他们的礼节。㉒积财不能赡其乐：积累的财富不能供给他们乐舞的需求。㉓繁饰邪术以营世君：包装美丽的邪说，以迷惑当世君主。㉔淫遇民：祸乱人民。㉕示世：公之于世。㉖导国先众：引导国家，率领民众。㉗恚(huì)：恼怒，发怒。㉘鸱夷子皮：范蠡，越国大夫，前473年辅佐越王勾践灭吴，后到齐国改名。田常：陈恒，田成子，春秋时齐国大臣，前481年杀齐简公，立齐平公，任相国，专权齐国。㉙有顷：没过多久。㉚子贡：孔子弟子，姓端木，名赐，春秋时卫人。㉛高、国、鲍、晏：齐国的四大家贵族，世卿。㉜齐吴破国之难：齐国和吴国遭受国家残破的灾难。㉝司寇：掌刑狱的官。据《史记·孔子世家》，孔子当鲁国司寇，在定公九年(前501)。㉞舍公家而奉季孙：舍弃公家的事，侍奉鲁国权臣季孙氏。㉟抉植：抉开关门的直木。㊱穷于蔡陈之间：穷困在蔡陈之地。㊲藜羹不糂：野菜粥中不见米粒。㊳享豚：烹煮小猪。㊴褫人衣以酤酒：抢夺别人衣服，用来换酒。㊵哀公：鲁哀公，春秋末鲁国国君，前494—前467年在位。㊶席不端弗坐：坐席不端正就不坐。㊷割不正弗食：肉切割不方正就不吃。㊸语汝：告诉你。㊹曩与汝为苟生：从前我跟你急于求生。㊺今与汝为苟义：现在我跟你急于求义。㊻饥约则不辞妄取以活身：饥饿穷困时，不惜以非正当手段获取食物，以便活命。㊼赢饱则伪行以自饰：吃饱肚子就伪装，以粉饰自己。㊽瞽叟：舜的父亲。㊾蹴然：恭敬不安的样子。㊿岌：危险。',
],
];
