<?php
return [
'chapters' => [
[
    'content' => [
        '子墨子曰：天下从事者，不可以无法仪。无法仪而其事能成者，无有。虽至士之为将相者，皆有法。虽至百工从事者，亦皆有法。百工为方以矩，为圆以规，直以绳，衡以水，正以县。无巧工不巧工，皆以此五者为法。巧者能中之，不巧者虽不能中，放依以从事，犹逾己。故百工从事，皆有法所度。今大者治天下，其次治大国，而无法所度，此不若百工辩也。',
        '然则奚以为治法而可？当皆法其父母，奚若？天下之为父母者众，而仁者寡。若皆法其父母，此法不仁也。法不仁，不可以为法。当皆法其学，奚若？天下之为学者众，而仁者寡，若皆法其学，此法不仁也。法不仁，不可以为法。当皆法其君，奚若？天下之为君者众，而仁者寡，若皆法其君，此法不仁也。法不仁，不可以为法。故父母、学、君三者，莫可以为治法。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '墨子说：天底下办事的人，不能没有法则；没有法则而能把事情做好，是从来没有的事。即使士人作了将相，他也必须有法度。即使从事于各种行业的工匠，也都有法度。工匠们用矩划成方形，用圆规划圆形，用绳墨划成直线，用悬锤定好偏正，（用水平器制好平面）。不论是巧匠还是一般工匠，都要以这五者为法则。巧匠能切合五者的标准，一般工匠虽做不到这样水平，但仿效五者去做，还是要胜过自身的能力。所以工匠们制造物件时，都有法则可循。',
        '现在大的如治天下，其次如治大国，却没有法则，这是不如工匠们能明',
        '辨事理。那么，用什么作为治理国家的法则才行呢？假若以自己的父母为法则何如？天下做父母的很多，但仁爱的少。倘若人人都以自己的父母为法则，这实为效法不仁。效法不仁，这自然是不可以的。假若以自己从学的师长为法何如？天下做师长的很多，但仁爱的少。倘若人人都以自己的师长为法则，这实为效法不仁。效法不仁，这自然是不可以的。假若以自己的国君为法则何如？天下做国君的很多，但仁爱的少。倘若人人都以自己的国君为法则，这实为效法不仁。效法不仁，这自然是不可以的。所以父母、师长和国君三者，都不可以作为治理国家的法则。',
    ],
],
[
    'content' => [
        '然则奚以为治法而可？故曰：莫若法天。天之行广而无私，其施厚而不德，其明久而不衰，故圣王法之。既以天为法，动作有为，必度于天。天之所欲则为之，天所不欲则止。然而天何欲何恶者也？天必欲人之相爱相利，而不欲人之相恶相贼也。奚以知天之欲人之相爱相利，而不欲人之相恶相贼也？以其兼而爱之，兼而利之也。奚以知天兼而爱之，兼而利之也？以其兼而有之，兼而食之也。',
        '今天下无大小国，皆天之邑也。人无幼长贵贱，皆天之臣也。此以莫不刍牛羊，豢犬猪，洁为酒醴粢盛，以敬事天。此不为兼而有之、兼而食之邪？天苟兼而有食之，夫奚说不欲人之相爱相利也？故曰：爱人利人者，天必福之；恶人贼人者，天必祸之。曰：杀不辜者，得不祥焉。夫奚说人为其相杀而天与祸乎？是以知天欲人相爱相利，而不欲人相恶相贼也。',
        '昔之圣王禹汤文武，兼爱天下之百姓，率以尊天事鬼，其利人多，故天福之，使立为天子，天下诸侯皆宾事之。暴王桀纣幽厉，兼恶天下之百姓，率以诟天侮鬼。其贼人多，故天祸之，使遂失其国家，身死为于天下僇，后世子孙毁之，至今不息。故为不善以得祸者，桀纣幽厉是也。爱人利人以得福者，禹汤文武是也。爱人利人以得福者有矣，恶人贼人以得祸者，亦有矣。',
    ],
    'vernacular' => [
        '那么用什么作为治理国家的法则才行呢？最好是以天为法则。天的运行广大无私，它的恩施深厚而不自居，它的光耀永远不衰，所以圣王以它为法则。既然以天为法则，行动作事就必须依天而行。天所希望的就去做，天所不希望的就应停止。那么天希望什么不希望什么呢？天肯定希望人相爱相利，而不希望人相互厌恶和残害。怎么知道天希望人相爱相利，而不希望人相互厌恶和残害呢？这是因为天对人是全爱和全利的缘故。怎么知道天对人是全爱和全利呢？因为人类都为天所有，天全部供给他们吃的。',
        '现在天下不论大国小国，都是天的国家。人不论长幼贵贱，都是天的臣民。因此人无不喂牛羊、养猪狗，洁净地准备好酒食祭品，用来诚敬事天。这难道不是全部地拥有和供给人食物？天既然全部地拥有和供给人食物，为何能说天不要人相爱相利呢？所以说：“爱人利人的人，天必定给他降福；相互厌恶和残害人的人，天必定给他降祸。所以说：杀害无辜的人，会得到不祥后果。为何说人若相互残杀，天就降祸于他呢？这是因为知道天希望人相爱相利，而不希望人相互厌恶和残害。”',
        '以前的圣王禹、汤、周文王、周武王，对天下百姓全都爱护，带领他们崇敬上天，侍奉鬼神。他们给人带来的利益多，所以天降福给他们，使他们立为天子。天下的诸侯，都恭敬地服事他们。暴虐的君王桀、纣、周幽王、周厉王，对于天下的百姓全部厌恶、憎恨，带领他们咒骂上天，侮辱鬼神。他们残害的人多，所以天降祸给他们，使他们丧失了国家，身死还要受辱于天下。后代子孙责骂他们，至今不休。所以做坏事而得祸的，桀、纣、周幽王、周厉王即是这类；爱人利人而得福的，禹、汤、周文王、周武王即是这类。爱人利人而得福的是有的，厌恶人残害人而得祸的，也是有的！',
    ],
    'notes' => [
        '（1）法仪即法度、准则之意。墨子认为，天子、诸侯治理天下、国家必须以天为法，以天意为归。而所谓天意，实即就是墨家学派所主张的兼爱兼利原则。篇中以古代圣王和暴君为正反两方面的例子，指出“爱人利人”即可得福，“恶人贼人”必然招祸。',
        '（2）县：即“悬”的本字。',
        '（3）放：通“仿”。',
        '（4）辩：通“辨”。',
        '（5）■：同“刍”。',
    ],
],
],
'unscramble' => [
    '墨子从手工业工匠亿万次重复的实践经验中概括法则、规律的概念。这里首先列举“百工为方以矩，为圆以规，直以绳，正以悬，平以水”这五个典型事例，从中分析归纳“百工从事，皆有法所度”的规律性，然后推广扩及“虽至士之为将相者”，“天下从事者”，“大者治天下，其次治大国”，无不遵从法则，按照规律办事。',
    '遵从法则，按照规律办事，胜过一切主观臆测。这是劳动人民亿万次实践经验证实的永恒法则，颠扑不破的客观真理。墨子对法则、规律客观性、绝对性的论述，在《墨经》中被大力发展、深化和提升，造就了《墨经》的科学知识体系，成为《墨经》科学方法的核心及科学精神的支柱。',
    '“法”的一个含义，是“标准”。篇中说：“百工为方以矩。”即各种工匠做方形的东西，都要用矩尺做标准。《经上》第60条说：“方，柱、隅四权也。”即方是四边、四角相等的平面图形。《经说上》解释说：“方，矩写交也。”即方是用矩尺画出的首尾相交的封闭图形。',
    '《经下》166条，发挥《法仪》“法即标准”的思想说，跟一个共同标准相合的东西，都属于一类，这就像与标准的方形相合的东西，都是属于方形一样，论证的事例在于分析方形的相同和不同。',
    '《经说下》举例解释说，所有方形的东西，都是属于一类，它们都合乎方形的法则，而又有所不同，或者是木质的方，或者是石质的方，都不妨害其方形边角的相合。一切同类的事物，都与方形的道理一样，所有事物都是如此。',
    '“法”的一个含义，是“法则、规律”。篇中说，从各种工匠、士人，到将军、宰相，都要遵循法则、规律办事。《经上》第71、72条说：“法，所若而然也。循，所然也。”即法则(规律)是人们遵循着它而能得一确定结果的东西。',
    '《经说上》举例解释说，按照圆的定义，使用圆规或拿一个圆形来模仿，都可以作为画圆的法则。人的行动，之所以能取得预想结果的原因，是由于人们遵循着规律办事。',
    '“法”的本义为标准，引申为法则、规律。“若”，即遵循，依照，符合。《广雅·释言》：“若，顺也。”《释名·释言语》：“顺，循也。”“然”，即结果，特指人遵循一定的法则行动所造成的结果、效果。如：“圆，一中同长也。”“圆，规写交也。”这是关于“圆”的定义，是制圆的法则与规律。',
    '这种解释发挥，精到深刻，是从各种工匠亿万次操作实践中总结出来的理论，至今都是正确规范的自然哲理。无视客观规律，跨越历史阶段，一味盲目蛮干，定要受到惩罚，吃尽苦头。这虽是简单易晓的真理，却常被遗忘忽略。墨子关于“天下从事者”，都要按照规律办事的教导，言之谆谆，情真意切，细读重温，倍感亲切。',


    '子墨子曰：天下从事者，不可以无法仪①。无法仪而其事能成者，无有也。虽至士之为将相者，皆有法，虽至百工从事者，亦皆有法。百工为方以矩，为圆以规，直以绳，正以悬②，平以水。无巧工不巧工，皆以此五者为法。巧者能中之，不巧者虽不能中，仿依以从事③，犹逾己④。故百工从事，皆有法所度⑤。今大者治天下，其次治大国，而无法所度，此不若百工辨也⑥。',
    '然则奚以为治法而可?尝皆法其父母奚若⑦?天下之为父母者众，而仁者寡，若皆法其父母，此法不仁也。法不仁，不可以为法。当皆法其学奚若⑧?天下之为学者众，而仁者寡，若皆法其学，此法不仁也。法不仁，不可以为法。当皆法其君奚若?天下之为君者众，而仁者寡，若皆法其君，此法不仁也。法不仁，不可以为法。故父母、学、君三者，莫可以为治法。',
    '然则奚以为治法而可?故曰：莫若法天。天之行广而无私，其施厚而不德，其明久而不衰，故圣王法之。',
    '既以天为法，动作有为必度于天，天之所欲则为之，天所不欲则止。然而天何欲何恶者也?天必欲人之相爱相利，而不欲人之相恶相贼也。奚以知天之欲人之相爱相利，而不欲人之相恶相贼也?以其兼而爱之、兼而利之也。奚以知天兼而爱之、兼而利之也?以其兼而有之、兼而食之也。今天下无小大国，皆天之邑也。人无幼长贵贱，皆天之臣也。此以莫不牛羊，豢犬猪，絜为酒醴粢盛⑨，以敬事天。此不为兼而有之、兼而食之邪?天苟兼而有食之，夫奚说以不欲人之相爱相利也?故曰：“爱人利人者，天必福之。恶人贼人者，天必祸之。”曰：“杀不辜者，得不祥焉。夫奚说人为其相杀而天与祸乎?是以知天欲人相爱相利，而不欲人相恶相贼也。”',
    '昔之圣王禹、汤、文、武，兼爱天下之百姓，率以尊天事鬼，其利人多，故天福之，使立为天子，天下诸侯皆宾事之⑩。暴王桀、纣、幽、厉，兼恶天下之百姓，率以诟天侮鬼⑪，其贼人多，故天祸之，使遂失其国家，身死为戮于天下，后世子孙毁之，至今不息。故为不善以得祸者，桀、纣、幽、厉是也;爱人利人以得福者，禹、汤、文、武是也。爱人利人以得福者有矣，恶人贼人以得祸者亦有矣。',
    '',
    '〔注释〕①法仪：标准，规范，方法，法则，规律。《说文》：“法，刑也。平之如水，从水。”“仪，度也。”②正以悬：测量垂直与否，以悬挂重物的铅垂线为标准。正：垂直。悬：悬垂。③仿：仿效，仿照，模仿。依：依据，依照。④逾己：胜过自己的臆测。逾：超过。己：自己的主观臆测。⑤度(duó)：衡量。⑥辨：辨别，聪明，智慧。⑦尝：尝试。奚若：何如。⑧学：此指老师。⑨粢：稻饼。⑩宾：尊敬，敬重。⑪诟：辱骂。',
    '',
],
];
