<?php
return [
'chapters' => [
[
    'content' => [
        '子墨子曰：国有七患。七患者何？城郭沟池不可守而治宫室，一患也；边国至境，四邻莫救，二患也；先尽民力无用之功，赏赐无能之人，民力尽于无用，财宝虚于待客，三患也；仕者持禄，游者忧交，君修法讨臣，臣慑而不敢拂，四患也；君自以为圣智而不问事，自以为安强而无守备，四邻谋之不知戒，五患也；所信不忠，所忠不信，六患也；畜种菽粟不足以食之，大臣不足以事之，赏赐不能喜，诛罚不能威，七患也。以七患居国，必无社稷；以七患守城，敌至国倾。七患之所当，国必有殃。',
        '凡五谷者，民之所仰也，君之所以为养也。故民无仰，则君无养；民无食，则不可事。故食不可不务也，地不可不立也，用不可不节也。五谷尽收，则五味尽御于主；不尽收，则不尽御。一谷不收谓之馑，二谷不收谓之旱，三谷不收谓之凶，四谷不收谓之馈，五谷不收谓之饥。岁馑，则仕者大夫以下皆损禄五分之一；旱，则损五分之二；凶，则损五分之三；馈，则损五分之四；饥，则尽无禄，禀食而已矣。故凶饥存乎国，人君彻鼎食五分之三，大夫彻县，士不入学，君朝之衣不革制，诸侯之客，四邻之使，雍食而不盛；彻骖騑，涂不芸，马不食粟，婢妾不衣帛，此告不足之至也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '墨子说：国家有七种祸患。这七种祸患是什么呢？内外城池壕沟不足守御而去修造宫室，这是第一种祸患；敌兵压境，四面邻国都不愿来救援，这是第二种祸患；把民力耗尽在无用的事情上，赏赐没有才能的人，（结果）民力因做无用的事情而耗尽，财宝因款待宾客而用空，这是第三种祸患；做官的人只求保住俸禄，游学未仕的人只顾结交党类，国君修订法律以诛戮臣下，臣下畏惧而不敢违拂君命，这是第四种祸患；国君自以为神圣而聪明，而不过问国事，自以为安稳而强盛，而不作防御准备，四面邻国在图谋攻打他，而尚不知戒备，这是第五种祸患；所信任的人不忠实，而忠实的人不被信任，这是第六种祸患；家畜和粮食不够吃，大臣对于国事不胜使令，赏赐不能使人欢喜，责罚不能使人畏惧，这是第七种祸患。',
        '治国若存在这七种祸患，必定亡国；守城若存在这七种祸患，国都必定倾毁。七种祸患存在于哪个国家，哪个国家必有祸殃。',
        '五谷是人民所仰赖以生活的东西，也是国君用以养活自己和民众的。所以如果人民失去仰赖，国君也就没有供养；人民一旦没有吃的，就不可使役了。所以粮食不能不加紧生产，田地不能不尽力耕作，财用不可不节约使用。五谷全部丰收，国君就可兼进五味。若不全都丰收，国君就不能尽其享受。一谷无收叫做馑，二谷无收叫做旱，三谷不收叫做凶，四谷不收叫做匮，五谷不收叫做饥。',
        '遇到馑年，做官的自大夫以下都减去俸禄的五分之一；旱年，减去俸禄的五分之二；凶年，减去俸禄的五分之三；匮年，减去俸禄的五分之四；饥年，免去全部俸禄，只供给饭吃。所以一个国家遇到凶饥，国君撤掉鼎食的五分之三，大夫不听音乐，读书人不上学而去种地，国君的朝服不制新的；诸侯的客人、邻国的使者，来时饮食都不丰盛，驷马撤掉左右两匹，道路不加修理，马不吃粮食，婢妾不穿丝绸，这都是告诉国家已十分困乏了。',
    ],
],
[
    'content' => [
        '今有负其子而汲者，队其子于井中，其母必从而道之。今岁凶，民饥，道馑，重其子此疚于队，其可无察邪！故时年岁善，则民仁且良；时年岁凶，则民吝且恶。夫民何常此之有！为者寡，食者众，则岁无丰。',
        '故曰：财不足则反之时，食不足则反之用。故先民以时生财，固本而用财，则财足。故虽上世之圣王，岂能使五谷常收而旱水不至哉！然而无冻饿之民者，何也？其力时急而自养俭也。故《夏书》曰：“禹七年水”，《殷书》曰：“汤五年旱。”此其离凶饿甚矣。然而民不冻饿者，何也？其生财密，其用之节也。',
        '故仓无备粟，不可以待凶饥；库无备兵，虽有义，不能征无义；城郭不备完，不可以自守；心无备虑，不可以应卒，是若庆忌无去之心，不能轻出。',
        '夫桀无待汤之备，故放；纣无待武王之备，故杀。桀纣贵为天子，富有天下，然而皆灭亡于百里之君者，何也？有富贵而不为备也。故备者，国之重也。',
        '食者，国之宝也；兵者，国之爪也；城者，所以自守也；此三者，国之具也。故曰：以其极役，修其城郭，则民劳而不伤；以其常正，收其租税，则民费而不病。民所苦者，非此也。苦于厚作敛于百姓，赏以赐无功，虚其府库，以备车马、衣裘、奇怪；苦其役徒，以治宫室观乐，死又厚为棺椁，多为衣裘。生时治台榭，死又修坟墓，故民苦于外，府库单于内，上不厌其乐，下不堪其苦。故国离寇敌则伤，民见凶饥则亡，此皆备不具之罪也。且夫食者，圣人之所宝也。故《周书》曰：“国无三年之食者，国非其国也；家无三年之食者，子非其子也。”此之谓国备。',
    ],
    'vernacular' => [
        '现在假如有一人背着孩子到井边汲水，把孩子掉到井里，那么这位母亲必定设法把孩子从井中救出。现在遇到饥年，路上有饿死的人，这种惨痛比孩子掉入井中更为严重，能忽视这种局面吗？年成好的时候，老百姓就仁慈驯良；年成遇到凶灾，老百姓就吝啬凶恶；民众的性情哪有一定呢！生产的人少，吃饭的人多，就不可能有丰年。',
        '所以说：财用不足就注重农时，粮食不足就注意节约。因此，古代贤人按农时生产财富，搞好农业基础，节省开支，财用自然就充足。所以，即使前世的圣王，岂能使五谷永远丰收，水旱之灾不至呢！但（他们那时）却从无受冻挨饿之民，这是为何呢？这时因为他们努力按农时耕种而自奉俭朴。《夏书》说：“禹时有七年水灾。”《殷书》说：“汤时有五年旱灾。”那时遭受的凶荒够大的了，然而老百姓却没有受冻挨饿，这是何故呢？因为他们生产的财用多，而使用很节俭。所以，粮仓中没有预备粮，就不能防备凶年饥荒；兵库中没有武器，即使自己有义也不能去讨伐无义；内外城池若不完备，不可以自行防守；心中没有戒备之心，就不能应付突然的变故。这就好像庆忌没有逐走要离之意，就不可轻出致死。',
        '桀没有防御汤的准备，因此被汤放逐；纣没有防御周武王的准备，因此',
        '被杀。桀和纣虽贵为天子，富有天下，然而都被方圆百里的小国之君所灭，这是为何呢？是因为他们虽然富贵，却不做好防备。所以防备是国家最重要的事情。粮食是国家的宝物，兵器是国家爪牙，城郭是用来自我守卫的：这三者是维持国家的工具。',
        '所以说：拿最高的奖赏赐给无功之人；耗尽国库中的贮藏，用以置备车马、衣裘和稀奇古怪之物；使役卒和奴隶受尽苦难，去建造宫室和观赏游乐之所；死后又做厚重的棺椁，制很多衣服。活着时修造台榭，死后又修造坟墓。因此，老百姓在外受苦，内边的国库耗尽，上面的君主不满足其享受，下面的民众不堪忍受其苦难。所以，国家一遇敌寇就受损伤，人民一遭凶饥就死亡，这都是平时不做好防备的罪过。再说，粮食也是圣人所宝贵的。《周书》说：“国家若不预备三年的粮食，国家就不可能成其为这一君主的国家了；家庭若不预备三年的粮食，子女就不能做这一家的子女了。”这就叫做“国备”（国家的根本贮备）。',
    ],
    'notes' => [
        '（1）本篇首先分析了给国家造成危亡的七种祸患，然后指出国家防治祸患的根本在于增加生产和节省财用，并对当时统治者竭尽民力和府库之财以追求享乐生活的做法提出了严正警告。',
        '（2）边：“敌”字之误。',
        '（3）佼：通“交”。',
        '（4）馈：通“匮”，缺乏。',
        '（5）五分之五：疑作“五分之三”。',
        '（6）县：通“悬”，此指钟磬等悬挂的乐器。',
        '（7）雍：当作“饔”，指早餐和晚餐。',
        '（8）涂：通“途”。',
        '（9）队：通“坠”。',
        '（10）离：通“罹”，遭受。',
        '（11）卒：通“猝”。',
        '（12）单：通“殚”。',
        '（13）厌：通“餍”，满足。',
    ],
],
],
'unscramble' => [
        '〔注释〕①边国：指敌国。②仕者持禄：当官的人，只顾保住自己的禄位。持：保持，保有。③游者爱交：游说的人，只热衷于交际。④君修法讨臣：国君修订法令诛讨臣下。⑤臣慑而不敢拂：臣下害怕，不敢违反国君的旨意。⑥蓄种菽粟：储存种植的粮食。菽：豆类。粟：谷子，去皮是小米，泛指粮食。⑦社稷：原指土地神和谷神，后代指国家。⑧当：存在。⑨御：进献，给君主享用。⑩匮：匮乏。⑪禀食：从国库领取口粮，不另给俸禄。⑫撤鼎食：君主撤除用鼎烹煮的食物。⑬撤悬：撤除悬挂的乐器。⑭革制：改制。⑮饔食：熟食，烹饪。盛：丰盛。⑯撤骖騑：撤除驾车四匹马中两旁的两匹。⑰涂不耘：不整修道路。⑱反之时：返回到注重农时上来，寻求弥补的办法，如粮食不够，补种瓜菜。⑲反之用：返回到节用上来，寻求弥补办法，如降低消费。⑳力时急：抓紧时间，努力生产。㉑罹：遭遇。㉒猝：突然，出乎意外。㉓庆忌：春秋时期吴王僚的儿子。吴阖闾杀死吴王僚，夺得政权，担心流亡卫国的庆忌讨伐，派刺客要离，伪装逃亡，投奔庆忌，把庆忌骗出卫国，在渡河中刺死庆忌。㉔极赏：最高奖赏。㉕奇怪：珍奇怪异的玩物。㉖观乐：观赏游乐的处所。㉗棺椁：棺材和棺材外的套棺。㉘台榭：亭台楼阁。台：高台。榭：在高台上建筑四面敞开的房舍。㉙殚：消耗净尽。㉚子非其子：卖儿鬻女。',
        '',
    '【鉴赏】篇名“七患”，顾名思义，是讨论国家面临的七种祸患。墨子在此篇中提出治理国家七种祸患的积极方针，用现在的话说，就是发展生产、厉行节约、备战备荒。同时，墨子也严词批判了统治者的骄奢淫逸与肆意浪费。',
    '就发展生产来说，《七患》强调，五谷是人民赖以生存的物资。努力生产粮食，尽力利用土地。财富不够，就回到注重农时上来，寻求弥补的办法。依照农时规律，生产财物，巩固农业这个根本，合理用财，则财物丰足。',
    '就厉行节约来说，《七患》强调，一定要注意节约。粮食不够用，就回到节用上来，从降低消费方面寻求弥补的办法。',
    '就备战备荒来说，《七患》强调，仓库没有储备的粮食，就不能应付凶年饥荒。武器库里没有储备的兵器，正义之师就不能征伐不义之国。思想没有周密的考虑，就不可能应付突发的事变。防备是国家的重要大事，粮食是国家的宝贝，武装是保卫国家的利器。这都是治国的重要方面。反之，国家遭遇敌寇则伤，人民遭遇灾荒则亡，这都是不考虑备战备荒的过失。',
    '《七患》严词批判统治者的骄奢淫逸，肆意浪费。批判统治者用尽府库钱财，添置车马衣裘、奇珍异宝，还役使百姓劳苦不休，修建宫殿楼阁供观赏娱乐。国君死，做厚实棺椁，用很多衣裘陪葬。活着造台榭，死后修坟墓。使人民受苦，府库空虚。君主寻欢作乐，人民痛苦不堪。统治者的昏庸侈靡，给人民带来无穷的灾难。',
    '《七患》的语言运用，脍炙人口，颇为精彩。如：“生时治台榭，死又修坟墓”(生时盖豪华宫殿，死后修奢侈陵墓)，“上不厌其乐，下不堪其苦”(当官的享乐不尽，为民的痛苦不堪)，“国罹寇敌则伤，民见凶饥则亡”(国家遭侵略会破败;人民遇灾荒就逃亡)，其中用词：生死，上下，苦乐，国民，伤亡等，相反对称，比照鲜明，言简意赅，铿锵有力，极富感染力和说服力，读来琅琅上口。',
    '曹耀湘《墨子笺·七患》评论说：“此篇言强本节用之道，教治国者以勤俭也。”强本，就是加强农业生产。节用，就是节约开支用项。勤于劳作，俭省消费，是中华民族自古以来的传统美德，传播最久，普及最广。',
    '司马迁《史记·太史公自序》引其父司马谈《论六家之要指》评论说：“墨者俭而难遵，是以其事不可遍循。然其强本节用，不可废也。”司马迁发挥说：“要曰强本节用，则人给家足之道也。此墨子之所长，虽百家弗能废也。”',
    '墨家提倡节俭，主张发展生产，厉行节约。所谓前事不忘，后事之师，墨子论述治理国家七种祸患的方略，在今天仍具有积极的现实意义，值得借鉴。',


        '子墨子曰：国有七患。七患者何?城郭沟池不可守，而治宫室，一患也。边国至境①，四邻莫救，二患也。先尽民力无用之功，赏赐无能之人，民力尽于无用，财宝虚于待客，三患也。仕者持禄②，游者爱交③，君修法讨臣④，臣慑而不敢拂⑤，四患也。君自以为圣智而不问事，自以为安强而无守备，四邻谋之不知戒，五患也。所信者不忠，所忠者不信，六患也。蓄种菽粟⑥，不足以食之，大臣不足以事之，赏赐不能喜，诛罚不能威，七患也。以七患居国，必无社稷⑦。以七患守城，敌至国倾。七患之所当⑧，国必有殃。',
        '凡五谷者，民之所仰也，君之所以为养也。故民无仰则君无养，民无食则不可事。故食不可不务也，地不可不力也，用不可不节也。五谷尽收，则五味尽御于主⑨，不尽收，则不尽御。一谷不收谓之馑，二谷不收谓之旱，三谷不收谓之凶，四谷不收谓之匮⑩，五谷不收谓之饥。岁馑，则仕者大夫以下皆损禄五分之一。旱，则损五分之二。凶，则损五分之三。匮，则损五分之四。饥，则尽无禄，廪食而已矣⑪。故凶饥存乎国人，君撤鼎食⑫，大夫撤悬⑬，士不入学，君朝之衣不革制⑭，诸侯之客，四邻之使，饔食而不盛⑮，撤骖騑⑯，涂不耘⑰，马不食粟，婢妾不衣帛，此告不足之至也。',
        '今有负其子而汲者，坠其子于井中，其母必从而导之。今岁凶、民饥、道饿，此疚重于坠其子，其可无察邪?故时年岁善，则民仁且良。时年岁凶，则民吝且恶。夫民何常此之有?为者疾，食者众，则岁无丰。故曰：财不足则反之时⑱，食不足则反之用⑲。故先民以时生财，固本而用财，则财足。',
        '故虽上世之圣王，岂能使五谷常收，而旱水不至哉?然而无冻饿之民者，何也?其力时急⑳，而自养俭也。故《夏书》曰“禹七年水”，《殷书》曰“汤五年旱”，此其罹凶饿甚矣㉑，然而民不冻饿者，何也?其生财密，其用之节也。',
        '故仓无备粟，不可以待凶饥。库无备兵，虽有义不能征无义。城郭不备全，不可以自守。心无备虑，不可以应猝㉒。是若庆忌㉓无去卫之心，不能轻出。夫桀无待汤之备，故放。纣无待武之备，故杀。桀纣贵为天子，富有天下，然而皆灭亡于百里之君者，何也?有富贵而不为备也。故备者国之重也，食者国之宝也，兵者国之爪也，城者所以自守也。此三者，国之具也。',
        '故曰：以其极赏㉔，以赐无功。虚其府库，以备车马衣裘奇怪㉕。苦其役徒，以治宫室观乐㉖。死又厚为棺椁㉗，多为衣裘。生时治台榭㉘，死又修坟墓。故民苦于外，府库殚于内㉙。上不厌其乐，下不堪其苦。故国罹寇敌则伤，民见凶饥则亡。此皆备不具之罪也。且夫食者，圣人之所宝也。故《周书》曰：“国无三年之食者，国非其国也。家无三年之食者，子非其子也㉚。”此之谓国备。',
        '',
],
];
