<?php
return [
'chapters' => [
[
    'content' => [
        '子墨子曰：古之民，未知为宫室时，就陵阜而居，穴而处。下润湿伤民，故圣王作为宫室，为宫室之法，曰：室高足以辟润湿，边足以圉风寒，上足以待雪霜雨露，宫墙之高，足以别男女之礼。谨此则止，凡费财劳力，不加利者，不为也。役修其城郭，则民劳而不伤，以其常正，收其租税，则民费而不病。民所苦者非此也，苦于厚作敛于百姓。是故圣王作为宫室，便于生，不以为观乐也；作为衣服带履便于身，不以为辟怪也。故节于身，诲于民，是以天下之民可得而治，财用可得而足。',
        '当今之主，其为宫室，则与此异矣。必厚作敛于百姓，暴夺民衣食之财，以为宫室，台榭曲直之望，青黄刻镂之饰。为宫室若此，故左右皆法象之，是以其财不足以待凶饥、振孤寡，故国贫而民难治也。君实欲天下之治，而恶其乱也，当为宫室，不可不节。',
        '古之民，未知为衣服时，衣皮带茭，冬则不轻而温，夏则不轻而凊，圣王以为不中人之情，故作诲妇人，治丝麻，棞布绢，以为民衣。为衣服之法，冬则练帛之中，足以为轻且暖，夏则絺绤之中，足以为轻且凊，谨此则止。故圣人之为衣服，适身体，和肌肤，而足矣。非荣耳目而观愚民也。当是之时，坚车良马不知贵也，刻镂文采，不知喜也。何则？其所道之然。故民衣食之财，家足以待旱水凶饥者，何也？得其所以自养之情，而不感于外也。是以其民俭而易治，其君用财节而易赡也。府库实满，足以待不然，兵革不顿，士民不劳，足以征不服。故霸王之业，可行于天下矣。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '墨子说：“上古的人民不知道作宫室之时，靠近山陵居住，住在洞穴里，地下潮湿，伤害人民，所以圣王开始营造宫室。营造宫室的法则是：地基的高度足以避湿润，四边足以御风寒，屋顶足以防备霜雪雨露，宫墙的高度足以分隔内外，使男女有别——仅此而已。凡属劳民伤财而不增加益处的事，是不会做的。（照常规）分派劳役，修治城郭，那么民众就虽劳苦而不至伤害；照常规征收租税，那么民众虽破费而不至困苦。因为民众所疾苦并不是这些，而是苦于对老百姓横征暴敛。所以圣王开始制造宫室，只为方便生活，并不是为了观赏之乐；开始创制衣服带履，只为便利身体，而不是为了奇怪的装束。所以，（圣王）自身节俭，（以身作则地）教导百姓，因而天下的民众得以治理，财用得以充足。',
        '现在的君主，修造宫室却与此不同：他们必定要向百姓横征暴敛，强夺民众的衣食之资用来营造宫室，（在宫室上）修造台榭曲折的景观，讲究颜色雕刻的装饰。营造宫室如此（铺张），身边的人都效法这种做法，因此财用（被浪费）而不能应付凶年饥馑，振恤孤寡之人，所以国家穷困而人民无法治理。国君若是真希望天下得到治理，而不愿其混乱，那么，营造宫室就不可不节俭。',
        '上古的人民不知道做衣服的时候，穿着兽皮，围着草索，冬天不轻便又不温暖，夏天不轻便又不凉爽。圣王认为这样不符合人情，所以开始教女子治丝麻、织布匹，以它作人的衣服。制造衣服的法则是：冬天穿生丝麻制的中衣，只求其轻便而温暖，夏天穿葛制的中衣，只求其轻便而凉爽，仅此而已。所以圣人制作衣服只图身体合适、肌肤舒适就够了，并不是夸耀耳目、炫动愚民。当这时候，坚车良马没有人知道贵重，雕刻文采没有人知道欣赏，为什么呢？这是（君主）教导的结果。所以民众的衣服之财，家家都足以防患水旱凶饥，为什么呢？因为他们懂得自我供养的情实，不被外界所诱惑，所以民众俭朴而容易治理，国君用财有节制而容易富足。国库充实，足以应付非常的变故：兵甲不坏，士民不劳，足以证伐不顺之臣，所以可实现霸王事业于天下。',
    ],
],
[
    'content' => [
        '当今之主，其为衣服，则与此异矣，冬则轻暖，夏则轻凊，皆已具矣，必厚作敛于百姓，暴夺民衣食之财，以为锦绣文采靡曼之衣，铸金以为钩，珠玉以为佩，女工作文采，男工作刻镂，以为身服，此非云益暖之情也。单财劳力，毕归之于无用也，以此观之，其为衣服非为身体，皆为观好，是以其民淫僻而难治，其君奢侈而难谏也。夫以奢侈之君，御好淫僻之民，欲国无乱，不可得也。君实欲天下之治而恶其乱，当为衣服不可不节。',
        '古之民未知为饮食时，素食而分处，故圣人作，诲男耕稼树艺，以为民食。其为食也，足以增气充虚，强体养腹而巳矣。故其用财节，其自养俭，民富国治。今则不然，厚作敛于百姓，以为美食刍豢，蒸炙鱼鳖，大国累百器，小国累十，前方丈，目不能遍视，手不能遍操，口不能遍味，冬则冻冰，夏则饰饐，人君为饮食如此，故左右象之，是以富贵者奢侈，孤寡者冻馁，虽欲无乱，不可得也。君实欲天下治而恶其乱，当为食饮不可不节。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '现在的君主，他们制造衣服却与此不同：冬天（的衣服）轻便而暖和，夏天（的衣服）轻便而凉爽，这都已经具备了，他们还一定要向百姓横征暴敛，强夺民众的衣食之资，用来做锦绣文彩华丽的衣服，拿黄金作成衣带钩，拿珠玉作成佩饰，女工作文采，男工作雕刻，用来穿在身上。这并非真的为',
        '了温暖。耗尽钱财费了民力，都是为了无用之事，由此看来，他们作衣服，不是为身体，而是为好看。因此民众邪僻而难以治理，国君奢侈而难以进谏。以奢侈的国君统治邪僻的民众，希望国家不乱，是不可能的。国君若真希望天下治理好而厌恶混乱，作衣服时就不可不节俭。',
        '上古的人民不知道制作饮食时，只吃素食而各自分居，所以圣人起来教勇子耕稼栽种，以供人作粮食。作饮食的原则是，只求补气益虚、强身饱腹就够了。所以他们用财节省，自养俭朴，（因而）民众富足，国家安定。现在却不是这样，向老百姓厚敛钱财，用来享受美味牛羊，蒸烤鱼鳖，大国之君集有上百样的菜，小国之君也有上十样的菜，摆在前面一丈见方，眼不能全看到，手不能全捡取到，嘴也不能全尝到，冬天结冻，夏天臭烂，国君这样讲究饮食，左右大臣都效法他。因此富贵的人奢侈，孤寡的人冻饿。这样一来，即使不希望国家混乱，也是不可能的。国君若真希望天下治理好而厌恶其混乱，饮食就不可不节省。',
    ],
],
[
    'content' => [
        '古之民未知为舟车时，重任不移，远道不至，故圣王作为舟车，以便民之事。其为舟车也，全固轻利，可以任重致远，其为用财少，而为利多，是以民乐而利之。法令不急而行，民不劳而上足用，故民归之。当今之主，其为舟车，与此异矣，全固轻利皆已具，必厚作敛于百姓，以饰舟车，饰车以文采，饰舟以刻镂。女子废其纺织而修文采，故民寒；男子离其耕稼而修刻镂，故民饥。人君为舟车若此，故左右象之，是以其民饥寒并至，故为奸邪。奸邪多则刑罚深，刑罚深则国乱。君实欲天下治而恶其乱，当为舟车不可不节。',
        '凡回于天地之间，包于四海之内，天壤之情，阴阳之和，莫不有也，虽至圣不能更也。何以知其然？圣人有传：天地也，则曰上下；四时也，则曰阴阳；人情也，则曰男女；禽兽也，则曰牡牝雄雌也。真天壤之情，虽有先王不能更也。虽上世至圣，必蓄私，不以伤行，故民无怨。宫无拘女，故天下无寡夫。内无拘女，外无寡夫，故天下之民众。当今之君，其蓄私也，大国拘女累千，小国累百，是以天下之男多寡无妻，女多拘无夫，男女失时，故民少。君实欲民之众而恶其寡，当蓄私不可不节。',
        '凡此五者，圣人之所俭节也，小人之所淫佚也。俭节则昌，淫佚则亡，此五者不可不节。夫妇节而天地和，风雨节而五谷熟，衣服节而肌肤和。',
    ],
    'vernacular' => [
        '上古的人民不知道制造舟车时，重的东西搬不动，远的地方去不了，所以圣王开始制造舟车，用以便利民事。他们作舟车只求坚固轻便，可以运重物、行远路，费用花的少，而利益很大，所以民众乐于使用。所以法令不用催促而可行使，民众不用劳苦而财用充足，所以民众归顺他了。现在的君主制造舟车则与此不同。舟车已经坚固轻利了，他们还要向百姓横征暴敛，用以装饰舟车。在车上画以文彩，在舟上加以雕刻。女子废弃纺织而去描绘文彩，所以民众受寒；男子脱离耕稼而去从事雕刻，所以民众挨饿。国君这样制造舟车，左右大臣跟着仿效，所以民众饥寒交迫，不得已而作奸邪之事。奸邪之事一多，刑罚必然繁重。刑罚一繁重，国家就乱了。国君如果真的希望天下治理好而厌恶混乱，制造舟车就不可不节省。',
        '凡周回于天地之间，包裹于四海之内的，天地之情，阴阳之和，一切都具备了，即使至圣也不能更动。何以知道这样呢？圣人传下的书说：天地称作上下，四时称作阴阳，人类分为男女，禽兽分为牝牡雌雄。这是真正的天地之情，即使有先世贤王也不能更动。即使上代至圣，一定都养有私人侍妾，但不伤害品行，所以民众无怨。宫中没有拘禁的女子，所以天下没有鳏夫。内无拘禁之妇，外无鳏夫，因而天下人民众多。现在的国君养侍妾，大国拘禁女子数千，小国数百，所以天下男子大多没有妻子，女子多遭拘禁而没有丈夫。男女婚姻失时，所以百姓减少。国君如果真想人民增多而厌恶减少，养侍妾就不可不节制。',
        '以上所说的五者，都是圣人所节俭而小人所奢侈淫佚的。节俭的就昌盛，淫佚的就灭亡，这五者不可不节制。夫妇之事有节制，天地就和顺；风雨调节，五谷就丰收；衣服有节制，身体肌肤就安适。',
    ],
    'notes' => [
        '（1）本篇主要通过宫室、衣服、饮食、舟车、蓄私的古今对照，批判当时统治者的奢侈生活。主旨与《节用》篇基本相同。篇题所谓辞过，即要求时君改掉这五方面的过失。',
        '（2）谨：通“仅”。',
        '（3）役：上当有“以其常”三字。',
        '（4）正：通“征”。',
        '（5）煗：同“暖”。',
        '（6）单：通“殚”。',
        '（7）饰：“馂”的误字。',
    ],
],
],
'unscramble' => [
    '【鉴赏】《辞过》的宗旨，是继承夏禹的勤俭节约之道，发扬中华民族的传统美德。“辞过”二字的意思，就是避免和消除过度。篇末指出：圣人注意节俭，小人淫逸放荡。节俭能昌盛，淫逸会灭亡。夫妻节制，阴阳和顺。风雨节制，五谷丰登。穿衣调节，身体舒适。',
    '从穿衣来说，必要消费的特征是，只要身体舒适，肌肤暖和就满足了，不是为了好看而在人前炫耀。过度消费的特征是，缝制衣服，冬天穿得轻软暖和，夏天穿得轻薄凉爽，对百姓横征暴敛，强夺人民用作衣食的钱财制做绣满文采的华丽衣服，用金铸成钩子，用珠玉做成佩饰，妇女精工绣制花纹，男人精工雕刻图案，劳民伤财。缝制衣服，是为外观华丽，这样奢侈浪费，国家必然混乱难治。要想天下太平，缝制衣服就要节俭。',
    '从吃饭来说，必要消费的特征是，食物是用来补元气、增体力、强壮身体的。过度消费的特征是，对百姓横征暴敛，蒸烤牛羊鱼鳖，做成美味佳肴。国君饭桌，菜盘有几十个甚至上百个，摆满面前丈余地方。眼睛不能全看到，筷子不能全夹到，口不能全尝到。冬天会结冰，夏天会坏掉。富贵的人，穷奢极欲。孤寡的人，受冻挨饿。虽想天下不乱，也不可能。真想天下太平，不希望天下混乱，饮食就要节俭。',
    '从居住方面来说，必要消费的特征是，地基高，足以避潮湿。四面墙，足以挡风寒。屋顶足以承受雪霜雨露，墙壁足以符合男女有别的礼节，就可以了。过度消费的特征是，对百姓横征暴敛，强夺百姓赖以维持温饱的钱财，修建宫室亭台楼阁，讲究曲折回转的观赏性，用各种色彩和雕刻装饰。国家贫困，人民难治。真想天下太平，不希望天下混乱，建房就要节俭。',
    '从交通方面来说，必要消费的特征是，制造车船，方便运输。花费少，得利多，人民喜欢。过度消费的特征是，对百姓横征暴敛，用华丽的花纹修饰车子，用雕刻的图案装饰船只，妇女放弃纺纱织布而去描花纹，结果是人民挨冻。男人脱离耕作而去从事雕刻，结果是人民挨饿。人民饥寒交迫，则奸邪多，刑罚重，国家乱。真想天下太平，不希望天下混乱，造车船就要节俭。',
    '衣食住行，这是必要消费，是基于人情和人性的需要。所有运动在天地间包容于四海内的事物，阴阳调和，自然而生，即使是圣人也不能改变。天地有上下，四季有阴阳，人性有男女，禽兽有雌雄。这是天地实情，即使是先王也不能改变。这种天经地义的人情事理，是不以人的意志为转移的客观规律。勤俭节约，是符合天理人情的传统美德。',
    '衣食住行等消费，应该适当节制，注意分寸，不能过度。这是辩证法“适度”的观念。墨子批判的矛头，直指“当今之主”，他们对百姓横征暴敛，“暴夺民衣食之财”，导致“国贫民难治”，充分体现出墨学的批判性和浓厚的人民性。',
    '明李贽《墨子批选》评论《辞过》说：“此正生财之要，节用爱人之大道。简而易操，约而易成者，恨未有以告之。”即勤俭节约，是生财爱人的重要原则，简约明白，易于操作，易见成效，亟待宣扬，要促成社会共识，落实行动。',
    '李贽评论《辞过》的思想说：“此与禹俭奚殊?”即墨子的思想，跟夏禹的勤俭节约，没有区别。《尚书·大禹谟》载，虞舜赞扬大禹治水“克勤于邦，克俭于家”，被传为千古佳话。“克勤克俭”的成语，尽人皆知。',
    '勤俭治国，勤俭持家，是中华民族的传统美德。清末儒者曹耀湘《墨子笺》评论《辞过》篇，专讲节用的道理，有衣食住行和男女五个重要节目，其批评矛头，直指国君的奢侈浪费，而要求士大夫谨慎遵守。',
    '篇名“辞过”，意指节制，宗旨是约束统治者的过分侈靡。墨子教人勤俭。自己勤劳，不侵占别人利益，还能急人之所急，帮助别人。自己俭省，不损害别人，还能合理使用自然资源。这是传承夏禹的风范，是修养自身，治理人民，与自然和谐相处的根本道理。',
    '前贤评论，颇中肯綮，富有启迪。墨子“俭节则昌，淫逸则亡”的教诲，对当代社会的科学发展，极具现实的警戒意义。改进国计民生，推动社会发展，亟需弘扬墨子勤俭节约之道，提倡中华民族传统美德。',


    '子墨子曰：古之民未知为宫室时，就陵阜而居①，穴而处，下润湿伤民，故圣王作为宫室。为宫室之法，曰：“室高足以避润湿，边足以御风寒，上足以待雪霜雨露，宫墙之高足以别男女之礼。”仅此则止，凡费财劳力，不加利者，不为也。',
    '以其常役，修其城郭，则民劳而不伤;以其常征，收其租税，则民费而不病。民所苦者非此也，苦于厚作敛于百姓。是故圣王作为宫室，便于生，不以为观乐也;作为衣服带履，便于身，不以为僻怪也②。故节于身，诲于民，是以天下之民可得而治，财用可得而足。',
    '当今之主，其为宫室则与此异矣，必厚作敛于百姓，暴夺民衣食之财，以为宫室台榭曲直之望③、青黄刻镂之饰④。为宫室若此，故左右皆法象之⑤。是以其财不足以待凶饥，赈孤寡，故国贫而民难治也。君实欲天下之治而恶其乱也，当为宫室不可不节。',
    '古之民未知为衣服时，衣皮带茭⑥，冬则不轻而温，夏则不轻而凊⑦。圣王以为不中人之情⑧，故作诲妇人治丝麻、捆布绢⑨，以为民衣。为衣服之法：“冬则练帛之中⑩，足以为轻且暖;夏则絺绤之中⑪，足以为轻且凊。”仅此则止。故圣人之为衣服，适身体、和肌肤而足矣，非荣耳目而观愚民也。',
    '当是之时，坚车良马不知贵也，刻镂文彩不知喜也。何则?其所道之然⑫。故民衣食之财，家足以待旱水凶饥者，何也?得其所以自养之情，而不惑于外也⑬。是以其民俭而易治，其君用财节而易赡也⑭。府库实满，足以待不然⑮，兵革不顿，士民不劳，足以征不服，故霸王之业可行于天下矣⑯。',
    '当今之主，其为衣服，则与此异矣。冬则轻暖，夏则轻凊，皆已具矣。必厚作敛于百姓，暴夺民衣食之财，以为锦绣文采靡曼之衣⑰，铸金以为钩，珠玉以为佩，女工作文采，男工作刻镂，以为身服。此非云益暖之情也，单财劳力，毕归之于无用也。以此观之，其为衣服，非为身体，皆为观好⑱。是以其民淫僻而难治，其君奢侈而难谏也。夫以奢侈之君御好淫僻之民⑲，欲国无乱，不可得也。君实欲天下之治而恶其乱，当为衣服不可不节。',
    '古之民未知为饮食时，素食而分处，故圣人作诲，男耕稼树艺，以为民食。其为食也，足以增气充虚、强体适腹而已矣。故其用财节，其自养俭，民富国治。今则不然，厚作敛于百姓，以为美食刍豢，蒸炙鱼鳖，大国累百器，小国累十器，前方丈，目不能遍视，手不能遍操，口不能遍味，冬则冻冰，夏则饰。人君为饮食如此，故左右象之，是以富贵者奢侈，孤寡者冻馁，虽欲无乱，不可得也。君实欲天下治，而恶其乱，当为食饮。不可不节。',
    '古之民未知为舟车时，重任不移，远道不至，故圣王作为舟车，以便民之事。其为舟车也，全固轻利，可以任重致远。其为用财少，而为利多，是以民乐而利之。法令不急而行，民不劳而上足用，故民归之。',
    '当今之主，其为舟车与此异矣。全固轻利皆已具，必厚作敛于百姓，以饰舟车，饰车以文采，饰舟以刻镂。女子废其纺织而修文采，故民寒;男子离其耕稼而修刻镂，故民饥。人君为舟车若此，故左右象之，是以其民饥寒并至，故为奸邪。奸邪多则刑罚深，刑罚深则国乱。君实欲天下之治而恶其乱，当为舟车不可不节。',
    '凡回于天地之间⑳，包于四海之内，天壤之情，阴阳之和，莫不有也，虽至圣不能更也。何以知其然?圣人有传：天地也，则曰上下;四时也，则曰阴阳;人情也，则曰男女;禽兽也，则曰牡牝雄雌也。真天壤之情，虽有先王不能更也。',
    '虽上世至圣，必蓄私不以伤行，故民无怨。宫无拘女，故天下无寡夫，内无拘女，外无寡夫，故天下之民众。当今之君，其蓄私也，大国拘女累千，小国累百，是以天下之男多寡无妻，女多拘无夫，男女失时，故民少。君实欲民之众而恶其寡，当蓄私不可不节。',
    '凡此五者，圣人之所俭节也，小人之所淫佚也。俭节则昌，淫佚则亡，此五者不可不节。夫妇节而天地和，风雨节而五谷孰，衣服节而肌肤和。',
    '',
    '〔注释〕①陵阜：山丘。②僻怪：奇异怪癖。③曲直之望：亭台楼阁曲折多姿的景象。望：可供观览的景象。④青黄刻镂之饰：彩色雕镂的装饰。⑤法象：效法，模仿。⑥衣皮带茭：以兽皮为衣，以草绳为腰带。⑦凊：凉快，清凉。⑧中：合乎，符合。⑨捆布绢：织布。⑩练帛：白色的丝麻布。⑪絺绤(chīxì)：细的和粗的葛麻布。⑫其所道之然：正像圣人所教导的那样。⑬不惑于外：不受外物迷惑。⑭赡：富赡，富足。⑮待不然：应付非常之变。⑯霸王之业可行于天下矣：可以实现在天下称王称霸的事业。霸：春秋战国时诸侯的盟主，如齐桓公、晋文公、楚庄王、吴王阖闾、越王勾践。王：帝王。⑰靡曼：华丽。⑱观好：表现漂亮。⑲淫僻：邪僻。⑳回：运转，运动。',
],
];
