<?php
return [
'chapters' => [
[
    'content' => [
        '程繁问于子墨于曰：“夫子曰：‘圣王不为乐。’昔诸侯倦于听治，息于钟鼓之乐；士大夫倦于听治，息于竽瑟之乐；农夫春耕、夏耘、秋敛、冬藏，息于聆缶之乐。今夫子曰：‘圣王不为乐。’此譬之犹马驾而不税，弓张而不弛，无乃非有血气者之所不能至邪！”',
        '子墨子曰：“昔者尧舜有茅茨者，且以为礼，且以为乐。汤放桀于大水，环天下自立以为王，事成功立，无大后患，因先王之乐，又自作乐，命曰《护》，又修《九招》，武王胜殷杀纣，环天下自立以为王，事成功立，无大后患，因先王之乐，又自作乐，命曰《象》。周成王因先王之乐，又自作乐，命曰《驺虞》。周成王之治天下也，不若武王；武王之治天下也，不若成汤；成汤之治天下也，不若尧舜。故其乐逾繁者，其治逾寡。自此观之，乐非所以治天下也。”',
        '程繁曰：“子曰：‘圣王无乐。’此亦乐已，若之何其谓圣王无乐也？”子墨子曰：“圣王之命也，多寡之，食之利也。以知饥而食之者，智也，因为无智矣。今圣有乐而少，此亦无也。”',
    ],
    'vernacular' => [
        '程繁问墨子说：“先生曾经说过：‘圣王不作音乐。’以前的诸侯治国太劳累了，就以听钟鼓之乐的方式进行休息；士大夫工作太累了，就以听竽瑟之乐的方式进行休息；农夫春天耕种、夏天除草、秋天收获、冬天贮藏，也要借听瓦盆土缶之乐的方式休息，现在先生说：‘圣王不作音乐。’这好比马套上车后就不再卸下，弓拉开后不再放松，这恐怕不是有血气的人所能做到的吧！”',
        '墨子说：“以前尧舜只有茅草盖的屋子，所谓礼乐不过如此。后来汤把桀放逐到大水，统一天下，自立为王，事成功立，没有大的后患，于是就承袭先王之乐而自作新乐，取各为《護》，又修《九招》之乐。周武王战胜殷朝，杀死纣王，统一天下，自立为王，没有了大的后患，于是袭先王之乐而自作新乐，取名为《驺虞》。周成王治理天下不如武王；周武王治理天下不如成汤；成汤治理天下不如尧舜。所以音乐逾繁杂的国王，他的治绩就逾少。由此看来，音乐不是用来治理天下的。”',
        '程繁说：“先生说：‘圣王没有音乐。’但这些就是音乐，怎么能说圣王没有音乐呢？”墨子说：“圣王的教令：凡是太盛的东西就减损它。饮食于人有利，若因知道饥而吃的就算是智慧，也就无所谓智慧了。现在圣王虽然有乐，但却很少，这也等于没有音乐。”',
    ],
    'notes' => [
        '（1）本篇通过墨子与程繁对音乐的讨论，强调圣人治理天下重在事功，反对追求音乐享受。这对批判当时统治者的享乐生活有现实意义。',
        '（2）聆：通“铃”。',
    ],
],
],
'unscramble' => [
    '【鉴赏】《三辩》突出表现墨子学术性格的复杂、多样和矛盾，是当时辩论状况的真实写照，从中可引出对今人有益的经验教训。《三辩》记载了程繁和墨子的反复问答。',
    '程繁先声夺人地反驳墨子说，您说圣王不奏乐，不听音乐，可是，诸侯处理政事疲倦了，就演奏钟鼓之乐来休息。士大夫处理政事疲倦了，就演奏竽瑟之乐来休息。农民春天耕种，夏天除草，秋天收获，冬天储藏，就敲打瓶盆来休息。现在您说，圣王不听音乐，这就像只让马拉车，却总不让马卸套，只把弓拉紧，却总不松开，这是有血肉之躯的人所不能办到的。程繁的陈词，很符合人情事理。',
    '在逻辑上，墨子说“圣王不为乐”、“圣王无乐”，相当于全称否定命题“所有S不是P”。但墨子同时又说：从前尧舜用茅草盖房，实行礼仪，演奏音乐。商汤把夏桀流放于大水，一统天下，自立为王，事业成功，没有后患，继承先王音乐，创作音乐，把乐章叫做《护》，又整理古代音乐《九韶》。周武王灭商，杀死商纣王，一统天下，自立为王，事业成功，没有后患，继承先王音乐，创作音乐，把乐章叫做《象》。周成王又继承先王音乐，创作音乐，把乐章叫做《驺虞》。这等于承认“有些圣王为乐”、“有些圣王有乐”，相当于特称肯定命题“有S是P”。这跟前面说“圣王不为乐”、“圣王无乐”的命题形式“所有S不是P”，是矛盾关系，同时肯定二者，导致自相矛盾，违反了逻辑学的矛盾律。',
    '程繁紧接着批评墨子说：“您说圣王没有音乐，可是这些也是音乐，怎么能说圣王没有音乐呢?”程繁一语中的，击中要害。',
    '反复驳辩到最后，墨子说：“圣王的法则是，事物过度了，就减少它。饮食对于人是有益的，但饿了知道进食，这种聪明不能算聪明。那些圣王虽有音乐，但却很少，就像会吃不能算聪明一样，很少的音乐，等于没有音乐。”',
    '墨子这种“少乐无乐”的强辩，酷似公孙龙“白马非马”的诡辞，这种强词夺理的谬误论证，在程繁合乎逻辑的论辩面前，显得苍白无力，无异自我认输。',
    '在中国古代的学术辩论中，墨子总体上处于优势。墨子所创墨家，推出中国古代辩学著作《墨经》，鲁胜称之为《墨辩》，《辩经》。墨子是中国古代逻辑的奠基人和先驱者。墨子在实际辩论的多数场合，都充当正面教师的角色。',
    '但墨子在《三辩》篇，扮演了一次强词夺理的反面角色。程繁的辩论，合乎逻辑，论证有力。相反，墨子的议论，违反逻辑，辩技拙笨。墨子若不修正观点，改变陈述，势必左右为难，进退维谷。',
    '在真理和逻辑面前，人人平等。对古今中外全人类都普遍适用的逻辑真理，对墨子也一视同仁，并不特别偏袒墨子。墨子坚持“圣王不为乐”、“圣王无乐”的错误论题，但他的任何诡辩和强词夺理，都不能证明这一论题为正当合理。',
    '汉代史学家刘向、刘歆，奉皇帝命，整理皇家图书馆收藏的诸子百家典籍，把《三辩》编进《墨子》，使我们得以体察墨子学术性格的复杂性、多样性和矛盾性。这种意外收获，生动有趣，启人心智。这证明人无完人，瑕不掩瑜，圣人也会有些许瑕疵。墨子强词“非乐”，就是一例。',
    '墨子“非乐”，是一个备受争议的复杂问题。“乐”，泛指音乐等艺术活动。墨子“非乐”的用意，原本主要是非难统治者浪费民财民力而大搞奢侈享乐的音乐艺术活动。其实墨子精乐道，对音乐等艺术活动，是内行专才。',
    '《淮南子·要略训》说：“墨子学儒者之业，习孔子之术。”“儒者之业”和“孔子之术”，包括“乐”。“乐”是儒家“六艺”的一种。墨子学过“乐”，深谙乐理，善乐技，还曾做过乐吏，善吹笙。',
    '《礼记·祭统》说：“墨翟者，乐吏之贱者也。”《吕氏春秋·贵因》说：“墨子见荆王，锦衣吹笙，因也。”《艺文类聚》卷四十四说：“墨子吹笙，墨子非乐，而于乐有是也。”墨子见荆王，为之表演吹笙。墨子“非乐”，但对音乐等艺术活动，也有所肯定，体现出他复杂矛盾的心理性格。',
    '墨子肯定音乐等艺术活动的美感功能。《非乐上》记载：“子墨子之所以非乐者，非以大钟鸣鼓、琴瑟竽笙之声以为不乐也。”“目知其美也，耳知其乐也。”即墨子之所以“非乐”，不是说大钟、鸣鼓、琴瑟、竽笙的声音不好听，相反眼睛看了美，耳朵听了乐。虽然如此，但是由于统治者大搞音乐等艺术活动，不符合人民利益，所以墨子说大搞音乐不对。',
    '墨学的价值主体，是劳动人民。劳动人民急需解决的是温饱。从统治者的角度说，音乐等艺术活动可以给他们以美感享受。但墨子认为，这是统治者在挥霍劳动人民的血汗。统治者不顾人民死活，大搞音乐等艺术活动，满足私欲，耽误生产，劳民伤财，有害无利。',
    '墨子非乐，走向极端。《淮南子·说山训》说：“墨子非乐，不入朝歌之邑。”《史记·邹阳列传》说：“邑号朝歌，而墨子回车。”说的是墨子带学生周游列国，听说前方地名叫朝歌，字面意思是“一大早就唱歌”，马上联想到统治者贪图享乐，便驱车返回。',
    '音乐有重要的社会功用。音乐等艺术活动，有教育感化、陶冶品性、培养情操的功能。随着经济发展，物质生活水平提高，精神生活与文化娱乐水平也相应提高。我们现在不能学墨子继续“非乐”，而要适当发展音乐等艺术活动，让音乐跟经济、政治、伦理、教育、科学等相辅相成，谐调发展。',


    '程繁问于子墨子曰：“夫子曰，圣王不为乐。昔诸侯倦于听治，息于钟鼓之乐;士大夫倦于听治，息于竽瑟之乐;农夫春耕夏耘，秋敛冬藏，息于瓴缶之乐①。今夫子曰‘圣王不为乐’，此譬之犹马驾而不脱，弓张而不弛，无乃有血气者之所不能至邪?”',
    '子墨子曰：“昔者尧舜有茅茨者②，且以为礼，且以为乐;汤放桀于大水，环天下自立为王，事成功立，无大后患，因先王之乐，又自作乐，命曰《护》③，又修《九韶》④。武王胜殷杀纣，环天下自立以为王，事成功立，无大后患，因先王之乐，又自作乐，命曰《象》⑤;周成王因先王之乐，又自作乐，命曰《驺虞》⑥。周成王之治天下也，不若武王，武王之治天下也，不若成汤，成汤之治天下也，不若尧舜。故其乐逾繁者，其治逾寡。自此观之，乐非所以治天下也。”',
    '程繁曰：“子曰‘圣王无乐’，此亦乐已，若之何其谓圣王无乐也?”',
    '子墨子曰：“圣王之命也，多者寡之。食之利也，以知饥而食之者智也，因为无智矣。今圣王有乐而少，此亦无也。”',
    '〔注释〕①瓴缶：瓦瓶瓦盆。②茅茨：茅草屋。③护：护民，商汤叫伊尹制作音乐的名称。④九韶：舜制作。⑤象：周武王伐商纣时制作的音乐。⑥驺虞：周成王制作的音乐。',
],
];
