<?php
return [
    '禹' => [
    ],
    '启' => [
        'brief' => '启（生卒年不详），也称夏启、帝启、夏后启，阳翟（今河南省禹州市）人，他是禹的儿子，夏朝的第二任君王。其母是涂山氏族的女子。儿子至少有五人，其中有太康及中康。根据《竹书纪年》，帝夏启王在位39年，约78岁驾崩。',
        'description' => [
            '启在禹死后，取代伯益继位。此后，又通过甘之战，击败强有力的有扈氏，消除了华夏族内的反对势力。但同时，夏启也“荒于音乐和饮食”。在位晚期，发生了武观之乱，以至政局动荡。他一生四处征战，最终病死，葬于安邑附近。武则天改国号周时，追尊启为齐圣皇帝。',
            '关于禹传启的传说，文献中的记载是很不一致的，但都反映出“公天下”向“家天下”的转变，亦是军事民主选举制（禅让制）向君主世袭制的转化。这是一个漫长复杂的过程，在启死后还继续进行。',
        ],
        'baseInfo' => [
            '本名' => '姒启',
            '别名' => '启、夏启、帝启、夏后启',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '阳翟（今河南省禹州市）',
            '主要成就' => '建立“世袭制”',
            '在位时间' => '前1978年—前1963年',
            '性别' => '男',
        ],
        '生平事迹' => [
            '身世传说' => [
                '启的母亲是涂山氏，屈原在其《天问》中曾记载“禹巡治洪水，走遍四方，一次，偶然与涂山氏相遇于台桑，怀孕的涂山氏女生下了启”。',
            ],
            '王位之争' => [
                '舜以后，王权进一步强化，传说姒禹涂山会盟时“执玉帛者万国”，“朝诸侯之君会稽之上，防风之君后至，而禹斩之”。此涂山就是河南嵩县的三涂山，亦即会稽山，正在夏人活动中心地区附近。可见经鲧、禹两代经营，夏后氏已形成一支强大的势力，为夏王朝的建立奠定了基础。随着王权的产生，氏族制度的机关已部分被改造，部分被抛弃，唯继任领袖的人选要经议事会认可的形式尚存。而从妫舜到姒禹正处于社会大发展的时代，各种人才辈出，首先被举为姒禹继任者的是当时曾掌五刑、负责狱讼的皋陶。皋陶先姒禹而死，部落联合体议事会又推举了益，即伯益。他是颛顼和少典氏的后裔，又名大费，与皋陶有一定的血缘亲属关系，曾协助姒禹平水土，有功而受到妫舜的器重，被任命为掌管山泽、调驯鸟兽的“虞”，古文献曾有“益主虞、山泽辟”之说，有学者认为他的功绩在首创畜牧业。所以按照传统习俗，姒启作为领袖之子在议事会讨论继任者人选时，虽被优先提名，但他的功绩与威名无法与益相敌，益很自然的成为议事会认可的法定继承人。',
                '然而，在益和启的时代，传统习俗已被新的价值观念取代。禹死后，启立即发动了对法定继承人的攻击，夺取了领袖的职位。关于这场斗争的经过，有记载说：“益代禹立，拘启禁之，启反起杀益，以承禹祀”；或说“古者禹死，将传天下于益，启之人因相与攻益而立启”；还有说“禹授益，而以启为吏，及老，而以启为不足任天下，传之益也。启与支党攻益而夺之天下，是禹名传天下于益，其实令启自取之”。总之，斗争很激烈，而几经波折，“叛乱”的姒启曾遭益的有力反击，一度处于劣势，甚至被拘禁，终于因有姒禹的经营和培植，夏后氏根基更深、实力更强，在拥护者的支持下，夏后氏及其拥护者联合起来对益发动战争，终于杀益，使启夺得领袖的权位。',
            ],
            '甘之战' => [
                '启夺得领袖职位后，在今河南禹县举行盟会，通报联合体内部各部落和附近酋邦，争取支持者，以确立自己的统治，这就是文献记载中的夏启有钧台之享。但是姒启破坏传统习俗的篡夺行为引起一些部落的不满，尤其是那些实力雄厚，同样觊觎联盟最高权位的部落首领，以有扈氏为代表，公然表示不服从姒启作新的领袖，从而发生了姒启伐有扈氏的甘之战。',
                '有扈氏是当时一个强大的部落或酋邦。传说姒禹时就曾发生过“攻有扈”，“以行其教”的战争。战前，姒禹在誓师之辞中说：“日中，今予与有扈氏争一日之命，且尔卿大夫庶人，予非尔田野葆士之欲也，予共行天之罚也。”宣告要和有扈氏决一死战，标榜自己不是为了贪图有扈氏的土地、人民、财货，而是代天行罚。还传说：“昔禹与有扈氏战，三阵而不服，禹于是修教一年，而有扈氏请服。”这些传说都反映姒禹与有扈氏之战，是一场权力之争。有扈氏以其强大，意欲僭取联合体王权而起兵，所以姒禹伐有扈“以行其教”、“行天之罚”，而且将战争的手段与加强政教的手段结合，最终才战胜有扈氏。姒启伐有扈，在一定意义上可谓是禹伐有扈的继续。',
                '启伐有扈氏的甘之战是两强相遇，因而打得十分激烈，但留下的有文字记载的史料不多，主要是姒启的一篇战斗动员令《尚书·甘誓》，全文为：“大战于甘，乃召六卿。王曰：嗟！六事之人，予誓告汝：有扈氏威侮五行，怠弃三正，天用剿绝其命。今予惟恭行天之罚。左不攻于左，汝不恭命；右不攻于右，汝不恭命；御非其马之正，汝不恭命。用命，赏于祖；不用命，戮于社。”',
                '文中第一段介绍《甘誓》背景，是启在战于甘之前，召集左右高级官吏申明纪律约戒的誓师词。“六卿”过去的解释多认为是六军之将，实际上“六卿”和“六军”都是周代以后出现的，是成书时借用的后代词汇，其所指当即下文中的“六事之人”。在古文字中事和史是一个字，商代甲骨文中商王所称的“我史”、“朕史”、“东史”、“西史”等往往参与征战，所以夏后启召“六事之人”传达战争约戒就很容易理解了。第二段是誓师词全文，首先宣布有扈氏罪状是“威侮五行、怠弃三正”，意思是指责敌人上不敬天象，下不敬大臣，引起天怒人怨，所以伐有扈是代天行罚。其次宣布军事纪律，命令部属各自奉行命令，忠于职守，努力战斗，还申命奉行命令者将在祖庙中受到奖赏，违背命令者，将在社坛前处死。和伐三苗的《禹誓》相比，可见启时最高行政长官的权威是前一个历史时代无法相比的。',
                '相传启初“与有扈氏战于甘泽而不胜”，总结原因说“吾地不浅，吾民不寡，战而不胜，是吾德薄而教不善”，于是励精图治，“亲亲长长，尊贤使能，期年而有扈氏服”。可见姒启取得甘之战的胜利，“灭有扈氏，天下咸朝”是很不容易的。',
            ],
            '武观之乱' => [
                '对财富和权力的追逐，终于打破了氏族制度下自然发生的共同体权力，国家出现了，但对财富和权力的追逐不仅没有结束，而且愈演愈烈。姒启用暴力手段结束“禅让制”后，他的儿子们又发生了争夺继承权的骨肉相残，这就是武观之乱。',
                '在周代文献中，曾将“夏有观、扈”和“虞有三苗”并论，其中的扈是有扈氏，观则为武观，或作五观。还将他与尧子丹朱、舜子商均、汤子太甲、文王之子管蔡相比，说“是五王者皆有元德也，而有奸子……”，可证姒武观是姒启之“奸子”。关于武观之乱的经过留下的记载很少，仅见今本《竹书纪年》中有：“（启）十一年，放王季子武观于西河。十五年，武观以西河叛，彭伯寿师师征西河，武观来归。” ',
                '时代更早的《逸周书·尝麦》篇也记述了对这次叛乱的征讨：“其在启之五子，忘伯禹之命，假国无正，用胥兴作乱，遂凶厥国。皇天哀禹，赐以彭寿，卑正夏略。”文中的“五子”当为“五观”之误。据今本《竹书纪年》启在位十六年。约略可知在姒启的晚年已发生了诸子争立的动乱，季子武观因此被放逐西河。后来，当继任问题进一步提到日程上时，姒武观发动叛乱，效法姒启用暴力夺取继承权，这场权力之争几乎瓦解了夏王朝的统治，幸而有彭伯寿率师出征西河，才平定姒武观的叛乱。关于西河之地望历来说法不一，较多说法是在河水之东的晋南或河水之西的陕西韩城一带，还有河南安阳附近的内黄说等。以在晋南河汾之间的可能性最大，关于夏文化的考古发现、研究成果也为晋南说提供较多的证明。',
            ],
        ],
        '后人评价' => [
            '启禀承天命，赞继大禹之道，顺利地实现从禅让走向世袭，实在是众望所归，启无疑是历史一个重德修贤的圣明君主。——许风申',
            '自姒启建立夏王朝以后，逐渐抛弃了姒禹的节俭传统，毫无顾忌地“淫溢康乐”，管磬并作，“湛浊于酒、渝食于野”，饮酒无度、游田无度。',
            '典籍记载' => '《竹书纪年·夏纪》《史记·夏本纪》',
        ],
        '家族成员' => [
            '父' => '禹：世称大禹，本名姒文命，夏朝开国君主',
            '子' => ['长子：姒太康', '次子：姒元康', '三子：姒伯康', '四子：姒中康，一作“仲康”', '五子：武观'],
        ],
    ],
    '太康' => [
        'brief' => '太康（生卒年不详），姒姓，夏后氏，阳翟（今河南省禹州市）人，启的长子，夏朝第三任君主。',
        'description' => [
            '约公元前1978年太康在夏后争夺统治者的战争中获胜即位称后，迁都斟鄩（河南省洛阳市偃师二里头）。太康自小娇生惯养跟着父亲启享乐，即位后的生活更是腐败，只顾游玩享乐不理朝政，外出狩猎数月不归；有穷后羿乘人民不满，“因夏民以代夏政”，拒太康于洛水。史称“太康失国”，太康流亡至戈地。',
        ],
        'baseInfo' => [
            '本名' => '姒太康',
            '别名' => '太康',
            '所处时代' => '夏朝', 
            '民族族群' => '华夏族',
            '出生地' => '阳翟（今河南省禹州市）',
            '在位时间' => '前1958年 - 前1955年',
            '性别' => '男',
        ],
        '人物生平' => [
            '约公元前1979年启病逝，五个儿子为了争夺夏后争夺统治权相互发动战争。',
            '约公元前1978年（帝太康元年）太康自小娇生惯养跟着父亲启享乐，即位后生活更是腐败，只顾游玩享乐不理朝政；一天太康携带家眷、亲信等外出狩猎数月不归；东夷部族有穷氏首领羿乘机起兵发动战争攻占夏后都城斟鄩，羿成为夏后的实质统治者；太康被拒之城外失去统治权被羿流亡至戈地。',
            '太康的五弟武观随母亲在洛水北岸苦苦盼望太康回来却始终没有能等到，武观倾诉目下的凄凉悲哀之情又追念祖父禹的功绩和品德，遂作《五子之歌》。',
            '约公元前1974年（帝太康四年）太康病逝于戈地葬于太康墓。',
        ],
        '轶事典故' => [
            '太康失国' => [
                '启晚年生活日益腐化疏于朝政。启病逝太康即位也学起父亲启，致使夏后内部矛盾日趋尖锐，外部四夷背叛。',
                '一天太康携带家眷、亲信等外出狩猎数月不归；东夷部族有穷氏首领羿乘机起兵发动战争攻占夏后都城斟鄩，羿成为夏后的实质统治者（羿同时建立有穷独立国家与夏后并存）；羿成为夏后的实质统治者；太康被拒之城外失去统治权被羿流亡至戈地。',
                '太康病逝羿拥立太康的四弟中康即位称后（傀儡），羿仍然是夏后的实质统治者；七年后中康病逝羿又拥立中康的儿子相即位称后（傀儡），羿仍然是夏后的实质统治者；一年后羿觉得自己的统治地位稳固决心取代夏后，有穷迁都斟鄩；相被羿流亡（夏后在相领导下成为流亡政权）史称：“太康失国”或“后羿代夏”。',
            ],
            '五子之歌' => [
                '因太康常年流亡在外，太康的五弟武观随母亲在洛水北岸苦苦盼望太康回来却始终没有能等到，武观倾诉目下的凄凉悲哀之情又追念祖父禹的功绩和品德，遂作《五子之歌》。这首歌就是《尚书》中著名的《五子之歌》。',
                '《五子之歌》原文：',
                '太康尸位，以逸豫灭厥德，黎民咸贰，乃盘游无度，畋于有洛之表，十旬弗反。有穷后羿因民弗忍，距于河，厥弟五人御其母以従，徯于洛之汭。五子咸怨，述大禹之戒以作歌。',
                '其一曰：“皇祖有训，民可近，不可下。民惟邦本，本固邦宁。予视天下愚夫愚妇，一能胜予，一人三失，怨岂在明，不见是图。予临兆民，懔乎若朽索之驭六马，为人上者，奈何不敬？”',
                '其二曰：“训有之，内作色荒，外作禽荒。甘酒嗜音，峻宇雕墙。有一于此，未或不亡。”',
                '其三曰：“惟彼陶唐，有此冀方。今失厥道，乱其纪纲，乃厎灭亡。”',
                '其四曰：“明明我祖，万邦之君。有典有则，贻厥子孙。关石和钧，王府则有。荒坠厥绪，覆宗绝祀！”',
                '其五曰：“呜乎曷归？予怀之悲。万姓仇予，予将畴依？郁陶乎予心，颜厚有忸怩。弗慎厥德，虽悔可追？”',
                '《五子之歌》译文1：',
                '太康处在尊位而不理事，又喜好安乐，丧失君德，众民都怀着二心；竟至盘乐游猎没有节制，到洛水的南面打猎，百天还不回来。有穷国的君主羿，因人民不能忍受，在河北抵御太康，不让他回国。太康的弟弟五人，侍奉他们的母亲跟随太康，在洛水湾等待他。这时五人都埋怨太康，因此叙述大禹的教导而写了歌。',
                '其中第一首说：“伟大的祖先曾有明训，人民可以亲近而不可看轻；人民是国家的根本，根本牢固，国家就安宁。我看天下的人，愚夫愚妇都能对我取胜。一人多次失误，考察民怨难道要等它显明？应当考察它还未形成之时。我治理兆民，恐惧得像用坏索子驾着六匹马；做君主的人怎么能不敬不怕？”',
                '其中第二首说：“禹王的教诲这样昭彰，可你在内迷恋女色，在外游猎翱翔；喜欢喝酒和爱听音乐，高高建筑大殿又雕饰宫墙。这些事只要有一桩，就没有人不灭亡。”',
                '其中第三首说：“那陶唐氏的尧皇帝，曾经据有冀州这地方。现在废弃他的治道，紊乱他的政纲。就是自己导致灭亡！”',
                '其中第四首说：“我的辉煌的祖父，是万国的大君。有典章有法度，传给他的子孙。征赋和计量平均，王家府库丰殷。现在废弃他的传统，就断绝祭祀又危及宗亲！”',
                '其中第五首说：“唉！哪里可以回归？我的心情伤悲！万姓都仇恨我们，我们将依靠谁？我的心思郁闷，我的颜面惭愧。不愿慎行祖德，即使改悔又岂可挽回？”',
                '《五子之歌》译文2：',
                '一、大禹说过，老百姓可以亲近，而不可轻视。人民为国家之本，本固了国家才能安宁。',
                '二、大禹说过，不要贪图女色，打猎玩乐，嗜酒，豪华的住宅。只要有此一项，就会导致亡国。',
                '三、陶唐氏部落本来有很广大的土地，因为失德，败坏纲常，导致灭亡．',
                '四、大禹为后世楷模，治定了法典，因为太康废弃了典法，导致宗庙祭祀灭绝。',
                '五、我们被后羿逼到洛河对岸，没有归宿，叹息不谨慎的行为，追悔莫及。',
                '《五子之歌》译文3：',
                '我们的祖先大禹曾经训导子孙说，百姓是国家的根本，只有根本稳固了，国家才能安宁。君主应当勤于政事，用心治理好天下，倘若贪酒色、好游猎，或者大兴土木，建造亭台宫室，那么，只要有其中的一件，就会失去民心，导致亡国。',
                '缅怀我们的祖先大禹大世时，他身为万邦之君，将天下治理得井井有条，使百姓安居乐业，他是一位多么贤明的君主啊！太康不遵祖训，荒废政事，弄得百姓都仇视我们，使祖先创建的王朝被人颠覆，陷我们于凄苦的境地。太康啊，你铸下了大错，我们心中是多么痛苦啊！',
                '《五子之歌》意义',
                '《五子之歌》中的“民惟邦本”释义为百姓是国家的根本这一思想反映了统治者的民本思想。',
            ],
        ],
        '太康墓' => [
            '太康是夏后（夏朝）第三任统治者，在位时间约公元前1978年（实质在位数月未满一年）至约公元前1974年。约公元前1974年太康在流亡中病逝葬于太康墓（位于现河南省周口市太康县城关回族镇王陵村太康陵墓）。',
            '太康墓是太康县重点文物古迹之一；占地面积约600平方米，陵墓高2~3米，墓前立有青石碑坐北朝南而立内藏金雀，碑高6尺、宽2尺半、厚约6寸，刻有甲骨文篆字的墓志铭，地表及墓冢封土内有汉朝绳纹板瓦、简瓦和有几何图案的墓砖，该墓可能在汉朝重修过。',
            '太康孙子少康死后也葬于此地古称康王二陵，历代王朝多次重建与修复其景可观。',
            '公元1934年（民国二十三年）时任太康县长周镇西请民间匠人在墓前修牌楼高丈余青砖红瓦刻花雕龙十分精致，并派专人看护每年清明时节城内师生都到此修坟植树，游客也来此观光旅游。',
            '公元1966年5月至公元1976年10月（文化大革命时期）太康墓青碑被砸陵墓被挖，当时从西南挖开内有水寒冷刺骨投石以试似深渊无底，众人疑为陷阱遂不敢再挖后又封闭砌好，太康墓侥幸被保存了下来。',
        ],
        '史籍记载' => '《史记·卷二·夏本纪第二》、《尚书》',
        '历史评价' => [
            '孔安国评价：“盘于游田，不恤民事，为羿所逐，不得反国。太康五弟与其母待太康于洛水之北，怨其不反，故作歌。”',
            '徐广引皇甫谧评价：“曰夏启元年甲辰，十年癸丑崩。”',
            '范晔在《后汉书》中评价：“夏后氏太康失德，夷人始畔。”',
        ],
        '家族成员' => [
            '曾祖父' => '鲧',
            '祖父' => '禹',
            '父' => '启',
            '兄弟' => ['二弟' => '元康', '三弟' => '伯康', '四弟' => '中康', '五弟' => '武观'],
        ],
    ],
    '仲康' => [
        'brief' => '中康（生卒年不详），一作仲康或仲卢，姒姓，夏后氏，阳翟（今河南省禹州市）人，夏启之子，太康之弟，夏朝第四任君主。',
        'description' => [
            '后羿废黜太康之后，临朝八年，因诸侯不服，不得已立中康为王。中康继位后，仍建都于斟鄩。在位7年驾崩。',
            '实际上仍由后羿专政（后羿让位后在有穷国另立朝廷，与中康分庭抗礼）。中康不甘心作傀儡，一心想夺回大权，曾派大司马胤侯征伐后羿的党羽羲和，试图削弱后羿的力量。终因实力薄弱，反被后羿击败，退守西河地区，此时仲康已无力恢复夏朝的天下，因此忧闷成病而死。',
        ],
        'baseInfo' => [
            '本名' => '姒中康',
            '别名' => '中康、仲康、仲卢',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '阳翟（今河南省禹州市）',
            '在位时间前' => '1952年 - 前1946年',
            '性别' => '男',
        ],
        '人物生平' => [
            '称王' => [
                '太康四年，有穷国国君羿听说夏王姒太康前往洛水以南打猎，认为这是袭击夏王朝最好的时机，便亲率军队以闪电战的方式攻破夏都斟鄩，自立为王。但不久迫于诸侯的压力，他只好把帝位让给夏王族的后人。当时姒启的六个儿子都还健在，该让谁来出任新一任夏王呢？老二元康和老三伯康都不学无术，而且头脑愚笨，除了吃喝玩乐，别的什么都不会，根本不堪为王。只有老四仲康身体健壮，而且野心勃勃，一直就觊觎着王位。于是仲康便暗中活动，由几位老臣出面，推举他为新王。有穷国君妘后羿同意让位，但他的条件是：夏王朝不但要免除有穷国的赋税，而且每年还要向有穷国提供双倍的赋税。姒仲康是个没有政治远见的庸人，为了坐上帝位，便毫不犹豫地答应了。这样，有穷国君妘后羿便让出王位，率领有穷军队携带着在夏都搜刮的大量财物返回穷石。',
                '姒仲康正式即位称王，号仲康。姒仲康即位以后，立刻派人前往阳夏（今河南太康县）迎请帝太康回国，并声称愿意将王位还给太康。太康认为这是弟弟仲康对他的羞辱，坚决不肯回国。仲康很高兴，因为他内心并不希望太康回来，太康不归正好满足他的心愿，于是便派军队护送太康的妃子和儿女往阳夏与他团聚。',
            ],
            '执政' => [
                '仲康元年，姒仲康任命胤侯为大司马，掌管六师。有穷国的入侵给姒仲康上了很好的一课，使他认识到一个国家若想保住政权，就必须得有一支强大的军队。因此他命胤侯主管军队，在国中征青壮年入伍，有计划地进行军事训练，提高作战能力。',
                '仲康五年，夏朝国都发生日全食，白日如同黑夜，人们十分恐慌。于是有人上奏姒仲康，说主管天文的羲氏与主管历法的和氏终日沉湎于酒，玩忽职守，致使酒后误事，废时乱日，使时间造成混乱，给人类社会带来灾难。因此必须依法惩治他们。姒仲康闻奏大怒，立刻命令胤侯领兵去逮捕他们，胤侯一向对羲氏与和氏看法很好，认为他们都是对工作尽职尽责的人，怎么会突然糊涂起来犯下如此重罪呢，这其间恐怕是另有隐情，但是天子之命不可违抗，只好率军前往。等见到羲氏与和氏，才知道两人并不曾喝酒误事，他们告诉他日食是一种正常的天象，不是人类所能改变的。胤侯便带他们去见帝仲康，让他们解释清楚，但是愚昧的姒仲康根本不相信科学，反而认为他们是在狡辩，仍然将他们治了罪。',
                '仲康六年，姒仲康任命颛顼之后已樊为诸侯，封于昆吾，称夏伯。昆吾氏后来发展成为一个强大的部族，是夏王朝的重要同盟军。',
                '仲康七年，经过几年的发展和建设，夏王朝的军队逐渐强大起来，姒仲康认为如今已经有能力与有穷国相抗衡，便宣布不再向有穷国纳贡，并且命令有穷国继续向夏王朝交纳税赋。姒仲康单方撕毁和约的行为激怒有穷国国君，后羿再次率领本国军队入侵夏后氏领地。有穷军如狼似虎，作战十分骁勇。夏后氏军队根本不堪一击，闻风丧胆，节节败退，有穷军队眼看就打到夏都斟鄩。仲康七年驾崩。',
                '姒仲康四十一岁即帝位，在位执政虚记十八年（《路史后纪》），卒于仲康十八年，终年五十九岁。（而据《路史》记载，仲康18岁就死了。）',
            ],
        ],
        '相关轶事' => [
            '日食' => [
                '“帝仲康时，羲和湎淫，废时乱日” 《史记·夏本纪》这也是一句普通的议论时事的句子，没有天文现象的成分在里面。其大意为：“帝仲康之时，羲和（管理天文历法的官员）沉湎于酒色，贻误农时，玩忽职守”。夏代，已经很重视天象的观察，“观象授时”成为一种国政。据《尚书·夏书》记载，夏代仲康时期，负责观测天象的官员羲和失职，没能及时预告日食，以至当这次日食现象出现时，人们不知发生了什么怪异的事变，惊慌失措，乱成一团。夏代仲康时期距今约四千多年，这次日食的记录，是中国、也是世界上最早的日食记录。',
                '在中国历史上，很早就设有专门的部门和人员进行天象的观测了。其目的，一是了解日、月的运行规律，制定尽可能精密的历法以满足农业社会从事农耕的需要；第二个原因比较复杂，中国古代占主导地位的思想是“天人合一”观念，这种观念认为，“天”是一个有意志、有人格的神，天帝支配着人间，在支配过程中，天帝经常通过星象上的变化给人间以预兆和警告，因此，各代朝廷都有庞大的司天机构日夜监视这些天象的变化。天文官作为人间君王“通天”的媒介和信使，地位和威望都非同一般。由于天文官举足轻重的位置，朝廷对于天文官的期望往往很高，天文官也时刻不敢懈怠。',
            ],
            '来历' => [
                '夏朝之时，第四位君王仲康时代，国势刚从前朝太康时代的动乱中恢复过来，朝廷内外很有些“中兴”的气象。这年的金秋季节，麦浪滚滚，晴空万里，农民们正在田里收获一年的劳动果实，中午时分，人们突然发现，原本高悬在天空光芒四射的太阳，光线在一点点减弱，仿佛有个黑黑的怪物在一点点地把太阳吞吃掉——这是“天狗吃太阳”了！百姓们面对突如其来的凶险天象，个个惊恐万状，急忙聚集起来敲盆打锣，按过去的经验，这样就可以把天狗吓走。',
                '对这一天象最为恐惧的还是朝廷和天子，因为“天狗吃太阳”预示着国家将有灾难发生，可能会危及帝王的地位或生命。那时，朝廷已经形成一套“救日”仪式，每当发生“天狗吃太阳”时，监视天象的天文官羲和要在第一时间观测到，然后立刻以最快的速度上报朝廷，随后中康马上率领众臣到殿前设坛，焚香祈祷，向上天贡献钱币以把太阳重新召回。可这次，时间过去了好久，大家眼看着太阳一点点消失，无尽的黑夜就要笼罩大地了，文武百官和仲康大帝都已聚到宫殿前了，却独不见羲和的身影。已经错过了最佳救护时间，仲康大帝顾不得多想，连忙主持开始了救护之礼。',
                '殿内殿外一片忙乱，宫中乐官急急忙忙敲响了救日的鼓声，主管钱币的官匆匆地赶往钱库去取钱，其他官员也慌慌张张跑来跑去安排仪式，这时天色越来越暗，突然，天地一下子陷入黑夜，几步之内难辨人影，太阳被天狗彻底吞吃了。仲康大帝率众官跪倒在地，一遍遍地乞求上天宽恕，这一瞬间，人人心中都十分恐惧，心想因为没有及时救护，太阳可能永远不出来了，大夏王朝的末日到了。',
                '不知过了多久，就在人们感到彻底绝望时，太阳的西边缘露出了一点亮光，大地也逐渐明亮起来，日盘露出得越来越多，天狗终于把太阳吐出来了！仲康大帝和文武百官这才舒了一口气。',
                '“天狗吃太阳”终于结束，仲康大帝这时才发现，天文官羲和到如今也没露面，发生了这么大的事，身负重任的羲和居然不见人影，仲康大帝十分恼火，立刻派人去寻找。',
                '几个差役赶到清台(当时的天文观测台)，好不容易在清台旁守夜的小屋里找到了羲和。这位重任在肩的天文官居然在呼呼大睡，一问羲和的下属，才知道羲和喝了一夜的酒，此刻仍然烂醉如泥，差役们不敢耽搁，架起羲和塞进车子，把他送进宫中。',
                '到了殿上，跪倒在天子面前，羲和还是混混沌沌，不知几分人事。仲康大帝问明情况，才知原来是羲和酗酒误事，顿时大怒，立刻下令将羲和推出斩了首。',
            ],
        ],
        '史籍记载' => '《史记·卷二·夏本纪第二》',
        '家族成员' => [
            '祖父' => '夏禹',
            '父亲' => '夏启',
            '长兄' => '太康',
            '次兄' => '元康',
            '三哥' => '伯康',
            '五弟' => '武观',
            '儿子' => '相',
        ],
    ],
    '相' => [
        'brief' => '相（生卒年不详），姒姓，夏后氏，斟鄩（今河南省洛阳市）人，夏朝第五代君主，中康之子，少康之父。',
        'description' => [
            '诸侯有穷氏的后羿把持夏朝政权，立了中康为傀儡，中康死后，相即位，《竹书纪年》记载相在位第一年攻淮夷，第二年攻风夷和黄夷，第七年于夷来访。后羿称王之后，相流亡并依附同姓诸侯斟鄩氏。后羿后来被其宰相寒浞所杀，寒浞派兵灭斟灌氏及斟鄩氏，杀了相。',
        ],
        'baseInfo' => [
            '本名' => '姒相',
            '别名' => '相',
            '所处时代' => '夏朝', 
            '民族族群' => '华夏族',
            '出生地' => '斟鄩（今河南省洛阳市）',
            '在位时间' => '前1943年 - 前1916年',
            '性别' => '男',
        ],
        '人物生平' => [
            '后羿废除了太康的王位,立太康之弟仲康为夏王。仲康当了7年傀儡之后，驾崩了。后羿又立仲康的儿子姒相为夏王，但不久后羿赶跑了姒相,自己当了王。姒相被后羿赶到了斟灌、斟寻那里。后羿执政八年，不修民事，终日沉湎于游猎,结果被部下寒浞所杀。寒浞迁到定陶后，开始征伐斟灌、斟寻二氏族。在攻破斟灌的城堡后，又让自己的儿子浇伐斟寻。',
            '寒浞杀掉了夏后姒相。当时娰相的妃子后缗有孕在身，从墙洞中爬了出来,逃至母家有仍氏(今济宁东南)，免于劫难，后来生下遗腹子少康。少康成人后，开始谋划复国。他先和逃亡有鬲氏的夏臣伯靡建立联系，收编散居各地的斟灌氏、斟寻氏等同族民众，以此为基础组建和发展武装力量。这些散居在有虞氏周围的这些氏族,在少康的统帅下完成了复禹之绩。寒浞统治寒国的第32年，在夏后少康等人的联合进攻下，寒浞被杀。夏后少康重建了夏朝的统治,建都纶城，励精图治,史称“少康中兴”。',
            '后杼发明甲和矛以对付东夷人的箭射,夏朝进入鼎盛阶段。斟灌之地,在当时有颇为宏伟的诸侯国城堡,不仅接纳了夏王相,更为少康复国提供了人力、物力上的支持,可谓是夏王朝对寒浞绝地反击的重要根据地之一。灭了寒浞之后，夏少康的同盟军有虞氏、斟灌、斟寻、有鬲氏等又重新回到斟灌故地。斟灌在夏朝历史上至关重要。著名考古学家杜在忠先生曾说:“边线王城堡就是夏代早期的斟灌之墟，也是夏后相的都城帝丘。边线王城堡遗址位于山东省潍坊市寿光县孙家集镇边线王村后台地上，俗称“石埠岭”。',
            '据《史记·夏本纪》记载,“禹为姒姓,其后分封,用国为姓”,故称“斟灌”“斟寻”二氏。弥河,源于沂山,向北注入渤海,是山东境内较大的河流。斟灌处在弥河中游,斟寻处在白浪河上游,前者偏西北,,两地相距不超50公里，薛家岭遗址、古城和王高所在的的弥河与白浪河流域是大汶口至龙山文化时期中国初始文字的主要源头之一。夏篆象牙文的内容包括以下几个方面：祭祀、征战、干支、占卜、田猎、农业等，记录了夏朝君主的行踪和活动。',
            '苏埠屯大墓位于山东省潍坊市青州市东夏镇政府驻地以东5公里苏埠屯村，发掘了多座大型墓葬，出土了斟灌与斟寻两氏族徽记的青铜钺，《竹书纪年》记载此处“斟灌之墟，是为帝丘”，即斟灌之墟处有夏后相的陵墓。还出土了大量夏都二里头文化类型的器物如：鼎、爵、觯（无盖的）、戈、矢、勺、觚、盉、方鼎、镞、铃、斧、锛等青铜器及鼎、斝、爵、矛等青铜器残片，另有陶器、玉器等。总之，潍坊市寿光县边线王城堡遗址附近与潍坊市青州市苏埠屯大墓附近为夏朝“斟灌”氏族所在地及夏朝夏后相的都城“斟灌（帝丘）”。',
        ],
        '史籍' => '《史记·卷二·夏本纪第二》',
        '家族成员' => [
            '祖父' => '启',
            '父亲' => '仲康',
            '妃' => '有仍氏女曰后缗',
            '儿子' => '少康',
        ],
    ],
    '少康' => [
        'brief' => '姒少康（生卒年不详），姒姓，也称少康，有仍（今山东省金乡县）人，姒相之子，夏朝第六代君主。一说少康即相传曾造酒的杜康。',
        'description' => [
            '少康的伯祖夏王太康在东夷有穷氏首领后羿叛乱下失国，少康的父亲相被寒浞所杀。少康是相的遗腹子，长大后为有仍氏牧正，又逃至虞国（今河南省虞城县）任庖正，虞国君主虞思将其女二姚许配于少康，帮助少康积极争取夏后氏遗民。少康志在复国，派间谍女艾于浇，在同姓部落斟灌氏与斟鄩氏的帮助下，与夏后氏遗臣伯靡等人合力，攻灭寒浞，恢复了夏王朝的统治。姒少康大有作为，使夏朝的国力大大增强，史称“少康中兴”。',
        ],
        'baseInfo' => [
            '本名' => '姒少康',
            '别名' => '少康、杜康',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '有仍（今山东省金乡县）',
            '主要成就' => '少康中兴',
            '在位时间' => '前1875年 - 前1855年',
            '性别' => '男',
        ],
        '人物生平' => [
            '未诞即孤' => [
                '姒少康的伯祖夏王姒太康游田百日不归的行径，引起民众的极大不满，有穷氏后羿利用民众这种情绪，篡夺了政权，不准姒太康入国。史称“太康失国”，夏后氏的统治面临严重危机。后羿代夏是夏王朝前期又一场重大的权力之争。后来后羿又被部下寒浞“杀而烹之”，曾为后羿所用的夏遗臣伯靡逃到有鬲氏（在今山东德州市东南二十五里）之处。从此寒浞代夏，“袭有穷之号，浞因羿之室，生浇及豷”，二子勇武善战，加紧了对夏后氏势力的追剿。'
                '姒太康失国，后羿为王八年，国人不服，于是后羿把王位让太康的弟弟仲康，前提是有穷国永远不对夏朝纳贡。仲康为了做王，接受了后羿的建议。后来仲康病死，子姒相立。姒相为了躲避寒浞的追杀，逃往商丘（今河南商丘睢阳区）依同姓之诸侯于斟寻氏以及斟灌氏。寒浞为防止夏后氏势力复兴，命浇率师“杀斟灌以伐斟寻，灭夏后相”。然后封浇于过（今山东掖县北，或疑在今河南太康县东南），封豷于戈（在宋、郑间，约当今豫东）以控制东方。当寒浞攻杀后相之时，其妻后缗东逃至母家有仍氏之地，生下遗腹子少康。',
            ],
            '志向远大' => [
                '姒少康从小就很聪明，他初懂人事后，母亲就告诉他祖上失国的惨痛经过，叮嘱他日后要报仇雪耻，复兴夏后氏。从此，姒少康发愤图强，立志要夺回天下，他先在外祖父手下担任牧正（牧官之长），平时一有机会就学习带兵作战的本领，并且时时警觉，防止寒浞来杀害他。',
                '不久，寒浞的儿子浇果然派一个叫做椒的人来搜捕姒少康，他逃奔到名为有虞氏（虞国）的部落（今河南商丘虞城东）。有虞氏首领虞思让姒少康担任庖正（掌管饮食之官），并把两个女儿嫁给他，还给了他一块方圆十里的名叫纶城（商丘虞城县西三十五里）的肥沃土地和兵士五百。从此，姒少康有了根据地和军队，他体察百姓疾苦，宣传祖先禹的功德，努力争取民众支持他复兴夏后氏，并召集夏后氏的旧臣前来和他会合。',
            ],
            '少康中兴' => [
                '少康长大后，为有仍氏牧正。浇闻讯后，派人追杀有仍氏，少康无奈投奔有虞氏（舜之后裔），作了庖正。有虞氏首领虞思将二女许配少康，赐给他田一成、众一旅，并把纶邑交由少康管理。少康以纶邑为根据地组织余下的夏族民众，设官分职。他派女艾到浇廷中密探，准备恢复夏室。此时，躲避在有鬲氏的夏室遗臣靡得知少康准备夺回政权，亲自带领斟灌、斟鄩氏的残余民众与少康会师，联合击败了寒浞。复立少康为夏后。而后少康灭浇于过，又派他的儿子杼灭豷于戈。',
                '这个过程看似简单，实则不易。少康开始谋划复国。他首先和逃亡有鬲氏的夏臣伯靡建立联系，收抚斟灌氏、斟寻氏被伐灭时逃散的族人，组建、发展武装办量。然后“使女艾谍浇，使季抒诱豷，遂灭过、戈，复禹之绩”。传说女艾是少康之臣，被派打入浇处为间谍，季抒则是少康之子，诱杀豷等，都反映了处心积虑、以弱胜强的谋略。浇是传说“多力，能陆荡舟”的勇猛之士。寒浞代夏，所拥有的土地、人民远多于后相，所以少康复国的军事斗争，更多使用了诡诈手段，经历很多曲折，不是轻易得胜的。',
                '《楚辞·天问》有:“惟浇在户何求于嫂，何少康逐犬而颠陨其首。女歧缝裳而馆同爰止，何颠易厥首而亲以逢殆。浇谋易旅何以厚之，覆舟斟寻何道取之”。这首诗透露出少康曾用行刺或袭击的方法除掉了浇，很可能就是女艾夜间行刺，错杀为浇缝裳上了坚甲，自以为万无一失，却还是被少康寻找到机会，利用田猎放犬逐兽，袭杀浇而断其首。进而攻灭豷、寒浞。',
                '寒浞自杀未遂，被绑住拖到伯靡面前。伯靡历数寒浞各项罪状，将他的肉一片一片割下，凌迟至死。少康命人将豷剁成肉酱。至此，控制中原三代四后近百年的东夷族有穷氏覆灭，结束了四十载的“无王”时期。夏由此复国，后世称“少康中兴”。通过太康失国至少康中兴的这段叙史可以看到华夏族平定中原方国部落（尤其是东夷族）的历程。少康重建了夏后氏的统治，《史记·夏本纪》载：“太康居斟鄩，羿亦居之，桀又居之。”洛阳偃师二里头遗址即斟鄩故城，就是夏王朝从太康、后羿直到夏桀时期建都的地方。夏代的都城常称为“夏邑”。今本《竹书纪年》载：夏启元年癸亥“即位于夏邑，大享诸侯于钧台，诸侯从之”。郭璞《尔雅·释地》注：“邑，国都也。”这里的“夏邑”当指夏启时期的都城。今本《竹书纪年》载：“少康自纶归于夏邑。”这里的“夏邑”当指太康、仲康时期夏朝的都城，即夏都斟鄩。也就是说，少康自“纶”所归的“夏邑”，当在洛阳偃师二里头遗址处。',
            ],
            '人亡政未息' => [
                '姒少康封庶子姒无余于越（今浙江省绍兴县），以祀奉祖先大禹的墓，这就是越国的启端。21年后，少康病死，葬于阳夏（今周口太康县）。',
                '少康之子杼继承后位。他了解东夷对夏室的不满，为了巩固在东方的势力，他把都城从原东迁至老丘。他重视发展武器和制造兵甲。文献中常常有“杼作甲”、“杼作矛”的说法。他还派人讨伐东南沿海地区的东夷（今山东南部、安徽东部、江苏一带）。传说其获取了吉祥物九尾狐。夏朝的版图在杼的统治下扩张到了东海（今黄海）之滨。杼在位期间是夏朝最昌盛的时期。夏人对杼格外尊重，为杼举行过“报祭”。《国语·鲁语》说道“杼能帅禹者也，夏后氏报焉”，认为杼全面地继承了禹的事业。',
            ],
        ],
        '历史评价' => [
            '少康自幼历尽苦难，复国后能勤于政事，讲究信用。在他治理下，天下安定，文化大盛，各部落都拥戴他，夏朝再度兴盛，史称“少康中兴”。因此，姒少康是一位有作为的君王。',
            '从“太康失国”到“少康中兴”，前后共约近百年。如果说，夏朝之建立算是中国历代王朝最早之“兴”，启便是依靠权谋开国之枭雄，太康则成最早的“昏君”了。只有到了少康时期，夏朝才进入由“治”及“盛”之局面，出现了中兴的形势。曹魏第四位皇帝曹髦很推崇少康，甚至将认为少康比汉高祖刘邦更加优秀。'
        ],
        '典籍记载' => [
            '《纲鉴易知录》载'
            '〔少康元岁〕' => '【纲】癸卯，夏少康元岁，(前二一一八)相后缗生少康于有仍。(寒浞篡位，夏统中绝者凡三十九年，而胡宏皇王大纪卽以少康生之年为元岁。盖少康既生，则夏统不绝也。)',
            '〔少康奔虞〕' => '【纲】甲子，二十有二岁，(前二〇九七)夏少康自有仍奔虞。(舜后封国。)',
            '【纪】少康为仍牧正，(牧官之长。)浇使椒求之。(椒，浇臣。)逃奔有虞，为之庖正，(掌膳羞之官。)虞思妻之二姚而邑诸纶。(虞君名思。以二女妻之。姚，虞姓。纶，即今山西万荣县西荣河鎭。一说在今河南虞城县东南。)有田一成，十里。有众一旅，(五百人。)能布其德而兆其谋，以收夏众，(夏遗民。)抚其官职。(夏遗臣。)'
            '【纲】辛巳，夏少康三十有九岁。(前二〇八〇)(寒浞僭据天位凡三十九年，今仍书夏少康者，盖与元岁系少康之义同，亦以见夏统不绝云尔。)',
            '〔靡讨寒浞〕〔夏道复兴〕' => '【纲】壬午，四十岁，(前二〇七九)夏遗臣靡兴师讨浞，伏诛，奉王践天子位。王命',
            '【纪】夏之旧臣靡，自有鬲氏收二国之烬，(二国，斟灌、斟鄩。火余木曰烬，谓二国之遗众也。)以灭浞而立少康。使女艾灭浇于过，(女艾，少康臣。过，浇封国。在今山东掖县北。)使季杼灭豷于戈。(季杼，少康子。戈，豷封国。)有穷由是遂亡，少康乃归故都。',
            '〔封无余于越〕' => '【纲】癸巳，五十有二岁，(前二〇六八)封庶子无余于越，以奉先王墓祀。(于越之先始此。)',
            '【纪】少康恐禹墓之绝祀，乃封其庶子于越，号曰无余，春、秋祀禹墓于会稽。',
            '【纲】癸卯，六十有一岁，(前二〇五八)王崩，子季杼践位。',
        ],
        '家族成员' => [
            '高祖父' => '禹',
            '曾祖父' => '启',
            '祖父' => '仲康',
            '父亲' => '相',
            '妻子' => '二姚',
            '儿子' => ['杼', '姒无余（越国先祖）', '姒曲烈(烈曲)曾参的先祖'],
            '孙子' => '槐 [8] ',
        ],
        '逝世葬地' => '姒少康封庶子姒无余于越（今浙江省绍兴县），以祀奉祖先大禹的墓，这就是越国的启端。21年后，少康病死，葬于阳夏（今周口太康县）。',
    ],
    '杼' => [
        'brief' => '姒杼（生卒年不详），姒姓，夏后氏，帝丘（今河南省濮阳市）人，夏朝第七任君主，共在位17年。他曾参加父亲少康领导的恢复夏朝的战争，并立下许多战功，发明了甲和矛，并大举征伐东夷部落，取得了胜利。杼死后，其子槐继位。',
        'baseInfo' => [
            '本名' => '姒杼',
            '别名' => '杼、予',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '帝丘（今河南省濮阳市）',
            '在位时间' => '前1852年 - 前1836年',
            '性别' => '男',
        ],
        '人物介绍' => [
            '《竹书纪年》记载姒杼初期的都城是原(今河南济源西北的庙街遗址)，后来迁都老丘(今河南开封杜良乡国都里村附近)。姒杼率军东征后获得九尾狐，九尾狐在先秦时期被视为西王母身边的瑞兽，是祥瑞于子孙兴旺的象征。姒杼统治时，夏朝进入鼎盛期。',
            '他发明了一种用兽皮做的甲，是中国战甲的创始。有了战甲之后，士兵战斗力大增，夏朝便积极对外扩张，夏朝国势也进入鼎盛期。',
            '即位前' => '杼精明干练，协助父亲姒少康攻灭寒浞，中兴夏朝。寒浞三十一年，姒少康的复国大军首先攻占寒浞的长子寒浇的封国过城,并杀死了寒浇。同年，姒少康命姒杼领兵攻打弋城，寒浞的次子寒豷领兵迎战，被杼击败。杼杀死寒豷，收复了弋城。寒浞三十二年初，姒少康的复国大军攻破了寒浞所在的寒国国都，寒浞被杀且绝嗣。寒国最早是被夏朝君主大禹所分封的一个诸侯国，为中央王朝夏朝所属及节制，寒浞被杀后，寒国被废除。',
            '继位后' => '姒杼是一位能够继承其祖先大禹事业的一位明君。他在位期间，决定完成其父姒少康的遗愿，攻打东夷。首攻东夷遭到了顽强的抵抗，杼的军队被东夷部落的长距离武器弓矢抵挡，遭受损失，无法前进。退回国都后，他发明用兽皮制做甲，兵士穿上后，能遮挡敌人的石刀、石箭的砍、射，战斗力大大增强。他同东夷各部落继续争斗，一直攻到东海边，进一步扩大了夏朝的疆域，最后降服了东夷各部落。除了东夷，杼打败了渤海、黄海、东海边上的多个部落及以狐为图腾的九个胞族，擒获了他们的首领。姒杼使东夷及海边各部落进一步融入夏朝。',
        ],
        '家族成员' => [
            '祖父' => '相',
            '父亲' => '少康',
            '母亲' => '二姚',
            '儿子' => '槐',
            '孙子' => '芒',
        ]
        '史书记载' => [
            '《史记·卷二·夏本纪第二》：帝少康崩，子帝杼立。帝杼崩，子帝槐立。',
            '《帝王世纪》记载：“王宁，一号-予王，或曰公孙曼，能率禹之功，夏人报祭之。',
            '《左传·哀公元年》：（少康）使女艾谍浇，使季杼诱豷，随灭过、戈，复禹之绩，祀夏配天，不失旧物。',
            '《国语》：杼能帅禹者也，夏后氏报焉。',
        ],
        '历史评价' => [
            '在少康中兴时，姒杼辅佐其父姒少康恢复夏朝。姒杼即位后继续开疆扩土，夏朝进入鼎盛时期。老丘作为夏朝国都达210多年，成为古都开封在中国城市发展史上光彩华丽的第一页。迫于夏朝国力的强大，东方的夷人不得不前往夏都老丘朝拜并接受夏王的人事任命，夏君夷民，夏部落与夷部落融合成为一家，夏朝也成为一个广域的大一统王朝。由于姒杼在复国安邦中所建立的丰功伟绩，使其在夏朝有着崇高的声望和地位，是一位能够继承祖先大禹事业的明君。 [2]  史载“杼能帅禹者也，夏后氏报焉。”“报”指“报祭”，我国古代为了报答祖先恩德与功劳而进行的盛大祭祀。'
        ],
    ],
    '槐' => [
        'brief' => '槐（生卒年不详），一作芬、祖武，老丘（今河南省开封市）人，杼的儿子，杼死后继位，成为夏朝第八位君主，在位44年。',
        'description' => [
            '槐在位期间，先后征服了居住于泗水、淮水之间的九夷、即畎夷、于夷、方夷、黄夷、白夷、赤夷、玄夷、风夷、阳夷等部落，扩展了夏朝的势力。同时夏朝的社会经济都有所发展。',
            '槐统治时期，夏朝仍然强盛。《太平御览》引《竹书纪年》：“后芬立四十四年。”《帝王世纪》：“帝芬，一名帝槐，或曰祖武，在位二十六年。”',
        ],
        'baseInfo' => [
            '本名' => '姒槐',
            '别名' => '槐、帝槐、帝芬、祖武',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '老丘（今河南省开封市）',
            '在位时间' => '前1833年 - 前1790年',
            '性别' => '男',
        ],
        '人物生平' => [
            '槐在位期间，先后征服了居住于泗水、淮水之间的畎夷、于夷、方夷、黄夷、白夷、赤夷、玄夷、风夷、阳夷等九夷部落，扩展了夏朝的势力，同时使夏朝的社会经济有所发展。',
            '夏朝最辉煌的时代在槐时代来临。这时，九夷来朝。槐树之花的黄色象征夏王室，槐树之花开花时节在夏天，因此槐树之花就是夏朝之花。槐又名芬，这也是指花朵芬芳之意。所以槐名号告诉我们，他在位的时代，是夏朝的“槐黄时节”，是夏王朝之花盛开的时节。',
        ],
        '史籍记载' => [
            '《史记·卷二·夏本纪第二》：帝予崩，子帝槐立。帝槐崩，子帝芒立。',
            '《竹书纪年》载“后芬即位，三年，九夷来御。”',
            '按《太平御览》引《纪年》：“后芬立四十四年。”',
            '《帝王世纪》：“帝芬，一名帝槐，或曰祖武，在位二十六年。”后病死，葬于安邑附近。其子芒。',
        ],
    ],
    '芒' => [
        'brief' => '芒（生卒年不详），夏朝第九任君主，槐的儿子。',
        'baseInfo' => [
            '本名' => '姒芒',
            '别名' => '芒、帝芒',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '在位时间' => '前1789年 - 前1732年',
            '性别' => '男',
        ],
        '人物生平' => [
            '槐在位约四十四年后病死。',
            '其子芒继位，并举行了隆重的祭黄河仪式。除了把猪、牛、羊沉于河中，还把当年舜帝赐给大禹象征治水成功的“玄圭”（黑色的玉圭）也沉在河水中，表示虔诚。这就是“沉祭”，这个仪式一直延续了数千年。周代以后，沉祭仍很盛行。',
            '祭河之后，芒又跑到东海之滨游玩，捕捉到了一条很大的鱼。群臣向芒称贺，认为是河神所赐，可永保太平。',
            '《周礼·大宗伯》谓：“以狸沉祭山川林泽。”郑玄注释说：“祭山林曰埋，川泽曰沉。”',
            '《仪礼·觐礼》也说：“祭川，沉。”意思是：水神居住在水下，将祭品沉入水中，容易被水神接受。',
        ],
    ],
    '泄' => [
        'brief' => '泄（生卒年不详），老丘（今河南省开封市）人，夏朝第十任君主。泄在位期间对畎夷、白夷、赤夷、玄夷、风夷、阳夷给予爵位，夏朝继续大一统。',
        'baseInfo' => [
            '本名' => '姒泄',
            '别名' => '泄',
            '所处时代' => '夏朝', 
            '民族族群' => '华夏族',
            '出生地' => '老丘（今河南省开封市）',
            '在位时间' => '前1730年 - 前1706年',
            '性别' => '男',
        ],
        '史料记载' => [
            '《竹书纪年》记载：元年辛未，帝即位。',
            '十二年，殷侯子亥宾于有易，有易杀而放之。',
            '十六年，殷侯微以河泊之师伐有易，杀其君绵臣。上甲微假师于河伯，以伐有易，灭之，遂杀其君绵臣。殷中叶衰而上甲微复兴，故商人报（报祭）焉。',
            '二十一年，命畎夷、白夷、玄夷、风夷、赤夷、黄夷。',
            '二十五年，陟。'
        ],
    ],
    '不降' => [
        'brief' => '姒不降（前1831年～），姓姒，名不降。老丘（今河南省开封市）人，不降是泄的儿子，在夏王泄病死后继位，19岁登基，在位59年，谥号不降。是夏朝在位时间最长的君主，也是夏朝很有作为的君主。',
        'description' => [
            '在他统治的五十九年里，夏朝版图达到最大。不降在位的第59年，把王位内禅于其弟扃，十年之后，夏王不降崩，葬于老丘。姒不降（前1831年~前1753年），又名姒降，夏后不降，谥号不降。《竹书纪年》记载：“（不降）五十九年，逊位于后扃，三代之世内禅，惟不降实有圣德。”三代指夏、商、周三个朝代。',
        ],
        'baseInfo' => [
            '本名' => '姒不降',
            '别名' => '不降',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '老丘（今河南省开封市）',
            '出生日期' => '公元前 1831年',
            '在位时间' => '前1702年 - 前1644年',
            '性别' => '男',
        ],
        '人物生平' => [
            '姒不降生于夏后泄三年，出生在老丘（在今河南省开封市祥符区东约54里黄河大堤南岸的杜留乡国都里村）的夏都王宫。',
            '姒不降十九岁即位，仍施行先王姒泄制定的基本国策，对内加强经济管理，努力发展经济，改善人民的生活；对外与周边的夷族方国保持友好往来。',
            '夏王不降六年，平定了九苑的叛乱，并且取得胜利。',
            '《竹书纪年》载：“不降即位，六年，伐九苑。”',
            '九苑，即今嵩山东北，洛河以南的顾县镇、缑氏镇、庞村镇、寇店镇之间这一区域，属于有莘氏故地。有莘氏部族与夏王不降所在的夏后氏同为姒姓，大禹的后裔。此次有莘氏下层民众的叛乱，以夏王不降的胜利而告终。',
            '夏王不降十八年，任用夏朝诸侯国豕韦的彭伯为大理（夏朝中央最高司法官），同时任命其弟姒扃为管理国家事务的大臣。姒扃博学多才、工作勤奋，颇得好评，夏王很是喜欢，让他参与国家大事的决策。',
            '当时，夏王朝减免灾区的岁贡，动员富裕的诸侯国援助灾区。由于采取了有效的措施，从而避免了部分地区因天灾引起的恐慌和动乱，稳定了社会局势。',
            '此后数十年，夏王朝和谐稳定，百姓丰衣足食，安居乐业。',
            '不降三十九年，以其弟姒扃为相，总揽朝政。 姒不降先后生了十几个儿子，但这些儿子的治国才能都比不上其弟姒扃。多年来，姒扃一直在朝中辅佐他治理国政，深得他的器重。',
            '他有意把王位传给弟弟，又恐怕自己死后儿子们不服，发生争权夺政的暴乱。思来想去，最终决定在自己生前就把王位传给弟弟，自己退居二线从旁监国，充当顾问。',
            '《竹书纪年》记载：“（不降）五十九年，逊位于后扃。”',
            '十年之后，夏王不降（又名夏后降，谥号不降）崩，葬于老丘，享年78岁。',
        ],
        '亲属成员' => [
            '祖父' => '芒',
            '父亲' => '泄',
            '弟弟' => '扃',
            '侄子' => '廑',
            '儿子' => '孔甲',
    ],
    '扃' => [
        'brief' => '扃（生卒年不详），老丘（今河南省开封市）人，夏朝第十二任君主。泄的儿子，不降之弟。仍以老丘为都，在位十八年后死。',
        'baseInfo' => [
            '本名' => '姒扃',
            '别名' => '扃',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '老丘（今河南省开封市）',
            '在位时间' => '前1643年 - 前1626年',
            '性别' => '男',
        ],
        '人物生平' => [
            '扃，也称夏扃、帝扃。泄之子、不降之弟，夏朝第12任君主。',
            '帝不降五十九年，姒不降认为自己的弟弟娰扃执政经验更丰富，于是给内禅自己的弟弟姒扃。姒扃即位，是为帝扃元年戊戌。《竹书纪年》记载：“（不降）五十九年，逊位于后扃，三代之世内禅，惟不降实有圣德“。三代指夏、商、周三朝。',
            '帝扃十年，姒扃兄长姒不降死。',
            '帝扃十八年，姒扃死。',
        ],
        '史籍记载' => [
            '《古本竹书纪年》云：“帝（宁）居原，自迁于老丘。老丘，今河南省开封市祥符区东约45里黄河大堤南岸的国都里村附近。',
            '《史记·卷二·夏本纪第二》《竹书纪年》',
        ],
    ],
    '廑' => [
        'brief' => '廑（生卒年不详），竹书纪年作胤甲，当为日名。老丘（今河南省开封市）人，夏朝第十三任君主。夏王扃之子，扃病死后继位。他在位时，迁都于西河。廑是夏朝的一位守成之君，此时的夏王朝国势强盛。姒廑一共在位八年，死后葬于西河附近。他的堂兄孔甲继承王位。',
        'baseInfo' => [
            '本名' => '姒廑',
            '别名' => '廑',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '老丘（今河南省开封市）',
            '在位时间' => '前1622年 - 前1615年',
            '性别' => '男',
        ],
        '人物生平' => [
            '确立太子' => [
                '姒不降四十年，廑出生，成为夏王姒扃最小的儿子。',
                '姒扃元年，议立姒廑为太子。廑认为自己德行不够，三次推让太子之位，认为自己堂兄孔甲年长且是先王之子，应该立储，群臣数次请立，廑才接受了太子之位。',
                '姒扃十八年，夏王姒扃去世，同年，姒廑即位。',
            ],
            '登基为王' => [
                '姒廑元年，夏朝自老丘迁都于西河。',
                '姒廑四年，因思念故地，作“西音”。同年，昆吾氏迁于许。昆吾氏的古姓为"己",后裔繁衍发达，现代姓氏中的许多大姓皆源于此，如吴、许、苏、温、蕫等。昆吾氏与夏王室夏后氏同为颛顼、黄帝之后裔，属夏人的一支。昆吾氏在夏朝既入朝为官又有被夏王室所分封的领地许，是臣与君的关系，受奴隶制主权国家夏朝节制，一直关系很融洽。',
                '姒廑八年，天空中出现幻日这一自然界的正常光学现象，时朝野都视当时出现的幻日现象为妖孽，这与当时古人对自然的认知水平不高有关，不可责求古人。姒廑于当年崩。姒廑立遗诏传位于堂兄姒孔甲。姒孔甲即位以后，因为此次幻日，而对夏朝的祭祀制度进行了部分改变，着重恭顺天帝。夏王孔甲的这次祭祀制度的部分革新，顺应了当时的民意，安抚了民心，得到朝野的好评。根据清华大学出土文献研究与保护中心的清华简《厚父》为我们呈现了明晰的孔甲形象，简文说：“之匿（慝）王廼渴（竭）（失）其命，弗甬（用）先（哲）王孔甲之典刑（型），真（颠）（覆）氒（厥）（德），湳（沉）湎于非彝，天廼弗若（赦），廼述（坠）氒（厥）命，亡其邦。”翻译成今文就是：夏后履癸不用先哲王孔甲之典刑,颠覆厥德,沉湎于非彝,天于是不赦免履癸,让其失去了天命而亡了国。”清华简《厚父》篇中把夏王孔甲赞为先哲王，孔甲明君的形象是清晰的，其又深刻揭示了孔甲在夏代君王中的榜样地位，与禹、启一样成为当时所崇拜的明君。',
            ],
        ],
        '亲属成员' => [
            '父亲' => '姒扃',
            '伯父' => '姒不降',
            '堂兄' => '姒孔甲',
            '侄子' => '姒皋',
        ],
        '人物评价' => [
            '姒廑是夏朝的一位守成之君，在其治理下国势依然很强盛。但也有一部分人认为姒廑时期夏朝已经开始衰落。廑在位时，商的势力已崛起，夏的国势又趋衰落，退居于西河地区（今河南省洛阳市到陕西省华阴县之间）。',
        ],
        '家族世系' => [
            '华胥氏生伏羲。',
            '伏羲配女娲，生少典。',
            '少典生二子：长子炎帝、次子黄帝。',
            '黄帝生二子：长子少昊(又名玄嚣)、次子昌意。',
            '少昊生九子：蟜极、重(又名句芒)、该(又名蓐收)、穷奇、般、倍伐、昧祖、穷申、瞽目。',
            '昌意生一子：颛顼，又名乾荒。',
            '颛顼生六子：鲧曾、古蜀王、称、魍魉、穷蝉、梼杌。',
            '鲧曾生鲧祖。鲧祖生鲧父。鲧父生鲧。',
            '鲧生禹，即姒文命。',
            '禹生姒启。',
            '姒启生五子：姒太康、姒元康、姒伯康、姒仲康、姒武观。仲康生相。相生少康。少康生杼(也作予)。杼生槐。槐生芒。芒生泄。泄生不降、扃。不降生孔甲。扃生廑。孔甲生皋。皋生发。发生履癸（桀）。',
        ],
        '名字由来' => [
            '姒廑原名为胤甲。夏王廑的得名来自他当政的时候，发生夏天天下大热的异常气候，人民热渴难耐，而当朝夏王姒廑却居住在夏季别墅，独自纳凉，故被人民讥讽为“廑”。',
        ],
    ],
    '孔甲' => [
        'brief' => '孔甲（生卒年不详），姒姓，名孔甲，老丘（今河南省开封市）人，不降的儿子，扃的侄子，廑的堂兄弟，夏朝第十四任君主（—说第十六任）。',
        'description' => [
            '不降死后，孔甲叔父扃继位。扃死后，扃之子、孔甲堂兄弟廑继位。廑死后，由孔甲继位，仍都西河。据《竹书纪年》记载，孔甲在位9年去世，葬地待考。其子皋继位。',
        ],
        'baseInfo' => [
            '本名' => '姒孔甲',
            '别名' => '孔甲', 
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '老丘（今河南省开封市）',
            '主要作品' => '《盘盂铭》、《破斧之歌》',
            '在位时间' => '前1612年 - 前1604年',
            '性别' => '男',
        ],
        '人物生平' => [
            '继承君位' => [
                '姒孔甲，姒姓，名孔甲，是姒不降之子。孔甲性情乖僻，其父姒不降临终前，害怕孔甲治理不好国家，就没有传位给他，而是内禅给弟弟、孔甲的叔父姒扃。姒扃死后，姒扃的儿子、孔甲的堂兄弟姒廑继位。姒廑八年，姒廑死后，才由孔甲继位。',
                '姒廑八年，姒孔甲登基即位，是为孔甲元年，仍都西河。',
                '孔甲五年，作《破斧之歌》，是为“东音”。',
            ],
            '国势衰落' => [
                '孔甲在位期间，喜好信奉鬼神，而且肆意淫乱，沉湎于歌舞美酒之中，是一位胡作非为的残暴昏君。使得各部落首领纷纷叛离，夏朝国势更加衰落，逐渐走向崩溃。',
            ],
            '因病去世' => [
                '据《竹书纪年》记载，孔甲在位9年去世，葬地待考。孔甲死后，由其子姒皋继位。',
            ],
        ],
        '个人作品' => '孔甲创作有《盘盂铭》三十六篇和诗歌《破斧》。',
        '为政举措' => [
            '军队编制' => [
                '基本概况，孔甲时期，夏朝军队的武器装备以远射程的弓矢和戈矛等长兵器为主。已发现的兵器最常见的是箭头。石镞、骨镞的型制很多，有柳叶形、扁圆形，而更多的是骸身作三棱、扁三棱、四棱或圆体三棱锋，多数磨制较精，棱角锋利，有短铤，以便插入箭杆，少数无铤扁三角形或燕尾形的，也多磨出侧刃。由于需要量增多，锋利而加工较易的蚌镞也多有发现，而随着青铜冶铸的发展，骸这种消耗量大的远射程武器也开始用铜制作。',
                '孔甲时期，夏朝作战方式为徒步格斗，徒兵（步兵）是主要兵种。偃师灰嘴遗址二里头文化层中发现2件石戈，援扁平，锋锐利，有棱脊，援后端有穿。在偃师二里头遗址则出土有铜戈，通长32.5厘米、援长20.8厘米、宽3.8-4.8厘米、内宽3.9厘米。直援曲内无阑，援中起脊，援面由脊向刃斜抹而下，到近刃处又凸起增厚，形成一道沟。刃与锋较锋利，援略宽于内，援内交接处呈直角。内中有穿，穿援之间有安秘痕。内后端铸有凸起云纹，制作很精。《尚书·甘誓》有“左不攻于左，汝不恭命；右不攻于右，汝不恭命；御非其马之正，汝不恭命。”的记载，说明战车已用于作战，车上成员有左、右、御的区分。夏王对作战人员有强制性的军纪约束和奖惩规定，“用命，赏于祖；弗用命，戮于社，予则孥戮汝。”。据今所见夏朝的铜镞有的和石、骨、蚌镞相似，如堰师二里头遗址出有扁叶形和断面梯形、三棱尖戈也是新型的兵器。',
                '史料研究，孔甲时期，军制留存史料很少，但有限文献和考古材料可以表明，它是中国奴隶制社会的开端。夏朝脱胎于氏族社会的部落联盟，掌握国家政权的夏后氏只是众多部落中力量最强大者，处于天下“共王”的地位。与其共主政体相适应，夏后氏建立以奴隶艾贵族为骨干、平民为基础的国家军队。作战时，夏王根据需要，或征集点接统治地区的平民，或同时征召直接统治区以外的异姓部落出战，实行居则为民、战则为兵的兵农合一的制度。夏朝车队编制不详。',
                '《左传·哀公元年》有关于夏王少康以“有田一成，有众一旅”复国的记载，有的学者据此认为“旅”是军队兵员建制单位。有学者认为，队按氏族部落的生产生活组织，以十进制编成。夏王为最高统帅。夏启消灭有启氏的甘之战中，所辖“六事之人”，亦称“六卿”，当是分工不同的六个奴隶主贵族首领，他们平时治理民事，战时担任作战指挥。赖以“守邦”。起止时间有多种说法，通行之说约公元前21世纪至前16世纪。这一时代，国家已经形成，军队随之产生。反映奴隶阶级意志的车事制度相应出现。',
            ],
            '社会制度' => [
                '孔甲时期，夏朝奴隶主要是由氏族部落之间的掠夺战争中得到的俘虏转化而来，也有一部分是氏族公社的贫苦社员沦为奴隶。在夏朝，奴隶名目繁多，从事农业生产的称“民”、“黎民”、“众人”、“众”；从事畜牧业的称“牧竖”或“隶圉”；奴隶主家内的奴隶则叫“臣”（男性）和“妾”（女性）。在奴隶主眼里，奴隶只是“会说话的工具”。奴隶被奴隶主成批地赶到农田里去种地、放牧，从事各种繁重的体力劳动。奴隶主可以随意的把奴隶关进监狱，施以重刑杀害。当时整个社会分成三大阶级：奴隶主阶级、奴隶阶级和平民阶级。奴隶主大多是由父系氏族社会末期的氏族贵族和部落首领转化而来。',
                '他们在交换中夺取大量的财富，在战争中扩大权力，最终转变为占有全部生产资料和完全占有生产者本身的奴隶主阶级，成为社会的统治者，上古文献中的“百姓”指的就是这一阶级。他们整天沉迷在饮酒、打猎和歌舞之中，而不管奴隶们的死活。',
                '王室分封诸侯，除保持它所由出生的姓之外，又以封国建立新氏，大夫以邑为氏。在各级贵族之间，就依姓氏的区别建立各自的宗族关系。由于奴隶制国家组织是以父权家长制家庭为基础不断发展起来，这种宗族关系，虽然沿袭旧的氏族组织的遗制，但在实际上是以父权家长制为核心，按其班辈高低和族属亲疏等关系来确定各级贵族的等级地位。所以在国家形成之后，各级贵族组织仍然要保持旧的血缘联系，严格区分姓氏。',
            ],
        ],
        '趣闻轶事' => [
            '孔甲好龙' => '孔甲在位时期，因顺服天帝，天帝于是赐给他驾车的龙，黄河的各两条，汉水的各两条（《史记》作二条），各有一雌一雄。孔甲不能饲养，一时难以找寻养龙的家族豢龙氏。当时陶唐氏已经衰落，陶唐氏的后代刘累曾经向豢龙氏学习过驯养龙，以此来事奉孔甲，能够饲养这几条龙。孔甲嘉奖刘累，赐他为御龙氏，并让他代替豕韦氏后代的封地。后来，其中一条雌龙死了，刘累偷偷地剁成肉酱献给孔甲吃，孔甲吃后觉得很美味，于是派人向刘累要龙。刘累害怕，于是迁移到鲁县（今河南鲁山）居住。',
            '破斧之歌' => '孔甲一次曾在东阳萯山打猎，突然天刮起大风，天色昏暗。孔甲迷失方向，走进一家老百姓的屋子。这家人家正在生孩子。有人说：“君主到来，这是好日子啊，这个孩子一定大吉大利。”有人说：“怕享受不了这个福分啊，这个孩子一定会遭受灾难。”孔甲就把这个孩子带回去，说：“让他做我的儿子，谁敢害他？”孩子长大成人后，一次帐幕掀动，屋椽裂开，斧子掉下来砍断他的脚，于是只好做守门之官。孔甲叹息道：“哎！发生这种灾难，是命中注定吧！”于是创作出《破斧》之歌。这是最早的东方音乐。',
            '孔甲之死' => '《史记·夏本纪》和《列仙传》记载，孔甲很喜欢养龙，他弄来一雌一雄两条龙，又找来一个名叫刘累的破落户，赐给他“御龙氏”的名号，叫他养这两条龙。刘累不懂养龙的方法，没多久，那条雌龙就死了。他干脆将死龙煮熟，送给孔甲食用。孔甲吃后，大加赞赏。事后，孔甲见没了雌龙，那条雄龙也显得病恹恹的，就大发雷霆。刘累害怕，一逃了之。孔甲无奈，又觅到一个名叫师门的养龙高手。师门将那条雄龙养得精神抖擞，神采焕发，孔甲十分高兴。但是，师门在性耿直，常常批驳孔甲对养龙不懂装懂，惹得孔甲恼羞成怒，终于命人将他杀了，尸体埋在城外远郊旷野。不久，天降大雨，又刮起大风，等到风停雨止，城外的山林又燃烧起来。孔甲本来就信神信鬼，这一下更认定是师门的冤魂在作祟，只得乘上马车，赶到郊外去祈祷。祈祷完毕，孔甲登车回城，走到半路，在车中死去。',
        ],
        '历史评价' => [
            '卫彪傒：“孔甲乱夏，四世而陨。”',
            '司马迁《史记》：“帝孔甲立，好方鬼神，事淫乱。”',
            '司马贞《史记索隐》：“降于孔甲，扰龙乖性。”',
        ],
        '史籍记载' => '《史记·卷二·夏本纪第二》',
        '家族成员' => [
            '祖父' => '姒泄',
            '父亲' => '姒不降',
            '叔父' => '姒扃',
            '堂兄弟' => '姒廑',
            '儿子' => '姒皋',
            '孙子' => '姒发',
        ]
        '人物争议' => '对于孔甲的“淫乱”，有一些不同看法，例如清代的梁玉绳认为，说孔甲淫乱，是出自《左传》：“有夏孔甲扰于有帝，帝赐之乘龙，河、汉各二，各有雌雄。孔甲不能食，而未获豢龙氏。陶唐氏既衰，其后有刘累学扰龙于豢龙氏，以事孔甲”，这段话里面，并非说孔甲品德败坏，反而得到天帝的嘉奖。《史记》和《国语》说孔甲“淫乱德衰”，是误解“扰”字的含义。扰，是拜会的礼貌用语，而非“侵扰”之意。因此《国语》之言不可尽信，例如说，“帝甲乱商，七世而殒”，实则祖甲贤明，并非乱君。对于孔甲的恶评，亦当做如是观。',
    ],
    '皋' => [
        'brief' => '皋（生卒年不详），又作昊，或称简皋，夏朝第十五任君主，孔甲之子，在孔甲死后继承王位，相传死后葬于崤(即崤山，在今河南洛宁西北)。',
        'baseInfo' => [
            '中文名' => '皋',
            '别名' => '昊、夏后皋、皋苟',
        ]
        '人物简介' => [
            '皋（生卒年不详），《太平御览》卷八二引《古本竹书纪年》《帝王世纪》称昊、皋苟，《左传·僖公三十二年》又称夏后皋，是夏朝第十五任君主，孔甲之子，在孔甲死后继承王位。据《通鉴外纪》，皋在位11年。相传死后葬于崤(即崤山，在今河南洛宁西北)。皋死后，儿子发继位。',
        ]
        '史料记载' => [
            '《史记·卷二·夏本纪第二》：孔甲崩，子帝皋立。帝皋崩，子帝发立。',
            '《太平御览·卷八十二·皇王部七》：帝皋，《纪年》曰：后昊立三年。(帝皋也)，《帝王世纪》曰：帝皋，一名皋苟。',
            '《左传·僖公三十二年》：蹇叔之子与师，哭而送之，曰：“晋人御师必于殽。殽有二陵焉。其南陵，夏后皋之墓也；其北陵，文王之所辟风雨也。必死是间，余收尔骨焉。”秦师遂东。',
            '《通鉴外纪·卷二》：孔甲崩，立皋（元年乙未，在位十一年）。',
        ],
    ],
    '发' => [
        'brief' => '发（生卒年不详），西河（今河南省安阳市）人。夏朝第十六任君主，发的功绩之一是破格提拔当时养马的长者关龙逄为相（关龙逄的祖先是为夏朝饲养牲畜的牧正，为豢龙氏的后代，也称豢龙），使夏朝国势更加强盛。但是夏朝在他的儿子桀的统治下由盛转衰，走向灭亡。',
        'baseInfo' => [
            '本名' => '姒发',
            '别名' => '发',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '西河（今河南省安阳市）',
            '在位时间' => '前1596年 - 前1590年',
            '性别' => '男',
        ],
        '人物生平' => [
            '姒发的父亲是夏王姒皋。',
            '皋立十一年，在位11年的姒皋殁，其儿子姒发继承王位。',
            '《竹书纪年》云：后发即位，元年，诸夷宾于王门，再保庸会于上池，诸夷入舞。',
            '姒发在位的第七年时，泰山发生地震。',
            '姒发在位十七年驾崩，儿子桀继位。',
            '姒发在位的十七年时间里，其施以仁政，爱护并重用贤臣良将，如关龙逄(páng)，使夏朝更加繁荣。',
        ],
        '人物功绩' => [
            '发继位后，四处访求贤士辅佐。发有一次在田间打猎，正好下雨，于是在附近的民宅里面避雨。屋里一位老人，目光炯然。老人的名字叫关龙逄。发和关龙逄闲聊几句，发现他是个人才，就向他请教治国的策略。关龙逄以养马喻治民理政，发深感认同。发又问关龙逄为君之道，关龙逄说：“作为人君，须谦恭待人，对人臣要互相尊重与信任，要爱护人才。只有这样天下才能安定，社稷宗庙才会稳固。“'
            '发回宫后，先提拔关龙逄为大夫，后提拔关龙逄为相。关龙逄果然不负众望，把夏朝治理得井井有条。',
            '夏王发提拔关龙逄的事情也充分说明了发是一个善于发现人才并重用人才的明君。夏王发与关龙逄是一对明君与贤臣的典范。',
            '遍布于世界各地的关姓人家，有很多都相承相袭着“陇西”的堂名。关氏系出夏末贤臣关龙逄，长久以来已经被公认不移。然而过去的姓氏学者中，也有人认为关氏的始祖应该是“豢龙逢”而不是关龙逄；这种情形真可说是一字之异，相差千里。关龙逄出身的豢龙氏是以龙为图腾的氏族，与夏王发所在的夏后氏同出一脉，都是黄帝的直系后裔是无可争辩的事实。',
        ],
        '家族成员' => [
            '祖父' => '孔甲',
            '父亲' => '皋',
            '儿子' => '履癸',
            '妻子' => '癸母',
        ],
    ],
    '夏桀' => [
        'brief' => '夏朝末代君主，夏桀（生卒年不详），姒姓，名履癸，西河（河南省安阳市汤阴县东菜园镇西河村）人。夏朝末代君主，帝发的儿子，古代历史上有名的暴君。',
        'description' => [
            '文武双全，迁都于斟鄩。统治期间，荒淫无度，暴虐无道。商国君主成汤在伊尹、仲虺的辅佐和谋划下，陆续灭亡韦国、顾国、昆吾。鸣条之战，夏桀兵败被俘，放逐于南巢，标志着夏朝覆亡。',
            '数年以后，客死于南巢，谥号为桀。',
        ],
        'baseInfo' => [
            '本名' => '桀',
            '别名' => '履癸、夏桀',
            '所处时代' => '夏朝',
            '民族族群' => '华夏族',
            '出生地' => '西河（今河南省安阳市）',
            '在位时间' => '前1589年 - 前1559年',
            '谥号' => '桀',
            '性别' => '男',
        ],
        '人物生平' => [
            '政治统治' => [
                '桀，姒姓，夏后氏，名癸（一名履癸），帝发之子，桀是其谥号，故史称夏桀。帝发死后，桀继任夏朝君主之位。',
                '桀在位时，各国已经不来朝贺。夏王室内政不修，外患不断，阶级矛盾日趋尖锐，民不聊生，危机四伏。但夏桀不思进取，骄奢淫逸。据《竹书纪年》记载，他“筑倾宫、饰瑶台、作琼室、立玉门”。还从各地搜寻美女，藏于后宫，日夜与妺喜及宫女饮酒作乐。据说酒池修造得很大可以航船，醉而溺死的事情时常发生，荒唐无稽之事，常使妺喜欢笑不已。',
                '太史令终古看到夏桀这样荒淫奢侈，便进宫向夏桀哭泣进谏说：“自古帝王，都是勤俭爱惜人民的力量，才能够得到人民的爱戴。不能把人民的血汗供给一人的娱乐。这样奢侈，只有亡国。”夏桀听了很不耐烦，斥责终古多管闲事，终古知道夏桀已不可救药，心里明白夏一定要灭亡的，就投奔了商汤，大臣关龙逄几次劝谏夏桀，夏桀就是不听，关龙逄说：“天子谦恭而讲究信义，节俭又护贤才，天下才能安定，王朝才以稳固，如今陛下奢侈无度，嗜杀成性，弄得百姓都盼望他早些灭亡，陛下已经失去了人心，只有赶快改正过错，才能挽回人心。”夏桀听了，非常生气，下令将关龙逄杀死，这样，夏朝朝政更加腐败，夏桀也日益失去人心，众叛亲离了。到了晚年，桀更加荒淫无度，竟命人造了一个大池，称为“夜宫”，他带着一大群男女杂处在池内，一个月不上朝。正是这样，夏桀把夏朝推向了灭亡的境地。',
            ],
            '时日曷丧' => [
                '夏桀重用奸臣，排挤贤臣。他重用一个叫赵梁的小人，此人专投桀所好，教他如何享乐，如何勒索、残杀百姓。夏桀继位后的第十七余年，有人引见伊尹给夏桀，伊尹以尧、舜的仁政来劝说桀，希望桀体谅百姓的疾苦，用心治理天下，桀听不进去，伊尹只得离去。',
                '临走前，桀自豪地告诉伊尹：“人民跟我的关系，就是太阳和月亮的关系。月亮没有灭亡，太阳会灭亡吗？”伊尹离去后，将这句话告诉给了成汤，成汤也将这句话告诉给夏民，以试探夏民对桀的态度。没想到夏民竟指着太阳恶毒地咒骂桀：“若太阳什么时候会灭亡，我这个月亮愿意跟你同归于尽！（时日曷丧，予及汝偕亡！）”这便是成语“时日曷丧”的由来，表达了一种愿意与憎者去死的仇恨心理。',
            ],
            '成汤伐桀' => [
                '当时，夏桀的政治暴虐，生活淫乱，而诸侯之一的昆吾氏又作乱。汤于是起兵统帅诸侯，伊尹誓死追随。商汤跃马奔驰，手中挥舞着兵器斧头攻打昆吾，接着又讨伐夏桀。汤满怀自信、豪情万丈地说：“大家都过来呀，靠拢些，你们都仔细听我说，不是晚辈我胆大妄为，举兵作乱，只因夏朝作恶多端，罪有应得啊！大家也都说夏朝有罪，我惧怕上天的威严，不能不去攻打夏桀。如今夏朝罪恶多端，是老天命我来灭绝他。你们在场的诸位可能会埋怨说：‘我们君王不怜悯我们，废弃我们的农事，让我们去攻打夏朝。你们又都说，‘他有罪，又有哪些罪恶呢？’听我说，夏桀恣意用尽众人的劳力，无休止地消耗夏朝的国力，所以大众也都懈怠，不跟他通力合作，普天下百姓们都说：‘夏桀你这个该死的太阳什么时候衰亡呀？我们都愿意与你同归于尽。’夏桀如此之坏，我一定去征伐他。你们倘若辅助我，奉行上天的旨意，我会大大地赏赐你们。请你们不要怀疑，我是不会说假话的。你们倘若不听从我，约束你们的誓言，那我就会杀了你们，绝不会有宽赦的。”告诫完这番话，命令管文书的官员记下，这就是《汤誓》。汤认为自己非常勇武，于是称为武王。',
                '夏桀在有娀的旧地打了败仗，逃奔到鸣条（今河南封丘东），夏军彻底溃败，并把夏桀流放于南巢，桀最终死于亭山。汤于是攻打三葼国，取其地的宝玉，汤的臣子义伯、仲伯写下了《典宝》。汤战胜了夏桀后，想迁移夏的神社，没有办成，写下了《夏社》（今佚）。伊尹彻底胜利之后颁布了一系列仁政措施，诸侯都归服于商汤，汤便登上了天子的尊位，平定了全国。',
            ],
        ],
        '人物评价' => [
            '总评' => '夏桀在政治上倒行逆施，近小人，远君子，刚愎自用，听信谗言，统治集团内部矛盾重重，斗争激烈。正直清廉者或遭杀害，或离他而去。夏桀在位数十年，已众叛亲离。', 
            '历代评价' => [
                '墨子：暴王桀、纣、幽、厉，兼恶天下之百姓，率以诟天侮鬼，其贼人多，故天祸之，使遂失其国家，身死为僇于天下，后世子孙毁之，至今不息。',
                '司马迁：桀不务德而武伤百姓，百姓弗堪。；夏桀淫骄，乃放鸣条。',
                '刘向：桀既弃礼义，淫于妇人，求美女，积之于后宫，收倡优、侏儒、狎徒能为奇伟戏者，聚之于旁。造烂漫之乐，日夜与末喜及宫女饮酒，无有休时。置末喜于膝上，听用其言。昏乱失道，骄奢自恣。为酒池可以运舟，醉而溺死者，末喜笑之以为乐。',
                '刘禅：是以汤、武脩德而王，桀、纣极暴而亡。',
                '司马贞：嗟彼鸣条，其终不令！',
                '魏收：夏桀淫乱，南巢有非命之诛。',
            ]
        ],
        '主要成就' => [
            '社会制度' => [
                '夏桀时期的中国，整个社会分成三大阶级：奴隶主阶级、奴隶阶级和平民 阶级。奴隶主大多是由父系氏族社会末期的氏族贵族和部落首领转化而来。',
                '他们在交换中夺取大量的财富，在战争中扩大权力，最终转变为占有全部生产资料和完全占有生产者本身的奴隶主阶级，成为社会的统治者，上古文献中的“奴隶主”指的就是这一阶级。他们整天沉迷在饮酒、打猎和歌舞之中，而不管奴隶们的死活。',
                '奴隶要是由氏族部落之间的掠夺战争中得到的俘虏转化而来，也有一部分是氏族公社的贫苦社员沦为奴隶的。在夏代，奴隶名目繁多，从事农业生产的称“民”、“黎民”、“众人”、“众”；从事畜牧业的称“牧竖”或“隶圉”；奴隶主家内的奴隶则叫“臣”（男性）和“妾”（女性）。',
                '在奴隶主眼里，奴隶只是“会说话的工具”。奴隶被奴隶主成批地赶到农田里去种地、放牧，从事各种繁重的体力劳动。奴隶主可以随意的把奴隶关进监狱，施以重刑杀害。',
            ],
        ],
        '史籍记载' => '《史记·卷二·夏本纪第二》《史记·卷三·殷本纪第三》',
        '轶事典故' => [
            '妺喜亡夏' => [
                '第一种说法，间谍说。据《国语》记载，妺喜与商朝大臣伊尹密谋，而使夏朝灭亡。妺喜（mòxǐ）很有可能成为像西施一样的角色，是有施氏派到夏朝的间谍。',
                '第二种说法，失宠报复。据《竹书纪年》记载，夏桀攻打岷山，岷山氏效法有施氏，献出两位美女，一位叫琬，一位叫琰（琬琰即美玉之意），夏桀十分宠爱二女，虽然她们没有生育，夏桀仍然用苕玉刻上“琬”字，华玉刻上“琰”字，以示珍爱。妺喜则受到冷落，被安置在洛水一带，妺喜心生怨恨，于是与伊尹秘密来往，泄露夏朝的机密。夏桀只顾眼前的美女，忘记昔日的恋人，所以，妺喜便与伊尹里应外合，夏朝就此灭亡。',
            ],
            '谥号由来' => '《尚书·商书·仲虺之诰》：“成汤放桀于南巢。”《淮南子·修务》：汤“整兵鸣条，困夏南巢，谯以其过，放之历山。”《荀子·解蔽》：“桀死于亭山。”从上述文献可以看到，在春秋以后，“夏”和“桀”往往是指同一个人：夏桀。而“桀”只是谥号，夏的末代王名叫帝履癸，死后才被叫作“桀”的。帝履癸死后为什么叫做“桀”呢？《康熙字典》“桀”条说：“集韵：巨列切。……磔也。……古人称桀黠者，其凶暴若磔也。又谥法：贼人多杀曰桀。”所以给帝履癸谥号为“桀”可能鉴于夏桀生平的暴行来说的。',
            '倾宫瑶台' => '夏桀荒淫无度，为了满足自己的奢侈生活，不惜民力，大兴土木。史书上说他修建倾宫、瑶台。倾宫就是一种高大的建筑，因为高，人立于楼上有倾危之感。有人说是一片面积很大的宫殿，占地足有一顷。不论哪种说法，宫殿的宏丽都令人咋舌。夏桀还有许多尽人皆知的暴政，如放饿虎于市中，欣赏人们惊恐逃命的样子，等等。国中的百姓对夏桀恨之入骨，编出歌谣这样唱道：“江水沛沛兮，舟楫败兮。我王废兮，趣归薄兮，薄亦大兮。”薄（亳）是商国的首都。这首歌表明夏朝已经失去民心。有人把这首歌念给夏桀听，夏桀竟说：“这是妖言。我有天下，就像天有太阳一样。天上的太阳完了，我的国家才会灭亡。”百姓听说后，就指着天上的太阳说：“太阳啊，你什么时候灭亡，我们愿意和你一起灭亡。”老百姓对夏桀的怨恨可窥一斑。',
        ],
    ],
];
