<?php
return [
    'bref' => '夏朝（前2033?-前1562?）是中国历史上第一王朝。',
    'description' => [
        '四千多年前，夏部落首领禹因治水有功，得到了虞舜的重用并最终将部落联盟首领之位禅让于他，是夏王朝的开端。大禹死后，其子启即位，即历史上所谓的“大禹传子”，宣告了部落联盟“禅让制”的结束和封建世袭制的开始。',
        '然而夏的统治并不巩固，启在位的时代就发生了伯益叛乱；启之子太康也治国无方，当政期间更是战乱纷纷，最后被东夷的后羿夺取了统治权，史称“太康失国”。后羿与太康相同，也是一个无能的统治者，终日沉溺于游猎之中，将政事完全交与寒浞手中。寒浞掌权后，杀后羿而代之，自立为王。',
        '后，太康弟仲康之孙少康与夏朝遗臣伯靡联手，起兵打败寒浞，恢复夏朝的统治地位，史称“少康中兴”；夏朝的统治这才得以巩固，进入了国势向上的相对稳定时期。自少康以后的杼、槐、芒、泄、不降、扃、胤甲等八代的统治，政治稳定，经济繁荣。',
        '到夏代的第十三个国王孔甲执政，夏朝开始走向了衰亡。孔甲“好方鬼神，事淫乱”，引起人民的不满和诸侯的叛乱。夏朝的统治从此发生危机，只过了四代便导致了亡国之祸。故而史书记载“孔甲乱夏，四世而陨”（《国语·周语》）。',
        '夏朝的最后一个国王夏桀，是历史上一个有名的暴君。他在位期间，大量驱使百姓为其建造了无数的宫室台榭，又大肆兴兵对外征伐，使得诸侯纷纷离之而去。而这时，黄河下游的一个夷人部落——商在其首领成汤的领导下兴盛起来。成汤以讨伐暴君夏桀为名，发动了灭夏的战争；夏桀兵败，死于南巢（今安徽寿县），夏朝宣告灭亡。',
        '夏朝距今大约有四千年的历史，由于年代久远，加之至今我们仍未发现任何原始的文献与文字记载，故而，我们今日了解夏朝只能从一些上古典籍及一些传说中略知一二。近年来，通过对夏都遗址的考古工作及“夏商周断代工程”的研究，使我们对夏代的政治、经济及文化等方面的发展又有了新的认识。在河南偃师县二里头村发现的二里头文化正是夏朝文化的代表。其中，发现了大量青铜器、陶器及大面积宫殿遗址群。由此看来，夏朝已由石器时代进入了青铜器时代，并且掌握了冶金与铸造技术。与石器时代相比，生产力水平有了很大的提高，为农业生产提供了有利的条件。（据传说，酿酒业也是由夏朝开始的。《世本.作篇》有“伐狄作酒”的记载。）另外，从一些古典籍中我们可以看到，夏朝已经采用干支纪年，并且出现了我国历史上最早的“夏时”，这都是当时科学文化水平的见证。',
        '夏朝共经历十三世、十六王，他们分别是：禹—启—太康—仲康—相—少康—杼—槐—芒—泄—不降—扃—胤甲—孔甲—皋—发—夏桀，前后约四百七十一年 。夏王朝是一个古老的王朝，虽然距我们已经四千年，但关于夏的一些传说至今还广为流传。由此可见，其对后世的深远影响。夏作为上古三代的开始，为华夏文明的发展打下了良好的基础，可以说，没有夏朝就没有此后中华民族的三千多年光辉灿烂的文明历史。',
    ],
    'affair' => [
        '大禹治水，有功天下，被禹立为继承人。',
    　　'禹收九洲，金铸九鼎，以显其功绩及威信权力。',
    　　'禹之子启，承袭父位，中华历史第一个家天下的王朝－夏朝。',
    　　'奴隶制社会大致形成于禹在位时期。',
    　　'禹传位启，启传位太康，后历仲康、相、少康、杼、槐、芒、泄、不降、扃、廑、孔甲、皋、发、履癸。履癸即桀，夏王朝最后一位大王。',
    ],
];
