<?php
return array (
  'name' => '卷八・唐文 与陈给事书',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '卷八・唐文 与陈给事书',
      'content' => 
      array (
        0 => '愈再拜：愈之获见于阁下有年矣。始者亦尝辱一言之誉。贫贱也，衣食于奔走，不得朝夕继见。其后，阁下位益尊，伺候于门墙者日益进。夫位益尊，则贱者日隔;伺候于门墙者日益进，则爱博而情不专。愈也道不加修，而文日益有名。夫道不加修，则贤者不与;文日益有名，则同进者忌。始之以日隔之疏，加之以不专之望，以不与者之心，而听忌者之说。由是阁下之庭，无愈之迹矣。',
        1 => '去年春，亦尝一进谒于左右矣。温乎其容，若加其新也;属乎其言，若闵其穷也。退而喜也，以告于人。其后，如东京取妻子，又不得朝夕继见。及其还也，亦尝一进谒于左右矣。邈乎其容，若不察其愚也;悄乎其言，若不接其情也。退而惧也，不敢复进。',
        2 => '今则释然悟，翻然悔曰：其邈也，乃所以怒其来之不继也;其悄也，乃所以示其意也。不敏之诛，无所逃避。不敢遂进，辄自疏其所以，并献近所为《复志赋》以下十首为一卷，卷有标轴。《送孟郊序》一首，生纸写，不加装饰。皆有揩字注字处，急于自解而谢，不能俟更写。阁下取其意而略其礼可也。',
        3 => '愈恐惧再拜。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：古文观止,唐文',
        1 => '韩愈再拜：',
        2 => '我有幸同您认识已经好多年了，开始时也曾受到您一些称赞。后来由于我贫贱，为了生计而奔波，所以不能早晚经常拜见。此后，您的地位越来越尊贵，依附侍候在您门下的人一天天地增多。地位越来越尊贵，跟贫贱的人就会一天天地疏远间隔;伺候在六下的人一天天在增加，那么由于您喜欢的人多了，而对于旧友的情意也就不专了。我的品德修养方面没有加强，而所写的文章却一天比一天多出名。品德方面不完善，那么贤德的人就不会赞扬;文章越来越有名，那么我与同路求进的人就会妒忌。起初，您我由于经常不见面而疏远，以后又加上我对您感情不专的私下抱怨，而您又怀着不再赏识的情绪，并且听任妒忌者的闲话，由于这些原因，您的门庭之中，就没有我的足迹了。',
        3 => '去年春天，我也曾经去拜见过您一次。您面色温和，好像是接待新近结交的朋友;谈话连续不断，好像同情我穷困的处境。告辞回来，非常高兴，便把这些情况告诉了别人。此后，我回东京去接妻子儿女，又不能朝夕连续与您相见了。等我回来后，我又曾经拜访过您一次。您表情冷漠，好像不体察我个人的苦衷;沉默寡言，好像是不理会我的情意。告辞回来，心中恐惧，不敢再登门拜见。',
        4 => '现在我恍然大悟，非常懊悔，心里想：您那种冷漠的表情，是责怪我不常去拜见的缘故;谈话很少，就是暗示这种意思的缘故。对我性情愚钝的责怪，我是无法逃避的。我不敢马上去拜见您，就自己写信和分析陈述事情的缘由，同时献上近日写的《复志赋》等十篇文章作为一卷，卷有标签和轴。《送孟郊序》一文，用生纸写成，没有装饰，并且有涂改和加字的地方，因为我急于向您解释误会表示道歉，所以来不及重新誊写清楚。希望您接受我的心意，不计较我的礼节上的不周之处。',
        5 => '我诚惶诚恐，再拜。',
        6 => '1再拜：古代一种隆重的礼节,先后拜两次,表示郑重奉上的意思。',
        7 => '2伺候：等候，此处有依附的意思。门墙：原指师门，此处泛指尊者的门下。',
        8 => '3贤者：此处指陈给事。',
        9 => '4进谒：前去拜见。',
        10 => '5闵：同“悯”，怜恤，哀伤。',
        11 => '6妻子：指妻子和儿子。',
        12 => '7邈：远，此处形容脸上表情冷漠。',
        13 => '8若不察其愚：好像没有察见我的愚衷。',
        14 => '9诛：责备。',
        15 => '10遂：就，立刻。',
        16 => '11疏：分条陈述。',
        17 => '12标轴：古代用纸或帛做成卷子，中心有轴，故一卷叫一轴。标轴是卷轴上所作的标记。',
        18 => '13孟郊：字东野。唐代诗人，韩愈的朋友。',
        19 => '14生纸：未经煮捶或涂蜡的纸。唐代书写分熟纸与生纸，生纸用于丧事，或作草稿用。',
        20 => '15揩：涂抹。',
        21 => '16注：添加。上述用生纸写信，不加装饰，有揩字注字处数语，乃是表示失礼和歉意。',
        22 => '17俟(sì)：等待。',
        23 => '18恐惧：非常小心谨慎以至达到害怕不安的程度。',
      ),
    ),
  ),
);