<?php
return array (
  'name' => '卷十・宋文 五代史伶官传序',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '卷十・宋文 五代史伶官传序',
      'content' => 
      array (
        0 => '呜呼!盛衰之理，虽曰天命，岂非人事哉!原庄宗之所以得天下，与其所以失之者，可以知之矣。',
        1 => '世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也;燕王，吾所立;契丹与吾约为兄弟;而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志!”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。',
        2 => '方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉!及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归。至于誓天断发，泣下沾襟，何其衰也!岂得之难而失之易欤?抑本其成败之迹，而皆自于人欤?',
        3 => '�书》曰：“满招损，谦得益。”忧劳可以兴国，逸豫可以亡身，自然之理也。故方其盛也，举天下之豪杰，莫能与之争;及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉!作《伶官传》。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：古文观止,宋文',
        1 => '唉!盛衰的道理，虽说是天命决定的，难道说不是人事造成的吗?推究庄宗所以取得天下，与他所以失去天下的原因，就可以明白了。',
        2 => '世人传说晋王临死时，把三枝箭赐给庄宗，并告诉他说：“梁国是我的仇敌，燕王是我推立的，契丹与我约为兄弟，可是后来都背叛我去投靠了梁。这三件事是我的遗恨。交给你三枝箭，你不要忘记你父亲报仇的志向。”庄宗受箭收藏在祖庙。以后庄宗出兵打仗，便派手下的随从官员，用猪羊去祭告祖先，从宗庙里恭敬地取出箭来，装在漂亮的丝织口袋里，使人背着在军前开路，等打了胜仗回来，仍旧把箭收进宗庙。',
        3 => '当他用绳子绑住燕王父子，用小木匣装着梁国君臣的头，走进祖庙，把箭交还到晋王的灵座前，告诉他生前报仇的志向已经完成，他那神情气概，是多么威风!等到仇敌已经消灭，天下已经安定，一人在夜里发难，作乱的人四面响应，他慌慌张张出兵东进，还没见到乱贼，部下的兵士就纷纷逃散，君臣们你看着我，我看着你，不知道哪里去好;到了割下头发来对天发誓，抱头痛哭，眼泪沾湿衣襟的可怜地步，怎么那样的衰败差劲呢!难道说是因为取得天下难，而失去天下容易才像这样的吗?还是认真推究他成功失败的原因，都是由于人事呢?',
        4 => '�尚书》上说：“自满会招来损害，谦虚能得到益处。”忧劳可以使国家兴盛，安乐可以使自身灭亡，这是自然的道理。因此，当他兴盛时，普天下的豪杰，没有谁能和他相争;到他衰败时，数十个乐官就把他困住，最后身死国灭，被天下人耻笑。祸患常常是由一点一滴极小的错误积累而酿成的，纵使是聪明有才能和英勇果敢的人，也多半沉溺于某种爱好之中，受其迷惑而结果陷于困穷，难道只有乐工(是所溺的成分)吗?于是作《伶官传》。',
        5 => '伶官：伶，戏子，或唱戏杂技演员，现代的娱乐人员。宫庭里供统治者娱乐表演的人物。可见封建朝代不思于民生，不思于进取，奢华淫乐而痛失天下!伶官尚能使天下易主，可见不居安思危之害!',
        6 => '原：推本求源，推究。',
        7 => '其：语气副词，表示期望、命令的语气。',
        8 => '庙：太庙，帝王祭祀祖先的宗庙。',
        9 => '从事：这里指负责具体事物的官员。',
        10 => '一少牢：用猪、羊各一头作祭品。牢，祭祀用的牲畜。',
        11 => '组：丝带，这里指绳索。',
        12 => '抑：或者',
        13 => '逸豫：逍遥游乐，不能居安思危。',
        14 => '所溺：沉溺迷恋的人或事物。',
        15 => '乃:你，你的。',
        16 => '顾：看。',
        17 => '函：用木匣装。',
        18 => '忽微：极细小的东西。',
        19 => '纳：放回。',
        20 => '仇雠：仇敌。',
        21 => '�书》曰：语出《尚书·大禹谟》。',
        22 => '及：等到。',
        23 => '所溺：沉溺迷爱的人或事物。',
      ),
    ),
  ),
);