<?php
return array (
  'name' => '卷十・宋文 刑赏忠厚之至论',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '卷十・宋文 刑赏忠厚之至论',
      'content' => 
      array (
        0 => '尧、舜、禹、汤、文、武、成、康之际，何其爱民之深，忧民之切，而待天下以君子长者之道也。有一善，从而赏之，又从而咏歌嗟叹之，所以乐其始而勉其终。有一不善，从而罚之，又从而哀矜惩创之，所以弃其旧而开其新。故其吁俞之声，欢忻惨戚，见于虞、夏、商、周之书。成、康既没，穆王立，而周道始衰，然犹命其臣吕侯，而告之以祥刑。其言忧而不伤，威而不怒，慈爱而能断，恻然有哀怜无辜之心，故孔子犹有取焉。',
        1 => '�传》曰：“赏疑从与，所以广恩也;罚疑从去，所以慎刑也。当尧之时，皋陶为士。将杀人，皋陶曰“杀之”三，尧曰“宥之”三。故天下畏皋陶执法之坚，而乐尧用刑之宽。四岳曰“鲧可用”，尧曰“不可，鲧方命圮族”，既而曰“试之”。何尧之不听皋陶之杀人，而从四岳之用鲧也?然则圣人之意，盖亦可见矣。',
        2 => '�书》曰：“罪疑惟轻，功疑惟重。与其杀不辜，宁失不经。”呜呼，尽之矣。可以赏，可以无赏，赏之过乎仁;可以罚，可以无罚，罚之过乎义。过乎仁，不失为君子;过乎义，则流而入于忍人。故仁可过也，义不可过也。古者赏不以爵禄，刑不以刀锯。赏之以爵禄，是赏之道行于爵禄之所加，而不行于爵禄之所不加也。刑之以刀锯，是刑之威施于刀锯之所及，而不施于刀锯之所不及也。先王知天下之善不胜赏，而爵禄不足以劝也;知天下之恶不胜刑，而刀锯不足以裁也。是故疑则举而归之于仁，以君子长者之道待天下，使天下相率而归于君子长者之道。故曰：忠厚之至也。',
        3 => '�诗》曰：“君子如祉，乱庶遄已。君子如怒，乱庶遄沮。”夫君子之已乱，岂有异术哉?时其喜怒，而无失乎仁而已矣。《春秋》之义，立法贵严，而责人贵宽。因其褒贬之义，以制赏罚，亦忠厚之至也。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：古文观止,宋文',
        1 => '唐尧、虞舜、夏禹、商汤、周文王、周武王、周成王、周康王的时候，他们是多么地深爱着百姓、深切地替百姓担忧，而且用君子长者的态度来对待天下人。有人做了一件好事，奖赏他之余，又用歌曲赞美他，为他有一个好开始而高兴，并勉励他坚持到底;有人做了一件不好的事，处罚他之余，又哀怜同情他，希望他抛弃错误而开始新生。欢喜和忧伤的感情，同意和不同意的声音，见于虞、夏、商、周的历史书籍里。成王、康王死后，穆王继承王位，周朝的王道便开始衰落。然而穆王还是吩咐大臣吕侯，告诫他使用“祥刑”。他说的话忧愁却不悲伤，威严却不愤怒，慈爱而能决断，有哀怜无罪者的好心肠。因此，孔子把这篇《吕刑》选进《尚书》里。',
        2 => '古书上说，“奖赏时如有可疑者应该照样留在应赏之列，为的是推广恩泽;处罚时遇有可疑者则从应罚之列除去，”为的是谨慎地使用刑法。尧当政时，皋陶是掌管刑法的官。要处死一个人，皋陶三次说当杀，尧帝却一连三次说应当宽恕。所以天下人都害怕皋陶执法坚决，而赞美帝尧用刑宽大。四岳建议：“鲧可以任用。”尧说“不可!鲧违抗命令，毁谤同族。”过后，他还是说“试用一下吧。”为什么尧不听从皋陶处死犯人的主张，却听从四岳任用鲧的建议呢?那么圣人的心意，从这里可以看出来了。',
        3 => '�尚书》说：“罪行轻重有可疑时，宁可从轻处置;功劳大小有疑处，宁可从重奖赏。与其错杀无辜的人，宁可犯执法失误的过失。”唉!这句话完全表现出忠厚之意。可以赏也可以不赏时，赏就过于仁慈了;可以罚也可以不罚时，罚就超出义法了。过于仁慈，还不失为一个君子;超出义法，就流为残忍了。所以，仁慈可以超过，义法是不可超过的。古人奖赏不用爵位和俸禄，刑罚不用刀锯。用爵位、俸禄行赏，只对能得到爵位、俸禄的人起作用，不能影响不能得到爵位和俸禄的人。用刀锯作刑具，只对受这种刑的人起作用，对不受这种刑的人不起作用。古代君主知道天下的善行是赏不完的，不能都用爵位俸禄来奖赏;也知道天下的罪恶是罚不完的，不能都用刀锯来制裁。所以当赏罚有疑问时，就以仁爱之心对待。用君子长者的宽厚仁慈对待天下人，使天下人都相继回到君子长者的忠厚仁爱之道上来，所以说这就是赏罚忠厚到了极点啊!',
        4 => '�诗经》说：“君子如果高兴纳谏，祸乱就会快速止息;君子如果怒斥谗言，祸乱也会快速止息。”君子止息祸乱，难道有异术吗?他不过是适时地控制自己的喜怒，不偏离仁慈宽大的原则罢了。《春秋》的大义是，立法贵严，责人贵宽。根据它的褒贬原则来制定赏罚制度，这也是忠厚之至啊!',
        5 => '⑴吁俞：吁，疑怪声;俞，应词也。',
        6 => '⑵欢休：和善也。',
        7 => '⑶惨戚：悲哀也。',
        8 => '⑷吕侯：人名，一作甫侯，周穆王之臣，为司寇。周穆王用其言论作刑法。',
        9 => '⑸祥刑：刑而谓之祥者，即刑期无刑之意，故其祥莫大焉。',
        10 => '⑹赏疑从与：言与赏而疑，则宁可与之。',
        11 => '⑺罚疑从去：言当罚而疑，则宁可去之。',
        12 => '⑻士：狱官也。',
        13 => '⑼四岳：唐尧之臣，羲和之四子也，分掌四方之诸侯。一说为一人名。',
        14 => '⑽鲧：传说大禹之父，四凶之一。',
        15 => '⑾方命：逆名也。',
        16 => '⑿圯族：犹言败类也。',
        17 => '⒀忍人：谓性情狠戾之人也。',
        18 => '⒁祉：犹喜也。',
        19 => '⒂遄：速也。',
        20 => '⒃沮：止也。',
      ),
    ),
  ),
);