<?php
return array (
  'name' => '卷一・周文 周郑交质',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '卷一・周文 周郑交质',
      'content' => 
      array (
        0 => '郑武公、庄公为平王卿士。王贰于虢，郑伯怨王。王曰：“无之。”故周郑交质。王子狐为质于郑，郑公子忽为质于周。',
        1 => '王崩，周人将畀虢公政。四月，郑祭足帅师取温之麦。秋，又取成周之禾。周郑交恶。',
        2 => '君子曰：“信不由中，质无益也。明恕而行，要之以礼，虽无有质，谁能间之?苟有明信，涧溪沼沚之毛，苹蘩蕴藻之菜，筐筥錡釜之器，潢污行潦之水，可荐於鬼神，可羞於王公，而况君子结二国之信，行之以礼，又焉用质?《风》有《采蘩》、《采苹》，《雅》有《行苇》、《泂酌》，昭忠信也。”',
      ),
      'vernacular' => 
      array (
        0 => '关键词：古文观止,周文',
        1 => '郑武公、郑庄公是周平王的卿士(官名)。(周平王)分权给虢公，郑庄公怨恨周平王。周平王说：“没有的事(偏心于虢公)。”于是周王、郑国交换人质(证明互信)：(周平王)的儿子狐在郑国做人质，郑庄公的儿子忽在周王室做人质。',
        2 => '周平王死(后)，周王室准备让虢公掌政。四月，郑国的祭足帅军队收割了温邑的麦子。秋季，又收割了成周的稻谷。周和郑互相仇恨。',
        3 => '君子说：“信用不发自心中，盟约抵押也没用。开诚布公互相谅解地行事，用礼教约束，即使没有抵押，谁能离间他们呢?假如有真诚的信用，山涧溪流中的浮萍，蕨类水藻这样的菜，装在竹筐铁锅一类的器物里，用低洼处沟渠中的水，都可以供奉鬼神，献给王公为食，何况君子缔结两国的盟约，按礼去做，又哪里用得着人质啊?《国风》中有《采蘩》、《采苹》，《大雅》中有《行苇》、《泂酌》诗，都是昭示忠信的。”',
        4 => '卿士：周朝执政官。',
        5 => '贰于虢(guó)：二心，这里有“偏重”的意思。此指平王想把政权一部分让虢执掌。虢，指西虢公，周王室卿士。',
        6 => '郑伯：诸侯国郑国的君主，这里是郑庄公。',
        7 => '交质：交换人质。',
        8 => '王子狐：即姬狐，是周平王的次子、姬泄父的弟弟，史称“王子狐”，在长兄“太子泄父”死后，被立为太子。',
        9 => '公子忽：郑庄公太子，后即位为昭公。',
        10 => '王崩：周平王去世。崩，君主时代称帝王死。',
        11 => '畀(bì)：交给。',
        12 => '祭(zhài)足：即祭仲，郑大(dà)夫。温，周朝小国,在今河南温县南。',
        13 => '成周：周地，今在河南洛阳市东。',
        14 => '中：同“衷”，内心。',
        15 => '明恕：互相体谅。',
        16 => '要(yāo)：约束。',
        17 => '间：离间。',
        18 => '明信：彼此了解，坦诚相待。',
        19 => '沼沚：沼，池塘。沚，水中小洲。',
        20 => '蘋(píng)：水生植物，即浮萍。蘩(fán)，白蒿。蕴藻，一种聚生的藻类。菜，野菜。',
        21 => '筐莒(jǔ)：竹制容器，方形为筐，圆形为莒。锜(qí)釜，均为烹饪器，有足为錡，无足为釜。',
        22 => '潢(huáng)：积水池。污，积水。行(háng)潦(lǎo)， 路上的积水。',
        23 => '荐：享祭，祭祀。',
        24 => '羞：同“馐”，进奉。',
        25 => '�采蘩》、《采苹》：均为《诗·召南》篇名，写妇女采集野菜以供祭祀。',
        26 => '�行苇》、《泂(jiǒng)酌》：均为《诗·大雅》篇名，前者写周祖先晏享先人仁德，歌颂忠厚。后者写汲取行潦之水供宴享。',
        27 => '昭：表明。',
      ),
    ),
  ),
);