<?php
return array (
  'name' => '卷十一・宋文 同学一首别子固',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '卷十一・宋文 同学一首别子固',
      'content' => 
      array (
        0 => '江之南有贤人焉，字子固，非今所谓贤人者，予慕而友之。淮之南有贤人焉，字正之，非今所谓贤人者，予慕而友之。二贤人者，足未尝相过也，口未尝相语也，辞币未尝相接也。其师若友，岂尽同哉?予考其言行，其不相似者，何其少也!曰：学圣人而已矣。”学圣人，则其师若友，必学圣人者。圣人之言行，岂有二哉?其相似也适然。',
        1 => '予在淮南，为正之道子固，正之不予疑也。还江南，为子固道正之，子固亦以为然。予又知所谓贤人者，既相似，又相信不疑也。',
        2 => '子固作《怀友》一首遗予，其大略欲相扳以至乎中庸而后已。正之盖亦常云尔。夫安驱徐行，轥中庸之庭，而造于其堂，舍二贤人者而谁哉?予昔非敢自必其有至也，亦愿从事于左右焉尔。辅而进之，其可也。',
        3 => '噫!官有守，私有系，会合不可以常也，作《同学一首别子固》以相警，且相慰云。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：古文观止,宋文',
        1 => '译文�',
        2 => '江南有一位贤人，字子固，他不是现在一般人所说的那种贤人，我敬慕他，并和他交朋友。淮南有一位贤人，字正之，他也不是现在一般人所说的那种贤人，我敬慕他，也和他交朋友。这两位贤人，不曾互相往来，不曾互相交谈，也没有互相赠送过礼品。他们的老师和朋友，难道都是相同的吗?我注意考察他们的言行，他们之间的不同之处竟是多么少呀!应该说，这是他们学习圣人的结果。学习圣人，那么他们的老师和朋友，也必定是学习圣人的人。圣人的言行难道会有两样的吗?他们的相似就是必然的了。',
        3 => '我在淮南，向正之提起子固，正之不怀疑我的话。回到江南，向子固提起正之，子固也很相信我的话。于是我知道被人们认为是贤人的人，他们的言行既相似，又互相信任而不猜疑。',
        4 => '子固写了一篇《怀友》赠给我，其大意是希望互相帮助，以便达到中庸的标准才肯罢休。正之也经常这样说过。驾着车子稳步前进，辗过中庸的门庭而进入内室，除了这两位贤人还能有谁呢?我过去不敢肯定自己有可能达到中庸的境地，但也愿意跟在他们左右奔走。在他们的帮助下前进，大概能够达到目的。',
        5 => '唉!做官的各有自己的职守，由于个人私事的牵挂，我们之间不能经常相聚，作《同学一首别子固》，用来互相告诫，并且互相慰勉。',
        6 => '译文二',
        7 => '长江之南有一位贤人，字子固(曾巩字子固)，他不是当今世俗所称道的贤人，我敬慕他，和他交为朋友。淮河之南有一位贤人，字正之(孙侔字正之)，他不是当今世俗所称道的贤人，我敬慕他，和他交为朋友。二位贤人，从未互相交往过，从未互相交谈过，从未互相赠过钱物，他们的老师和朋友难道都是相同的吗?我考察他们的言语行为，不相似的地方是何等少啊!我说，这恐怕是他们都向圣人学习的结果吧!他们学习圣人，那么他们的老师、朋友也一定是向圣人学习的了。圣人的言语行为难道会有两种样子吗?所以，他们二人的相似也是必然的了。',
        8 => '我在淮河之南，向正之谈及子固，正之不怀疑我说的话;回到长江之南，向子固谈及正之，子固也认为我说的话确实。因此，我又知道了所谓的圣贤之人，既很相似又相互信任，从不猜疑。',
        9 => '子固做了一首《怀友》诗送给我。意思大概是希望我们能相互勉励，一直到达中庸的境界才罢休。正之也曾经说过类似的话。驾着车子安稳行进，通过中庸的门庭而到达内室，除这二位贤人还会有谁呢?我过去不敢肯定自己一定会达到这种境界，不过也愿意跟在他们的左右努力去做，通过他们的帮助使我进入这种境界应该是可能的。',
        10 => '唉!官有自己的职守，私下又有别的事牵累，我们的聚会不可能是经常的，因此，我作了一篇《同学一首别子固》，以相互警策，并相互劝勉。',
        11 => '译文三',
        12 => '长江的南面有一位贤人，表字子固，不是现在所说的一般贤人，我敬仰他，和他交友。淮河的南面有一位贤人，表字正之，也不是现在所说的一般贤人，我也敬仰他，和他交友。',
        13 => '这两位贤人，脚不曾相互来住，嘴也不曾相互讲话，书信和礼物也不曾接受过。他们的老师或朋友，难道完全相同吗?我考察他们的言论和行为，那些不相似的地方多么少啊!说：学习圣人罢了。学习圣人，那么他们的老师或朋友，必定是学习圣人的。圣人的言论和行为，难道会有两样吗?他们的相似也是恰好的。',
        14 => '我在淮南，向正之称道子固，正之对我不怀疑。我回到江南，向子固称道正之，子固也以为对的。我又知道所说的贤人，既是相似的又是互相信任和深信不疑的。子固作《怀友》一首诗赠送我，这首诗的大致意思是希望互相帮助，拉着我以至于到达中庸的境界罢了。正之大概也曾经这样讲过。',
        15 => '安稳地前进，慢慢地行走，车轮碾过中庸之道的庭上，就进入他的家，舍弃这两位贤人还有谁呢?我过去不敢自信必定能达到的，今天也愿意在你们左右干，帮助我进家恐怕就可以了。',
        16 => '唉!官员有职守，私家有牵扯，我们会合不能够经常啊!因此写作《同学》一首向子固告别，来互相警诫，并且互相安慰。',
        17 => '慕而友：慕：仰慕。友：与之交朋友，动词。',
        18 => '相过：拜访，交往。',
        19 => '辞：这里指书信往来。币：帛，丝织品，这里指礼品。',
        20 => '考：考察。',
        21 => '适然：理所当然的事情。',
        22 => '大略：大体上。扳：同“攀”，援引。',
        23 => '安驱：稳稳当当地驾车。',
        24 => '辅：车轮碾过。',
        25 => '造于：到达。',
        26 => '昔：昔日。',
      ),
    ),
  ),
);