<?php
return array (
  'name' => '卷二・周文 晏子不死君难',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '卷二・周文 晏子不死君难',
      'content' => 
      array (
        0 => '崔武子见棠姜而美之，遂取之。庄公通焉。崔子弑之。',
        1 => '晏子立于崔氏之门外。其人曰：“死乎?”曰：“独吾君也乎哉，吾死也?”曰：“行乎?”曰：“吾罪也乎哉，吾亡也?”曰：“归乎?”曰：“君死，安归?君民者，岂以陵民?社稷是主。臣君者，岂为其口实?社稷是养。故君为社稷死，则死之;为社稷亡，则亡之。若为己死，而为己亡，非其私暱，谁敢任之?且人有君而弑之，吾焉得死之?而焉得亡之?将庸何归?”门启而入，枕尸股而哭。兴，三踊而出。人谓崔子：“必杀之。”崔子曰：“民之望也，舍之得民。”',
      ),
      'vernacular' => 
      array (
        0 => '关键词：古文观止：卷二・周文',
        1 => '崔武看见棠家遗孀就喜欢上她，便娶了她。(齐国国王)庄公与她私通。崔武杀了他。',
        2 => '晏子站在崔家的门外。',
        3 => '他家的佣人说：“(你打算)死吗?”',
        4 => '(晏子)说：“(国王)只是我一人的君主吗，我干嘛死啊?”',
        5 => '说：“走(离开齐国)吗?”',
        6 => '(晏子)说：“我有什么罪吗，我为什么要逃亡?”',
        7 => '说：“回家吗?”',
        8 => '(晏子)说：“君主死了回哪呢?君主是民众的君主，难道是凌驾于民众之上的君主?君主的职责要主掌国家。君主的臣子，岂是为了俸禄?臣子的职责要保护国家。因此君主为国家社稷死就该随他死，为国家社稷逃亡就该随他逃亡。如果是为他自己死为他自己逃亡，不是他的私密昵友，谁去担这份责啊?况且他人立了君主却要将他杀死，我怎么能随他去死，随他去逃亡呢?',
        9 => '我将回什么地方啊?”',
        10 => '(崔大夫家的)门打开(晏子)进入，(晏子)将(国王的)尸体放在腿上哭，(哭完后)站起来，一再顿足离去。',
        11 => '别人(还)说崔先生你一定要杀他(晏子)的。崔先生说：“(他)是民众指望啊，放了他得民心。”',
        12 => '崔武子：齐卿，即崔杼。棠姜：棠公的妻子。棠公是齐国棠邑大夫。',
        13 => '取：同“娶”。棠公死，崔杼去吊丧，见棠姜美，就娶了她。',
        14 => '庄公：齐庄公。通：私通。',
        15 => '弑：臣杀君、子杀父为弑。',
        16 => '晏子：即晏婴，字平仲，齐国大夫。历仕灵公、庄公、景公三世。',
        17 => '其人：晏子左右的家臣。',
        18 => '君民者：做君主的人。',
        19 => '实：指俸禄。',
        20 => '昵：亲近。',
        21 => '庸何：即“何”，哪里。',
        22 => '兴：起立。三踊：跳跃了三下，表示哀痛。',
        23 => '望：为人所敬仰。',
        24 => '舍：释放，宽大处理。',
      ),
    ),
  ),
);