<?php
return array (
  'name' => '卷四・战国文 对楚王问',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '卷四・战国文 对楚王问',
      'content' => 
      array (
        0 => '楚襄王问于宋玉曰：“先生其有遗行与?何士民众庶不誉之甚也!”',
        1 => '宋玉对曰：“唯，然，有之!愿大王宽其罪，使得毕其辞。客有歌于郢中者，其始曰《下里》、《巴人》，国中属而和者数千人。其为《阳阿》、《薤露》，国中属而和者数百人。其为《阳春》、《白雪》，国中有属而和者，不过数十人。引商刻羽，杂以流徵，国中属而和者，不过数人而已。是其曲弥高，其和弥寡。',
        2 => '故鸟有凤而鱼有鲲。凤皇上击九千里，绝云霓，负苍天，足乱浮云，翱翔乎杳冥之上。夫蕃篱之鷃，岂能与之料天地之高哉?鲲鱼朝发昆仑之墟，暴鬐于碣石，暮宿于孟诸。夫尺泽之鲵，岂能与之量江海之大哉?故非独鸟有凤而鱼有鲲，士亦有之。夫圣人瑰意琦行，超然独处，世俗之民，又安知臣之所为哉?”',
      ),
      'vernacular' => 
      array (
        0 => '关键词：古文观止,战国文',
        1 => '译文�',
        2 => '楚襄王问宋玉说：“先生也许有不检点的行为吧?为什么士人百姓都那么不称赞你呢?”',
        3 => '宋玉回答说：“是的，是这样，有这种情况。希望大王宽恕我的罪过，允许我把话说完。”',
        4 => '“有个人在都城里唱歌，起初他唱《下里》、《巴人》，都城里跟着他唱的有几千人;后来唱《阳阿》、《薤露》，都城里跟着他唱的有几百人;等到唱《阳春》、《白雪》的时候，都城里跟着他唱的不过几十人;最后引其声而为商音，压低其声而为羽音，夹杂运用流动的徵声时，都城里跟着他应和的不过几个人罢了。这样看来，歌曲越是高雅，和唱的人也就越少。',
        5 => '“所以鸟类中有凤凰，鱼类中有鲲鱼。凤凰展翅上飞九千里，穿越云霓，背负着苍天，两只脚搅乱浮云，翱翔在那极高远的天上;那跳跃在篱笆下面的小鷃雀，岂能和它一样了解天地的高大!鲲鱼早上从昆仑山脚下出发，中午在渤海边的碣石山上晒脊背，夜晚在孟诸过夜;那一尺来深水塘里的小鲵鱼，岂能和它一样测知江海的广阔!',
        6 => '“所以不光是鸟类中有凤凰，鱼类中有鲲鱼，士人之中也有杰出人才。圣人的伟大志向和美好的操行，超出常人而独自存在，一般的人又怎能知道我的所作所为呢?”',
        7 => '译文二',
        8 => '楚襄王向宋玉问道：“先生难道有什么不好的行为吗?为什么广大士民都说您不好呢?”',
        9 => '宋玉回答说：“是的，不错，有这么回事。但希望您能宽恕我的过失，让我把话说完。”',
        10 => '“有一位在郢都唱歌的客人，开始他唱《下里》、《巴人》，都城里聚集起来跟着唱的有数千人，接着他唱《阳阿》、《薤露》，都城里聚集起来跟着唱的有数百人，后来他唱《阳春》，《白雪》，都城里聚集起来跟着唱的不过几十人，最后他时而用商音高歌，时而以羽声细吟，其间杂以宛转流利的徵音，这时都城里聚拢来跟着唱的不过数人而已。这说明他唱的歌越是高深，能跟着和唱的就越少。”',
        11 => '“故此，鸟中有凤凰而鱼中有大鲲。凤凰拍击空气，直上九千里的高空，贯穿云霞，背负青天，在高渺的天空展翅翱翔;而那跳跃于篱笆之间的鷃雀，哪能和风凰同样衡量天地的高大呢?鲲鱼早上从昆仑大山出发，在碣石晒背曝鳍，晚上在孟诸大泽投宿;那处于小小池塘之中的鱼儿，怎能与大鲲一样测知江海的浩瀚呢?不只是鸟中有凤鱼中有鲲啊!在‘士’中也有出类拔萃的人物。那些高洁的人物有如美玉一般的品行，超世独立;而那些世上的凡夫俗子又怎能理解我的行为呢?”',
        12 => '其：用在谓语“有”之前，表示询问，相当于现代汉语的“大概”、“可能”、“或许”等。',
        13 => '何士民众庶不誉之甚也：为什么那么多士民不称誉您呀?这是一种委婉的说法，实际的意思是说许多士民在指责你。何，用于句首，与句末的“也”相配合，表示反问或感叹的语气。士民，这里指学道艺或习武勇的人。古代四民之一。众庶，庶民，众民。誉，称誉，赞美。甚，厉害，严重。',
        14 => '唯：独立成句，表示对对方的话已经听清楚或同意，相当于现代汉语的“是”、“嗯”等。然：这样。用来代上文所说的情况。',
        15 => '愿：希望。毕：完毕，结束。',
        16 => '客：外来的人。歌：唱。郢(yǐng)：楚国的国都，在今湖北江陵县西北，《下里》、《巴人》：楚国的民间歌曲，比较通俗低级。下里，乡里。巴人，指巴蜀的人民。国：国都，京城，属(zhǔ)：连接，跟着。和(hè)：跟着唱。',
        17 => '�阳阿(-ē)》、《薤露(xiè-)》：两种稍为高级的歌曲。《阳阿》，古歌曲名。《薤露》，相传为齐国东部(今山东东部)的挽歌，出殡时挽柩人所唱。薤露是说人命短促，有如薤叶上的露水，一瞬即干。',
        18 => '�阳春》、《白雪》：楚国高雅的歌曲。',
        19 => '引：引用。刻：刻画。商、羽、徽：五个音级中的三个。古代音乐有宫、商、角、徵(zhǐ)、羽五个音级，相当于简谱中的1、2、3、5、6.杂：夹杂，混合。流。流畅。',
        20 => '是：这。弥(mí)：愈，越。',
        21 => '凤：凤凰，古代传说中的鸟王。一说雄的叫“凤”，雌的叫“凰”，通常都称作“凤”。鲲(kūn)：古代传说中的一种大鱼。',
        22 => '绝：尽，穷。云霓：指高空的云雾。负：背，用背驮东西。苍天：天。翱翔(áoxiáng)：展开翅膀回旋地飞。平：用法相当于介词“于”，在。杳冥(yǎo)：指极远的地方。',
        23 => '夫：那，那个。用在作主语的名词之前，起指示作用。下文的“夫”同。藩篱：篱笆。鷃(yàn)：一种小鸟。岂：用在谓语“料”前，与句末的“哉”一起，表示反诘。之：作介词“与”的宾语，代上文的“凤凰”。下文的“岂能与之量江海之大哉”的“岂”、“哉”、“之”同。料(liào)：估量，估计。',
        24 => '朝(zhāo)：早晨。发：出发。昆仑：我国西北部的著名大山，西起帕米尔高原东部，横贯新疆、西藏间，东延入青海境内。墟(xū)：土丘。暴：暴露。鬐(qí)：鱼脊。碣石(jié-)：渤海边上的一座山。在今河北昌黎北。孟诸：古代大泽名，在今河南商丘东北、虞城西北。',
        25 => '尺泽：尺把大的小池。鲵(ní)：小鱼。量：衡量，计量。',
        26 => '非独：不但。',
        27 => '瑰意琦行(guī-qí-)：卓越的思想、美好的操行。世俗：指当时的一般人。多含有平常、凡庸的意思。安：怎么，哪里，表示反问。',
        28 => '世俗之民：这里是指一般的人，普通人。',
      ),
    ),
  ),
);