
	　　[题解]
	　　《在宥》篇讲，“无为而尊者，天道也；有为而累者，人道也；主者，天道也；臣者，人道也。”本篇基本上是对这一思想的论述与发挥，从天道与人道关系方面阐述庄子的政治思想。全篇可分为七段
	　　第一段，阐述天道虚静无为，与圣道、帝道相通。能以虚静无为为宗本，则可“推于天地，通于万物”，得“天乐”，与天相合。第二段，从“夫帝王之德”至 “非上之所以畜下也”一大段，提出君道无为，臣道有为主帐，认为道德仁义、形名赏罚等，以及上下尊卑等级，都属人道，它与天道是一致的，表现为本末君臣关 系，也是治所需要的。其说近于黄老，有人以为后学所加。第三段，以尧舜对话形式，表达天德无为，如日月照耀，四时运行，昼夜更替，云，行雨施一样，是一种 自然运行过程。帝王应去掉世俗的粘滞缠绕，循性无为，效法天德。第四段，老子批评孔子倡导仁义；只会扰乱人性。天地万物是自然有序的，人只要“放德而行， 循道而趋”，对外界不加干扰，就自会实现理想境界。第五段，通过老子批评士成绩的言行，讲述得道之人，已经摆脱对神圣智巧的追求，不受外界毁誉之影响，保 持心性与行为仪容的恒常统一。第六段，阐述道无所不包又幽深莫测，圣人体道治世，“外天地，遗万物”，退仁义，弃礼乐，持守本真而内心安定。第七段，文字 语言皆为糟粕，真意不可言传。道是超越形色名声的，不在文字语言之中，讲说于人的都不是真道，真道不靠言论，只能玄观体悟。
	　　天道运而无所积(1)，故万物成；帝道运而无所积，故天下归(2);圣道运而无所积，故海内服。明于天，通于圣，六通四辟于帝王之德者(3)，其自为 也，昧然无不静者矣(4)。圣人之静也，非曰静也善，故静也；万物无足以挠心者(5)，故静也。水静则明烛须眉(6)，平中准(7)，大匠取法焉(8)。 水静犹明，而况精神！圣人之心静乎！天地之鉴也(9)，万物之镜也。夫虚静恬淡寂漠无为者，天地之平而道德之至，故帝王圣人休焉(10)。休则虚，虚则 实，实则伦矣(11)。虚则静，静则动，动则得矣(12)。静则无为，无为也，则任事者责矣(13)。无为则俞俞(14)，俞俞者忧患不能处(15)，年 寿长矣。夫虚静恬淡寂漠无为者，万物之本也。明此以南乡(16)，尧之为君也；明此以北面，舜之为臣也。以此处上，帝王天子之德也；以此处下，玄圣素上之 道也(17)。以此退居而闲游，江海山林之士服(18);以此进为而抚世(19),则功大名显而天下一也。静而圣，动而王(20)，无为也而尊，朴素而天 下莫能与之争美。夫明白于天地之德者，此之谓大本大宗(21)，与天和者也。所以均调天下(22)，与人和者也。与人和者，谓之人乐；与天和者，谓之天 乐。”庄子曰：“吾师乎(23)!吾师乎！繁万物而不为戾(24)，泽及万世而不为仁，长于上古而不为寿(25)，覆载天地。刻雕众形而不为巧(26)， 此之谓天乐。故曰，知天乐者，其生也天行(27)，其死也物化(28)，静而与阴同德，动而与阳同波(29).故知天乐者，无天怨，无人非，无物累，无鬼 责。故曰：“其动也天(30),其静也地，一心定而王天下(31); 其鬼不祟(32),其魂不疲，一心定而万物服。言以虚静推于天地，通于万物，此之谓天乐。天乐者，圣人之心以畜天下也(33)。”
	　　[注释]
	　　(1)天道：与人道相对，是中国古代含义宽泛的皙学范畴，一些唯物主义哲学家把它归结为天象运行，四时更迭，风雨寒暑等变化规律，与人事无涉。一些唯 心主义哲学家则认为，天道是神意的体现，并与人事相互感应，庄子认为天道是自然界无意识无目的运行，是无欲无为的。积：停滞。
	　　(2)帝道：帝工之道。与后面的圣道同效法天道，二者区别在于，帝是有位的，掌握着国家的统治权力，可以直接推行其道。圣则是无位的素王，通过他的学说和道德发生影响，归：归附。
	　　(3)六通：四方上下无不畅通。四辟：春夏秋冬无时不开辟，六通四辟：形容于帝王之道全面通晓。
	　　(4)昧然：暗昧不觉。
	　　(5)饶：通挠，搅乱也。
	　　(6)烛：照。
	　　(7)平中准，水面平静，与水准仪器相符合。中（Zhong），符合。准，测水平仪器。
	　　(8)大匠取法：高明的木匠师傅效法它作成测量平面的器具。
	　　(9)鉴：镜。
	　　(10)休：栖止。这句的意思为：虚静恬淡，寂寞无为是帝王圣人使心栖止之所。
	　　(11)虚则实：心虚静能鉴照天地万物，故而充实。实则伦：充实中包含一切条理秩序。
	　　(12)静则动，天道之动静不是僵死不变的，而是不断转化推移的。如《齐物论》“方生方死，方死方生，方可方不可，方不可方可。”讲生死、可不可之转化推移，与此同理，动则得：天道不停止运动，万物与之吻合同步，则得其所宜。
	　　(13)责：尽职责。
	　　(14)俞俞：从容自如的样子。
	　　(15)不能处：处，止也。得无为之道者，忧患不能留止于心。
	　　(16)南乡：即南向，面南背北，为古代君主听居之位。
	　　(17)玄圣素王：得无为之道，为天下人敬仰而又未处帝王之位的人，如老耿及庄子虚拟的一些得道者。
	　　(18)江海山林之士：隐居在海岛深山的隐士。
	　　(19)进为：出仕作官，为帝王辅佐，如伊尹吕望之类。抚世：安抚治理世人。
	　　(20)静而圣：保持自身虚静无为则为圣人，动而王：无欲无求，顺夭道而动则为帝王。
	　　(21)大本大宗：指天地万物的根本性质和产生本原。
	　　(22)均调：均平协调。
	　　(23)师：比喻天道，庄子以天道为师，重复申说，表示衷心赞叹。
	　　(24)■（xiè)碎。戾：暴戾。
	　　(25)长：年长。寿：长寿。道是无始无终的，永恒的，说它比上古还要年长，只是一个比喻。
	　　(26)刻雕众形：比喻道创生万物的多种形态，好象匠人雕刻出各种物形。
	　　(27)天行：天道之运行。
	　　(28)物化：物象之幻化，认为人死不过是由一种物幻化成另一砷物，就象庄周梦中化成蝴蝶，醒来又成庄周一佯。
	　　(29)波：扩展。
	　　(30)其动也天：其动时无心无为，循性自如，如同夭道之运行。
	　　(31)这句是说，持守心之虚静无为，就可以为天下王。
	　　(32)祟，祸。其鬼不祟：其为助词，表强调义，强调鬼神也不能带来灾祸。
	　　(33)以：用。畜，养。天乐指圣人执守虚静无为，达到的与夭地为一，与变化同体的道德境界，圣人将其推行于天地万物，用它来畜养天地万物。
	　　[译文]
	　　天道运行而不停滞，故而万物得以生成；帝玉之道运行而下停滞，故而天下之民都来归服；圣人之道运行而不停滞，故而海内之民敬服。明于天道，通于圣道， 于帝王之德无不通达的人，任物循性自为，对这一切暗昧不觉而执守虚静之心。圣人执守虚静，不是因为虚静好，才去作的。而是万物不足以搅乱他的心，所以心虚 静，水平静就可以清楚照见人的胡须眉毛，其平面符合水准队器，高明的木匠师傅就是取法于此而造成水平仪器的。水平静还能如此明察，何况是人的精神呢！圣人 之心虚静，可以成为大地的镜子，万物的镜子。虚静、恬淡、寂寞、无为，就是天地之平静和道德的最高境界，因此，帝王圣人都栖心于此。心休止则虚静，虚静则 能鉴照万物而充实，充实中包含万物之条理秩序，心空虚即得平静，平静又转化为运动，运动与天道合则万物各有所得。虚静即能无为，君无为，则百官各尽职责。 行无为之道则能从容自如，从容自如的人，忧患不能留止于心，所以能长寿。虚静、恬淡、寂寞、无为，是万物的本性。明晓此道而南面为君，就能成为尧一样的 君；明晓此道而北面为臣，就能成为舜一样的臣。以此道处上位，就成为帝王天子的最高德行；以此道处下位，就成为玄圣素王的正道。以此道退隐闲游，海岛山林 之隐士都会敬服；以此道出仕作官，辅佐帝王安抚治理人民，则能建大功显名声而使天下统一，虚静而为圣人，顺天动而为帝王，无为而受尊崇，朴素之美天下没有 能与之相争的。明白无为是天地之本性，这就是把握了万物的根本性质和产生根源，就是与天道相合了，因此就能均平协调天下之事，而与人和谐融洽。与人和谐融 洽，称之为人乐；与天相合，称之为天乐。庄子说：“我的老师呀！我的老师呀：打碎万物不算作暴戾，恩泽及千万代不叫作仁慈，比上古更年长不称为长春，覆盖 承载天地、创生方物的多种形态而不称为巧妙，这就叫作天乐。所以说，知晓天乐的人，其生与天道一同运行，其死为物相幻化。虚静时与阴具有同一德性，运动时 与阳一起扩散传播。故而知晓天乐的人，不报怨夭，不非难人，不受外物牵累，不责备鬼神。所以说，这样的人动时如天之运行无滞，静时如地之虚静充实，其心安 定而为天下王；鬼神不会带给灾祸，精神也不会疲劳，其心安定而万物顺服。这些话都是说把虚静无为推行于天地，畅通于万物，这就叫天乐。天乐，是圣人用来畜 养天下的。”
	　　夫帝王之德，以天地为宗(1)，以道德为主，以无为力常。无为也，则用天下而有余(2)；有为也，则为天下用而不足(3)，故古之人贵夫无为也。上无 为也，下亦无为也，是下与上同德，下与上同德则不臣(4)。下有为也，上亦有力也，是上与下同道，上与下同道则不主(5)。上必无为而用天下，下必有为为 天下用，此不易之道也(6)故古之王天下者，知虽落天地，不自虑也(7)，辩虽彫万物(8),不自说也；能虽穷海内(9),不自为也。天不产而万物化，地 不长而万物育(10)，帝王无为而天下功。故曰莫神于天，莫富于地，莫大于帝王。故曰帝王之德配天地。此乘天地，驰万物(11)，而用人群之道也。
	　　[注释]
	　　(1)宗：本。天地覆载万物而无心，帝王则以之为本。
	　　(2)用天下而有余：对万物的变化生灭，社会的治乱兴衰，君主下加干预，任其自然，所以闲暇无事。
	　　(3)为天下用而不足：天下事是无穷尽的，虽弃波劳苦，砷精竭虑去作，仍然不能作完，故而力不足。
	　　(4)下臣，臣无为则丧失为臣之德。这里主张君德无为，臣道有为，二言下可相滥，实际是主张按干道各司其职。
	　　(5)不主：君有为则失去君主之德。
	　　(6)不易：不变。不管世道如何变迁，此道永不改变。
	　　(7)知：同智，智慧，落：通络，包括，包笼之意。不自虑：不自行代天思虑。
	　　(8)彫：钟泰《庄子发微》以为“彫藉为周”，可从。辩彫万物：言其辩论可以周遍万物。只是一种形容，实际上下可能达到。《齐物论》就讲：“言辩而下周”。
	　　(9)能虽穷海内：虽穷尽四海之内也找不出如此多能之人。
	　　(10)下产不长：意为天地无意于万物的产生和生长，万物的产生和长成皆出于自然。
	　　(11)乘，驾驭，驰：驱使。
	　　[译文]
	　　帝王之德性，以天地为宗本，以道德为主宰，以无为力常法。无为，任天下自行治理则有余暇；有力，力天下疲于奔命则力不足。所以古人治天下贵无为之道， 君上无为，臣下也无为，是臣下与君上有同一德性，臣下与君上有同一德性则丧失为臣之德；臣下有为，君上也有为，是君上与臣下行道同一，君上与臣下行道同一 则不成其为君主。君主在上必行无为之道而使天下自行治理，群臣在下必须有力去为天下作事，这是永不改变之道。所以古时为天下之王者，其智慧虽能包笼天地， 也不自行代天思虑；其知辩虽能周遍万物，也不自己去言说；其能力虽然海内无比，也不自去作为。天无意于生产而万物化生，地无意于生长而万物长成，帝王无力 而天下事自行成功，所以说没有比天更神妙莫测，没有比地更富有，没有比帝王之德更博大。所以说帝工之德与天地相配合。这就是驾驭天地，驱使万物，任用万民 之道啊！
	　　本在于上，未在于下(1);要在于主，详在于臣(2)。三军五兵之运，德之未也(3);赏罚利害，五刑之辟(4)，教之未也；礼法度数(5)，形名比 详(6)，治之未也；钟鼓之音，羽旄之容(7)，乐之未也；哭泣衰绖(8)，隆杀之服(9)，哀之未也。此五未者，须精神之运，心术之动(10)，然后从 之者也。未学者，古人有之，而非所以先也。君先而臣从，父先而子从，兄先而弟从，长先而少从，男先而女从，夫先而妇从。夫尊卑先后，天地之行也(11), 故圣人取象焉(12)。天尊地卑，神明之位也(13);春夏先，秋冬后，四时之序也；万物化作，萌区有状(14)，盛衰之杀，变化之流也(15)。夫天地 至神，而有尊卑先后之序，而况人道乎！宗庙尚亲，朝廷尚尊，乡党尚齿(16),行事尚贤，大道之序也。”语道而非其序者，非其道也。语道而非其道者，安取 道(17)! 是故古之明大道者，先明天而道德次之，道德已明而仁义次之，仁义已明而分守次之(18)，分守已明而形名次之，形名已明而因任次之(19)，因任已明而原 省次之(20)，原省已明而是非次之，是非已明而赏罚次之，赏罚已明而愚知处宜(21),贵贱履位(22)，仁贤不肖袭情(23)。必分其能，必由其名 (24)。以此事上，以此畜下(25),以此治物，以此修身，知谋不用，必归其天(26)。此之谓大平(27)，治之至也。故书曰：“有形有名。”形名 者，古人有之(28),而非所以先也。古之语大道者，五变而形名可举(29)，九变而赏罚可言也(30)。骤而语形名(31),不知其本也；骤而语赏罚， 不知其始也，倒道而言(32)，迁道而说者(33)，人之所治也(34)，安能治人！骤而语形名赏罚，此有知治之具(35)非知治之道。可用于天下，不足 以用天下(36)，此之谓辩士，一曲之人也(37)。礼法数度，形名比详，古人有之，此下之所以事上，非上之所以畜下也。
	　　[注释]
	　　(1)本末：中国古代哲学重要范畴，包含本体与现象，主要与次要，根本与从属诸方面及其相互关系的论述辨析，先秦时期多言本，还未将本末对举作系统阐 述，汉与魏晋时期则有较多讨论。在中国传统观念中，则以农为本，以工商为未。此处本未有特定意义，本为根本，指天道无为；未为枝节，指人事之政事礼法等。 上为君主，下为群臣，意即天道无为是根本，由在上之君主掌握。政事礼法是枝节，由群臣执行。
	　　(2)要：纲要，机要。详，细目、细节。这句话意思为：君主行的是无为之道，只总概要就够了，细节细目要臣去作。
	　　(3)三军：泛指军队。五兵：五种兵器，具体所指说法不一，通行说法指矛、戟、钺、楯。弓矢。运：运用。
	　　(4)五刑：墨、剿、刚、宫、大辟。辟：法。
	　　(5)礼法：吉、凶、军、宾、嘉五礼所遵行的法度。度：计量长短之标准，如丈尺之类。数：数字计算。
	　　(6)形名比详：即对事物之名实关系进行比较审核。形指事物，名力名、称，比为比较，详为审核、审定。
	　　(7)羽旄之容：用鸟羽、兽毛装饰歌舞者的服装、道具，以显示仪客华美。羽，鸟羽。姹，兽毛。
	　　(8)衰绖（cuidie）：衰，丧服，绖为用麻制作的腰带和冠带，皆为服丧时穿戴，根据生者与死者血缘亲疏关系，丧礼规定了相应的哭祭仪式和丧服规格，不可以相滥。
	　　(9)隆杀之服：隆，加隆、提升；杀为降等。丧服分斩衰、齐衰、大功、小功、绸麻五种，要根据本人与死者关系之亲疏，予以加隆或降等，确定其应当穿那种丧服。
	　　(10)心术：心智、心之能力。此句意为，精神心智是本，五未必须从属于本，不能把枝节当根本，本末倒置。
	　　(11)尊卑：上下也。言天地之运行有上下先后之分。
	　　(12)取象，取而效法。
	　　(13)言天在上，地在·已是神明安排之位置。
	　　(14)萌区有状：万物萌生后区分为各种形状。
	　　(15)由兴盛转而降为衰杀，是变化之流行。
	　　(16)乡党：乡里。齿：年龄。
	　　(17)安取道：何处取得大道。庄子认为道有先后次第，离开次第讲道，不是真道；讲述的不是真道，又让人从哪里去取得真道，
	　　(18)分守：职责、职守。
	　　(19)因任：根据职责授与职事。
	　　(20)原省：推究省察，指对人进行政绩考核。
	　　(21)愚知处宜：愚笨的人和聪明有智之人都安排合适的位置。
	　　(22)履：践，就。贵贱履位：尊贵者与低贱者各就各位。
	　　(23)袭情：依据实际情况。袭，因袭、依据。情，实也。
	　　(24)必分其能：人各有所能，不能兼也，故称分其能。必由其名：能各有名，不能相混，必循名以责实。
	　　(25)畜下：治理下民之意。畜，养。
	　　(26)归其天：复归于虚静无为之天道。
	　　(27)大平：太平盛世，治道之极致。大，同太。
	　　(28)形名之分辨，古代就有了。
	　　(29)五变：论述中经历五个演绎推理过程。具体次序为：一天，二道德，三仁义，四分守，五形名，六因任，七原省，八是非，九赏罚。这句的意思为，推理至第五层，形名之辨即列举出来。
	　　(30)九变：演绎推理至第九层。
	　　(31)骤：急剧、匆忙之意。
	　　(32)倒道：与道相反相违。指违背大道由本及未的先后次第，把形名赏罚等次要的、枝节的东西提到首位，即是倒道。
	　　(33)迕，违逆。迕道，与倒道同义。
	　　(34)人之所治：被人治理。
	　　(35)知治之具：只知治世的具体方法、手段，不知精神实质，知未而不知本。
	　　(36)这句的意思力：可用于为天下事奔波操劳，不足以让天下自行治理，可有力而治而不能无为而治。
	　　(37)一曲之人：只有一孔之见，一枝之长，不通晓无为大道的人。
	　　[译文]
	　　天道无为之本君主掌握，政事礼法之未群臣执行；君主在上总其纲要，群臣在下行其细目。军队武器的动用，是道德之末流；赏罚利害之推行，五种刑法之设 立，是教化之未流；五礼之法，长度计算，名实比较审核，是治道之未流；用钟鼓奏出乐曲，用鸟羽兽毛装饰舞者，是乐之未流；哭祭丧服，各有等次，是哀悼之未 流。这五类未流枝节之事，必须待精神、心智运动，然后随之而动。五种末流枝节之学，古代就有，但不把它放在首要地位。君在先而臣从属，父在先而子从属，兄 在先而弟从属，年长者在先而年幼者从属，男人在先而女人从属，丈夫在先而妻子从属。天地之运行，有上下先后区分，故取而效法之。天在上地在下，是神明确定 的地位；春夏在先，秋冬在后，是四时之顺序；万物化生，萌生后区分为各种形状，再由兴盛转而为衰杀，是变化流行也。天地之道最为神妙莫测，还有上下先后之 顺序，何况是人道呢！宗庙祭把崇尚血缘之亲，朝廷崇尚高爵位，乡里间尊敬年长者，治事崇尚贤能，这是大道的先后次第。讲论道而不合道之第，不是真正的道； 讲述的不是真正的道，又从哪里去得道呢！
	　　所以古时明大道之人，先明天道而把道德放在其次，道德既明则把仁义放在其次，仁义既明则把职责放在其次，职责既明则把名实放在其次，名实既明则把因职 授事放在其次，因职授事既明则把推究省察放在其次，推究省察既明则把是非放在其次，是非既明则把赏罚放在其次，赏罚既明则愚笨的与聪明的都安排合宜，尊贵 者与低贱者各就其位，仁厚的贤达的和不成才的都依据实际作了安置。按其能加以区分，由其名而责其实。用这一套来服事君主，畜养下民，治理万物，修养自身， 就会不用智谋，复归于虚静无为之天道。这就叫作太平，是治道之极致。古书上说：“有形有名。”形名之区分，古人就有的，只是不放在首要地位。古代谈论大道 的人，经历五个层次的演绎推理，形名辨析可列举出来，九次演绎推理，赏罚被讲说出来。急剧匆忙去讲说形名问题，就不知道它之所本；匆忙讲述赏罚问题，就不 知道它之所始。违背道去讲，抵触道去说，只能为人所治，怎么能治理别人！匆忙讲说形名赏罚的人，他们只知治世的具体方法、手段，并不真正懂得治世之道。这 样的人可用于为天下事奔波劳碌，不足让天下自己治理自己。这就是言辩之士，只具一孔之见的人。五礼之法，长度计算，名实比较审核，古代就有。这是臣用以事 奉君的，不是君用以畜养臣民的。
	　　昔者舜问于尧曰：“天王之用心何如(1)？”尧由：“吾不敖无告(2)，不废穷民，苦死者(3)，嘉孺子而哀妇人(4)。此吾所以用心已。”舜曰： “美则美矣，而未大也(5)。”尧曰：“然则何如？”舜曰：“天德而出宁(6)，日月照而四时行，若昼夜之有经(7)，云行而雨施矣。”尧曰：“胶胶扰扰 乎(8)！子，天之合也(9)；我，人之合也。”夫天地者，古之资大也，而黄帝尧舜之所共美也。故古之王天下者，奚为哉？天地而已矣(10)。
	　　[注释]
	　　(1)天王，帝王，指尧。因其具有天德，故称为天王。
	　　(2)敖：同傲，侮慢。无告：有苦无处诉、处境极为悲惨之人，或指鳏寡孤独者。
	　　(3)废：抛弃，苦：忧劳。苦死者：对死者表示哀痛和抚慰。
	　　(4)嘉：善，亲爱之意。孺子：小孩。哀：怜悯。
	　　(5)未大：不算弘大。因为尧所讲皆有心而为，所及有限，故其心不算弘大。
	　　(6)天德：虚静无为也。出：运行。
	　　(7)经：不变之常规、常法。
	　　(8)胶胶：粘台在一起不能解开。扰扰：纷乱不宁。尧听了舜的话受到启示，觉得自己的用心是多余的，不如静默无为，复归天德。
	　　(9)天之合，与天道相合。
	　　(10)天地而已矣：象天地那样虚静无为就是了。
	　　[译文]
	　　从前舜问尧说：“天王您用心怎样呢？”尧说：“我不侮慢求告无门处境悲惨的人，不抛弃贫穷之民，忧劳死者，亲爱孩子又怜悯妇女，这就是我用心之处。” 舜说：“好却是很好，只是其心还不够弘大。”尧说：“那么应该怎样呢？”舜说：“天德运行而虚静安宁，日月照耀而四时运行，好象昼夜更替之有常规，云行而 雨降一样。”尧说：“我真是粘滞纷扰啊！你与天道相合，我只是与人道相合。”天地，自古以来被认为是弘大的，为黄帝、尧舜所共同赞美。所以古时为天下之王 的人，还要作什么呢？象天地那样虚静无为就是了。
	　　孔子西藏书于周室(1)，子路谋曰：“由闻周之征藏史有老聃者(2)，免而归居(3)，夫子欲藏书，则试往因焉(4)。”孔子曰：“善。”往见老聃而 老聃不许，于是繙十二经以说(5)。老聃中其说(6)，曰：“大谩，愿闻其要(7)。”孔子曰：“要在仁义。”老聘曰：“请问，仁义，人之性邪？”孔子 曰：“然，君子不仁则不成，不义则不生(8)。仁义，真人之性也，又将奚为矣(9)？”老聘曰：“请问何谓仁义？”孔子曰：“中心物恺(10)，兼爱无 私，此仁义之情也。”老聃曰：“意，几乎后言(11)！夫兼爱，不亦迂乎(12)！无私焉，乃私也(13)。夫子若欲使天下无失其牧乎(14)？则天地固 有常矣，日月固有明矣，星辰固有列矣，禽兽固有群矣，树木固有立矣(15)。夫子亦放德而行(16)，循道而趋，已至矣(17)！又何偈偈乎揭仁义 (18)，若击鼓而求亡子焉(19)？意，夫子乱人之性也。”
	　　[注释]
	　　(1)书：指孔子编辑整理之书。孔子何以要藏书周王室，不可确知。或以为当时列国纷争，战祸连年，周天子还保持形式上的共主地位，可避免战火波及，书藏在那里较为安全。
	　　(2)子路：姓仲名田，孔子弟子。征藏史：周王室管理藏书之官。
	　　(3)免而归居：去职归家隐居。据载老子见周室衰微，不可匡复，便辞官而去。
	　　(4)因：依也，依靠老聃帮助联络舒通藏书事宜。
	　　(5)繙（fan）：演绎发挥。十二经：有三种说法：一说指诗、书、礼、乐、易、春秋六种经书加上相应的六种纬书；一说指《周易》上下经和十翼，共十二篇；一说指《春秋》十二公之经，三说皆不可信。严灵峰先生以为十二应为六，此说可从。说：说服。
	　　(6)中：中间。孔子解说过程中，老子插言。
	　　(7)大谩：大冗长，大烦琐。谩，或作曼，长。
	　　(8)这句的意思为：离开仁义就没有君于生成，以此推断仁义为人之本性。
	　　(9)又将奚为：舍弃仁义，又将何为呢。
	　　(10)中心物恺：心地中正无偏私，与物和乐而下使毁伤。恺，和乐。
	　　(11)意：同噫，叹词，几：接近。后言：泛指与上古先圣之言相对的后代言论，也就是抛弃天道无为根本，把仁义札法之未放在首位的说法。
	　　(12)迂：迂远。庄子认为：行虚静无为之道，则无有不爱，何心又说兼爱，既讲兼爱，则有兼之所不及者，因此反而更为迂远。
	　　(13)这句的意思为：私与无私的区分与对立，正是私产生的根源。讲无私即包含有私，只有混同私与无私，抹灭二者对立，才能达到真正无私。
	　　(14)牧：养。
	　　(15)立：树立。树木植立生长之所。
	　　(16)放德：循性。对自性不加约束，任其自然。
	　　(17)已至：已达，达到向往的理想境界。
	　　(18)偈（jiá）偈：用力的样子。揭：举，引申为提倡、倡导。
	　　(19)亡子：丢失的孩子。
	　　[译文]
	　　孔子要西去把书藏于周王室，学生子路出主意说：“我听说周王室有位掌管图书的史官老呐，现已辞官在家隐居，先生想藏书周室，可依靠老聃出面帮助。”孔 子说：“好吧。”前往拜见老聃，而老聃不同意，于是孔子就对六经内容演绎发挥，想说服老聃。在讲述中老聃插言说：“太冗长烦琐，愿意听听要点。”孔子说： “要点在仁义。”老聃说：“请问，仁义是人的本性吗？”孔子说：“是的，君子没有仁就不能成长，没有义就不能生存。仁义，确实是人的本性，舍弃仁义，人又 将何为呢？”老聃说：“请问，什么叫仁义？”孔子说：“心中正无偏私，与物和乐而不毁伤，兼爱万物而无私心，这就是仁义的实质。”老聃说：“唉，这些话近 似于后代之言！讲兼爱不是大迂远了么！讲无私就包含了私。先生如果要想使天下不失去其养育吗？则天地原本就有恒常之规则，日月本来就是光明的，星辰本来就 排列有序，禽兽本来就是群居的，树木本来就有植立之处。先生也循性而行，遵道而进，就达到了理想境界！又何必用力去倡导仁义，象击鼓聚众去寻找丢失小孩那 般急切呢？唉，先生是在扰乱人性啊。”
	　　士成绮见老子而问曰(1)：“吾闻夫子圣人也，吾固不辞远道而来愿见，百舍重趼而不敢息(2)。今吾观子，非圣人也。鼠壤有余蔬而弃妹(3)，不仁 也！生熟不尽于前(4)，而积敛无崖(5)。”老子漠然不应(6)。士成绮明日复见，曰：“昔者吾有刺干子(7)，今吾心正却矣，何故也？”老子曰：“夫 巧知神圣之人，吾自以为脱焉(8)。昔者子呼我牛也而谓之牛，呼我马也而谓之马。苟有其实(9)，人与之名而弗受，再受其殃。吾服也恒服(10)，吾非以 服有服(11)。”士成绮雁行避影(12)，履行遂进(13)，而问修身若何？老子曰：“而容崖然(14)，而目冲然(15)，而颡頯然(16)，而口阚 然(17)，而状义然(18)，似系马而止也(19)，动而持(20)，发也机(21)，察而审(22)，知巧而睹于泰(23)，凡以为不信(24)，边 竟有人焉，其名为窃(25)。”
	　　[注释]
	　　(1)士成绮：庄子虚拟的人名。
	　　(2)百舍，古时行军以三十里为一舍，百合合三千里，形容路途遥远。重趼（jiān）：长途跋涉，脚掌上磨出层层厚茧。
	　　(3)鼠壤：老鼠洞口的积土。余蔬：狼藉在老鼠洞外的菜蔬。弃妹：抛弃妹妹下肯抚养。通行本弃妹后有“之者”二字，今依《续古逸丛书》本删去。
	　　(4)生熟：生的和熟的食品。
	　　(5)积敛无崖，屯积聚敛财物无止境。
	　　(6)漠然：冷淡，毫不在意的样子。
	　　(7)刺：讥刺，伤害之意。
	　　(8)脱：超脱、摆脱之意。指能从世人加给的毁誉荣辱中摆脱出来，不受其影响。
	　　(9)苟有其实：假如确有那些事实。指士成绩所说之事。
	　　(10)服，仪态行为。恒，恒常下变。这句是说老子的仪态行为是自性的真实表现，是循性无为，不是有意造作，故而不受外界毁誉所左右，保持恒常不变。
	　　(11)吾非以服有服：我不是故意作出某种仪态行为给别人看。
	　　(12)雁行：斜行，象大雁排成人字形、之字形飞行一样，人在同尊者一起走路，让尊者在前，自己在斜后方随行，走成斜列。避影：避开尊者的影子，以免被脚踏到。这些都表示对尊者的礼敬。
	　　(13)履行遂进：穿鞋子就进室内在席子上行走，古礼入室要脱鞋，士成绩未脱鞋而入室走进者子，表现他心中极度不安，忘记礼仪。
	　　(14)而，同尔你。崖然，犹岸然，仪容庄重的样子。
	　　(15)冲然：睁大眼睛专注直视的样子。
	　　(16)颡（sǎng）：额。頯（qíu）然：高高扬起。
	　　(17)阚（hǎn）然：老虎发怒咆哮的样子，形容出言凶猛横暴。
	　　(18)义然：即峨然，巍峨高大的样子。义读峨。
	　　(19)似系马而止：如同奔马被系缚才停止下来，而其心仍在躁动不安，难以掩饰。
	　　(20)持，拘束、限制之意。动而持，想要动而受限制，只有暂时忍耐。
	　　(21)发也机：发动时如扣动扳机一般疾速。机，弩箭上的扳机。
	　　(22)察而审：对事物明察而又精审。
	　　(23)泰：骄傲放肆。睹，现。
	　　(24)凡以为不信：指士成绩的表现，皆出于有意造作，不台自性之真实，故不可信。
	　　(25)竟：同境，言边境上如有有意造作之人，就称之为贼。隐喻士成绮与之相类。
	　　[译文]
	　　士成绮见老子问道：“我听说先生是圣人，故而我不辞路远而来，期望见到您，走了百舍路程，脚上磨出层层老茧也不敢停下。现在我看您不是圣人，您家鼠洞 口积土狼藉着菜蔬，却抛弃妹妹不肯供养，这是不仁慈！生的和熟的食品摆在面前，享用不尽，还屯积聚敛财物无止境。”老子表情冷淡不回答。士成绩第二天又来 相见，说：“上次我曾伤害过您，现在我的这种心情正在退去，这是什么原因呢？“老子说：“巧智神圣那样的人，我自以为已经从那里面摆脱出来了。以前你称呼 我为牛我也自认为牛；称呼我为马我也自认为马。假如确有那样的事实，别人加给他名称又不肯接受，这是再次遭受祸殃。我的仪态行为是恒常不变的，我不是有意 作出某种仪态行为给别人看。”士成绮在斜后方跟随，避开老子的身影，未脱鞋子就入室走近老子问道，怎样修身呢？老子说：“你的仪容庄重严肃，你的眼睛专注 直视，你的前额高高扬起，你的言论凶猛横暴，你的体形巍峨高大。就象奔马被系缚而停止下来，想动而受到限制，一旦发动就象扣动弯机一般疾速，对事物明察而 又精细，智巧过人而表现骄傲放肆神态，以上所为皆出于有意造作，不合自性，故不可信。边境上如果有这样有意造作之人，就称之为贼。”
	　　夫子曰：“夫道，于大不终，于小不遗(1)，故万物备。广广乎其无不容也(2)，渊渊乎其不可测也(3)。形德仁义，神之未也(4)，非至人孰能定之 (5)！ 夫至人有世(6)，不亦大乎，而不足以为之累。天下奋棅而不与之偕(7)，审乎无假而不与利迁(8)，极物之真(9)，能守其本(10)，故外天地，遗万 物，而神未尝有所困也(11)。通乎道，合乎德，退仁义，宾礼乐(12)，至人之心肴所‘定矣。”
	　　[注释]
	　　(1)夫子：指老聃。不终：没有穷尽。不遗：没有遗漏，包含有“其大无外，其小无内”的极限论意义。
	　　(2)广广乎：博大空阔啊。
	　　(3)渊渊乎：幽深玄远啊。
	　　(4)形德：形体之属性功能，如耳能听，目能视，鼻能嗅等，皆是这些形体器官之德。神之末，精神之枝节未流。
	　　(5)至人：与大道合一，达到精神上绝对逍遥自由的人，是庄子追求的最高理想人格。定：区分判定。指对无为道体与其外在枝节未流的区分判定，非至人则不能作到。
	　　(6)有世：有天下，做天下之帝王。
	　　(7)奋棅：争夺统治权柄。棅，通柄，指治国治民之权力。
	　　(8)审：慎，无假：无虚假之纯真本性。
	　　(9)极：穷尽。真：物之本性。
	　　(10)本：虚静无为之天道也。
	　　(11)外天地：指至人行无为而治，任天下循性自治，至人不以为意，不加干预，不为牵累，有同于无，故称外天下。遗万物：遗忘万物的具体形象和存在，只持守其本，能如此则精神就不会受到困扰。
	　　(12)退：黜退，宾：同摈，抛奔。
	　　[译文]
	　　先生说：“道，言其大则没有穷尽，言其小则没有遗漏，故而万物不完备地包藏其中。博大空阔啊它无不包容，幽深玄远啊它不可测知，形体之功能属性和仁 义，都属精神之枝节末流，它与无为本体之区分没有至人谁能判定呵！至人治理天下，其责任不是很重大么！然而不足以为其牵累。天下人都在奋力争夺统治权柄， 而至人不与他们相同，审慎持守真性而不随外利引诱迁变，穷尽物之真性，持守其根本，故而把天地置之度外，遗忘万物，而精神未曾受到困扰。与大道相通，与道 德相合，黜退仁义，抛弃礼乐，至人之心就能有安定之所了。”
	　　世之所贵道者书也(1)，书不过语，语有贵也。语之所贵者，意也，意有所随(2)。意之所随者，不可以言传也，而世因贵言传书(3)。世虽贵之，我犹 不足贵也，为其贵非其贵也(4)。故视而可见者，形与色也；听而可闻者，名与声也。悲夫，世人以形色名声为足以得彼之情。夫形色名声果不足以得彼之情，则 知者不言，言者不知(5)，而世岂识之哉！桓公读书于堂上(6)，轮扁研轮于堂下(7)，释椎凿而上(8)，问桓公曰：“敢问，公之所读者何言邪？”公 曰：“圣人之言也。”曰：“圣人在乎？”公曰：“已死矣。”曰：“然则君之所读者，古人之糟魄已夫(9)！”桓公曰：“寡人读书，轮人安得议乎！有说则 可，无说则死(10)。”轮扁曰：“臣也以臣之事观之。研轮，徐则甘而不固(11)，疾则苦而不入(12)不徐不疾，得之于手而应于心(13)，口不能 言，有数存焉于其间(14)。臣不能以喻臣之子(15)，臣之子亦不能受之于臣，是以行年七十而老研轮。古之人与其不可传也死矣(16)，然则君之所读 者，古人之糟魄已夫！”
	　　[注释]
	　　(1)世人之所以尊贵于道，是根据书籍。
	　　(2)意有所随：意有所从出，有所从来之本。
	　　(3)贵言传书：看重语言，把它记录于书，传之后世。
	　　(4)贵非其贵：被珍贵的并不真正值得珍贵。庄子认为：世上所珍贵的只是记录在书上的语言，语言是表达意的，而意所从出之本又不可言说。语言既不能表达意之本，也就没有什么值得珍贵处。
	　　(5)知者不言，真正知晓大道的不言说。言者不知，讲说大道的不是真正知晓。庄子认为：因为道超越经验和理性，不能言说，只能玄观体悟。所以用语言表述出来的，并不是真正的道，表述者也
	　　不可能知晓道。在《知北游》中，知与无为畏、狂屈、黄帝的对话，形象他说明这个道理。
	　　(6)桓公：齐桓公，姜姓，名小白。春秋初期齐国君主，第一位诸侯伯
	　　(7)轮扁，造车轮的匠人，名扁。斫（Zhu6）：砍削。
	　　(8)释：放下，椎、凿：皆为制造车轮的工具。
	　　(9)糟魄：魄同粕。把书比喻为古人留下的糟粕，并不是真正可贵的东西。
	　　(10)说：理由。
	　　(11)此句为制轮之经验谈，因年代久远，其具体情形已不易搞清楚。大体是讲车轮各部件制作安装要恰到好处，不松不紧，而如何掌握好，全靠主观体验，无法讲出来。徐：缓。甘：滑动。字面意义是说将各部件组装起来，如果松缓，就会滑动而不牢固。
	　　(12)疾：紧。苦：滞涩。过紧就会滞涩而难以安装。
	　　(13)手上作的与心里想的相应合。
	　　(14)数：同木，技艺。
	　　(15)喻：晓喻，说明。
	　　(16)不可传：不能用语言传授于人，只能自行体会的东西。如轮扁所讲的斫轮之术。
	　　[译文]
	　　世人之所以尊贵于道，是根据书上的记载，而书上所记载的不过是言语，言语有其可贵之处。言语之可贵处在于达意，而意有所从出之本。意所从出之本，是不 可以用语言相传授的，而世人却看重语言，把它记载于书而流传。世人虽珍贵它，我还是认为它不足珍贵，因为那被珍贵的并不真正值得珍贵。故而，用眼睛可以看 得见的，是形状与颜色；用耳可以听得到的，是名称与声音。可悲呀！世人以为得到形状颜色名称声音就足以获得其真实本性。依据形状颜色名称声音确实不足得到 其真实本性，所以，真正知晓的人并不言说，讲说的人并不是真知，而世人又怎能懂得啊！齐桓公在堂上读书，轮扁在堂下砍削制造车轮，他放下椎凿等工具走上堂 来，问齐桓公道：“请问，主公所读书是何人之言？”桓公说：“是圣人之言。”又问：“圣人还在世吗？”桓公说：“已经死去了。”轮扁说：“那么您所读的 书，不过是古人弃下之糟粕罢了！”桓公说：“我读书，制轮匠人怎么可以议论！能说出道理还可，说不出就处死。”轮扁说：“我是从我做的事观察出这番道理 的。砍削车轮，动作徐缓就会使车轮松动而不牢固，动作急剧就会使车轮部件滞涩而安装不进，动作不快不慢，就能使手上做的与心里想的相应，这种得心应手的感 受，口无法说出来，有技艺存在其中。我不能把它讲给我的儿子，我的儿子也不能从我这里接受过去，所以我已七十岁还在所轮。古代人和他们不可言传的东西都死 去了，然而您所读的书，不过是古人留下的糟粕罢了。”’

