
	　　[题解]
	　　本篇取第一句中“至乐”二字为篇名，“至乐”就是最高的快乐。“至乐”的标准怎样？如何达到？便是本篇的中心议题。涉及到苦乐观、生死观和万物生化等方面，是虚静无为思想在这些方面的具体运用。全文可分为六段。
	　　第一段全部为抽象议论，在表达方式上与后面各段明显不同。认为世俗之人追求富贵寿善，身安厚味美服好声色，众人都趋向这样目标，以为是乐之所在，实际 上这些东西都有害身的一面，根本够不上“至乐”。只有无为任自然，效法天道，才是“至乐”。并归结为“至乐无乐，至誉无誉。”第二、三、四段，都是讲生死 问题。好生恶死是通行的世俗观念，庄子则对此提出怀疑。《齐物论》就讲，死何以不是从小丢失的孩子不知、回归的老家呢？这几段也发挥这一思想，提出生死是 无穷转化的过程，追究其终极处，则是无生无死。恍愧迷离中变而有气，气变而有形，有生命，也才有了人，人又由生而死，这是一种极平常的自然现象，如同四时 昼夜的更替一样，何必为此而悲伤？这种生死观有一定合理性。
	　　第五段，孔子对颜回去齐一事加以评论，并讲述鲁侯养海鸟的故事。旨在说明“至乐”就是按物之自然本性去养它，应无为而顺其自然，不可以己之好恶强加于 物，圣人治世亦如此，只有这样才能使一切顺心而幸福。第六段，讲述万物是一个无穷生化过程。提出物种中包含情微之本质，由于其所遭遇之环境条件不同，发生 千变万化，而成千差万别之物。最后最高是化成人，人又复归于物种之几。其中讲述的内容与《列子·天瑞》篇所载基本相同，并为后代人所引用，而发生一定影 响。现在虽不能对这些具体论述作出完全科学的解释和评价，但可以看出，作者是对客观世界作了实际观察，并把观察到的现象联系起来，形成一种对自然界运动变 化及其统一性的认识，这是深刻而有价值的思想。其中主观臆测、神秘性的东西则应扬弃。
	　　天下有至乐无有哉？有可以活身者无有哉(1)？今奚为奚据？奚避奚处？奚就奚去？奚乐奚恶？夫天下之所尊者，富贵寿善也；所乐者，身安厚味美服好色音 声也；所下者(3)，贫贱夭恶也；所苦者，身不得安逸，口不得厚味，形不得美服，目不得好色，耳不得音声。若不得者，则大忧以惧(4)，其为形也亦愚哉 (5)！夫富者，苦身疾作(6)，多积财而不得尽用，其为形也亦外矣(7)！夫贵者，夜以继日，思虑善否(8)，其为形也亦疏矣(9)！人之生也，与忧俱 生。寿者惛惛(10)，久忧不死，何苦也！其为形也亦远矣(11)！烈士为天下见善矣(12)，未足以活身(13)。吾未知善之诚善邪？诚不善邪？若以为 善矣，不足活身；以为不善矣，足以活人(14)。故曰：“忠谏不听(15)，蹲循勿争(16)。”故夫子胥争之以残其形(17)；不争，名亦不成。诚有善 无有哉？今俗之所为与其所乐，吾又未知乐之果乐邪？果不乐邪？吾观夫俗之所乐，举群趣者(18)，径译然如将不得己(19)，而皆曰乐者，吾未之乐也 (20)，亦未之不乐也。果有乐无有哉？吾以无为诚乐矣，又俗之所大苦也。故曰：“至乐无乐，至誉无誉(21)。”天下是非果未可定也。虽然，无为可以定 是非(22)。至乐活身，唯无为几存(23)。请尝试言之：天无为以之清(24)，地无为以之宁，故两无为相合，万物皆化。芒乎芴乎(25)，而无从出乎 (26)！芴乎芒乎，而无有象乎(27)，万物职职(28)，皆从无为殖(29)。故曰：天地无为也而无不为也，人也孰能得无为哉(30)！
	　　[注释]
	　　(1)活身者：全生保身的方法。
	　　(2)奚：何。为：作为。据：依据。避：回避。处：安处。
	　　(3)下：卑贱。
	　　(4)大忧以惧：大优和大惧。以，和、同。
	　　(5)为形：保养身体。
	　　(6)苦身：使身体劳苦。疾作：加速作事。
	　　(7)外：追求外在之物以养身，结果反而害身。
	　　(8)否（pǐ）：恶。与善为对。
	　　(9)疏：疏忽。
	　　(10)惛（hūn）惛：胡涂，神识不清。
	　　(11)远：与养身健体相距大远。
	　　(12)烈士：殉名而死者，如儒家所称杀身成仁、舍生取义之辈。
	　　(13)活身：使生命保持长久。
	　　(14)活人：用自己之死，换取他人之活。
	　　(15)忠谏：以忠诚之心去匡正谏阻。
	　　(16)蹲循：如逡巡，退却之意。
	　　(17)子胥：伍员，字子胥，吴国大将。吴王夫差接受越王勾践求和请求，伍子青看清越国阴谋，苦谏夫差而下被听从，后被赐死。
	　　(18)举群趣者：所有的人都奔往所乐之处。举，皆、全。趣，同趋。
	　　(19)■（kēng）■然：坚定果敢的样子。已：止。
	　　(20)未之乐：未乐之。世伯以为乐事，我并不以之为乐。
	　　(21)至乐无乐，庄子认为，乐与忧共存，有乐则有优，如东与西相反而不可相无。所以乐之极至为无乐，惟无乐才能无忧，而达于至乐之境。至誉无誉：最完全的赞誉即是不赞誉。如对烈士，赞誉其杀身成仁，就包含对自身的戕害，并不算完备。而无誉则无所不包，故为至誉。
	　　(22)无为可以定是非：按照庄子的一贯看法，是非是无从分辨和判定的。如《齐物论》讲：“彼亦一是非，此亦一是非”，是非并没有同一的客观标准，是 随人所命的，既然如此，就不如“莫若以明”，任万物自行去区分。这里讲无为定是非，也是“莫若以明”，任万物自定，以不定为定之意。
	　　(23)唯无为几存：只有无为近似于至乐活身之道。几，近似。差不多。
	　　(24)清：清虚。天无心无力，自然清虚。
	　　(25)芒芴（hū）：同恍惚。渺茫暗昧，无形无象，似有若无的一种状态。
	　　(26)无从出：不知从何所出。
	　　(27)象：形象。
	　　(28)职职：繁多。
	　　(29)殖：生殖。
	　　(30)感叹世人不懂无为之真谛，让人效法天道无为。
	　　[译文]
	　　世上有没有至极之乐呢？有没有可以全生保身的方法呢？现在应当有何作为？以何为依据？回避什么？安处在哪里？趋就什么？舍弃什么？喜欢什么？厌恶什 么？天下所最崇尚的，就是富有、尊贵、长寿、善名；所最喜欢的，就是身体安逸、丰足的美味佳肴、漂亮的服饰、悦目的色彩、悦耳的音乐；所卑贱的，就是贫 穷、地位低下、夭折和坏名声；所苦恼的，就是身得安逸，口不得丰厚的美味，身上穿不到美丽的服饰，眼睛看不到悦目的色彩，耳朵听不到悦耳的音乐。如果不能 得到这些，就大为忧惧，这样的养身方法岂不是大愚蠢了吗！富有的人，劳苦身体加速做事，多积财富而不能尽数享用，这是求养身于外呀！高贵的人，夜以继日， 思虑分辩为善去恶，这对养身不是太疏远了么！人一生下来，就与忧愁同在。长寿的人衰老得胡里胡涂，长处忧愁而不死去，何等苦恼啊！这与养生健体更离得远 了！殉名之上为天下人称善，却不能使自身生命得以保存。我不知道这种善确实是善呢，还是不善呢？如果认为是善，又不能使自身存活；认为是不善，又使他人存 活，所以说：“以忠诚之心去匡正谏止而不被听从，就退却而不强争。”以前伍子胥因为强谏，而身遭残害；然而不去谏争，他也不会成名。这佯说来到底还有没有 善呢？现今世俗之所为与所乐，我也不知那果真是乐呢，还是不乐呢？我观察世俗之所乐，所有人都争着奔向所乐，坚定果敢的样子好象没法停止似的，而他们都以 为乐，我认为没有什么可乐，也没有什么不可乐。果真有乐没有呢？我认为无为确实是可乐的，而世俗之人又认为是大苦。所以说：“最高的快乐就是无忧无乐，最 完美的赞誉就是不赞誉。”天下之是非确实是不定的。虽然这样，无力却可以定是非。最高之快乐与存活自身，唯有无为差不多可以作到。请尝试讲一下：天由于无 为而能清虚，地由于无为而得宁静，故而天地两者无为相合，万物都化生出来。恍惚暗昧，不知从何所出！暗昧恍惚，又没有一定形象！万物繁杂众多，都从无为生 殖出来。所以说：天地是无为，又是无不为的。人谁能懂得无为之道而效法啊！
	　　庄子妻死，惠子吊之，庄子则方箕踞鼓盆而歌(1)。惠子曰：“与人居，长子老身(2)，死不哭亦足矣，又鼓盆而歌，不亦甚乎！”庄子曰：“不然。是其 始死也(3)，我独何能无概(4)！然察其始而本无生(5)；非徒无生也，而本无形(6)；非徒无形也，而本无气。杂乎芒药之间(7)，变而有气，气变而 有形，形变而有生。今又变而之死，是相与为春秋冬夏四时行也(8)。人且惬然寝于巨室(9)，而我噭噭然随而哭之(10)，自以为不通乎命，故止也。”
	　　[注释]
	　　(1)箕踞（jījù）：盘腿而坐，其形如簸箕，故而得名，古人是屈膝跪地，臀部坐在脚跟上，为标准坐态。盘腿而坐是比较随便的坐式。鼓盆：敲击瓦盆作歌唱之拍节。
	　　(2)长子老身：为倒装句式，孩子长大，身体老迈。
	　　(3)是，此，指庄子之妻。始死，刚刚死的时候。
	　　(4)概：借为慨，慨叹、哀伤之意。
	　　(5)无生：未曾生。庄子认为生死不过是物象幻化，本没有什么分别，生也是未曾生。
	　　(6)形：形体。
	　　(7)杂乎芒芴：一种恍惚迷离、亦真亦幻的神秘状态，是从无到有转化的中间环节，也是天地万物的起点。
	　　(8)此句比喻死生如同四时运行一样自然。
	　　(9)且：假如。偃然：安息的样于。巨室：比喻天地之间。
	　　(10)噭（áo）噭然：哀哭声。
	　　[译文]
	　　庄子妻子死了，惠子来吊丧，庄子正盘膝而坐敲击瓦盆唱歌。惠子说：“与妻子共居，孩子大了，她也老迈了，现在死了不哭也已足够，又敲击瓦盆唱歌，不是 太过分了吗！”庄子说：“不是这样。在她刚死的时候，我难道能不悲痛么！然而推究其最初本来是未曾有生命，不但未曾有生命，而且本来没有形体；不但没有形 体，而且本来无气。在恍懈迷离状态中，变化而有了气，气变而有形体，形体变而有生命。现在又由生而变成死，这就象那春秋冬夏四季交替运行一样。假如有人安 稳地睡在大房子里，而我在旁边哭泣不止，自以为这样做是不通达天命，所以停止哭祭。”
	　　支离叔与滑介叔观于冥伯之丘(1)，昆仑之虚(2)，黄帝之所休。俄而柳生其左时(3)，其意蹶蹶然恶之(4)。支离叔曰：“子恶之乎？”滑介叔曰： “亡(5)，予何恶！生者，假借也(6)；假之而生生者(7)，尘垢也。死生为昼夜。且吾与子观化而化及我(8)，我又何恶焉！”
	　　[注释]
	　　(1)支离叔、滑介叔：皆虚拟人名。支离表示忘形，滑介表示忘智。冥伯之丘：喻音冥之境。
	　　(2)昆仑之虚：遥远渺茫神秘的去处，凡人难于到达。虚：同墟，土丘。
	　　(3)俄而：不久、随即。表示时间很短暂。柳：通瘤。
	　　(4)蹶（guì）蹶然：惊动的样子。恶：厌恶。
	　　(5)亡：同无，表否定。
	　　(6)假借：人之生是借助二气五行，四肢百体合和而成。如《大宗师》说：“假于异物，托于同体。”故称假借。
	　　(7)这句的意思是人体既是假借而生，人体之瘤则是假借而生者之所
	　　(8)观化：观察造化之运行。
	　　[译文]
	　　支离叔和滑介叔观光冥伯之丘和昆仑之墟，这都是黄帝曾经休息之处。随即在滑介叔左时上生出一个瘤子，他表现出惊惧不安好象很厌恶这个肿瘤。支离叔说： “你厌恶它吗？”滑介叔说：“不，我为什么要厌恶它！人生不过是假借众物合成身体。假借而生之身体又生出肿瘤，不过是尘垢罢了。死生好比是昼夜交替。而且 我与你观察造化之运行，而化到我的身上，我又为什么要厌恶它！”
	　　庄于之楚，见空髑髅(1)，■然有形(2)。撽以马捶(3)，因而问之曰：“夫子贪生失理而为此乎(4)？将子有亡国之事(5)，斧钺之诛，而为此 乎？将子有不善之行，愧遗父母妻子之丑而为此乎(6)？将子有冻馁之患而为此乎？将子之春秋故及此乎(7)？”于是语卒，援髑髅(8)，枕而卧。夜半，髑 髅见梦曰(9)：.. “子之谈者似辩士(10)，视子所言，皆生人之累也(11)，死则无此矣。子欲闻死之说乎(12)？”庄子曰：“然。”髑髅曰：“死，无君于上，无臣于 下，亦无四时之事，从然以天地为春秋(13)，虽南面王乐，不能过也。”庄于不信，曰：“吾使司命复生于形(14)，为子骨肉肌肤，反子父母、妻子、闾 里、知识
	　　(15)，子欲之乎？”髑髅深矉蹩..曰(16)：“吾安能弃南面王乐而复为人间之劳乎！”
	　　[注释]
	　　(1)髑髅（du lou）：骷髅，死人的头骨。
	　　(2)■（xiā.. o）然：尸骨干枯的样子。有形：有似生人头颅之形状。
	　　(3)撽（qiào）：敲打旁击。马捶：马鞭。捶同棰。
	　　(4)贪生：贪图享乐，纵欲无度。矢理：背弃养生之理。为此：成为这样，即死亡。
	　　(5)将：抑或，表推测。
	　　(6)遗：通贻，遗留，留下之意，这句话的意思为，做了见不得人的事，怕给父母，妻子留下耻辱。而羞愧自杀。
	　　(7)春秋故：年事已高。享尽天年，本应如此。春秋，年纪。故，同固，本来。
	　　(8)援：牵到，拉过来之意。
	　　(9)见：现，显现。
	　　(10)辨士：名辩之士。善辩之人。
	　　(11)累：牵累、负担。
	　　(12)说：同悦，愉悦、快乐。
	　　(13)从然：放纵自如的样子。从，同纵。以天地为春秋：与天地同寿同在，一样恒久。
	　　(14)司命：主管人生死之神。
	　　(15)反：通返，归还，知识：朋友。
	　　(16)膑（pín）：通颦，皱眉头。蹙..（cùe）：蹙为皱，额同额。蹙..为愁苦的样子。
	　　[译文]
	　　庄子到楚国去，见到一颗死人头骨，干枯而有生人头颅形状。庄于用马鞭子敲打着骷髅问道：“先生是由于贪图享乐，放纵情欲，丧失养生之理而成为这样的 吗？或是遭遇亡国之事，为斧钺诛杀而至于此呢？或是你作了不善之事，怕给父母、妻子留下耻辱而自杀的呢？或是你因为挨饿受冻而成为这样呢？或是你年事已高 本该如此呢？”就这样讲完，拉过骷髅，枕在头下睡去。半夜时，骷髅显现在他的梦中，对他悦，“听您的言谈好象是位善辩之士，看你所说之事，都是活人的负 担，死人则没有这些。您愿意听听死人的快乐吗？”庄子说：“是的。”骷髅说：“死人，没有君在上面，没有臣在下面，也没有一年四季的操劳之事，放纵自如与 天地同在，虽然南面为王的乐趣，不能超过呵。”庄子不相信，说：“我让主管生死之神复活你的形体，还给你骨肉肌肤，归还你父母、妻子、邻里和朋友，你愿意 吗？”骷髅深深皱起眉头，现出愁苦的样子说：“我怎能舍弃南面为王的快乐而再次去受人间的劳苦呢？”
	　　颜渊东之齐，孔子有忧色。子贡下席而问曰(1)：“小子敢问(2)，回东之齐，夫子有忧色，何邪？”孔子曰：“善哉汝问。昔者管子有言，丘甚善之， 曰：‘褚小者不可以怀大(3)，绠短者不可以汲深(4)。’夫若是者，以为命有所成而形有所适也(5)，夫不可损益。吾恐回与齐侯言黄帝尧舜之道，而重以 燧人神农之言(6)。彼将内求于己而不得，不得则惑，人惑则死(7)。且汝独不闻邪？昔者海鸟止于鲁郊(8)，鲁侯御而觞之于庙(9)，奏九韶以为乐 (10)，具太牢以为膳(11)。鸟乃眩视忧悲(12)，不敢食一脔(13)，不敢饮一杯，三日而死。此以己养养鸟也，非以鸟养鸟也。夫以鸟养鸟者，宜栖 之深林，游之坛陆(14)，浮之江湖，食之鳅鲜(15)，随行列而止(16)，委蛇而处(17)。彼唯人言之恶闻，奚以夫饶侥为乎(18)！咸池九韶之 乐，张之洞庭之野(19)，鸟闻之而飞，兽闻之而走，鱼闻之而下人，人卒闻之(20)，相与还而观之(21)。鱼处水而生，人处水而死。彼必相与异 (22)，其好恶故异也，故先圣不一其能，不同其事(23)。名止于实(24)，义设于适(25)，是之谓条达而福持(26)。”
	　　[注释]
	　　(1)下席：又称避席。古人席地而坐，在问话时，为了表示敬意，离座站立，称下席。
	　　(2)小子：弟子晚辈对师长父兄，自称小子。敢问：请问。
	　　(3)管子：管仲，春秋时期齐国入，曾相齐桓公40 年，协助桓公创建霸业，是中国历史上著名政治家、思想家，褚（zhǔ）：盛衣物的袋子。怀：包藏。
	　　(4)绠（gěng）：汲水时，系吊桶的绳子，俗称井绳。汲深，从深井中汲水。
	　　(5)命有所成：命运各有所定，不可改变。形有所适：形体各有适宜之处。
	　　(6)重：增加。
	　　(7)人惑则死：人惶惑于心，忧思不懈，则会悒郁而死。
	　　(8)海鸟：当指爱居。《国语·鲁语上》：“海鸟曰爱居，止于鲁东门外三日，臧文仲使国人祭之。”据说此鸟抬头有八尺高、形似凤凰。
	　　(9)御：迎接。筋之：设酒宴招待。觞，饮酒器具。
	　　(10)九韶：舜时乐曲名，共有九章，故称九韶，韶乐被孔子称为尽善尽美之音乐。
	　　(11)太牢：牛羊猪三牲皆备的最隆重的祭把规格，膳：饭食。
	　　(12)眩视：头晕眼花。
	　　(13)脔（luán）：切成的肉块。
	　　(14)坛陆：坛又作澶，水回流形成之沙洲。坛陆当指水中荒岛沙洲之属。
	　　(15)鳅：泥鳅之类。鲦：白条鱼，生活在中上层水域的小型鱼类。
	　　(16)行列：鸟飞行时所排的行列。
	　　(17)委蛇（wēiyī）：从容自如的佯子。
	　　(18)奚：何。■（náO）■：吵杂喧闹。
	　　(19)咸池：黄帝时乐曲名。张：开设。
	　　(20)人卒：人众。
	　　(21)还：环绕、围绕。
	　　(22)波：指鱼和人。相与异：相互在生活环境，要求等方面各不相同。
	　　(23)这句的意思是先古圣人依据人不同能力，使治不同事宜。
	　　(24)名止于实：因实立名，名要限于与实相符。
	　　(25)义设于适：义理设施要适宜于性。
	　　(26)条达：条理通达。福持：保持福德。
	　　[译文]
	　　颜渊东去齐国，孔子面有忧愁之色。子贡离开席位问道：“学生请问老师，颜回东去齐国，先生面有忧色，这是为何呢？”孔子说：“你问的很好。从前管子有 句话，我认为讲得很好，他说：‘小袋子不可包藏大物件，短绳子不能汲出深井水。’之所以是这样，因为命运各有所定，形体各有所适宜，是不能增加和减少的， 我恐怕颜回和齐侯讲说尧舜、黄帝之道，又加上燎人、神农之主张，齐侯听了将会内求于心而不能理解，不能理解就要产生惶惑，人惶惑于心忧思不解，就会悒郁而 死。况且。你难道没有听说过吗？从前有一只海鸟飞落在鲁国都城的郊外，鲁侯把它迎进太庙，用酒宴招待，演奏九韶之乐去娱乐它，设太牢之宴为膳食。而鸟却头 晕目眩忧愁悲苦，不敢吃一块肉，不敢饮一杯酒，三天就死了。这是用养己的方式去养鸟，不是用养鸟的方式去养鸟。用养鸟的方式养鸟，应该让它栖息在深林中， 漫游在沙洲荒岛，浮沉于江湖水面，捕食泥鳅白绦等小鱼，随鸟群行列飞行与留止，从容自如地生活着。鸟最厌恶听到人的声音，何以还要作这些喧闹吵杂之事啊！ 成池、九韶一类乐曲，演奏在广漠的旷野，鸟听了要飞去，兽听了要逃跑，鱼听了要潜入水底，人众听了，相互环绕观看。鱼在水里而得生，人在水里就要死。它们 必定是相互各异的，故而它们的好恶也各异。所以上古圣人依据人不同能力，使治不同事宜。名只限于与实相符，义理之设要适宜于性，这就叫条理通达而又保持福 德。”
	　　列子行食于道从(1)，见百岁骰髅(2)，搐蓬而指之曰(3)：“唯予与汝知而未尝死，未尝生也(4)。若果养乎？予果欢乎(5)？”种有几(6)， 得水则为繼(7)，得水土之际则为蛙..之衣(8)，生于陵屯则为陵舄(9)，陵舄得郁栖则为乌足(10)，乌足之根为蛴螬(11)，其叶为胡蝶。胡蝶胥 也(12)，化而为虫，生于灶下，其状若脱(13)，其名为鹏掇(14)。鸲掇于日为鸟，其名为乾余骨(15)。乾余骨之沫为斯弥(16)，斯弥为食醯 (17)。颐貉生乎食醯(18)，黄辊生乎九猷(19)，督芮生乎腐罐(20)。羊奚比乎不笋(21)，久竹生青宁(22)。青宁生程(23)，程生马， 马生人，人又反入于机(24)。万物皆出于机，皆入于机。
	　　[注释]
	　　(1)列子：见《逍遥游》注。行食：出行途中造饭而食。道从：道旁。此段与《列子·天瑞》篇所载基本相同。
	　　(2)百岁髑髅：形容骷髅年代很久。
	　　(3)攓（qiān）：同搴，拔取。蓬：蒿草。骷髅隐于草下，列子拔去蒿草，指而言之。
	　　(4)予：列子自称。汝：指髑髅，未尝死未尝生：从列子地位看骷髅是死，自己是生；而从骷髅地位看，列子是死，自己是生。实则生死是无穷转化过程，推至极处，本无生死。所以从根本上说，死亦未曾死，生亦未曾生。
	　　(5)若：你，指骷髅，养：俞樾认为“养”读为“恙”，作优解。从上下句看，养与欢对，亦当为忧义。予：列子自称。
	　　(6)种：物种。几：几微。指物种包含的精微本质，潜存着运动变化的因由。
	　　(7)繼：同继，水中断续如丝的低极生物。
	　　(8)蛙..之衣：生长在水边，覆盖在水面上的水藻、浮萍之类。因蛙蚌常隐蔽于其下，故名蛙嫔之衣。....（bìn），能产珍珠的蚌类。衣，覆盖之物。
	　　(9)陵屯：高爽之地。陵舄（xì）：车前草，一种生长在路边的野草，俗称车轱轳菜。上面是说含有同等精徽本质的物种，因所遇条件不同而化生不同形态，有繼、有蛙..之衣、有陵舄等。
	　　(10)郁栖，栖息于粪土之中。乌足：草名。
	　　(11)蛴螬（qícáo）：俗称地蚕，金龟子幼虫，生在粪壤中，并非乌足恨所化。
	　　(12)晋：须臾，形容时间甚短。
	　　(13)脱：同蜕，蜕皮。
	　　(14)鸲掇（qūduō）：虫名，其状柔嫩，象刚刚脱皮的样子。
	　　(15)乾余骨：鸟名，不知何鸟。
	　　(16)斯弥：虫名，未详。
	　　(17)食醯（xī）：食醋。
	　　(18)颐辂（lù）：醋放久了，孳生出的一种小飞虫，称蠛蠓，与蚋相似。故《荀子·劝学》篇有“醯酸而蚋聚焉”之说。
	　　(19)黄轵（kuàng）：虫名。九猷：虫名。
	　　(20)瞀芮（màoruì）：蠓虫之类。腐蠸（quán）：《列子》张湛注以为：“瓜中黄甲虫也。”成玄英疏以为萤火虫。
	　　(21)羊奚：钟泰《庄子发微》：“羊奚疑即竹蓐，一名竹菰。《本草》云：‘竹茸生枯竹根节上，似木耳而色赤，可作食用及药用。’此说较为可信。比：并连。不笋：不生笋之竹。
	　　(22)久竹：老竹。青宁：竹根虫。
	　　(23)程：赤虫名。又，殷敬顺《列子释文》引《尸子》：“程，中国谓之豹，越人谓之模。”解程为豹，亦属推测。
	　　(24)机：同几，即“种有几”之“几”。万物由精微之本质化生出来，因环境条件不同而表现为干差万别，最后化而成人，人又复归于几。
	　　[译文]
	　　列子出行在道旁进餐，见到一具百年骷髅，他拔去蒿草指点着骷髅说：“只有我和你知道你是未曾死，也未曾生。你果真忧愁吗？我果真欢乐吗？”物种有精微 的本质，得到水就成为断续如丝的繼，得水土交界处则成为覆盖水面的藻类和浮萍，生于高爽之地则为车前草，车前草栖息在粪壤上就成为乌足，乌足的根变成地 蚕，叶变成蝴蝶。蝴蝶很快又化而成虫，生活在灶下面，样子象蜕了皮似的，它的名字叫鸲掇。鸲掇经过一千天变成鸟，它的名字叫乾余骨。乾余骨的吐沫变为斯弥 虫，斯弥虫造出食醋。蛾檬从食醋中生出，黄轵虫从九酞虫生出，蠓虫从黄甲虫中生出，竹蓐与不生笋的老竹并连一起，老竹主出竹很虫，竹根虫生赤虫，赤虫生 马，马生人，人又复归于物种之精微。万物都由物种精微生出，又都返回于它。

