
	　　[题解]
	　　本篇取开头三字“知北游”为篇名，是《庄子》中比较重要的一篇。集中阐述庄子和道家哲学的宇宙论、认识论。对最高本体的道作了较多论述，提出道是万物 之本，既产生万物，又在万物之中，并主宰其运动变化，天地万物都不能离开道。还论述道是不可知的，并对事物矛盾对立，新故相除，死生交替的发展观作了多方 面阐述，这些思想对后代哲学发展有多方面影响。
	　　全篇粗略分为十段，第一段较长，带有全篇总论性质。其中心有二点，一是道不可知，凡讲说出来的都不是真道；二是提出“通天下一气耳”的重要命题，把人 之生死，万物生灭都看作气的聚散，把一切统一于气，气又根源于道，回答了万物统一性的问题。这些思想在以后各段不断得到充实。第二段，圣人效法天道而行无 为之治，天地阴阳四时各得道而自足。第三段，啮缺问道于被衣，提出真正知道者应是“形如槁骸，心若死灰”，暗昧无心的样子。第四段，提出人的形体、生命、 性命都非自有，而是受天地造化支配的。
	　　第五段内容较复杂，讲了有形生于无形，精神生于道，万物生于精，并以形相生的宇宙生成论问题。还讲天地日用万物得道而成，生死只是自然转化过程，用不 着为此而忧乐。第六段，道无所不在，即在万物中，又支配万物的运动变化过程。第七段，包括两个故事，一个通过弇■吊之口，讲述道“视之无形，听之无声”， 人们所议论的道，都是非道。一个故事通过泰清与无穷等的对话，又进一步阐述道不可闻、不可见、不可言。没有任何名言与道相符。因此，靠闻见言说不能达于至 道。第八段，亦有二个故事。光曜问无有，讲至道不执著于有无。另一个故事写捶钩老人精神专注而技艺如神，推证不分心于外物，则得大道而无不通。第九段，冉 求与孔子讨论天地之始观问题，提出“古犹今也”，没有分别。还提出死主各自成体和“物物者非物”的生死观和宇宙观问题。第十段，持守无为之道，不强求其所 不知不能，“至言去言，至为去为”，不送不迎，听其自然，即可得道。
	　　知北游于玄水之上(1)，登蹲弅之丘(2)，而适遭无为谓焉(3)。知谓无为谓曰：“予欲有问乎若：何思何虑则知道？何处何服则安道(4)？何从何道 则得道(5)？”三问，而无为谓不答也。非不答，不知答也(6)。知不得问，反于白水之南(7)，登狐阕之上(8)，而睹狂屈焉(9)。知以之言也问乎狂 屈，狂屈曰：“唉！予知之，将语若。”中欲言而忘其所欲言(10)。知不得问，反于帝宫，见黄帝而问焉。黄帝曰：“无思无虑始知道，无处无服始安道，无从 无道始得道。”知问黄帝曰：“我与若知之，彼与彼不知也(11)，其孰是邪？”黄帝曰：“彼无为谓真是也，狂屈似之，我与汝终不近也(12)。夫知者不 言，言者不知，故圣人行不言之教(13)。道不可致(14),德不可至(15)。仁可为也(16)，义可亏也(17)，礼相伪也(18)。故曰：‘失道而 后德，失德而后仁，失仁而后义，失义而后礼(19)。’礼者，道之华而乱之首也(20)。故曰：‘为道者日报，损之又损之，以至于无为，无为而无不为也 (21)。’今已为物也(22)，欲复归根，不亦难乎！其易也，其唯大人乎(23)！生也死之徒(24)，死也生之始，孰知其纪(25)！人之生，气之聚 也；聚则为生，散则为死。若死生为徒，吾又何患！故万物一也(26)。是其所美者为神奇，其所恶者为臭腐(27)。臭腐复化为神奇，神奇复化为臭腐 (28)。故曰，‘通天下一气耳(29)。’圣人故贵一。”知谓黄帝曰：“吾问无为谓，无为谓不应我，非不我应，不知应我也；吾问狂屈，狂屈中欲告我而不 我告(30)，非不我告，中欲告而忘之也；今予问乎若，若知之，奚故不近(31)？”黄帝曰：“彼其真是也，以其不知也(32)；此其似之也，以其忘之 也；予与若终不近也，以其知之也。”狂屈闻之，以黄帝为知言(33)。
	　　[注释]
	　　(1)知：虚拟人名。玄水：虚拟河流名。
	　　(2)隐彝（fén）：假设之地名。
	　　(3)无为谓：虚拟之得道者，与自然合一无为不言之人。
	　　(4)居：居处。服：行事。安：持守。
	　　(5)何从问道：由何种途径。用何种方法。
	　　(6)不知答：意思是说，无为谓视大地万物为一体，无分别之心，故对所问不知答。
	　　(7)白水：传说中的河流名，与玄水相对。
	　　(8)狐阕：虚拟的山名。
	　　(9)狂屈：虚拟人名。本篇所举之人名、地名、河流名多为虚拟，并含有寓义。
	　　(10)中欲言：正想说的当中。
	　　(11)波与彼：指无为谓与狂屈。
	　　(12)不近：与道不相近。
	　　(13)不言之教：不用言语的教化。
	　　(14)致：招致、取得。
	　　(15)至：达到。这句意思是，道与德不能有意求得，愈是有意追求，愈离道德遥远。无为无求，与天地同一，则道致而德达。
	　　(16)仁：指儒家之仁，是有形迹的，可有意去作到。
	　　(17)亏：损弃。义：裁断是非的标准。庄子认为，裁断中取其合宜、弃其不宜，故有损弃。
	　　(18)礼相伪：礼是人制定的社会、道德规范，在推行中重表面形式，不重内在真实，故易流于相互欺骗和诈伪。
	　　(19)出自《老子》三十八章。意为道德仁义礼的相继出现，反映社会由无为进入有为，随着文明的进步，智力的发展，人距离纯真质朴之性愈远，道德也不断下降。只有废止一切文明成果，反朴归真，回复自然，才能达到道德的完善。
	　　(20)华：同花。比喻漂亮的外在形式。庄子认为，礼是在人与人之间失掉忠信后制定出来，起约束作用的。既对人的行为进行约束限制，就必出现种种形式的反限制，从而发起纷争和动乱。所以说礼是“乱之首”。
	　　(21)损：减损，指减损人之知识、经验、欲望等。无为而无不为：因任自然，不加干预，则万物各循其性、自行主化、天不自为而成。
	　　(22)今已为物：现已成有形之物。即由虚无之道聚而成体，再复归虚无则难。
	　　(23)大人：至人，与天道无为一体，故复归大道则易。
	　　(24)徒：类。这句的意思是，生与死为同类，就一物说有生死之别，就万物总体说则无生死之分，此物之生或为彼物之死，生死为同类。
	　　(25)纪：纲纪、条理。
	　　(26)万物一也：气之聚散表现为物生死之无穷变化过程，万物统一于气。
	　　(27)这句是说：人们把自己认为美好的称神奇，把自己厌恶的称为臭腐。神奇与臭腐本没有同一的客观标准。
	　　(28)神奇与臭腐可以互相转化，从转化观点看，二者又是齐一的。
	　　(29)通天下一气：把天地万物看成一气贯通，这种观点包含某种唯物论因素，但气并未脱离虚无之道的笼罩，气不过是道的体现，道的作用而已。通，贯通。
	　　(30)不我告：不告诉我。
	　　(31)奚：何，不近：与大道不相近。
	　　(32)彼：指无为谓。
	　　(33)知言：懂得知者不言、言者不知的道理。
	　　[译文]
	　　知北游到玄水边，登上隐弅山丘，而恰巧碰到了无为谓。知对无为谓说：“我想问一问你：怎样思索怎样考虑则可认识道？如何居处如何行事则可持守道？由何 种途径用何种方法则可获得道？”问了三次无为谓不回答，不是不回答，而是不知道要回答。知之问题未得解答，就返回到白水的南面，登上狐阕山丘，而看见了狂 屈。知又把那三个问题来问狂屈，狂屈说：“唉！我知道，就告诉你。”正想说的当中忘记了所要说的内容。知未得回答，又返回帝宫，见到黄帝又问及那三个问 题。黄帝说：“无恩无虑才能认识道，无定处不行事才能持守道，不要任何途径和方法才能获得道。”知问黄帝说：“我和您知道这些，无为谓和狂屈却不知道，谁 是对的呢？”黄帝说：“那个无为谓是真正对的，狂屈接近于正确，我和你终究与道不相近。知道者不言，言道者不知，所以圣人推行不言之教化。道是不能获取 的，德是不能达到的。仁可以去做，义可以损弃，礼是相互欺骗的。所以说：‘失去道而后才有德，失去德而后才有仁，失去仁而后才有义，失去义而后才有礼。’ 礼只是道华丽的外表，而为祸乱之开端，所以说：‘从事于道要天天减损，减损而又减损，以达到无为，无为而后方能无不为。’现已成为有形之物，要想返回虚无 之本恨，不也是很难的么！如果说容易作到的话，那只有得道之至人啊！生为死之同类，死为生之开始，谁能知道其条理伦序！人之出生是气之聚合。气聚台则得 生，散灭就死亡。如果死生是同类的，我还有什么担心呢！所以万物是一体的。人们把自己认为美好的称神奇，把自己厌恶的称臭腐。臭腐可以转化为神奇，神奇可 以转化为臭腐。所以说：‘贯通天下只是一气而已。’因而圣人重视一。”知对黄帝说：“我问无为谓，无为谓不回答我，不是不回答我，不知道要回答；我问狂 屈，狂屈欲说给我又不说了，不是不说，是欲说当中忘记所要说的了；现在我问于您，您知道这么多，何故说是与大道不相近呢？”黄帝说：“无为谓是真正知道 者，因为他不知；狂屈近似于知道，因为忘记所知；我和你终究与道不相近，因为是知。”狂屈听到后，认为黄帝是知言的。
	　　天地有大美而不言(1)，四时有明法而不议(2)，万物有成理而不说(3)。圣人者，原天地之美而达万物之理(4)。是故至人无为，大圣不作，观于天 地之谓也。今彼神明至精(5)，与彼百化(6)。物已死生方圆(7)，莫知其根也；扁然而万物自古以固存(8)。六合为巨(9)，未离其内(10)；秋毫 为小，待之成体。天下莫不沈浮(11)，终身不故(12);阴阳四时运行，各得其序；惛然若亡而存(13)，油然不形而神(14)，万物畜而不知 (15)。此之谓本恨，可以观于天矣(16)。
	　　[注释]
	　　(1)大美：指夭地覆载万物，生养万物而又不自居其功，具有最大美德。
	　　(2)明法：明确的规律。
	　　(3)成理，万物生成之理。
	　　(4)原：归本、推究之意。达：通达。
	　　(5)彼：指天地。神明：天地蕴含的活力、创造力，虽无形可见却无所不在，主宰一切，它是极精微的。
	　　(6)彼，指万物。与彼百化：天地参与万物之各种变化。
	　　(7)死生方圆：物或生或灭，或方或圆，变化无方，形态各异，莫知其所由来。
	　　(8)扁然：犹遍然，普遍地。
	　　(9)六合：上下四方的无限空间。巨：巨大。
	　　(10)其：指道。这句话是说，六合虽巨大，亦在大道中。
	　　(11)沈浮：升降、往来。表示万物的相互作用与无穷变化。沈，通沉。
	　　(12)故：陈旧，不故：言其新故相除，永葆生机。
	　　(13)惛然，暗昧之状。形容大道暗昧模糊，似亡而存的样子。
	　　(14)油然：流动变化无所系着之状。
	　　(15)万物畜：万物为其畜养。
	　　(16)观于天：观见自然之道。
	　　[译文]
	　　天地有最大的美德而不言说，四时有明确的规律而不议论，万物有生成之理而不解说。圣人推究天地之美德而通达万物生成之理。所以至人自然无为，大圣人不 造作，观察天地之道加以效法而已，现今天地之神明极精微，参予万物的无穷变化；物：发生或生或灭或方或圆的变化，没有办法知道它的根源；万物自古以来原本 就这样普遍存在着。六合虽然巨大，未超出道之外；秋毫虽小，待道而成形体。天下万物无不在升降变化，终生都不会陈旧；阴阳四时运行，各得其秩序；大道暗昧 模糊似亡而存，流动变化没有形状而神妙莫测，万物为其畜养而不知。这就叫作本根，可以由此观见自然之道。
	　　啮缺问道乎被衣(1)，被衣曰：“若正汝形，一汝视，天和将至(2)；摄汝知，一汝度，神将来舍(3)；德将为汝美，道将为汝居(4)。汝瞳焉如新生 之犊(5)，而无求其故(6)。”言未卒，啮缺睡寐(7)。被衣大说，行歌而去之，曰：“形若槁骸，心若死灰(8)，真其实知(9)，不以故自持 (10)。媒媒晦晦(11)，无心而不可与谋，彼何人哉(12)！”
	　　[注释]
	　　(1)被衣：虚拟之人名。据《天地》篇，彼衣是王倪的老师，啮缺是王倪的弟子。啮缺还见于《齐物论》等篇。
	　　(2)若：你。天和将至，天然之和气就会到来。
	　　(3)摄：收敛，一汝度：使思虑专一之意。神：神明之精，即道之功能活力。
	　　(4)居：居处。
	　　(5)瞳（tóng）然，无知直视的样子。犊：小牛。
	　　(6)故：原由。无求其故，不追究事物原由，漠然置之，听其自然。
	　　(7)卒：终。睡寐：睡着了。
	　　(8)槁骸：枯骨，心若死灰：形容心枯寂不动，没有生机，象完全死灭之灰。
	　　(9)真其实知：真正纯实之知。形如槁木，心如死灰。无知无虑，方是真知道。
	　　(10)不以故自持：不固守故见，与变化同步。
	　　(11)媒媒晦晦：懵懂无知的样子。媒，作昧。
	　　(12)彼何人哉，他是个什么人啊！表达惊叹赞许之意。
	　　[译文]
	　　啮缺问道于被衣，被衣说：“你要端正你的形体，集中你的视线，天然之和气就会前来；收敛你的智慧，专一你的思虑，神明就会来居留你心；德将表现你之美 好，道将留在你的身上。你无知而直视的样子就象初生的小牛犊，你不要去追究事物的原由。”话未说完，啮缺已经睡着了。被衣特别高兴，一边走一边唱歌而去， 还说：“形体如同枯骨，心如同死灰，真正纯实之知，不坚持故见，懵懂暗昧，没有思想，不能和他计议谋划，他是个什么样人啊！”
	　　舜问乎丞曰(1)：“道可得而有乎？”曰：“汝身非汝有也，汝何得有夫道！”舜曰：“吾身非吾有也，孰有之哉？”曰：“是天地之委形也(2)；生非汝 有，是天地之委和也(3)；性命非汝有，是天地之委顺也(4)，子孙非汝有，是天地之委蜕也(5)。故行不知所往，处不知所持，食不知所味(6)。天地之 强阳气也(7)，又胡可得而有邪！”
	　　[注释]
	　　(1)丞：古之得道者，舜之师。又说为官名。古代帝王有四辅之官，左辅右粥前疑后丞，丞即四辅之一。
	　　(2)委形：寄托给你一个形体。委，寄托。
	　　(3)和：和气
	　　(4)委顺：寄托给你顺任自然之性，于是乃有性命。顺，顺任自然。
	　　(5)蜕：蜕变。指生物之脱皮生新。此处比喻人的子孙繁衍能力，也是天托寄给人的。
	　　(6)持：持守。这句意思是说，人的行、住、食都不属于自己，而受天支配。
	　　(7)强阳气：强健运动之气。即天地阴阳二气聚合运动主宰支配一切。
	　　[译文]
	　　舜问丞说：“道可以获得和拥有吗？”回答说：“你的身体都不是你所拥有，你怎么能拥有道呢！”舜说：“我的身体非我所有，归谁所有呢？”回答说：“是 夭地寄托给你一个形体；生命非你所有，是天地寄托给你和气；性命非你所有，是天地寄托给你顺应自然之属性；子孙非你所有，是天地寄托给你繁衍子孙的能力。 所以行时不知往哪里去，住时不知持守什么，吃东西不知味道。这一切都受强健运动之气所支配，又怎么能获得和拥有呢！”
	　　孔于问于老聪曰：“今日晏闲(1)，敢问至道。”老聘曰：“汝齐戒，疏■而心(2)，澡雪而精神(3)，掊击而知(4)。夫道盲然难言哉(5)！将为 汝言其崖略(6)。夫昭昭生于冥冥(7)有伦生于无形(8)精神生于道(9)形本生于精(10)，生，八窍者(11)。其来无其往无崖(12)，无门无 房，四达之皇皇也(13)。邀于此者(14)，四枝强，思虑恂达(15),耳目聪明，其用心不劳，其应物无方(16)。天不得不高，地不得不广，日月不得 不行,万物不得不昌，此其道与！且夫博之不必知(17)，辩之不必慧(18)，圣人以断之矣(19)！若夫益之而不加益(20)，损之而不加损者，圣人之 所保也(21)。渊渊乎其若海，魏魏乎其终则复始也(22)，运量万物而不匮(23)。则君子之道，彼而万物以形相生。故九窍者胎(，) 卵生(，) 迹，(，)其外与(24)！万物皆往资焉而不匮(25)，此其道与！中国有人焉，非阴非阳，处于天地之间，直且为人(26)，将反于宗(27)。自本观 之，生者，暗噫物也(28)。虽有寿夭，相去几何？须臾之说也(29)，奚足以为尧桀之是非！果蓏有理(30)，人伦虽难，所以相齿(31)。圣人遭之而 不违(32)，过之而不守(33)。调而应之(34)，德也；偶而应之(35)，道也。帝之所兴，王之所起也。人生天地之间，若白驹之过隙(36)，忽然 而已。注然勃然(37)，莫不出焉；油然谬然，莫不入焉(38)。已而化生，又化而死，生物哀之(39)，人类悲之。解其天韬(40)，堕其天 ■(41)，纷乎宛乎(42)，魂魄将往，乃身从之，乃大归乎(43)！不形之形，形之不形(44)，是人之所同知也，非将至之所务也(45)，此众人之 所同论也。彼至则不论，论则不至(46)明见无值(47)，辩不若默；道不可闻，闻不若塞，此之谓大得。”
	　　[注释]
	　　(1)晏闲：安闲。
	　　(2)齐：同斋，斋戒为古人在祭祀或其他重要典礼前进行的整洁身心的仪式。疏■（yuè）：疏通、疏导之意。而：同尔。
	　　(3)澡雪：情洗干净。
	　　(4)掊（poū）击：打破。知：同智。
	　　(5)谬（yǎo）然，深远莫测。
	　　(6)崖略：概要，大致轮廓。
	　　(7)昭昭，昭明显著。冥冥：暗昧浑沌。
	　　(8)有伦：有伦类可分辨之物，指有形万物。
	　　(9)精神：指精微的流动变化的精气。
	　　(10)精：精气。
	　　(11)九窍：周身之九个穴窍，指人和兽类。八窍：指鸟类。因其肛门尿道合为一窍，比兽类少一窍，故称八窍。
	　　(12)崖：边际。
	　　(13)无门无房：比喻之辞。言道来去无崖迹，没有固走的通行途径和居处之所，如同无门无房一般。四达之皇皇：广大无际四通八达。皇，大。
	　　(14)邀：顺。
	　　(15)枝：同肢。恂（xún）达：通达。
	　　(16)应物无方：应接外物，不执滞于成法，能与时变通。
	　　(17)且夫：况且。博，博学。这句的意思是，博学的人不必真知，真知在守约默识，不在广博。
	　　(18)辩：善于辩论。
	　　(19)断之：断弃、抛弃博学善辩之聪明。
	　　(20)益：增加。这句是说，道充满天地，无所不在，不能增加和减少。
	　　(21)保，保守，信守。
	　　(22)渊渊：渊深。魏魏：同巍巍，高大的样子。
	　　(23)运量：运用计量。匮：穷。
	　　(24)彼其外与：彼指君子之道，言其岂能自外于大道呀。
	　　(25)资：取。
	　　(26)直且：只是暂且。
	　　(27)宗：本，指其发生之处，即大道。
	　　(28)喑噫（yīnyì）：气之聚集。
	　　(29)须臾：片刻。
	　　(30)果蓏（luǒ）：瓜果之总称，分而言之则是木实曰果，草实曰蓏，有理：二者各有区分之条理。
	　　(31)人伦虽难：人间伦理关系虽然很复杂。相齿：按年龄、官爵等大小高低把人排列起来，使有伦序。齿，排列之意。
	　　(32)不违：不逃避。
	　　(33)不守：不拘守，不留恋。
	　　(34)调而应之：调和顺应之。
	　　(35)偶而应之：无心契合而顺应之。
	　　(36)白驹过隙：比喻时间极为短暂，就象快马跑过一个缝隙的时间。白驹，骏马。
	　　(37)注然：如水之涌流。勃然：如苗之茁壮生长。
	　　(38)油然漻（liáo）然：形容变化消失之状。
	　　(39)生物哀之：人之外的动物，为其同类之死而悲哀。
	　　(40)天韬：天然的弓袋。韬，弓袋。
	　　(41)堕：毁坏。韬■：都有束缚、约束之义。认为死亡就是对这些天然约束的破除。■（zhì），剑袋。
	　　(42)纷乎宛乎：纷坛宛转，形容散失之状。
	　　(43)大归：最大的复归，即死亡。
	　　(44)不形之形：从没有形体达到有形体。形之下形：从有形体变为没有形体。
	　　(45)将至：将至于道之人。务：从事。
	　　(46)至则不议：达于道之人不议论，议则不至：议论之人未至于道。
	　　(47)明见无值：用聪明智慧去识见大道就不得相遇。必须闭智塞聪，无知无虑，才能与道冥台。值，遇。
	　　[译文]
	　　孔子问老聃说：“今日安闲无事，请问您至道是什么？”老聃说：“你要进行斋戒，疏通你的心灵，清洗干净你的精神，打破你的智慧。道是深远莫测难以言说 的呀！我将为你讲说其大概轮廓。凡昭明显著之物都生于暗昧浑沌，有形之物生于无形，精气从道生出，形体生于精气，而万物以形体相生。所以具有九窍之生物都 是胎生，具有八窍之生物都是卵生。它来的时候没有形迹，它去的时候不见边际，没有固定的通道和居处，广大无际而四通八达。顺应于它，就四肢强健，思虑通 达，耳聪目明，用心不疲劳，应接外物不执滞成法而与时变通。天得不到它不会高，地得不到它不会广，日月得不到它不能运行，万物得不到它不能昌盛，这就是道 呀！况且，博学之人不一定真知，善辩之人不一定有智慧，圣人是断弃这些的。如那想增加也无法增加，想减少也不能减少之道，是圣人之所信守的。渊深啊它就象 大海，高大巍峨啊它在终而复始地运行，运用计量万物而不穷竭，然而君子遵行之道，岂能自外于它啊！万物都前往资取，它也不匾乏，这就是道啊！国中有这样的 人，既不是阴性，也不是阳性，住在天地之间，只是暂且把他称作人，他将要返回他的本根去。从本始观察，所谓生，不过是气之聚集而已。虽然有长寿和夭折，相 差又有多少呢！只是片刻之间的一种说法，怎么能够以它来确定尧和桀的是非呀？瓜果各有其条理，人间伦理关系虽然复杂，也可以排成伦序的。圣人遭遇此类事不 逃避，过去了也不留恋。调和顺应这一切，便是德；无心偶合于这一切，便是道。帝王兴起之道理即在于此。人生活在天地之间，就象骏马驰过缝隙一样短暂，忽然 之间而已。生长兴起，无不发生出来；变化消逝，无不趋于消亡。已经变化生出，又变化而死去，生物为其同类之死而悲哀，人类为其亲人之死而伤悲，解开自然弓 袋，毁坏天然的剑囊，纷坛宛转，魂魄将归去，身体也随之消亡；这就是最大的复归呀！从没有形体达到有形体，又从有形体变为没有形体，这是人所共知的，不是 将至于大道之人所从事的，这是众人所共同议论的。那些达于道之人不议论，议论之人则未至于道。用聪明智慧去识见大道就不能相遇，善辩不如沉默。道是不能闻 知的，闻听不如闭塞，这就叫最大获得。”
	　　东郭子问于庄子曰(1)：“所谓道，恶乎在？”庄子曰：“无所不在。”东郭子曰：“期而后可(2)。”庄子曰：“在蝼蚁。”曰，“何其下邪？”曰： “在稊稗(3)。”曰：“何其愈下邪？”曰：“在瓦瓷(4)。”曰：“何其愈甚邪？”曰：“在屎溺。”东郭子不应。庄子曰：“夫子之问也，固不及质 (5)。正获之问于监市履豨也(6)，每下愈况(7)。汝唯莫必(8)，无乎逃物(9)。至道若是，大言亦然(10)。周遍咸三者(11)，异名同实，其 指一也。尝相与游乎无何有之宫(12)，同合而论(13)，无所终穷乎！尝相与无为乎！澹而静乎(14)！漠而清乎(15)！调而闲乎(16)！寥已吾志 (17)，无往焉而不知其所至(18)，去而来而不知其所止，吾已往来焉而不知其所终；彷徨乎冯闳(19)，大知入焉而不知其所穷(20)。物物者与物无 际(21)，而物有际者，所谓物际者也(22)。不际之际，际之不际者也(23)。谓盈虚衰杀(24)，彼为盈虚非盈虚(25)，彼为衰杀非衰杀，彼为本 末非本末，彼为积散非积散也。”
	　　[注释]
	　　(1)东郭子：住在东郭的某先生。
	　　(2)期：必。必指出具体所在方可。
	　　(3)稊稗：稗指稗草，稊与稗相似。
	　　(4)譬（pì），砖头。
	　　(5)固：本来。不及质：未接触道的实质。
	　　(6)正：古代管理市场的官名，名字叫获，监市：监管市场之人，为正获的助手们。豨为大猪。履，踩。意思是，管理市场的官员正获问他的助手，如何通过踩猪腿检验猪的肥瘦。
	　　(7)每下愈况，愈是往猪腿下面踩，愈能比况出猪的肥瘦程度，因为愈往腿的下部愈难长膘，如果下腿都很肥，猪的其他部位就更肥了。用以比喻在最卑下处也有道的存在，可见道是无所不在的。
	　　(8)汝唯莫必：你不必要求证实道在那个物上面。
	　　(9)无逃乎物：所有的物都未逃离道外。
	　　(10)至道：最高的道，大言：表达至道之言。
	　　(11)周遍咸，三个同义词。
	　　(12)无何有之宫：虚无之境，至道之乡，无所有而又无所不有。
	　　(13)合同而论：把你的言论合同于至道之言。
	　　(14)澹而静：淡漠而清静。
	　　(15)漠而清：寂寞而清虚。
	　　(16)调而闲：调和而安闲。
	　　(17)廖：空虚寂寥。
	　　(18)本无所往，故往而不知所至之处。无心而动，听其自然。
	　　(19)彷徨：逍遥自在的样子。冯闳（pínghóng），广阔空虚之境。
	　　(20)入焉：进入广阔虚空之境。穷：边际。
	　　(21)物物者：使物成为物的那个东西，指创生万物之道。与物无际：与具体有形之物没有分界。道创生万物又寓于万物之中。
	　　(22)物际：物与物之间的分界。
	　　(23)不际之际：由没有边际之道转成有形之物。际之不际：由有形之物复归无际之道。
	　　(24)盈虚衰杀，盈满、空虚、衰败、消杀。
	　　(25)彼：指大道。大道支配万物之盈虚转化，而其自身并无盈虚之别。
	　　[译文]
	　　东郭子问庄子说：“所谓道，在哪里呢？”庄子说：“无所不在。”东郭子说：“必指出具体所在才可以。”庄子说：“在蝼蛄蚂蚁之中。”问说：“为何在这 样卑下处呀？”回答说：“在稊稗里面。”问说：“为什么更卑下呢？”回答说：“在砖头瓦片中。”问说：“怎么更甚于前呢？”回答说：“在屎尿中。”东郭子 不再出声。庄子说：“先生所问的，本来就没有接触道的实质。管理市场之官正获问他的助手如何踩猪腿检验猪的肥瘦，告知他愈是往下面踩愈能比况清楚。你不必 要求证实道在哪个物上，所有的物都未逃离道外。最高之道是这样，表达至道的大言也是这样。周、遍、咸三个同，名不同而实相同，它们所指之实是同一的。尝试 相互夫游历至道虚无之境，把你的言论合同于至道之言，就不会有所穷尽了！试着相互顺任自然无为，淡漠而清静啊！寂寞而清虚啊！调和而安闲啊！吾心虚空寂 寥，本无所往，故往而不知所至何处，去了又来不知止于哪里，我已在其间来来往往，而不知哪里是终点。逍遥自在于广漠空虚之中，大知之人进入此境也不知它的 边际。创生万物者与物没有分界，而物是有分界的，就是物之界限。由没有分界之道转成有形之物，又由有形之物复归没有分界之道。所谓盈满、空虚、衰败、消 杀，道使物发生盈虚变化，而自身却没有盈虚分别；道使物发生衰杀之变，而自身并不衰杀；道使物有本末之变，而自身无本末；道使物有积散变化，而自身无积 散。”
	　　妸荷甘与神农同学于老龙吉(1)。神农隐几阖户昼瞑(2)，妸荷甘日中阖户而入(3)，曰：“老龙死矣！”神农隐几拥杖而起(4)，嚗然放杖而笑 (5)，曰：“天知予僻陋慢訑(6)，故弃予而死。已矣，夫子无所发予之狂言而死矣夫(7)！”弇■吊闻之(8)，曰：“大体道者，天下之君子所系焉 (9)。今于道，秋毫之端万分未得处一焉，而犹知藏其狂言而死，又况夫体道者乎！视之无形，听之无声，于人之论者，谓之冥冥，所以论道而非道也。”于是泰 清问乎无穷曰(10)：“子知道乎？”无穷曰：“吾不知。”又问乎无为，无为曰：“吾知道。”曰：“子之知道，亦有数乎(11)？”曰：“有。”曰：“其 数若何？”无为曰：“吾知道之可以贵，可以贱，可以约，可以散(12)，此吾所以知道之数也。”泰清以之言也问乎无始(13)曰：“若是，则无穷之弗知与 无为之知，孰是而孰非乎？”无始曰：“不知深矣，知之浅矣，弗知内矣，知之外矣(14)”于是泰清中而叹曰(15)：“弗知乃知乎？知乃不知乎？孰知不知 之知(16)？”无始曰：“道不可闻，闻而非也；道不可见，见而非也；道不可言，言而非也。知形形之不形乎(17)道不当名(18)。”无始曰：“有问道 而应之者，不知道也；虽问道者，亦未闻道。道无问，问无应。无问问之，是问穷也(19)；无应应之，是无内也(20)。以无内待问穷，若是者外不观乎宇 宙，内不知乎大初(21)。是以不过乎昆仑，不游乎太虚(22)。”
	　　[注释]
	　　(1)妸（ē）荷甘、神农、老龙吉：都是虚拟之入名。
	　　(2)隐几：凭靠小几。阖户：关门。瞑：同眠。
	　　(3)奓（shē）：推开。
	　　(4)拥杖：抱持手杖。指因过度震惊，突然抱杖而立。
	　　(5)嚗（bó）然：手杖掉地发出之声。笑：不哭而笑，言其已悟生死齐一之道。
	　　(6)天：指老龙吉，言其有自然之德。僻陋：孤陋寡闻。慢訑（dàn）：怠慢荒唐。
	　　(7)夫子：先生，指老龙吉，发：启发。狂言：至言。常人不能理解,视之为狂妄之言，而不相信。
	　　(8)弇■（yǎngāng）吊：虚拟人名。
	　　(9)体道者：与道相合之人，系：凭依、归依。
	　　(10)泰清、无穷、无为、无始：皆为虚拟之人名。
	　　(11)数：道理，规律。
	　　(12)约，收敛。这句的意思是，道可处富贵，可处贫贱，可以收敛，可以分散，是变化不定的。
	　　(13)之言：此言，指无为讲说道数之语。
	　　(14)弗知内矣，知之外矣：对道无所知，才是真正内心体悟了遁；对道有所知，能用语言说出来，这只是见到道的外在形式。
	　　(15)中：《释文》引崔譔本作印，同仰。
	　　(16)不知之知：不用名言相状对道加以表述的知，这种知才是真正知道。
	　　(17)形形之下形：使形成为形的哪个东西，本身是无形的。即指道。
	　　(18)道不当名：道之实与名是不相应的，不相符的。庄子认为，道不可名，如果加给一个名，就被限定，而不同于真正的道。不管给它起个什么名，都不可能达到名实相符。
	　　(19)无问问之，是问穷：道是不可问的，不可问面又要问，这种问是空的。穷作空。
	　　(20)无内：没有内容。
	　　(21)大初：天地未分前的浑饨状态，万物之本始，即指大道。大，作大。
	　　(22)昆仑：地之极高处，比喻有形与无形的分界处。大虚，广漠的虚空。
	　　[译文]
	　　妸荷甘与神农一同就学于老龙吉。神农凭靠小几，关起门昼寝。中午时候间荷甘推门而入说：“老龙死了！”神农凭几抱持手杖立起，嘭的一声放下手杖笑着 说：“先生知道我孤陋寡闻怠慢荒唐，所以弃我而死。完了，先生没有留下启发我的至言而死去了！”弇■吊听后说：“与道相合的人，是天下君子所归依之人。现 在他对于大道，连秋毫末端万分之一都未得到，还知道怀藏其至言而死去，又何况那些与道相合的人呐！道看起来无形，听起来无声，人们对它的种种议论，叫作暗 昧不明，他们所论述之道并不是真道。”
	　　于是泰清问无穷说：“您知道吗？”无穷说：“我不知。”又问于无为，无为说：“我知道。”又问：“您所知之道，也有什么道理规律吗？”回答说： “有”。又问：“它的道理规律是什么？”无为说：“我知道可处富贵，可处贫贱，可以收敛，可以分散，这就是我所知道之道理规律。”泰清把这话来问无始， 说：“如果是这样，则无穷之不知道与无为之知道，究竟谁是谁非呢？”无始说：“不知是对道知之甚深，知是对道所知极浅；不知是内心悟道，知是只了解一点道 的外在形式。”于是泰清仰天而叹说：“不知就是知吗？知就是不知吗？谁能知道不用名言相状表述之知是什么？”无始说：“道不可闻知，所闻知的都不是道；道 不可见，所见者都不是道；道不可言说，被言说出来的都不是道。需知创生有形万物的东西是无形的呀！道与它的名是不相应的。”无始说：“有人问道而给予应答 的，就是不知道；就是那个问道之人，也是没听说过道。道是不能问的，有问也不应回答。本不可问又要问，这种问是空的；本不应回答而回答，这种回答是没有内 容的。以没有真实内容的回答去对空问，如果这样，对外不能观察宇宙之无限，对内不能了解道之根本。因此他不能超越有形之界域，不能逍遥于广漠之虚空。”
	　　光曜问乎无有曰(1)：“夫子有乎？其无有乎？”光曜不得问而孰视其状貌(2)，窅然空然(3)，终日视之而不见，听之而不闻，搏之而不得也(4)。 光曜曰：“至矣，其孰能至此乎！予能有无矣，而未能无无也(5)。及为无有矣，何从至此哉(6)！”大马之捶钩者(7)，年八十矣，而不失豪芒(8)。大 马曰：“子巧与？有道与？”曰：“臣有守也(9)。臣之年二十而好捶钩，于物无视也(10)，非钩无察也。”是用之者假不用者也(11)，以长得其用 (12)，而况乎无不用者乎(13)！物孰不资焉！
	　　[注释]
	　　(1)光曜、无有:皆虚拟之名。
	　　(2)孰，通熟。熟视：仔细观察。
	　　(3)窅（yǎo）然：隐晦不明之状，亦为空寂之意。
	　　(4)搏：触摸。
	　　(5)有无：光曜无形体，听不到摸不着，故言有无。但还可以看见，未达绝无形迹之无无。
	　　(6)为无有：既不执着于无，也不执着于有，而是有无双遗，超越二者，达到一个更高境界。此种境界一般人是无从达到的。
	　　(7)大马：官名，指楚国之大司马。捶：锻造。钩：剑名。
	　　(8)豪芒：锋利有光芒。
	　　(9)守：持守，毕生专心持守于此。
	　　(10)于物无视：对别的东西部视而不见，一心只在造钧上。
	　　(11)用之者：指打造钩的技艺。假：借助、凭借。不用之者：指平时于物无视，专注于此道。
	　　(12)长：长期。
	　　(13)无不用：于物皆不用心，而至于无无之境，达于至道之域，则万物无不资取于他。
	　　[译文]
	　　光曜问无有说：“先生是有呢？还是无有呢？”光曜没有得到回答而仔细观察其状貌，隐晦空寂的样子，整天看它也看不见，听也听不到，摸也摸不着。光曜 说：”达到极致了，谁能至于此境啊！我能达到无，而未能达到无无。及至超越有无之境。又从何达到呀！”楚国大司马有一位造剑的人，已经八十岁了，造出之剑 仍然锋利有光芒。大司马说：“你是技艺高呢？还是其中有什么道理？”回答说：“臣有所持守。臣在二十岁时就喜好造剑，对他物视而不见，不是剑就不去察 看。”这是造剑之技艺借助于平时的专注上，因此能长期得以熟练运用，何况于物皆不用心而达于至道的人呢！万物谁不资借于他呀！
	　　冉求问于仲尼曰：“未有天地可知邪？”仲尼曰：“可。古犹今也。”冉求失问而退(1)。明日复见，曰：“昔者吾问：‘未有天地可知乎？’夫子曰： ‘可，古犹今也。’昔日吾昭然，今日吾昧然(2)，敢问何谓也？”仲尼曰：“昔之昭然也，神者先受之(3)；今之昧然也，且又为不神者求邪(4)？无古无 今，无始无终。未有子孙而有子孙可乎(5)？”冉求未对。仲尼曰：“已矣，未应矣(6)！不以生生死(7)，不以死死生(8)。死生有待邪？皆有所一体 (9)。有先天地生者物邪(10)？物物者非物(11)，物出不得先物也(12)，犹其有物也(13)。犹其有物也，无已(14)。圣人之爱人也，终无己 者，亦乃取于是者也(15)。”
	　　[注释]
	　　(1)失问：失去问意。心有所悟，不想再问。
	　　(2)昭然：明白。昧然：胡涂。
	　　(3)神者先受之：用空虚的心神先接受领会。
	　　(4)不神者求：不神者指外界事物及道理。向外界事物道理去寻求验证，所以变得胡涂了。
	　　(5)这句意思是，古有子孙，于是代代繁衍，今天才有子孙。如果古无子孙，今日也不会凭空生出子孙。由此推证，古代和今天相同，今天即是古代的继续。
	　　(6)未应：不要应答，待继续讲说下去。
	　　(7)不以生生死：死者自行死去，新生者并不是使已死者复生。
	　　(8)不以死死生：新生者自生，死去者也不是使新生者死去。
	　　(9)待：相互依赖、相互依存之意。死与生并不相互依赖，它们各有自己的体系。
	　　(10)者：作之解。这句意思是：有先于天地就生成之物吗？
	　　(11)物物者非物：生成物的那个东西，不是物自身，而是物之它体。
	　　(12)物不得先物：被生成之物不能先于生成它的物而存在。譬如生物由细胞生成，细胞由分子生成，分子由更小的东西生成等等，这样生物不能先于细胞， 细胞不能先于构成它的分子，分子不能先于构成它的更小原素，这样追溯下去，以至于无穷。如《齐物论》所说：“有有也者，有无也者，有未始有无也者，有未始 有夫未始有无也者”，是没有穷尽的。在这无穷系列中，后一环节之物下能先于前一环节之物存在，即是“物不得先物”。
	　　(13)犹其有物：生成此物的物，上面仍然还有它的生成者。犹，依然、仍然。
	　　(14)无已：没有止境。
	　　(15)取于是：圣人即是取法于自然之理，故其爱人类无止境。是，指上面所说自然之理。
	　　[译文]
	　　冉求问孔子说：“未有天地以前的情形可以知道吗？”孔子说：“可以。古代和现今相同。”冉求不想再问而退去。第二天又来相见，说：“昨天我问‘没有天 地以前的情形可以知道吗？’先生说：‘可以。古代和今天相同。’昨天我还明白，今天我又胡涂了。请问这是为何呢？”孔子说：“昨天你明白，是用空虚之心神 先加接受和领会它；今天又胡涂，则是向外界事物道理寻求验证之故啊！没有古也没有今，没有开始也没有终结。如果说以前没有子孙而今天有了子孙，这样说可以 吗？”冉求没有回答。孔子说：“算了，先不要应答！死者自死，新生者不是使已死者复生；生者自生，死者也不是使新生者死去，死生是相互依赖吗？它们并不依 赖而各有体系。有先于天地就生成之物吗？生成物的那个东西一定不是物自身，被生成之物不得先于生成它的物而存在，生成物上面仍然还有生成者，生成者上面仍 然有生成者，是没有止境的呀！圣人的爱人类没有止境，也就是取法于此启然之理。”
	　　颜渊问乎仲尼曰：“回尝闻诸夫子曰：‘无有所将，无有所迎(1)。’回敢问其游(2)。”仲尼曰：“古之人外化而内不化(3)，今之人内化而外不化。 与物化者，一下化者也(4)。安化安不化(5)，安与之相靡(6)，必与之莫多(7)。豨韦氏之囿(8)，黄帝之圃，有虞氏之宫，汤武之室(9)。君子之 人，若儒墨者师，故以是非相■也(10)，而况今之人乎！圣人处物不伤物。不伤物者，物亦不能伤也。唯无所伤者，为能与人相将迎。山林与，皋壤与 (11)，使我欣欣然而乐与！乐未毕也，哀又继之。哀乐之来，吾不能御，其去弗能止。悲夫，世人直为物逆旅耳(12)！夫知遇而不知所不遇(13)，知能 能而不能所不能(14)。无知无能者，固人之所不免也。夫务免乎人之所不免者(15)，岂不亦悲哉！至言去言，至为去为(16)。齐知之所知(17)，则 浅矣。”
	　　[注释]
	　　(1)将：送。这句意思是，不送不迎，听其自然。
	　　(2)游：指精神之出入自在。
	　　(3)外化：随顺外物之变化而变化。内不化：内心平静安宁、恒定不变。
	　　(4)一不化，恒常保持淡漠无心，即是一下比，有此则可与物化。
	　　(5)安，习惯。这句意思是，不管化与不化，皆能习惯自处。
	　　(6)靡，顺。
	　　(7)莫多：不增益。循物之性，顺其自然，不予增减。
	　　(8)豨韦氏：远古之帝王，又见《大宗师》篇。囿：古代帝王畜养禽兽之园林。
	　　(9)囿、圃、宫、室：皆指帝王居处游息之所。圃比囿小、宫比囿小，室比宫小。居处之所愈小，精神愈狭隘，道德愈衰落。
	　　(10)■（jī）：和。这句意思是，儒墨二家之师，是非对立最难调和，古之君之亦能顺应调和，何况今人之一般争论呢。
	　　(11)皋壤：平原。
	　　(12)直：但。逆旅：旅舍。
	　　(13)遇：遭遇，接触。这句意思是，遇到则知，不遇则不知。遇有限，知亦有限。
	　　(14)能能：能作到力所能及的。
	　　(15)人之所不免：人有所知所能，亦有不知不能，不知不能是人所不能避免的。庄子认为有的入却要强求避免，劳心弗力以自逞，为害生之道。
	　　(16)至言去言：至道之言去掉言说。至为去为：至道之为去掉有为。
	　　(17)齐：齐一。知之所知：靠主体与外界接触所得之知，是靠学习和教化所得有形迹之知，这种知是浅陋的。
	　　[译文]
	　　颜渊问孔子说：“我曾经听老师说：‘不要有所送，不要有所迎。’我请问如何能使精神出入自如。”孔子说：“古时之人随顺物化而内心安定不变，现今之人 内心游移不定而又执滞外物不能顺应其变化。能随顺外物变化的，一定是内心淡漠安定之人。不管是变化还是不变，都能习惯自处，习惯与其相顺应，参与变化而不 加增益。豨韦氏的园林，黄帝的园圃，虞舜之宫殿，汤武之宫室，居住愈狭小而道德愈低下。称得上君子之人，就是对儒墨老师那样对立，也能使其是非相互调和， 何况是对待今人之争论呢！圣人与物相处而不伤害物。不伤害物的人，物也不能伤害他，只有无所伤害的人，才能与人相交往。山林啊，平原啊，都能使我欣然快 乐！快乐还没有完毕，悲哀又继之而来，悲哀与快乐的到来，我不能抗拒，其离去我也不能阻止。多么可悲，世人之心只是为悲哀欢乐提供之旅舍罢了！他们只知所 遭遇到的，不知所未曾遭遇到的；只能作到力所能及的，不能作到力所不及的。有所不知有所不能，本来就是人所不能避免的。那些人强求避免人所不能避免的方 面，岂不也是可悲的公！至道之言去掉言说，至道之为去掉有为。想齐一人们所得之知，则是浅陋的。

