
	　[注释]
	　　(1)句（gōo）践：越国的国君。甲楯，披甲执盾，这里指士兵。会稽：山名，在今浙江省境内。
	　　(2)种：人名，即丈种，越国大夫。
	　　(3)愁：忧愁。
	　　(4)鸱（chī)：猫头鹰。
	　　(5)胫：小腿。节：节度，分寸。
	　　(6)审：安定。
	　　(7)府：指心脏。
	　　(8)兹：通滋。萃：集。
	　　(10)无已：不止。
	　　(10)践：通浅。
	　　(11)蹍：践。善博：安善广博。
	　　(12)大一：贯通为一，绝对同一性。
	　　(13)大阴：绝对的静止。
	　　(14)大目：以认大道为眼目，大道的观点。
	　　(15)大均：大道的均衡作用。
	　　(16)大方：大道无所不包容。
	　　(17)大信：大道的本性不妄。
	　　(18)大定：大道安定。
	　　(19)颌滑：滑稽。
	　　(20)不代：不相假贷。代，通贷。
	　　(21)大扬搉：大总持，大体轮廓。
	　　[译文]
	　　句践以士兵三千栖身于会稽山，唯有文种能知道在即将灭亡中求得生存的谋略，也唯有文种不知道自身未来的忧患。所以说，猫头鹰的眼睛有所适用就无所适 用，鹤的小腿长有所适宜，截短了就会悲哀。所以说风吹过河水就有所损失，太阳照过河水也会有损失。如果说风和太阳相互一起吹晒河水，而河水不曾受它们干扰 的话，这是由于依靠源头不断地往来。所以水流在土上的安定，影守住人就得以显现，物守住物就融合不离。所以，眼睛过于求明就危险了，耳朵过于求聪就危险 了，心思过于虑物就危险了。凡是智能藏于内心就会危险，危险的形成就来不及改悔。祸患的产生和滋长是集聚的，再返回来就需要修养功夫，它的成果就得时间持 久。而人们自以为可贵，不也悲哀吗！因此有亡国杀人不止，是不知道问个根源呵。所以脚踏地很浅，虽然很浅，还要依靠它所没踏到的而后才安善广博；人所知道 的很少，虽然少，依靠它所不知的而后才能知道所谓天道。知道绝对的同一，知道绝对的阴静，知道绝对的道观，知道大道的均衡作用，知道大道的包容，知道大道 的取信不妄，知道大道的安定，就最好了。大一来贯通，大阴来化解，大目来观照，大均来遂顺，大方来体悟，大信来核实，大定来持守。万物都有自然，遂顺有照 头，冥默有枢机，初始有彼端。对其理解的象似不理解的，象知道它又象似不知道它，不知道而后才能知道它。要追问它，它是没有端绪的，而又不可以没有端绪。 滑稽而有实理，古今不能更替，然而又不能缺少，这不也可以说是有个大略的轮廓吗！为什么不追问这个妙理，何必疑惑呢！以不疑惑来理解疑惑，返回到不疑惑， 这还是个大不疑惑。

