
	　　[题解]
	　　《盗跖》以人名篇。“盗跖”指名叫跖的大盗。本篇的主旨在于揭露和批判儒家的道德规范和俗儒追求荣华富贵的观念，宣扬顺从自然本性的道家思想。有人认为本篇是膺品，非庄子作，此种看法不可轻信。
	　　在“孔子与柳下季为友”至“孔子再拜趋走”的几段中，庄子通过盗跖之日揭露孔子的言行，批判孔子的仁义说，讥斥儒家是“不耕而食，不织而衣”的人，说 孔子的言行是“诈巧虚伪”。在“子张问于满苟得”和“无足问于知和曰”的段落中，庄子又通过盗跖之口揭露了社会的黑暗，批判儒家伦理道德的实质是贵贱无 等，长幼无序，造成了天下之至害。并用先王之治的乱伦之例驳斥了宣扬圣土之治的一些观点，这对儒墨的尊先王的思想都是严厉地批判。从中可以看出儒墨显学之 争，也可以看出庄子作为道家与儒墨学派思想观点的不同。
	　　孔子与柳下季为友(1)，柳下季之弟，名曰盗跖(2)。盗跖从卒九千人(3)，横行天下，侵暴诸侯，穴室枢户(4)，驱人牛马，取人妇女，贪得忘亲， 不顾父母兄弟，不祭先祖。所过之邑，大国守城，小国入保(5)，万民苦之。孔子谓柳下季曰：“夫为人父者，必能诏其于(6)；为人兄者，必能教其弟。若父 不能诏其子，兄不能教其弟，则无贵父子兄弟之亲矣。今先生，世之才士也，弟为盗跖，为天下害，而不能教也，丘窃为先生羞之。丘请为先生往说之(7)。”
	　　柳下季曰：“先生言‘为人父者必能诏其子，为人兄者必能教其弟。’若子不听父之诏，弟不受兄之教，虽今先生之辩(8)，将奈之何哉！且跖之为人也，心 如涌泉(9)，意如飘风(10)，强足以拒敌(11)，辩足以饰非，顺其心则喜，逆其心则怒，易辱人以言，先生必无往。”孔子不听，颜回为驭(12)，子 贡为右(13)，往见盗跖。盗跖乃方休卒徒大山之阳(14)，脍人肝而餔之(15)。
	　　孔子下车而前，见谒者(16)，曰：“鲁人孔丘，闻将军高义，敬再拜谒者。”谒者人通。盗跖闻之，大怒，目如明垦，发上指冠，曰：“此夫鲁国之巧伪人 孔丘，非邪？为我告之：‘尔作言造语，妄称文武，冠枝木之冠(17)，带死牛之胁，多辞缪说，不耕而食，不织而衣，摇唇鼓舌，擅生是非，以迷天下之主，使 天下学士不反其本(18)，妄作孝弟，而侥幸于封，侯富贵者也。子之罪大极重，疾走归！不然，我将以子肝益昼浦之膳(19)！’”孔子复通曰：“丘得幸于 季，愿望履幕下。”谒者复通，盗跖曰：“使来前！”
	　　孔子趋而进(20)，避席反走(21)，再拜盗跃。盗跖大怒，两展其足，案剑瞑目(22)，声如乳虎，曰：“丘，来前！若所言，顺吾意则生，逆吾心则 死！”孔子曰：“丘闻之：‘凡天下有三德：生而长大，美好无双，少长贵贱见而皆说之(23)，此上德也；知维天地，能辩诸物，此中德也；勇悍果敢，聚众率 兵，此下德也。’凡人有此一德者，足以南面称孤矣。今将军兼此三者，身长八尺二寸，面目有光，唇如激丹(24)，齿如齐贝(25)，音中黄钟(26)，而 名曰盗历，丘窃为将军耻不取焉。将军有意听臣，臣请南使吴、越，北使齐、鲁，东使宋、卫，西使晋、楚，使为将军造大城数百里，立数十万户之邑，尊将军为诸 侯，与天下更始(27)，罢兵休卒，收养昆弟(28)，共祭先祖。此圣人才士之行，而天下之愿也。”
	　　盗跖大怒曰：“丘，来前！夫可规以利而可谏以言者，皆愚陋恒民之谓耳(29)。今长大美好，人见而悦之者，此吾父母之遗德也。丘虽不吾誉，吾独不自知 邪？且吾闻之：‘好面誉人者，亦好背而毁之。’今丘告我以大城众民，是欲规我以利而恒民畜我也(30)，安可久长也！城之大者，莫大乎天下矣。尧、舜有天 下，子孙无置锥之地；汤、武立为天子，而后世绝灭；非以其利大故邪？且吾闻之：‘古者禽兽多而人少，于是民皆巢居以避之，昼拾橡栗，暮栖木上，故命之曰有 巢氏之民。古者民不知衣服，夏多积薪，冬则炀之(31)，故命之曰知生之民。神农之世，卧则居居(32)，起则于于(33)，民知其母，不知其父，与糜鹿 共处，耕而食，织而衣，无有相害之心，此至德之隆也。然而黄帝不能致德，与蚩尤战于涿鹿之野(34)，流血百里。尧、舜作，立群臣，汤放其主，武王杀纣， 自是之后，以强陵弱，以众暴寡。汤、武以来，皆乱人之徒也。’今子修文、武之道，掌天下之辩，以教后世，缝衣浅带，矫言伪行，以迷惑天下之主，而欲求富贵 焉，盗奠大于子。天下何故不谓子为盗丘，而乃谓我为盗跖？子以甘辞说子路(35)，而使从之。使子路去其危冠，解其长剑，而受教于子，天下皆曰：‘孔丘能 止暴禁非。’其卒之也，子路欲杀卫君，而事不成，身范于卫东门之上(36)，是子教之不至也。子自谓才士圣人邪？则再逐于鲁，削迹于卫，穷于齐，围于陈、 蔡，不容身于天下。子教子路范，此患，上无以为身，下无以为人。子之道岂足贵邪？世之所高，莫若黄帝，黄帝尚不能全德，而战涿鹿之野，流血百里。尧不慈， 舜不孝，禹偏枯(37)，汤放其主，武王伐纣，文王拘羡里，此六子者，世之所高也。孰论之，皆以利惑其真而强反其情性，其行乃甚可羞也。世之所谓贤士，伯 夷、叔齐。
	　　伯夷、叔齐辞孤竹之君，而饿死于首阳之山，骨肉不葬；鲍焦饰行非世(38)，抱木而死；申徒狄谏而不听，负石自投于河，为鱼鳖所食；介子推至忠也 (39)，自割其股，以食文公，文公后背之，子推怒而去，抱木而燔死(40)； 尾生与女于期于梁下(41)，女子不来，水至，不去，抱梁柱而死，此六子者，无异于磔犬流豕，操瓢而乞者(42)，皆离名轻死，不念本养寿命者也。世之所 谓忠臣者，莫若王子比干、伍子胥。子胥沉江，比干剖心，此二子者，世谓忠臣也，然卒为天下笑。自上观之，至于子胥、比干，皆不足贵也。丘之所以说我者，若 告我以鬼事，则我不能知也；若告我以人事者，不过此矣，皆吾所闻知也。今吾告子以人之情，目欲视色，耳欲听声，口欲察味，志气欲盈。人上寿百岁，中寿八 十，下寿六十，除病瘦、死丧、忧患，其中开口而笑者，一月之中，不过四五日而已矣。天与地无穷，人死者有时，操有时之具而托于无穷之间，忽然无异骇骇之驰 过隙也。不能说其志意，养其寿命者，皆非通道者也。丘之所言，皆吾之所弃也，亟去走归，无复言之！子之道，狂狂汲汲(43)，诈巧虚伪事也，非可以全真 也，奚足论哉！”
	　　孔子再拜，趋走出门，上车，执辔三失(44)，目茫然无见，色若死灰，据拭低头，不能出气。归到鲁东门外，适遇柳下季。柳下季曰：“今者阀然数日不 见，车马有行色，得微往见跖邪(45)？”孔于仰天而叹曰：“然。”柳下季曰：“历得无逆女意若前乎？”孔子曰：“然。丘所谓无病而自灸也，疾走料虎头 (46)，编虎须，几不免虎口哉！”
	　　[注释]
	　　(1)柳下季：人名，姓展，名获，字禽，鲁国的大夫，封地于柳下而称柳下季，溢号惠，亦称柳下惠。
	　　(2)盗跖（zhí）：春秋未年的人民起义领袖。
	　　(3)从卒：随从起义的人。
	　　(4)穴：做动词，凿穿。枢，一作枢，做动词，破。
	　　(5)保：通堡，小城。人保，进入小城守备。
	　　(6)诏：诏示，教导。
	　　(7)说（shuì）之：说服他。
	　　(8)辩：善于雄辩。
	　　(9)涌泉，水向上冒。
	　　(10)意如飘风：意境象暴风一样难以侧度。飘风，暴风。
	　　(11)拒：一本作距，抗拒。拒敌：用语言与盗跖对抗。
	　　(12)驭，同御，驾驭，驾车，赶车。
	　　(13)右：古代乘车在车右的人，即骖右。
	　　(14)大山：大山，即泰山。
	　　(15)脍：细切。餔（bǔ）：食，吃。
	　　(16)谒者：官名，掌管传达使命，亦泛指传达和通报的奴仆。
	　　(17)冠枝木之冠：前冠为戴，后冠为帽子。枝木：形容帽子上的装饰品象树枝一样。
	　　(18)反：通返。本：本真，本性。
	　　(19)益：增加。膳：饭食，膳食。
	　　(20)趋：速行，急走。
	　　(21)避席，离开席位，指站起来。反走：退着走，表恭敬。
	　　(22)瞋（chēn）目：瞪大眼睛，怒目而视。
	　　(23)说：通悦。
	　　(24)激：鲜明，激丹：鲜红的丹砂。
	　　(25)齐贝：排列的贝珠。
	　　(26)中（zhòng）：合，符合，黄钟：十二律中的首律，引申为宏亮。
	　　(27)更始。除旧布新，变更，变化一新。
	　　(28)昆弟：指兄和弟，包括近、远房的弟兄。
	　　(29)恒民：一本作顺民，常人。
	　　(30)畜，养，对待。
	　　(31)炀（yàng）：焚烧，烧火。
	　　(32)居居：安静的样子。
	　　(33)于于：行动舒缓自得的样子。
	　　(34)蚩尤：人名，古代部落首长，涿鹿：地名。在今河北省涿县境内。
	　　(35)甘辞：一作甘言，甜言蜜语。
	　　(36)菹（zū）：剁成肉酱。
	　　(37)偏桔：亦作半枯，偏瘫，半身不遂。
	　　(38)鲍焦：人名，周朝的隐者。饰行：粉饰行为。非世：对社会不满。
	　　(39)介子推（chuí）：人名。《左传》作介之椎。又作介推。晋国贵族，曾随晋文公流亡国外，因回国后赏赐中无名而隐居绵山。
	　　(40)燔死：烧死。
	　　(41)尾生：人名。一作微生，《战国策》作尾生高。
	　　(42)磔（zhé）：分尸，裂体。流猪：飘流于江河的死猪。
	　　(43)狂狂，狂妄无度，形容诈巧。汲汲：心情急切，形容虚伪。
	　　(44)辔：驾驭牲口为缰绳。
	　　(45)微：无。得微：莫非。
	　　(46)疾走：急跑，料（liáo）：通撩，挑弄。
	　　[译文]
	　　孔子和柳下季结成朋友，柳下季的弟弟，名字叫盗跖。盗跖随从的士卒有九千人，横行天下，侵袭诸侯，穿室破户，赶走人家的牛马，掳夺人家的妇女，贪得无 厌忘却亲友，不顾忌父母兄弟，不祭把祖先；所到过的地方，大国严守城池，小国坚守城堡，亿万民众都感到痛苦。孔子对柳下季说：“做父亲的一定教导儿子，做 兄长的一定教育弟弟。如果做父亲的不能教导儿子，做兄长的不能教育弟弟，就没有人看重父子兄弟的亲属关系了。现在，先生是当世的才智之士，而弟弟却是盗 跖，成为天下的祸害，你不能教育他，我私下为你感到羞愧！我请你允许我为你前去进行说服他。”
	　　柳下季说：“先生说：‘做父亲的一定能教导儿子，做兄长的一定能教育弟弟。’如果儿子不听从父亲的教导，弟弟不受兄长的教育，虽然现在有先生的辩才， 又能把他怎样呢？况且，跖的为人，心境象涌泉一样不可抑制，意境象暴风一样不可测度，强悍足以使之对抗，雄辩足以掩饰过错，顺从他的心意就高兴，违逆他的 心意就发怒，轻易地用语言污辱别人，先生一定不要前去。”孔子不听柳下季的劝说，让颜回驾车，子贡陪乘，去会见盗跖。盗跖正在大山的阳面休整士卒，切碎人 肝而食之。孔子下车走上前，看见传命官，说：“鲁国人孔丘，听说将军高尚正义，敬请传令官传达。”传令官入内通报。
	　　盗跖听到此事，大怒，眼象明星，怒发冲冠，说：“这个人是不是鲁国的巧伪人孔丘？替我告诉他：‘你做花言造巧语，虚妄地称道文王、武王，头戴装饰象树 枝般的贵冠，腰缠死牛胁的皮带，余辞缨论，不耕而食，不织而衣，摇唇鼓舌，专生是非，用以迷惑天下的君主，使天下的书生，不务正业，装作孝弟，而侥幸得到 封侯富贵。你的罪恶严重，快滚回去吧！不然，我要用你的肝当作午餐。”孔子再一次通报说：“我幸运地得到柳下季的介绍，希望到帐幕下拜见。”传令宫又通 报。盗跖说：“让他到前面来！”孔子快步而进，避开席位退步快跑，再拜盗跖。盗跖大怒，叉开两脚，握剑瞪眼，声如母虎，说：“孔丘，你往前来！你要说的， 顺着我的意思就活，违逆我的心思就死！”孔子说：“我听说，凡天下的人有三种美德：生就而身躯魁梧，容貌美好无双，不分老幼贵贱，见到都喜欢他，这是上 德。智慧能包容天地，才能足以辨别各种事物，这是中德。勇猛、强悍、果敢，聚众率兵，这是下德。凡是人具有这一种德的，就足以南面称帝了。
	　　现在，将军兼有这三种德行，身高八尺二寸，面目有光泽，嘴唇犹如鲜红的丹砂，牙齿象排列的贝珠，声音宏亮，而名字叫盗腑。我孔丘私下替将军感到羞耻不 可取。将军有意听我的意见，我请求向南出使吴国和越国，向北出使齐国和鲁国，向东出使宋国和卫国，向西出使晋国和楚国。给将军建造周围数百里的大城，设立 数十万户的采邑，尊奉将军为诸侯，和天下的诸侯共同除旧布新。停战休兵，收养众弟兄，共祭祖先。这是圣人才士的行为，也是天下人的愿望。”盗跖大怒说： “孔丘，你往前来！凡是可以用利禄来规劝的，可以用语言来谏正的，都可以把他们叫做愚陋的平民。现在，身体高大，面目美好，人人见到都喜欢，这是我父母所 遗留的德性。孔丘你虽然不赞美我，难道我自己不知道吗？况且，我听说：‘好当面赞美人的人，也是好背后毁谤人的人。’
	　　现在孔丘你告诉我有大城民众，是想要用利禄规劝我，而言养我当顺民，怎么可以长久呢！城再大，也没有比天下更大的了。尧、舜虽然有天下，但子孙没有立 锥的地方；商汤和周武王立为天子，而后代灭绝；不正是他们贪大利的缘故吗？况且，我还听说：‘古代禽兽多而人少，于是人民都住在树巢中以躲避禽兽，白天捡 橡栗充饥，夜晚栖于树上，所以命名叫他们是有巢氏的民众。古代人不知穿衣服，夏天积蓄薪材，冬天就用来烧火取暖，所以命名叫他们是只知生存的民众。神农时 代，躺下时安静，起来时舒缓，人只知自己的母亲，不知道自己的父亲，和野兽共同相处，耕地吃饭，织布穿衣，没有相害的心，这是道德的极盛时代。然而黄帝不 能达到这种德，与量尤交战于啄鹿的郊野，流血百里。尧、舜做天子，设群臣，商汤流放他的君主，周武王杀殷纣。自此以后，以强大欺陵弱小，以势众侵暴寡少。 商汤、周武王以来，都是害人之徒。’现在你修习周文王、武王治国之道，掌握天下的舆论，用来教化后代，宽大的衣裳，浅薄的腰带，矫揉的言论，虚伪的行为， 用以迷惑天下的君主，而想要求取富贵，强盗之中再也没有比你更大的了。
	　　天下人为什么不把你叫做盗丘，而把我叫做盗跖呢？你以甜言蜜语说服子路，而使他跟随你。让子路摘掉他的高冠，解掉他的长剑，而受你教育，天下人都说： ‘孔丘能制止强暴禁止非礼行为。’其最终结果，子路想要杀死卫的国君，而事情没有成功，在卫国的东城门之上身躯破剁成肉酱，这是你教育的不成功。你不是自 称才士圣人吗？然而一再被赶出鲁国，在卫国被铲平足迹，在齐国穷途末路，在陈国和蔡国之间被围困，天下没有容身之处。你教育子路身躯被剁成肉酱，这样的祸 患，对上无法保护自己身体，对下无法做人。你的道哪里有什么可贵的呢？世上所推崇的，没有超过黄帝的，黄帝尚且不能全备德行，而战于涿鹿郊野，流血百里。 尧不慈爱，舜不孝顺，禹半身偏瘫，汤流放他的君主，武王讨伐纣王，文王被囚禁在麦里。这六个人，都是世上所推崇的。仔细地讨论这些事，都是用利禄迷失其本 真而强迫违反其性情，他们的行为乃是特别可耻的。世上所说的贤士：伯夷、叔齐。伯夷、叔齐辞去孤竹国的君主地位，而饿死在首阳山上，尸骨得不到埋葬：鲍焦 行为矫饰非议当世，抱着树木而死；申徒狄谏正国君而不听，背着石头投河自尽，为鱼鳖所食；介子推是最忠贞的，自己割下自己大腿上的肉，给晋文公吃，文公回 国后却背弃他，子推一怒之下而离开，抱着树而被烧死；尾生和女子相约在桥下，女子没来，河水来到，也不离开，抱着桥柱而死。这六个人，与分尸的狗、飘流的 死猪和持瓢乞丐，没有什么区别，都是重于名而轻于死，不惦念本真保养寿命的人。世上所说的忠臣，莫如王子比干、伍子肯。伍子胥被杀死尸沉入江中，比干被挖 心而死，这两个人，是世上所谓的忠臣，然而最终遭到天下人的耻笑。从上述来看，伍子胥，比干，都是不足推崇的。
	　　孔丘你用来说服我的，如果告诉我鬼的事情，则我不知道；如果告诉我人事，不过如此而已，都是我所听过的，现在我告诉你人的性情：眼睛要看颜色，耳朵要 听声音，嘴巴要品味道，志气要得到满足。人生上寿一百岁，中寿八十岁，下寿六十岁，除了疾病、死丧、忧患，其中张嘴而笑的，一月之中，不过四五天而已。天 地无穷尽，人死有时限，持有时限的生命，而寄托于无穷尽的天地之间，迅速得和骏马奔驰过缝隙一样。不能悦其意志，保养寿命的人，都不是通达道理的人。孔丘 你所说的话，都是我所抛弃的，赶快回去，不要再说了！你的道理，狂妄无度，心情急切，是诈巧虚伪的事情，不可以保全真性，还有什么可以值得讨论的呢！”孔 子再次叩拜，急忙跑出门外，上车，缰绳三次脱手，眼睛茫然不见，面色如同死灰，按着车轼低头，不能喘出气来。回到鲁国东门之外，正好遇见柳下季。柳下季 说：“近日怎么好几天没见到你，车马有出发的样子，莫非去见跖了吗？”孔子仰天而叹说：“是的。”柳下季说：“跖是不是象我从前所说的违背了你的意愿 呢？”孔子说：“是的。我此举是没病而自己针灸，急跑挑弄虎头，编织虎须，几乎不能免于虎口啊！”
	　　子张问于满苟得曰(1)：“盍不为行(2)？无行则不信(3)，无信则不任(4)， 不任则不利。故观之名(5)，计之利，而义真是也(6)。若弃名利，反之于心，则夫士之为行，不可一日不为乎！”满苟得曰：“无耻者富(7)，多信者显 (8)。夫名利之大者，几在无耻而信。故观之名，计之利，而信真是也。若弃名利，反之于心，则夫士之为行，抱其天乎(9)！”子张曰：“昔者桀、纣贵为天 子，富有天下。今谓臧聚曰(10)：‘汝行如桀、纣。’则有作色(11)，有不服之心者(12)，小人所贱也。仲尼、墨翟(13)，穷为匹夫，今谓宰相 曰：‘子行如仲尼、墨翟。’则变容易色(14)，称不足者，士诚贵也(15)。故势为天于，未必贵也；穷为匹夫，未必贱也。贵贱之分，在行之美恶。”满苟 得曰：“小盗者拘(16)，大盗者为诸侯。诸侯之门，义士存焉。昔者桓公小白杀兄入嫂(17)，而管仲为臣(18)；田成子常杀君窃国(19)，而孔子受 币(20)。论则贱之，行则下之，则是言行之情悻战于胸中也(21)，不亦拂乎(22)！故《书》曰：‘孰恶孰美，成者为首(23)不成者为尾。’”子张 曰：“子不为行，即将疏戚无伦(24)， 贵贱无义，长幼无序。五纪六位(25)，将何以为别乎？”满苟得曰：“尧杀长子，舜流母弟(26)，疏戚有伦乎？汤放桀，武王杀纣，贵贱有义乎？王季为適 (27)，周公杀兄(28)，长幼有序乎？儒者伪辞(29)，墨子兼爱(30)，五纪六位，将有别乎？”且子正为名(31)，我正为利。名利之实，不顺于 理，不监于道(32)。吾日与子讼于无约(33)，曰：‘小人殉财(34)，君子殉名，其所以变其情，易其性，则异矣(35)；乃至于弃其所为而殉其所不 为，则一也(36)。’故曰，无为小人，反殉而天；无为君子，从天之理。若在若直(37)，相而天极(38)。面观四方(39)，与时消息。若是若非，执 而圆机(40)；独成而意(41)，与道徘徊。无转而行(42)，无成而义(43)，将失而所为(44)。无赴而富(45)，无殉而成(46)， 将弃而天(47)，比干剖心，子胥抉眼(48)，忠之祸也；直躬证父(49)，尾生溺死，信之患也；鲍子立干(50)，申子不自埋(51)，廉之害也；孔 子不见母(52)，匡子不见父(53)，义之失也，此上世之所传，下世之所语，以为士者(54)，止其言(55)，必其行，故眼其殃，离其患也 (56)。”
	　　[注释]
	　　(1)子张：人名，姓■孙，名师，字子张，陈人。满苟得：人名。
	　　(2)盍：通易，何不。为行：进行品行修养。
	　　(3)无行：没有品行。不信：不被信用，不取信。
	　　(4)不任：不被任用。
	　　(5)观：观察，考虑。
	　　(6)真：真实。
	　　(7)富：富有。
	　　(8)显：显贵，显达。
	　　(9)抱：一作拂，保持。
	　　(10)臧：奴仆。聚：更夫。
	　　(11)怍（zuO）色：一本作色，愤怒变色。
	　　(12)者：也。
	　　(13)墨翟（dl）：人名，墨家的创始人。
	　　(14)变容易色：形容不安的样子。
	　　(15)士：指士大夫。贵：尊重，推崇。
	　　(16)拘：被拘囚。
	　　(17)桓公：指齐桓公，小白：齐桓公名。杀兄：杀掉他的哥哥子纠。人嫂：将嫂嫂纳为妻子。
	　　(18)管仲：人右，齐桓公的国佰。
	　　(19)田成子常：人名，春秋时齐国大夫田常即陈恒，古田、陈同音。成子系谥号。田成子杀了简公篡位。窃国：窃取国君的地位。
	　　(20)孔子受币：孔子接受陈恒钱币。据《论语》记载，陈恒弑齐简公，孔子沐浴请讨，而无受
	　　市的记载。受币之事只《庄子》独载。
	　　(21)言行之情悖：言论和行为相反。
	　　(22)拂：乱。
	　　(23)成者为首：成功者居上。
	　　(24)疏戚：疏亲，亲疏。伦：沦次。
	　　(25)五纪：即五伦，把君臣、父子、夫妇、兄弟、朋友。六位：指诸父、兄弟、族人、诸舅、师长、朋友。
	　　(26)流：流放。母弟：舜一奶同胞的弟弟，名象。
	　　(27)王季为遭：周太王传位给第四子历当作嫡子。通通嫡。季：古代四排行伯、仲、叔、季，季力最小。伯为嫡，季非嫡。周太王把王位传给季历，而泰伯、仲雍二子逃到吴国去。
	　　(28)周公杀兄：周公因管叔叛乱而杀之，管叔是周公的哥哥。
	　　(29)伪辞：巧辞。
	　　(30)兼爱：墨子爱无差等的主张。
	　　(31)名：功名。
	　　(32)监：本作鉴，明，察。
	　　(33)日：昔日，异日。讼，争论，断是非。无约：假托人名，意指无拘束。
	　　(34)殉：死，牺牲，追求名利而不顾其身。
	　　(35)异：不同。
	　　(36)所为：本所当为。
	　　(37)枉：曲，
	　　(38)相：视，而：你。夭极：天则，自然规律。
	　　(39)面观：面向。四方：东西南北。
	　　(40)圆机：天体圆而运行不息。圆：圆转。机：枢机。
	　　(41)独成：独自顺遂。意：主意，意愿。
	　　(42)无：毋。下三“无”字同。转，通专。
	　　(43)成：一成不变。
	　　(44)失：失去，失掉。所为：所实践的自然之道，即本能。
	　　(45)赴：奔赴，追求。
	　　(46)成：成功。指利。
	　　(47)将弃而天，将舍弃你的天性。
	　　(48)抉眼，剜出眼睛。
	　　(49)直躬：人名，证父：证实父亲偷羊。事见《论语·子路》。
	　　(50)鲍子：即鲍焦。立于：站立枯死。
	　　(51)恃子：即申徒狄，自埋：自投于河而死。有本作自理，理为埋之误。
	　　(52)孔子不见母：孔子不去见母亲。
	　　(53)匡子：匡章，齐人。不见父：不去看父亲，《盂子·离娄》有公都子曰，“匡章，通国皆称不孝焉，夫子与之游，又从而礼貌之，敢问何也？”孟子曰：“夫章子，子父责善而不相遏也。为得罪于父，不得近，出妻屏子，终身不养焉。”
	　　(54)以为：认为。
	　　(55)正：端正。
	　　(56)服其殃：受其祸。离：通罹。罹其患：遭其害。
	　　[译文]
	　　子张问满苟得说：“为什么不修养品行？没有品行就不会取信于人，不能取信于人就不能被任用，不被任用就得不到利禄。所以观察名，计较利，而义才是真实 的。如果抛弃名利，反心自问，那么士大夫的作为行事，不可以一天不实行仁义！”满苟得说：“不知羞耻的人富有，多讲信誉的人显贵。名利大的人，几乎都是无 耻又善言信的人。所以观察名，计较利，而信才是真实的。如果抛弃名利，反心自问，那么士大夫的作为行事，只好保持其天性了。”子张说：“过去桀、纣尊贵到 做了天子，富有到占据天下。现在对奴仆和更夫说：‘你们的行为象桀、纣。’他们就会愤怒变色，就会产生不服的心理，因为小人也轻贱桀纣。孔丘、墨翟，穷困 得成为一般人，这时要对宰相说：‘你的行为象孔丘、墨翟。’他就会改容变色，自称赶不上，士大夫真是可贵。所以，权势为天子，未必可贵；穷困为一般人，未 必低贱。贵贱的区别在于品行的好坏。”满苟得说，“小偷被囚禁，大盗却成为诸侯，只要在诸侯那里，就有了仁义。从前齐桓公小白杀了哥哥纳嫂嫂为妻，而管仲 却做他的臣子；田常杀掉君主窃取国家政权，而孔子却接受他的钱币。言谈认为下贱的，而行动却去做这种下贱的事情。这样言论和行动在心中矛盾，岂不是很乱 吗！所以《书》说，‘谁好谁坏，成功的居上，不成功的居下。’”子张说：“你不修养品行，将会亲疏没有伦常，贵贱没有准则，长幼没有等次，五伦六位，将如 何区别呢？”满苟得说：“尧杀掉大儿子，舜流放亲弟弟，亲疏有伦常吗？汤放逐桀，武王杀纣有标准吗？王季代替嫡位，周公杀掉哥哥，长幼有序吗？儒者的虚伪 言辞，墨子的兼爱，五伦六位还有区别吗？况且你正在求名，我正在求利。其实名利，既不顺于理，又不明于道。我过去和你在无约面前争论，说：‘小人力财而 死，君子为名而死，他们之所以改变自己的真情，变更自己的本性则不相同；乃至于抛弃自己的所应当做的而殉难自己所不应当做的却是相同的。’所以说：‘不要 做小人，要反求于自然；不要做君子，要顺从自然的规律。是曲是直，看其自然规律。’面向四方，随时变化，是是是非，保持你的圆转枢机。独自顺遂你的意愿， 与道周旋。不要专执你的行为，不要成就你的仁义，这将会失掉你的本能，不要追求你的富贵，不要用殉难换取你的成功，这样将会舍弃你的天性。比干被剖心，伍 子肴遗嘱挖眼，这是忠的祸患；直躬证实父亲偷羊，尾生被水淹死，这是守信用的祸患；鲍焦站立枯死，申徒狄投河自杀，这是清廉的祸患；孔子见不到母亲，匡子 见不到父亲，这是义的过失。这些事情从上代传下来，下代还要传下来，以此为士大夫，端正言论，必定实行，所以才遭到它的灾殃，受到它的祸患。”
	　　无足问于知和曰(1)：“人卒未有不兴名就利者(2)。彼富则人归之(3)，归则下之(4)，下则贵之。夫见下贵者，所以长生安体乐意之道也。今子独 无意焉，知不足邪，意知而力不能行邪(5)，故推正不忘邪(6)？”知和曰：“今夫此人以为与已同时而生(7)，同乡而处者，以为夫绝俗过世之士焉 (8)；是专无主正(9)，所以览古今之时，是非之分也。与俗化世(10)，去至重，弃至尊，以为其所为也。此其所以论长生安体乐意之道，不亦远乎！惨怛 之疾(11)，恬愉之安(12)，不监于体(13)；怵惕之恐(14)，欣欢之喜，不监于心；知为为而不知所以为，是以贵为天子，富有天下，而不免于患 也。”无足曰：“夫富之于人，无所不利，穷美究势(15)，至人之所不得逮(16)，贤人之所不能及(17)， 侠人之勇力而以为威强(18)，秉人之知谋以为明察(19)，因人之德以为贤良(20)，非享国而严若君父(21)。且夫声色滋味权势之于人，心不待学而 乐之，体不待象而安之(22)。夫欲恶避就(23)，固不待师，此人之性也。天下虽非我(24)，孰能辞之(25)！”知和曰：“知者之为，故动以百姓， 不违其度(26)，是以足而不争，无以为故不求。不足故求之，争四处而不自以为贪(27)；有余故辞之，弃天下而不自以为廉(28)。廉贪之实，非以迫外 也，反监之度(29)。势为天子，而不以贵骄人；富有天下，而不以财戏人(30)。计其患，虑其反(31)，以为害于性(32)，故辞而不受也，非以要名 誉也。尧、舜为帝而雍(33)，非仁天下也，不以美害生也；善卷、许由得帝而不受(34)，非虚辞让也，不以事害已。此皆就其利，辞其害(35)而天下称 贤焉，则可以有之，彼非以兴名誉也。”无足曰：“必持其名(36)绝甘(37)，约养以持生(38)，则亦久病长厄而不死者也(39)。”知和曰：“平为 福，有余为害者，物莫不然，而财甚者也。今富人，耳营钟鼓管笛之声(40)，口嗛于刍豢醪醴之味(41)，以感其意(42)，遗忘其业..(43)，可谓 乱矣；该溺于冯气(44)，若负重行而上也，可谓苦矣；贪财而取慰(45)，贪权而取竭(46)，静居则溺(47)，体泽则冯(48)，可谓疾矣；为欲富 就利(49)，故满若堵耳而不知避，且冯而不舍，可谓辱矣；财积而无用，服膺而不舍(50)，满心戚醮(51)，求益而不止，可谓忧矣；内则疑劫请之贼， 外则畏寇盗之害，内周楼疏(52)，外不敢独行，可谓畏矣。此六者，天下之至害也，皆遗忘而不知察，及其患至，求尽性竭财，单以反一日之无故而不可得也 (53)。故观之名则不见(54)，求之利则不得(55)，综意绝体而争此(56)，不亦惑乎！”。
	　　[注释]
	　　(1)无足：假托人名，不知足的人。知和，假托人名，知道适于清廉的人。
	　　(2)人卒：人们，人众。兴（xing）：兴趣，喜好。
	　　(3)归：归附。
	　　(4)下：甘为人下。
	　　(5)意：通抑。
	　　(6)忘：借为妄。邪（xié）：不正当。
	　　(7)此人：这种人，指兴名就利的人。
	　　(8)绝俗过世：超越世俗的时代。
	　　(9)专：专一。主，主见。正：取正。
	　　(10)与俗：同俗。化世：世化
	　　(11)惨怛（dá）：痛楚，悲痛。
	　　(12)恬（iian）：安静。愉：和悦，喜悦。
	　　(13)监：视、青。
	　　(14)优惕，戒惧，惊慌。
	　　(15)势：勇势。
	　　(16)逮：及。
	　　(17)不能及：不能赶上，比不上。
	　　(18)侠，通挟，挟持。
	　　(19)秉：把握，知：通智。
	　　(20)因：用。
	　　(21)享国：掌握政权。严：尊严。君父：君主。
	　　(22)象：模仿。
	　　(23)恶，厌恶。避：回避。就：就近。
	　　(24)非我：不独有我，不独我。
	　　(25)孰：谁。之：代声色、滋味、权势。
	　　(26)度：节度，分寸。
	　　(27)四处：指声、色、味、权。
	　　(28)弃天下：放弃帝位。廉：清廉。
	　　(29)反监之度：反过来察看有度无度。
	　　(30)戏人：戏弄人，侮人。
	　　(31)反：反面。
	　　(32)性：本性。
	　　(33)雍：和。
	　　(34)善卷：人名。帝：帝位。
	　　(35)害，有害于本性。
	　　(36)名：名声。
	　　(37)苦体：身受劳苦。绝甘：拒绝美味。
	　　(38)约养：节约营养。
	　　(39)厄：危险。
	　　(40)管籥（yùe）：乐器。
	　　(41)嗛（qiè）：通慊，满足，快意。刍豢：食草的牛羊为刍，食谷的狗猪为豢。此处泛指牛羊狗猪的肉食品。醒（lao）：醇酒。醴：带滓的甜酒。
	　　(42)感：撼的借字，动摇。意：心意。
	　　(43)业：事业。
	　　(44)侅（gai）：噎住。溺：便溺。冯气：盛气，气满。
	　　(45)取：带来。慰：通蔚，病。
	　　(46)竭：精神疲竭。
	　　(47)溺，沉溺。
	　　(48)泽：肥，一说污垢。冯，满。
	　　(49)就利：求利。
	　　(50)眼膺：谨记在心，衷心信服。
	　　(51)戚醮（jiAO）：优伤焦急。
	　　(52)内：在家。周，周备，楼疏：楼窗。
	　　(53)单：通直，独，但。一说冈殚，尽。反：通返。故：事。
	　　(54)观：观察。名：名声。
	　　(55)利：利禄。
	　　(56)纷意：缠绕意志，苦劳心思。绝体：残形伤生，牺牲身体。一本无绝字。
	　　[译文]
	　　无足问知和说：“众人没有不兴名求利的。他富有别人就依附他，依附他就于心居他之下，居下就对他尊敬。有人居下就显出尊贵的人，是长寿、体安、快乐之 道。现在，难道你没有这种想法吗？是智慧不足呢？还是认识到而力不从心呢？还是故意推行正道而不妄为呢？”知和说：“现在有这样一种人，自以为和自己同时 代生，同乡而处，就认为是个超过世俗的人。这是一种内心无主见取正，不能观察古今时间的差别和是非的区别。与世俗同化，离开自重，抛弃自尊，做自己兴名就 利的事情。这样论到延长生命、安适身体、愉悦心意之道，不是大远了吗？悲痛的疾病，安静的喜悦，不视其形体；惊慌的恐惧，欣欢的喜悦，不视其内心。只知道 去做而不知道为什么去做，所以地位贵到天子，富有占据天下，却不能免除祸患。”无足说：“富有对于人，无所不利。穷尽完美和究尽权势，至人不能得到，圣人 也不能达到。挟持别人勇敢和力量来增加威势，拿别人的智谋来增强观察问题的能力，用别人的品德当作贤良，不享有国土而威严如君主。况且声色、滋味、权势对 于人，心不等学习就爱好它，身体不等模仿就感到安适。欲求、厌恶、避害、就利，本来不用老师教导，这是人的本性。天下人虽然非难我，准能失掉这些呢！”知 和说：“有智慧的人做事，行动以百姓为基础，不违背民众为原则，因此知足而不相争，无所作为，所以不贪求。不知足，所以才贪求它，争夺声、色、味、权，而 自己却不认为是贪求。有剩余，所以有辞让，抛弃占据的天下之财而自己也不认为是清廉。清廉和贪求的实质，并不是受迫于外物，反过来要察看网心是否有度。权 势达到天子，而不拿权贵作为资本，骄做对待别人；财富占有天下，而不拿财富戏弄人。计算其祸患，考虑其反面，认为有害于本性，所以推辞而不接受，并不是要 以此追求名誉。尧、舜做帝王而和睦，并不是在天下推行仁政，而是不以追求美而损害性；善卷、许由可得帝位而不接受，并不是虚伪地对待辞让，而是不以政事损 害自己。这些都是趋利避害，而天下人称赞他们是贤人，就是说他们虽然有趋利避害的思想，他们并不是以兴名沽誉为目的。”无足说：“一定要保持其名声，身受 苦累拒绝美味，节约营养以维持生命，就是象久病危险而不死的人。”知和说：“平均是福，多余是害，凡物没有不这样的，而财富更是如此。现在的富人，耳朵要 听钟鼓管籥的声音，嘴巴要尝牛羊狗猪甜酒的滋味，以感受他的情意，遗忘他的事业，可以说是昏乱了。沉溺盛气之中，好象负重走向上坡，可以说是劳苦了；贪财 而带来敝病，贪权而带来竭尽精神，居静则沉溺，体肥则骄满，可以说有疾病了。为了求富趋利，所以积累财富高过墙也不知足，并且骄满而不舍，可以说是耻辱 了；积累财富而无用，衷心信服而不知舍弃，满心忧伤着急，追求增多而不知止，可以说是忧虑了；在家里就疑虑盗贼来窃取财物，在外面就畏俱寇盗的伤害，在家 周备楼窗严防，在外不敢单独行动，可以说是畏惧了；这六种，是天下的最大祸害，大家都遗忘掉而不知明察，等到祸患来到，想尽心思竭尽财产，只求象过去过一 天好日子，也达不到了。所以，想看那种名声看不到，想求得利禄得不着，缠绕意志牺牲身体去争夺名利，不也是迷惑吗！”

