
	　　[题解]
	　　《应帝王》以义名篇。“应帝王”的应是指万物适宜而我也适应。帝王是指不去自任帝王而统治天下。本篇主旨是庄子的社会政治观点。《应帝王》主要由两个部分构成的：
	　　“啮缺问于王倪”、“肩吾见狂接舆”和“天根游于殷阳”三段为一部分，说明治理社会有为不如无为，批判了有为的法治政治，宣扬了顺物自然的无为政治。 由：“阳子居见老聃”，“郑有神巫日季咸”、“无为名尸”和“南海之帝为倏”四小段组成一部分。主要说明有为之害和无为之好。
	　　这种无为的政治主张，继承了老子的无为而无不为的思想，批判了各家各派的政治观点，也反映了没落阶级无能为力的状况。
	　　啮缺问于王倪(1)，四问而四不知(2)。啮缺因跃而大喜(3)，行以告蒲衣子(4)。蒲衣子曰：“而乃今知之乎(5)？有虞氏不及泰氏(6)。有虞 氏，其犹藏仁以要人(7)；亦得人矣(8)，而未始出于非人(9)。泰氏，其卧徐徐(10)，其觉于于(11)；一以己为马(12)，一以己为牛；其知情 信(13)，其德甚真，而未始人于非人(14)。”
	　　[注释]
	　　(1)啮缺问于王倪一事，见于《齐物论》。
	　　(2)四问：一问“知物之所同是乎？”二问“知子之所不知也。”三问“物无知也。”四问“知利害乎？”
	　　(3)跃而大喜：高兴地跳起来。
	　　(4)蒲衣子：《淮南子》作技衣子。传说中尧时贤人，舜曾拜他为老师并要把帝位让给他，他没有接受。
	　　(5)而：你。乃：才。
	　　(6)有虞氏，指舜。泰氏：泰通太，太昊，伏牺氏。
	　　(7)藏仁：指心怀仁义。要（yāｏ）：结。
	　　(8)得人：得人心。
	　　(9)非人：指物而言。未始出于非人：没有超出物的牵累。
	　　(10)徐徐：缓慢的样子。
	　　(11)于于：迂迂的借字，迂缓的样子。
	　　(12)一，不分物我。
	　　(13)知，通智，理智，情：情感。信：真实。
	　　(14)未始入于非人：未曾陷入外物的牵累。
	　　[译文]
	　　啮缺请教王倪，问四次而四次回答说不知道。啮缺因此高兴地跳起来，走去把这件事告诉了蒲衣子。蒲衣子说：“你现在知道这件事情吗？有虞氏赶不上泰氏。 有虞氏，他象似心怀仁义以交结人，虽然也能得到人心，然而从未能跳出外物的牵累。泰氏，他睡觉时躺下缓缓慢慢；他醒来时优柔自得，不分物我以自己为马，以 自己为牛。他的理智信实，他的德性纯真，他未曾陷入外物的牵累。”
	　　肩吾见狂接舆(1)。狂接舆曰：“日中始何以语女(2)？”肩吾曰：“告我：君人者以己出经式义度(3)，人熟敢不听而化诸(4)！”狂接舆曰：“是 欺德也(5)；其于治天下也，犹涉海凿河而使蚊负山也(6)。夫圣人之治也(7)，治外乎(8)？正而后行(9)，确乎能其事者而已矣(10)。且鸟高飞 以避矰弋之害(11)，鼷鼠深穴乎神丘之下以避熏凿之患(12)，而曾二虫之无知！”
	　　[注释]
	　　(1)肩吾、接舆：注见《逍遥游》。
	　　(2)日中始，人名，肩吾的老师。
	　　(3)君人者，统治臣民的入，义：通仪。经式义度：均指法度。
	　　(4)孰：谁。化：教化，诸：同乎、呢。
	　　(5)欺德：虚伪不实的道德。
	　　(6)涉海、凿河、使蚊负山：指三者都是不可能做到的。
	　　(7)治，治理。
	　　(8)治外：统治别人，治理别人。
	　　(9)正：正己，自正。行：推行，行教化。
	　　(10)确，确定。
	　　(11)矰弋（zēngyì）：带有丝绳射鸟的短箭。
	　　(12)鼷鼠：小鼠。深穴，打深洞。神丘：社坛。熏：烟熏，凿：挖掘、凿穿。
	　　[译文]
	　　肩吾见到狂接舆。狂接舆说：“日中始跟你说了些什么？”肩吾说：“他告诉我：统治臣民的人颁布自己制定的法度，臣民谁敢不听从而受教化呢！”狂接舆 说：”这是虚伪不实的德行；他这样去治理天下，就好象涉海不自量，凿河徒劳，使蚊子背山不合情理一样。圣人治理夭下，难道治理别人吗？先是正己而后才能推 行教化，使人们做一些确实能做到的事情罢了。况且鸟高飞以逃避短箭的祸患，小鼠在社坛的下面打深洞以避免烟熏和挖掘的祸患，你们连这两个小虫子也不如 吗！”
	　　天根游于殷阳(1)，至寥水之上(2)，适遭无名人而问焉(3)，曰：“请问为天下(4)。”无名人曰：“去(5)！汝鄙人也(6)，何问之不豫也 (7)！予方将与造物者为人(8)，厌，则又乘夫莽眇之鸟(9)，以出六极之外(10)，而游无何有之乡(11)，以处圹埌之野(12)。汝又何帠以治天 下感予之心为(13)？”又复问。无名人曰：“汝游心于淡(14)，合气于漠(15)，顺物自然而无容私焉(16)，而天下治矣(17)。”
	　　[注释]
	　　(1)天根：假设的人名。殷阳：殷山的阳面。
	　　(2)蓼（liǎo）水：河名。
	　　(3)适，恰巧。遭：碰到。无名人：假设人物，喻指圣人、至人、神人、真人。
	　　(4)为：治理。
	　　(5)去：离去，离开。
	　　(6)鄙人：指鄙陋的人。
	　　(7)不豫：不快。
	　　(8)予：我。方将：正要。为人：交游，为偶。
	　　(9)厌：厌烦，乘：驾。莽眇之鸟：可大可小的鸟，指道。
	　　(10)云极：夭地四方。
	　　(11)游：遨游。无何有之乡：虚无的境界。
	　　(12)圹埌（kuàｎｇｌang）：辽阔矿荡。
	　　(13)汝：你。帠（yì）：通寱，梦话，指问为天下而言。感，摇撼，动摇。
	　　(14)游心于淡：心虚无事。
	　　(15)合气于漠：气静不扰。
	　　(16)顺物自然：顺从物的规律。无容私，不能容纳主观成见。
	　　(17)天下治矣：这里说的是帝王之道并非如此。
	　　[译文]
	　　天根在殷山的阳面游玩，走到寥河的边上，恰巧碰到无名人而且向他请教，说：“请问怎样治理天下？”无名人说：“离开，你这个鄙陋的人，为什么问这使我 不痛快的问题呢！我正在和造物者为偶，厌烦时，就乘轻盈虚无的鸟，飞翔到六极之外，邀游于虚无的境界，在广阔圹荡的地方生活。你又何必用力天下这种梦活来 撼动我的内心呢？”天根又向无名人请教。无名人说：“你要使心虚静无事，气静不扰，顺应自然的规律而不夹杂主观成见，而天下也就大治了。”
	　　阳子居见老聃(1)，曰：“有人于此，向疾强梁(2)，物彻疏明(3)，学道不倦。如是者，可比明王乎(4)？”老聃曰：“是于圣人也，肯易技系 (5)，劳形怵心者也(6)。且也，虎豹之文来田(7)，猿狙之便执..之狗来藉(8)。如是者，可比明王乎？”阳子居蹴然曰(9)：“敢问明王之治 (10)。”老聃曰：“明王之治，功盖天下而似不自己(11)，化贷万物而民弗恃(12)；有莫举名(13)，使物自喜(14)；立乎不测(15)，而游 于无有者也(16)。”
	　　[注释]
	　　(1)阳子居：人名入即杨朱，道家学派的人物，先秦古书中多称他为杨子或阳生、阳子居，杨朱，魏国人，主张为我。《孟子·尽心》上说的“杨子取为我， 拔一毛而利天下不为也，”《韩非子·显学》说：“今有人于此，义不入危城，不处军旅，不以天下大利，易其胫一毛。”《吕氏春秋·不二》说“阳生贵己。”皆 指杨朱。
	　　(2)向疾，敏捷。强梁，强壮膘悍。
	　　(3)物：鉴物。彻：透彻。疏明：疏通明达。
	　　(4)明：贤明。明王：指圣王。
	　　(5)胥：胥吏，易：变更行事，亦即易吏。技：一种技艺。系，系累。
	　　(6)劳形：操劳形体。怵心：扰动心神而不得安宁。
	　　(7)文：通纹，花纹。来：招来。田：田猎。
	　　(8)猿狙：注见《齐物论》。便：敏捷，执：捉住。..（ií）：狸。藉：绳系，拘系。
	　　(9)蹴：惊恐的样子。
	　　(10)敢问，请问。
	　　(11)功盖天下：功德覆盖天下。似下自己：好象不归于自己。
	　　(12)化：教化，化育。贷：施、放。侍：依赖，倚仗。
	　　(13)有：得到。莫：无法。举：称举。一名：表白。
	　　(14)自喜，各得其所。
	　　(15)立：站在。不测：不可识测。
	　　(16)无有：虚无。
	　　[译文]
	　　杨朱见到老聃，说：“在这里有这样一个人，他聪敏强悍，对事物看得透彻明白，学道勤奋不倦。象这样的人，可以和贤明圣王相比吗？”老聃说：“以这样的 人与圣人相比，就象胥吏不断变更治事为技艺所累，操劳形体扰动心神一样。况且虎豹的花纹招来田猎，猿猴因为敏捷，狗因为会捉狐狸才招来系上绳索，象这三种 动物也可以和明王相比吗？”杨朱惊恐他说：“请问到底什么叫明王之治？”老聃说：“明王治理天下，功德覆盖天下，好象不归自己；化育万物而人民并不感到依 赖他；得到功劳不去称举表白，使人各得其所，而自己却站在不可识测的境地，与虚无之道同游。”
	　　郑有神巫曰季咸(1)知人之死生存亡(2)祸福寿夭(3)。期以岁月旬日(4)，若神(5)。郑人见之(6)，皆(，) 弃而走(7)。列于见之(，) 而心醉(8)，归，以告壶子(9)，曰：“始吾以夫子之道为至矣(10)，则又有至焉者矣(11)。”壶子曰：“吾与汝既其文(12)，未既其实 (13)，而固得道与(14)？众雌而无雄，而又奚卵焉(15)！而以道与世亢(16)，必信(17)，夫故使人得而相汝(18)。尝试与来(19)，以 予示之(20)。”明日，列子与之见壶子(21)。
	　　出而谓列子曰：“嘻！子之先生死矣(22)！弗活矣！不以旬数矣(23)！吾见怪焉(24)，见湿灰焉(25)。”列于人，位涕沾襟以告壶子。壶子 曰：“乡吾示之以地文(26)，萌乎不震不正(27)。是殆见吾杜德机也(28)。尝又与来。”明日，又与之见壶子。出而谓列子曰：“幸矣，子之先生遇我 也！有瘳矣(29)，全然有生矣！吾见其杜权矣(30)。”列子入，以告壶子。壶子曰：“乡吾示之以天壤(31)，名实不入(32)，而机发于踵 (33)。是殆见吾善者机也(34)。尝又与来。”明日，又与之见壶子。出而谓列子曰：“子之先生不齐(35)，吾无得而相焉(36)。
	　　试齐，且复相之。”列子入，以告壶子。壶子曰：“乡吾示之以太冲莫胜(37)。是殆见吾衡气机也(38)。鲵桓之审为渊(39)，止水之审为渊，流水 之审为渊。渊有九名，此处三焉。尝又与来。”明日，又与之见壶子。立未定，(40)自失而走(41)。壶子曰：“追之！”列子追之不及。反，以报壶子曰： “已灭矣，已失矣，吾弗及已。”壶子曰：“乡吾示之以未始出吾宗。吾与之虚而委蛇(42)，不知其谁何(43)，因以为弟靡(44)，因以为波流，故逃 也。”然后列子自以为未始学而归，三年不出，为其妻爨(45)，食豕如食人(46)。于事无与亲，雕琢复朴，块然独以其形立。纷而封哉(47)，一以是 终。
	　　[注释]
	　　(1)神巫：占卜巨灵的巫者。季咸：神巫的名字。
	　　(2)知：测知，预测。
	　　(3)寿夭：长寿短命。
	　　(4)期：预言。
	　　(5)若神：如神。
	　　(6)之：他，指季咸。
	　　(7)弃之：抛弃他。走：跑。
	　　(8)列子：列御寇，心醉：醉心于季咸。
	　　(9)壶子：名林，列子的老师。
	　　(10)夫子：先生，指壶子。至：至极，最高。
	　　(11)又：更。
	　　(12)与：授予，既：尽，文：表面，现象。
	　　(13)实：实质。
	　　(14)而：通尔，你，下同。固：岂。
	　　(15)奚：何，怎么。卯：生卵，引申为生育。
	　　(16)亢：通抗，较量。
	　　(17)信，通伸，表露。
	　　(18)相：相面。
	　　(19)与来：带来。
	　　(20)以予示之：把我指给他看。
	　　(21)之：与他，指与季咸。
	　　(22)子：你。先生：老师。死：要死。
	　　(23)不以：不用。
	　　(24)怪：怪异。
	　　(25)湿灰：甚于死灰的灰。
	　　(26)乡（xiang）：刚才，地文：地貌。
	　　(27)萌：萌动。震：震动。正：修正。
	　　(28)是：此，殆：大概，杜，闭塞，机，动。
	　　(29)瘳（chOu）：病愈。
	　　(30)杜权：闭塞中有权变。
	　　(31)天壤：大地，示以天壤：表示出大地间的生气。
	　　(32)名，名誉、名声。实：实利。不入，指不入于心。
	　　(33)踵：脚后跟。
	　　(34)善，好生，病愈。机，气机。
	　　(35)不齐：不定。
	　　(36)无得：没法。
	　　(37)大冲：阴阳二气均衡的虚静状态，莫胜：没有偏胜。
	　　(38)衡：平衡。
	　　(39)鲵（ni）：雌鲸，在此凡指大鱼，桓：逗留。审：停聚。
	　　(40)立未定：指季咸未站稳。
	　　(41)失：通佚，逃走。
	　　(42)委蛇（wēyí）：随便应付，随从自然。
	　　(43)不知：指季咸不知，其：壶子自指。谁何：怎样一个人。
	　　(44)弟靡，随顺的样子。
	　　(45)爨（cuàｎ）：烧火做饭。
	　　(46)食（sì）：给入或动物吃东西，食豕：喂猪。
	　　(47)纷：纷烦的事务。封：坚守。
	　　[译文]
	　　郑国有一个神巫，名叫季咸，能测知人的生死存亡，吉凶祸福，寿命长短，预言的年、月、旬、日如神。郑国人见到他，都抛弃他而逃跑。列子见了却心醉如 痴。回来，便告诉壶子，说：“原来我以为先生的道术是最高的，现在又有一个更高的了。”壶子说：“我教你的尽是现象，没有教你实质，你怎能得道呢？多是雌 鸟而无雄鸟，又怎能生出蛋呢？你以道术与社会较量，必然表露出来，所以才让人家看清了你的面相。你把他请来，给我相一面。”第二天，列子和季咸一起来见壶 子。
	　　出来对列子说。“唉！你的老师要死了，不能活了！不会超过十天了。我看他形色怪异，精神萎靡得象湿灰了。”列子进屋，痛哭流涕，泪水沾襟，把季咸的话 告诉给壶子。壶子说：“刚才我显示给他的象地文地貌那样的寂静，静中有动，象山没震动又没修正一样，这大概是他见我关闭了生机。你和他再来一次看看。”第 二天，列子又和季咸来见壶子。季咸出来对列子说：“幸运呵！你的老师遇见我了!有好转了，完全有活的希望了，我看到他闭塞的生机有了变化。”列子走进屋， 把季成的话告诉给壶子，壶子说：“刚才我显示的是天地间的生气，名实都没放在心上，而生机则发于脚后跟，他大概看到我有一线好转的生机了。你和他再来一次 看看。”第二天，列子又和季咸一起来见壶子。季咸出来对列子说：“你的老师神情不定，我没法给他相面。等他安定之后，再给他相面。”
	　　列子进屋，告诉壶子。壶子说：“刚才我显示的阴阳二气的虚静状态没有偏胜。他大概见到我均衡的机兆。鲸鱼逗留之处成为深渊，止水之处成为深渊，流水之 处成为深渊。渊有九种，我给他看的只有三种。你和他再来一次看看。”第二天，列子又和季咸一起来见壶子。季咸脚跟还没站稳，就自行逃跑了。壶子对列子说： “追赶他！”列子没追上，返回来，把情况告诉给壶子，说：“已经没影了，已经跑掉了，我也追不上了。”壶子说：“刚才我显示的没有超出我的大道。我跟他随 便应酬，使他不了解我究竟是什么样的人，随顺外物的变化而变化，好象随波逐流一样，所以他逃跑了。”从此以后，列子认为自己什么也没有学到，便回家了，三 年不出家门。给他的妻子烧火做饭，喂猪如同侍奉人一样，对事物无亲无疏，除掉修饰，返回质朴，安然地把自己的形体立于世间，在纷烦的事物中不失去自己的常 态，终身如此而已。
	　　无为名尸(1)，无为谋府(2)：无为事任(3)，无为知主(4)。体尽无穷(5)，而游无朕(6)；尽其所受乎天(7)，而无见得(8)，亦虚而已(9)。至人之用心若镜(10)，不将不迎(11)，应而不藏(12)，故能胜而不伤。
	　　[注释]
	　　(1)无为，不作。名，名声。尸：主，载体，无为名尸：指因物则物各自当其名而言。
	　　(2)谋府：智囊机关。
	　　(3)事任，承担工作。无为事任，让物台个自任。
	　　(4)知主：智巧的主宰。
	　　(5)体：本体。尽无穷:无穷无尽。(6)无朕，没有开始，没有迹象。
	　　(7)尽其所受乎天：享尽他所禀受的天性。
	　　(8)无见得：不自见其有所得。
	　　(9)虞，指至德不得，无私无己的心境。
	　　(10)若镜：纯客观的反映。
	　　(11)不将，已去的不跟去。不迎：未来的不欢迎其来。
	　　(12)应：反映。不藏：不保留痕迹。
	　　[译文]
	　　不要做名声的载体，不要做谋策的机关；不要承担任何事、情，不要做智巧的主宰。本体是无穷无尽的，而邀游开始没有迹象；用尽它所禀受的天然本性，不要 以为自己得到了什么，只不过是虚无罢了。至人的用心好象镜子，照过的不去送，未照的不去迎，现在照的也不留痕迹。所以能够经得起考验而不受损伤。
	　　南海之帝为倏(1)，北海之帝为忽(2)，中央之帝为浑饨(3)。倏与忽时相与遇于浑沌之地，浑沌待之甚善(4)。倏与忽谋报浑沌之德(5)曰：“人皆有七窍以视听食息(6)，此独无有，尝试凿之。”日凿一窍，七日而浑沌死。
	　　[注释]
	　　(1)倏（shū）：同儵，虚设的神名。
	　　(2)忽，虚设的神名。
	　　(3)浑沌：虚设的神名。
	　　(4)待，款待，之：他们，指倏、忽。甚善：特别好。
	　　(5)谋报:商量报答。之：的。
	　　(6)七窍，耳目口鼻七个孔穴。视：看。食：吃喝。
	　　[译文]
	　　南海的帝王叫倏，北海的帝王叫忽，中央的帝王叫浑沌。倏和忽时常在浑沌的地方见面，浑沌款待他们特别好。倏和忽共同商量报答浑饨的美德，说：“人们都有七窍用以看、听、吃喝、呼吸，唯独浑沌没有，我们试着给他凿成七窍。”一天凿成一窍，凿到七天浑沌就死了。

