<a name="anchor2"></a>
<div class="custom_border lindBox">
    <div class="custom_head">
        <div class="custom_title">
            <h2>美国历任总统简历</h2></div>
        <div class="custom_totop">
            <div class="ico"></div>
            <a href="#top" target="_self">返回顶部</a></div>
    </div>
    <div class="custom_content">
        <div class='content_text'>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/16caf-6622.jpeg" style="width: 90%; max-width: 90%;" /></p>
            <p style="text-align: center;">图：美国历任总统漫画</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国首任总统（美国第一任总统）：华盛顿</strong></p>
            <p style="TEXT-INDENT:2em">乔治·华盛顿：美国首任总统（1789年-1797年），美国独立战争大陆军总司令。1793年再度当选。</p>
            <p style="TEXT-INDENT:2em">乔治·华盛顿，他被美国称为“国父，美国独立战争大陆军总司令。连任两届后自愿放弃权力不再续任，开始隐退。由于他扮演了美国独立战争和建国中最重要的角色，故被尊称为美国国父，学者们则将他和亚伯拉罕·林肯、伍德罗·威尔逊、富兰克林·罗斯福并列为美国历史上最伟大的总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二任总统：亚当斯</strong></p>
            <p style="TEXT-INDENT:2em">约翰·亚当斯：美国第2任总统（1797年-1801年），任职期间在内政、外交方面均无明显成就。</p>
            <p style="TEXT-INDENT:2em">约翰·亚当斯（John Adams，1735年10月30日-1826年7月4日）是美国第一任副总统（1789年-1797年），其后接替乔治·华盛顿成为美国第二任总统（1797年-1801年）。亚当斯亦是《独立宣言》签署者之一，被美国人视为最重要的开国元勋之一，同华盛顿、杰斐逊和富兰克林齐名。他的长子约翰·昆西·亚当斯后当选为美国第6任总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三任总统：杰斐逊</strong></p>
            <p style="TEXT-INDENT:2em">托马斯·杰斐逊：美国第3任总统（1801年--1809年）。是美国著名的《独立宣言》的主要起草人。</p>
            <p style="TEXT-INDENT:2em">美国政治家、思想家、哲学家、科学家、教育家，第三任
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>。他是美国独立战争期间的主要领导人之一，1776年，作为一个包括约翰·亚当斯和本杰明·富兰克林在内的起草委员会的成员，起草了美国《独立宣言》。此后，他先后担任了美国第一任国务卿，第二任副总统和第三任总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第四任总统：麦迪逊</strong></p>
            <p style="TEXT-INDENT:2em">詹姆斯·麦迪逊：美国第4任总统（1809年--1817年） 。和杰斐逊共同创建和领导了民主共和党。</p>
            <p style="TEXT-INDENT:2em">詹姆斯·门罗，他担任总统期间曾领导进行第二次美英战争，保卫了美国的共和制度，为美国赢得彻底独立建立了功绩。他在1776年参加弗吉尼亚宪法的制定，在大陆的国会提供，并且是弗吉尼亚会议的一位领导人。他还是出席大陆会议的代表，是制宪会议的主要人物、北部联邦党人文件的起草人之一、众议院议员、民主共和党的组织者。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第五任总统：门罗</strong></p>
            <p style="TEXT-INDENT:2em">詹姆斯·门罗：美国第5任总统（1817年--1825年），1823年就美国外交政策提出著名的“门罗主义”。</p>
            <p style="TEXT-INDENT:2em">1816年，以绝对优势当选为总统。1820年又以极大优势获连任。1823年在其向国会提出的国情咨文中，提出“美洲是美洲人的美洲”，“在已经获得，并维持自由独立情况下的美洲大陆各国，今后不得被任何欧洲列强当做将来的殖民对象”，反对任何欧洲国家干涉美洲事务，这就是人们所熟知的“门罗主义”。“门罗主义”成为美国外交政策的基石。成为美国对外，特别是对拉丁美洲外交的行动指南。任期届满后，回到故乡，1831年7月4日逝世。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第六任总统：亚当斯</strong></p>
            <p style="TEXT-INDENT:2em">约翰·昆西·亚当斯：美国第6任总统（1825年--1829年），是第二任总统约翰·亚当斯的长子。
                <a href="http://www.xixik.com/content/2dd20d1cc3e54607" target="_blank" title="美国历任总统谁智商最高？约翰·亚当斯排第一">美国历任总统谁智商最高？约翰·亚当斯排第一</a></p>
            <p style="TEXT-INDENT:2em">他是第二任总统约翰·亚当斯及第一夫人爱比盖尔·亚当斯的长子。他是美国历史上第一位继其父亲之后成为总统的总统。他二十岁就成了有名的外交官，曾出使欧洲多年，熟悉欧洲事务。1817年门罗总统上台以后，亚当斯被任命为国务卿，任职八年，曾协助起草《门罗宣言》，解决与英国的许多纠纷，从西班牙手中取得佛罗里达，因此，被认为是美国历史上“最有成就的国务卿之一”。1825年亚当斯当选总统。1829年卸任后被选为国会众议员，直至逝世。
                <a href="http://www.xixik.com/content/6627dff6475085cc">美国历任总统智商大排名 第六任总统亚当斯第一</a></p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第七任总统：杰克逊</strong></p>
            <p style="TEXT-INDENT:2em">安德鲁·杰克逊：美国第7任总统（1829年--1837年），是美国历史上第一位平民出身的总统。</p>
            <p style="TEXT-INDENT:2em">首任佛罗里达州州长、新奥尔良之役战争英雄、民主党创建者之一，杰克逊式民主因他而得名。在美国政治史上，1820年代与1830年代的第二党体系（Second Party System）以他为极端的象征。杰克逊始终被美国的专家学者评为美国最杰出的10位总统之一。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第八任总统：范布伦</strong></p>
            <p style="TEXT-INDENT:2em">马丁·范布伦：美国第8任总统（1837年--1841年） 。上任不久美国就爆发了严重的经济危机。</p>
            <p style="TEXT-INDENT:2em">他是《美国独立宣言》正式签署后出生的第一位总统。为人圆滑，诡计多端，是一个出色的政党组织者，有魔术师和红狐狸之称。是前总统安德鲁·杰克逊最得力助手。1837 年继位上台后，和加拿大爆发了边界争端，他灵活处理。美国又爆发了第一次经济危机。虽然这不是他的错，但人民对范布伦失去信心。 1840 年他竞选连任时，败于威廉·亨利·哈里森 。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第九任总统：哈里森</strong></p>
            <p style="TEXT-INDENT:2em">威廉·哈里森：美国第9任总统（1841年3月4日--1841年4月4日），就职典礼时感受风寒，在职仅一月即病故。</p>
            <p style="TEXT-INDENT:2em">威廉·亨利·哈里森在印第安纳州打败肖尼印第安人，人称“提帕卡农英雄”。也是美国历史上执政时间最短的总统，只有一个月。他不久即患肺炎，在他宣誓就职后1个月即不幸去世。他的孙子是美国第23任总统本杰明·哈里森。
                <a href="http://www.xixik.com/content/acd23dc7a5829968" target="_blank" title="美国的那些亲戚总统">美国的那些亲戚总统</a></p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第十任总统：泰勒</strong></p>
            <p style="TEXT-INDENT:2em">约翰·泰勒：美国第10任总统（1841年4月6日--1845年3月4日），第一个由副总统接任总统的人。</p>
            <p style="TEXT-INDENT:2em">辉格党人，是第一个因在任总统逝世而以副总统继任为总统的人。在他的坚持下，副总统得在继任总统之后取得和总统一样的地位。约翰·泰勒1841年就任副总统，一个月后继任总统，迅速巩固了手中的权力。在任期间，改组美国海军；建立美国气象局;结束了佛罗里达州的第二次塞诺米尔战争。1861年初，主持华盛顿和平会议以调解南北方分歧。南北战争爆发后，加入美利坚联盟国的议会，1862年逝世。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第十一任总统：波尔克</strong></p>
            <p style="TEXT-INDENT:2em">詹姆斯·波尔克：美国第11任总统（1845年--1849年）。被称为美国第一位“黑马”总统。</p>
            <p style="TEXT-INDENT:2em">他在1844年大选成僵局时，异军突起，成为第一个黑马总统。在短短的四年任期内，完成了对选民的四大承诺：降低关税;恢复独立国库制;解决俄勒冈边界问题;取得加利福尼亚地区。把美国领土向北扩张到北纬49°线，向西扩张到太平洋，向南几乎兼并了墨西哥一半领土，今天美国领土的1/4是他取得的，他每天工作18小时以上，而且没有休闲活动，以至于未老先衰，离开白宫三个月就病逝了，他被历史学家评为美国最勤奋最有效率的总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第十二任总统：泰勒</strong></p>
            <p style="TEXT-INDENT:2em">扎卡里·泰勒：美国第12任总统（1849年--1850年） 。军旅生涯40年，屡建奇功。在职仅16个月。</p>
            <p style="TEXT-INDENT:2em">这位戎马生涯40 载的将军，曾长期守卫着边疆阵地，拼杀于墨西哥战场。他没有任何政治经历，是19 世纪40 年代美国统治阶级扩张的热潮把他推到总统候选人的位置，又是以军功赢得竟选胜利而入主白宫。尽管他在战场上屡屡获胜，被称之为“机灵的大老粗”、“最大的英雄”，而从政却不如人意，最后由于派系斗争错综复杂，使他政务缠身且非常棘手，在任内死于病榻。他是继威廉·亨利·哈里森之后，第二位死于任内的
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第十三任总统：菲尔莫</strong></p>
            <p style="TEXT-INDENT:2em">米勒德·菲尔莫：美国第13任总统（1850年--1853年），美国历史上第二位以副总统身份继承总统职位的人。
                <a href="http://www.xixik.com/content/cc68249206e4690f" target="_blank" title="美国副总统是个什么样的活儿：二把手还是备份？">美国副总统是个什么样的活儿：二把手还是备份？</a></p>
            <p style="TEXT-INDENT:2em">他任内最著名的事迹是派遣美国东印度舰队前往日本，并由舰队司令马修·培理向幕府送出其亲笔国书，促成日本之开国。他对奴隶制一直采取妥协态度，但也为美国在国际上的地位发挥过重要作用，促进了美国经济的发展。他卸任之后，曾再度竞选
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>，但不幸落败。他是美国历史上最具争议的总统之一，对他的评价也曾两级化。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第十四任总统：皮尔斯</strong></p>
            <p style="TEXT-INDENT:2em">富兰克林·皮尔斯：美国第14任总统（1853年--1857年），容貌英俊，被人称为“美男子富兰克林·皮尔斯”。</p>
            <p style="TEXT-INDENT:2em">他是能力一般、恶习很多的政治神童，在军内供职时间不长即晋升为将军。他无大的战绩，但却有似乎有神庇护。他不仅年轻时有机会青云直上，而且在总统选举中爆了冷门，被人们称为继詹姆斯·诺克斯·波尔克之后的又一黑马，创造了自詹姆斯·门罗以来从未有的绝对优势。由于他对南方的同情不能见容于北部各州，促成了国家的分裂，故任满后便隐退。他是第一位出生于19世纪的
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>。直到今天为止，他仍是唯一一位来自新罕布什尔州的总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第十五任总统：布坎南</strong></p>
            <p style="TEXT-INDENT:2em">詹姆斯·布坎南：美国第15任总统（1857年--1861年）。终生未娶，唯一一位没有结婚的
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>。
                <a href="http://114.xixik.com/flotus/" title="美国第一夫人">关于美国第一夫人</a></p>
            <p style="TEXT-INDENT:2em">他生于宾夕法尼亚州，出任总统时，正值美国处于历史上的一个重大关头。当时，南北双方在奴隶制问题上的斗争愈演愈烈。他尽管为避免南北分裂作过不少努力，但还是无力扭转局势，后来内战终于爆发。而他的继任者正是带领北方赢得战争，废除奴隶制的林肯总统。另有同名经济学家詹姆斯·麦吉尔·布坎南。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第十六任总统：林肯</strong></p>
            <p style="TEXT-INDENT:2em">亚伯拉罕·林肯：美国第16任总统（1861年--1865年） 。1863年发布奴隶解放令，在连任期内遇刺身亡。</p>
            <p style="TEXT-INDENT:2em">其任总统期间，美国爆发内战，史称南北战争，林肯坚决反对国家分裂。他废除了叛乱各州的奴隶制度，颁布了《宅地法》、《解放黑人奴隶宣言》。但南北战争之后北方有几个支持联邦政府的州却仍被林肯允许可继续保有奴隶制度。林肯击败了南方分离势力，维护了美利坚联邦及其领土上不分人种、人人生而平等的权利。内战结束后不久，林肯遇刺身亡，是第一个遭遇刺杀的
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>，也是首位共和党籍总统，
                <a href="http://www.xixik.com/content/6c6f0309545110c5" title="美国最伟大总统排行榜：林肯排第一毫无可争议">曾位列最伟大总统排名第一位</a>。也是当今评出的最有作为的总统之一，（其他2位为乔治·华盛顿、富兰克林·罗斯。）</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第十七任总统：约翰逊</strong></p>
            <p style="TEXT-INDENT:2em">安德鲁·约翰逊：美国第17任总统（1865年--1869年），未受过正规教育，当过徒工，后来做过裁缝。</p>
            <p style="TEXT-INDENT:2em">他幼时家境贫寒，当过徒工，后来做过裁缝。1857年当选为国会参议员，是南北战争时期参议院里受到北方欢迎和林肯总统信任的唯一的南方人。 1864年大选时当选为副总统。在亚伯拉罕·林肯遇刺身亡后，继任为美国第17任总统。由于在南方重建上采取妥协立场（他曾两次担任田纳西州州长），与国会的共和党议员意见不合，使他成为美国历史上首位被提出弹劾议案的总统（1868年）。最终在参议院以一票之微避过罢免的命运。尽管如此，他任期内依然有一定政绩，其中包括《美国宪法》第14条修正案的通过和购买阿拉斯加。
                <a href="http://114.xixik.com/usa-stats/">美国50州及州府所在地</a></p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第十八任总统：格兰特</strong></p>
            <p style="TEXT-INDENT:2em">尤利塞斯·格兰特：美国第18任总统（1869年--1877年），在美国南北战争中屡建奇功，有“常胜将军”之称。</p>
            <p style="TEXT-INDENT:2em">他是美国历史上第一位从西点军校毕业的总统。在美国南北战争后期任联邦军总司令，屡建奇功。但能征惯战并不等于善于理政，格兰特的平平政绩与他的赫赫战功成为明显对照。特别是在第二次总统任期内，他对南方奴隶主妥协让步以及对贪污腐化的属员采取姑息纵容态度，引起了选民的普遍不满。格兰特卸职后曾周游世界，并想在政治上东山再起，但未能如愿。晚年经商失败，抑郁病逝。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国国第十九任总统：海斯</strong></p>
            <p style="TEXT-INDENT:2em">拉瑟福德·海斯：美国第19任总统（1877年--1881年）。内战期间表现勇敢，人称“勇敢的拉塞福德”。</p>
            <p style="TEXT-INDENT:2em">生于俄亥俄州。南北战争时期，因军功屡次晋升，直至志愿军少将。战后开始政治生涯。两度当选国会议员，三度出任俄亥俄州州长，以“为人正直和办事有效率”著称。1876年大选中，因发生了美国历史上最大一次选票计算纠纷，海斯直至总统就职日前两天才被宣布为合法总统。任内努力改善内战后国内状况，取得了一些成就。他是第一个接见中国常驻使节的总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十任总统：加菲尔德</strong></p>
            <p style="TEXT-INDENT:2em">詹姆士·加菲尔德：美国第20任总统（1881年） 。人称“运河少年郎总统”。美国第2位被暗杀的总统。</p>
            <p style="TEXT-INDENT:2em">加菲尔德家境贫寒，父亲在他4岁时去世。母亲在丈夫死后卖掉农场的大部分土地还了债，在很少的土地上勤苦劳作，抚养着四个儿女。加菲尔德全靠自己半工半读由中学升入大学。他上了几所大学，成绩优异。在他26岁时即出任大学校长。1858年加菲尔德与卢克丽霞·鲁道夫结婚。卢克丽霞是一位农场主的女儿，与加菲尔德同龄。他们生有五子二女。</p>
            <p style="TEXT-INDENT:2em">1859年选入俄亥俄州议会。南北战争期间参加联邦军，为反对奴隶制，投笔从戎，32岁时即晋升为陆军少将。后被林肯赏识，弃军从政，1860年进入国会。同时，在1862年，俄亥俄州人推选他进入国会。林肯总统说服他辞去委员会工作。在1880共和党人大会上，加菲尔德不能为他的朋友约翰·舍曼赢得总统提名。最后，在第36张选举票上，加菲尔德成为"黑马"被提名，当选为第二十任总统。执政后，加菲尔德面临激烈的党争，弄得焦头烂额。他明知“政党分肥”的弊端，但又缺乏改革的信心，只好在分配文官职务时尽量照顾平衡，这样做后各派又均不满意。他自己成为这一做法的牺牲品。1881年7月2日晨，他被一个谋官未成者枪杀，昏迷79天后，死于感染和内出血。是美国第二位被暗杀的总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十一任总统：阿瑟</strong></p>
            <p style="TEXT-INDENT:2em">切斯特·艾伦·阿瑟：美国第21任总统（1881年--1885年），任内款待宾客有术，被华府社交界称为“好客巨子”。</p>
            <p style="TEXT-INDENT:2em">他是威廉·阿瑟和马尔维娜·斯通·阿瑟八个孩子中的第五个。原为詹姆斯·加菲尔德的副总统。1881年7月2日总统詹姆斯·加菲尔德遇刺，于在9月19日死亡后，随即接任为美国第二十一任总统。任职期间他签署了《排华法案》和《文官改革法》，前者令他饱受争议，后者则令他倍受赞誉。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十二任总统：克利夫兰</strong></p>
            <p style="TEXT-INDENT:2em">格罗弗·克利夫兰：美国第22任和24任总统（1885年--1889年），公私均极诚实，人称“好人格罗弗”。</p>
            <p style="TEXT-INDENT:2em">他是唯一分开任两届的总统，也是内战后第一个当选总统的民主党人。在他任期内，自由女神像在纽约市竖立，任期内面临着机构改革、关税纷争、工人罢工等难题。他推行了文官制度改革，免去了近10万共和党人的官职并换上了民主党人；他勒令铁路公司退出了近8千英亩非法占用的土地；他力图维持和制订有利于民主党利益的低关税政策。他先后两次出任总统，但任期不相连接。由于政绩平平，被历史学家称为“虎头蛇尾”的总统。同时，他也是第一位接受中国政府首脑（李鸿章）访美并与之会晤的
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十三任总统：哈里森</strong></p>
            <p style="TEXT-INDENT:2em">本杰明·哈里森：美国第23任总统（1889年--1893年）。因维护退伍军人权益而获“军人之友”的美称。</p>
            <p style="TEXT-INDENT:2em">他受到良好的教育，毕业于迈阿密大学，毕业后操律师业。南北战争期间参加联邦军，获将军衔。1881年，他成为参议员。1888年，他被共和党提名总统候选人并在竟选中获胜。上台时，美国工业化臻于完成，经济结构发生了历史性变革。哈里森顺应潮流，制定了旨在稳定局势、防止社会动荡的《谢尔曼反托拉斯法》。对外，哈里森积极扩大美国影响，组织召开了第一届泛美会议，成立泛美联盟。哈里森政府还与许多国家签订了贸易互惠协定。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十四任总统：克利夫兰</strong></p>
            <p style="TEXT-INDENT:2em">格罗弗·克利夫兰：美国第24任总统（1893年--1897年），既是美国第22任、也是第24任总统，唯一分开任两届的总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十五任总统：麦金莱</strong></p>
            <p style="TEXT-INDENT:2em">威廉·麦金莱：美国第25任总统（1897年--1901年），是美国立国后被刺身亡的第三位总统。</p>
            <p style="TEXT-INDENT:2em">他18岁从军，以少校军衔退伍，先后当过律师、县检察官、众议员和州长，1897年当选为总统。执政后，他采取提高关税和稳定货币的政策，加上其他措施，美国的经济有了很大起色，麦金莱从而获得“繁荣总统”的美名。对外，他发动美西战争。他在布法罗去世，享年58岁。麦金利是美国立国后被刺身亡的第三位总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十六任总统：罗斯福</strong></p>
            <p style="TEXT-INDENT:2em">西奥多·罗斯福：美国第26任总统（1901年--1908年），因美西战争战功卓著，而获称“圣胡安山英雄”。</p>
            <p style="TEXT-INDENT:2em">他曾任美国海军部副部长，参与美西战争，1900年当选副总统。1901年总统威廉·麦金莱被无政府主义者刺杀身亡，他继任成为
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>，时年42岁，是美国历史上最年轻的在任总统。他的独特个性和改革主义政策，使他成为美国历史上最伟大的总统之一。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十七任总统：塔夫脱</strong></p>
            <p style="TEXT-INDENT:2em">威廉·塔夫脱：美国第27任总统（1909年--1913年）。笑口常开，跟谁都要好，人们称他为“微笑的比尔”。</p>
            <p style="TEXT-INDENT:2em">他在总统任期内虽然政绩平平，但一直勤勤恳恳，做了不少工作，如：逐步采取年度预算，建立邮政储蓄体系，鼓励保护自然资源，大力推行反托拉斯法等等。塔夫脱还曾任过律师、地方检察官、州高级法院法官、司法部副部长、法庭庭长、法学教授、美国第一任菲律宾总督等。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十八任总统：威尔逊</strong></p>
            <p style="TEXT-INDENT:2em">伍德罗·威尔逊：美国第28任总统（1913年--1921年），美国惟一一位学者从政、竞选总统的人。</p>
            <p style="TEXT-INDENT:2em">他作为进步主义时代的一个领袖级知识分子，他曾先后任普林斯顿大学校长，新泽西州州长等职。1912年总统大选中，由于西奥多·罗斯福和威廉·塔夫脱的竞争分散了共和党选票，以民主党人身份当选总统。迄今为止，他是唯一一名拥有哲学博士头衔的
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>（法学博士衔除外），也是唯一一名任总统以前曾在新泽西州担任公职的
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>。1962年历史学家对31位总统的投票排名，威尔逊高居前4位，仅次于乔治·华盛顿、亚伯拉罕·林肯和富兰克林·罗斯福。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第二十九任总统：哈丁</strong></p>
            <p style="TEXT-INDENT:2em">沃伦·哈丁：美国第29任总统（1921年--1923年），三次被列为美国最糟糕的十个总统的第一名。</p>
            <p style="TEXT-INDENT:2em">他生于俄亥俄州，卒于任期内。1865年。父亲乔治·哈丁在南北战争时应征入伍，后教过书，从过医。母亲菲比是个医生。哈丁在农村长大，先当一个小报记者。他与弗洛伦斯·克林·德沃尔夫于1891年结婚，婚后，弗洛伦斯即经营报纸来支持哈丁投身政界。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十任总统：柯立芝</strong></p>
            <p style="TEXT-INDENT:2em">卡尔文·柯立芝：美国第30任总统（1923年--1929年），第29任总统哈丁去世后继任总统，其后连任成功。</p>
            <p style="TEXT-INDENT:2em">佛蒙特州律师出身，在马萨诸塞州政界奋斗多年后成为州长。1920年大选时作为沃伦·哈定的竞选伙伴成功当选第29任
                <a href="http://114.xixik.com/vice-president/" style="color:#000" title="美国副总统">美国副总统</a>。1923年，哈定在任内病逝，柯立芝随即递补为总统。1924年大选连任成功。政治上主张小政府，以古典自由派保守主义闻名。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十一任总统：胡佛</strong></p>
            <p style="TEXT-INDENT:2em">赫伯特·胡佛：美国第31任总统（1929年--1933年）。上台后正赶上世界性的经济危机，美国经济坠入深渊。</p>
            <p style="TEXT-INDENT:2em">他生于爱荷华州，毕业于斯坦福大学，作为一个采矿工程师。24岁的胡佛曾作为美国“白领”被派往中国河北唐山的煤矿“打工。1897年，胡佛与罗·亨利结婚。亨利受过良好的教育，婚后成为胡佛的贤内助。他们有两个儿子。胡佛为一家公司所雇用去了澳大利亚，后来到中国，在一家私人企业公司工作，作为中国主要的工程师。他在1953年被任命为艾森豪威尔总统的委托主席。在1964年10月20日，胡佛逝世于纽约。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十二任总统：罗斯福</strong></p>
            <p style="TEXT-INDENT:2em">
                <strong>
                    <img src="{{$commonAssetUrl}}/graphic/m/img/ec605-5966.jpg" /></strong>
            </p>
            <p style="TEXT-INDENT:2em">富兰克林·德拉诺·罗斯福（Franklin D.Roosevelt）：美国第32任总统（1933年--1945年），美国历史上惟一连续4次当选的总统，美国在任时间最长的总统。</p>
            <p style="TEXT-INDENT:2em">由于美国第26任总统西奥多·罗斯福是富兰克林·罗斯福的堂哥，史称“小罗斯福”。他是美国历史上唯一连任超过两届（连任四届，病逝于第四届任期中）的总统。 美国迄今为止在任时间最长的总统。在1930年代经济大萧条期间，推行新政以提供失业救济与复苏经济，并成立众多机构来改革经济和银行体系，从经济危机的深渊中挽救了美国，他所发起的一些计划仍继续在国家的商贸中扮演重要角色。1941年珍珠港事件发生后，罗斯福力主对日本宣战，并引进了价格管制和配给。罗斯福以租借法案使美国转变为“民主国家的兵工厂”，使美国成为同盟国主要的军火供应商和融资者，也使得美国国内产业大幅扩张，实现充分就业。二战后期同盟国逐渐扭转形势后，罗斯福对塑造战后世界秩序发挥了关键作用，其影响力在雅尔塔会议及联合国的成立中尤其明显。后来，在美国协助下，盟军击败德国、意大利和日本轴心国。</p>
            <p style="TEXT-INDENT:2em">罗斯福曾多次被评为美国最佳总统，
                <a href="http://www.xixik.com/content/a71db5f81fcc6216" title="美国历史上最伟大的三位总统">他是美国历史上最伟大的三位总统之一</a>，同华盛顿、林肯齐名。美国的权威期刊《大西洋月刊》评为影响美国的100位人物第4名。
                <a href="http://www.xixik.com/content/181460baf78db8d5">罗斯福家族在美国大约有300年的历史</a>，
                <a href="http://www.xixik.com/content/acd23dc7a5829968">美国第26任总统西奥多·罗斯福是富兰克林·罗斯福的堂哥</a>。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十三任总统：杜鲁门</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/d659e-3644.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">哈里·杜鲁门：美国第33任总统（1945年--1953年），发表杜鲁门主义，被称为”美国最伟大的平民总统“。</p>
            <p style="TEXT-INDENT:2em">美国大选史上最戏剧性的逆转，
                <a href="http://www.xixik.com/content/ac28cdefce4de5dd">他在1948年美国总统大选中击败杜威</a>。任期（1945年4月12日~1949年1月20日，1949年1月20日~1953年1月20日）绰号："Give 'Em Hell Harry" ，密苏里的小人物。总统任期内，1945年对日本投放原子弹而使第二次世界大战迅速结束。1947年提出“杜鲁门主义”，1948年批准以扶植欧洲为目的的“马歇尔计划”。1953年卸任回乡。1972年12月26日在堪萨斯城病故。著有回忆录两卷《决定的年代》、《试验和希望的年代》和《公民先生》。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十四任总统：艾森豪威尔</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/a581d-2269.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">艾森豪威尔：美国第34任总统（1953年--1961年），五星上将，二战英雄，人称高耸云霄的艾森豪威尔。</p>
            <p style="TEXT-INDENT:2em">任期（1953 年1月20日—— 1957年1月20日，1957年1月20日——1961年1月20日），陆军五星上将。在美军历史上，艾森豪威尔是一个充满戏剧性的传奇人物。他曾获得很多个第一。美军共授予10名五星上将，他是晋升得“第一快”；他出身 “第一穷”；他是美军统率最大战役行动的第一人；他是第一个担任北大西洋公约组织盟军最高统帅；他是美军退役高级将领担任哥伦比亚大学校长的第一人；他是美国唯一的一个当上总统的五星上将。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十五任总统：肯尼迪</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/4609d-8698.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">约翰·肯尼迪：美国第35任总统（1961年--1963年）。成功解决了古巴导弹危机，
                <a href="http://www.xixik.com/content/9f156a7ef876a40a" style="text-indent: 2em;" title="1963年11月22日：曝光肯尼迪遇刺的震撼瞬间">1963年遇刺身亡</a>。</p>
            <p style="TEXT-INDENT:2em">美国著名的肯尼迪家族成员，他的执政时间从1961年1月20日开始到1963年11月22日在达拉斯遇刺身亡为止。</p>
            <p style="TEXT-INDENT:2em">肯尼迪在1946年-1960年期间曾先后任众议员和参议员，并于1960年当选为
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>，
                <a href="http://www.xixik.com/content/ab2489d6b9b2caa3" title="美国最年轻的总统 不是肯尼迪是西奥多·罗斯福">成为美国历史上第二年轻的当选总统</a>，时年43岁。也是美国历史上目前唯一信奉罗马天主教的总统和唯一获得普利策奖的总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十六任总统：约翰逊</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/7d851-2388.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">林登·约翰逊：美国第36任总统（1963年--1969年），肯尼迪遇刺身亡，约翰逊继任总统。</p>
            <p style="TEXT-INDENT:2em">他于1908年8月27日生于德克萨斯州中部草原。约翰逊家族曾参与了约翰逊城的建设。约翰逊在任时提出了与"新政"、“公平施政”、“新边疆”一脉相承的改革计划。主要功绩：通过老年保健医疗制度、医疗补助制度、民权法和选举权法。同时，他让美国积极介入越南战争，随着战争的拖延，约翰逊总统的声望持续下降。即使其外交政策的失败，但是因为他的国内政策成绩斐然，约翰逊在一些史学家对历届总统的评价中依然获得高排名。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十七任总统：尼克松</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/a3358-2391.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">理查德·米尔豪斯·尼克松（Richard Milhous Nixon，1913年1月9日－1994年4月22日）：美国第37任总统（1969年--1974年）。同中国关系正常化。因“水门事件”下台，美国历史上第一位在任期内辞职的总统。</p>
            <p style="TEXT-INDENT:2em">他于1913年1月9日生于美国加利福尼亚州橙县约巴林达镇。在担任
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>前，他是美国第34任副总统（1953－1961）。 他曾在1972年和1976年两度访华，是首位在任期间访华的
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>，打开了两国关系的大门，被称为“中国人民的老朋友”。尼克松因1972年6月17日发生的水门事件而于1974年被迫辞职。
                <a href="http://www.xixik.com/content/6d17a73140918996" style="text-indent: 2em;">尼克松是登上《时代周刊》封面次数最多的人物</a>，共43次成为《时代周刊》封面人物，并于1968年和1972年两度荣登“时代周刊年度风云人物”。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十八任总统：福特</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/db433-3011.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">福特：美国第38任总统（1974年--1977年），美国唯一一位未经总统选举的总统。</p>
            <p style="TEXT-INDENT:2em">1974年尼克松因“水门事件”被迫辞职，副总统福特于同年8月9日继任总统。他是美国唯一一位未经总统选举的总统。同年9月8日下令赦免尼克松。就职后，福特面对几乎不能克服的任务。面对通货膨胀，恢复经济，解决能量短缺等问题，并且努力保证世界和平。政府干预和花费作为解决美国社会和经济的问题的方法控制趋势。归根结底，他相信，这变化将为全部美国人带来好生活。福特宣布“充分、自由和绝对”赦免了尼克松，并留任基辛格为国务卿。在国内，他想缓和因“水门事件”而引起的矛盾，但自己曾两次遭暗杀。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第三十九任总统：卡特</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/f90f0-5496.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">吉米·卡特：美国第39任总统（1977年--1981年）。卡特当政时期，中美两国正式建立了外交关系。</p>
            <p style="TEXT-INDENT:2em">1980年争取连任落选。1982年起在亚特兰大的埃默里大学任名誉教授。2002年获诺贝尔和平奖。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第四十任总统：里根</strong></p>
            <p style="text-align: center;">
                <img href="http://114.xixik.com/usa-president/" p="" src="{{$commonAssetUrl}}/graphic/m/img/bbdb8-7237.jpg" title="<a style=" width="400" /></p>
            <p style="TEXT-INDENT:2em">罗纳德·里根：美国第40任总统（1981年--1989年），演员出身。中美建交后首位在任时访华的
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a></p>
            <p style="TEXT-INDENT:2em">他是一名伟大的演讲家。在踏入政坛前，里根也担任过运动广播员、救生员、报社专栏作家、电影演员、电视节目演员、励志讲师，并且是美国影视演员协会（Screen Actors Guild）的领导人。他的演说风格高明而极具说服力，被媒体誉为“伟大的沟通者”（The Great Communicator）。在特朗普前
                <a href="http://114.xixik.com/usa-president/" style="color:#000" title="美国历任总统">美国历任总统</a>之中，他就职年龄最大。他是
                <a href="http://114.xixik.com/usa-president/" style="color:#000" title="美国历任总统">美国历任总统</a>中唯一一位演员出身的总统。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第四十一任总统：乔治·赫伯特·沃克·布什</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/6e16a-4586.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">乔治·布什：美国第41任总统（1989年--1993年）。任内东欧剧变，苏联解体，世界格局发生了根本变化。</p>
            <p style="TEXT-INDENT:2em">由于美国历史上存在过两位布什总统，因此又常被称为老布什，以便与其同样担任过
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>的长子乔治·沃克·布什作区别（
                <a href="http://www.xixik.com/content/a05c74018291954f" target="_blank" title="美国历史上两对”父子总统“">美国历史上两对”父子总统“</a>）。老布什任内最为人知的政绩，莫过于1991年海湾战争。他在任内成功击败伊拉克，并向后者实施经济制裁。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第四十二任总统：比尔·克林顿</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/a5cdb-6117.png" width="400" /></p>
            <p style="TEXT-INDENT:2em">比尔·克林顿：美国第42任总统（1993年--2001年），兴趣广泛，尤其爱好音乐，擅长演奏萨克斯管。</p>
            <p style="TEXT-INDENT:2em">1992年11月3日，首次当选
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>，1996年11月再次当选。2001年1月卸任。在克林顿的执政下，美国经历了历史上和平时期持续时间最长的一次经济发展。在美国在线于2005年举办的票选活动《最伟大的美国人》中，克林顿被选为美国最伟大的人物第7位。克林顿兴趣广泛，尤其爱好音乐，擅长演奏萨克斯管，曾担任阿肯色州管乐队首席萨克斯管演奏员。</p>
            <p style="TEXT-INDENT:2em">2013年11月20日，
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>奥巴马在白宫向前总统克林顿等一批美国人颁发了总统自由勋章。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第四十三任总统：乔治·沃克·布什（小布什）</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/f8867-4133.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">小布什：美国第43任总统（2001年--2009年）。其父为美国第41任总统乔治·布什。</p>
            <p style="TEXT-INDENT:2em">布什在2001年1月20日就职，并且在2004年的选举中当选连任。在担任总统之前，布什于1995年至2000年间担任第46任的得州州长。布什家族很早就开始投入共和党以及美国政治，布什的父亲是之前曾担任第41任总统的乔治·赫伯特·沃克·布什，他的弟弟杰布·布什也是佛罗里达州的州长，由于与父亲同样都是
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>，因此又常被称为小布什以兹区别，而他父亲就被称为老布什。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第四十四任总统：奥巴马（欧巴马）</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/a4e92-5829.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">贝拉克·奥巴马：美国第44任总统（2009-2017）。美国首位黑人总统。</p>
            <p style="TEXT-INDENT:2em">他是第一位非裔
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>，同时拥有黑（卢欧族）白（英德爱混血）血统，于2008年初次当选
                <a href="http://114.xixik.com/us-president/" style="color:#000" title="美国总统">美国总统</a>，并于2012年成功连任。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第四十五任总统：</strong>
                <strong>特朗普</strong>
                <strong style="text-indent: 2em;">（</strong>
                <strong style="text-indent: 2em;">川普</strong>
                <strong style="text-indent: 2em;">）</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/44ad6-8937.jpg" width="400" /></p>
            <p style="TEXT-INDENT:2em">唐纳德·特朗普（又译作“唐纳德·川普”）：美国第45任总统（2017-2021）。美国首位商人总统（上任前就是商人，无从政经验）。</p>
            <p style="TEXT-INDENT:2em">是美国历史上最野蛮，最无知，最无理，
                <a href="http://www.xixik.com/content/6012d0f93f73c6cd" title="美国最差的总统：特朗普">最差的总统</a>。布坎南等总统要笑了，终于可以摆脱最差总统头衔了。</p>
            <p style="TEXT-INDENT:2em">他之前无任何从政经验，靠着限制移民，美墨筑墙，退出TTP，跟他国搞贸易战等民粹口号上台，涉嫌通俄，并因妨碍司法被国会众议院弹劾。</p>
            <p style="TEXT-INDENT:2em">
                <strong>美国第四十六任总统：乔·拜登</strong></p>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/8eaf1-3435.jpg" /></p>
            <p style="text-indent: 2em;">乔·拜登（Joe Biden），第46任美国总统（2021~），曾任第47任美国副总统。&#160;</p>
            <p style="text-indent: 2em;">曾任特拉华州资深联邦参议员，1972年当选美国参议员，是美国历史上排名第五的最年轻的参议员。也是特拉华州在任时间最长的参议员（1973-2009年）。曾任参议院司法委员会和对外关系委员会主席。1988年和2008年两度竞选美国总统，都没有成功，2008年和2012年两度作为美国前总统奥巴马的竞选搭档。在奥巴马执政时期任美国副总统。</p>
            <p style="TEXT-INDENT:2em">来源：
                <a title="美国历任总统简历" style="color:#000;" href="http://114.xixik.com/potus/">
                    <strong>美国历任总统简历</strong></a>：
                <a title="美国历任总统简历" href="http://114.xixik.com/potus/">http://114.xixik.com/potus/</a></p>
        </div>
    </div>
</div>
