<a name="anchor6"></a>
<div class="custom_border lindBox">
    <div class="custom_head">
        <div class="custom_title">
            <h2>美国各州的“选举人”票数分布（总计538票）</h2></div>
        <div class="custom_totop">
            <div class="ico"></div>
            <a href="#top" target="_self">返回顶部</a></div>
    </div>
    <div class="custom_content">
        <div class='content_text'>
            <p style="text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/91107-2036.jpg" style="width: 90%; max-width: 90%;" title="美国选举人票分布" /></p>
            <p style="text-align: center;">图为
                <a href="http://www.xixik.com/content/177bfcc9bd93f6aa" title="美国大选各州票数分布，美国各州选举人票数">美国各州拥有的选举人票数量</a>（538票）分布图</p>
            <table border="1" bordercolor="#cccccc" cellpadding="2" cellspacing="1" style="font-family:arial; text-align: center; margin: auto; width:90%">
                <tbody>
                    <tr>
                        <td>伊利诺伊州</td>
                        <td>22票</td>
                        <td>怀俄明州</td>
                        <td>3票</td>
                        <td>康涅狄格州</td>
                        <td>8票</td>
                        <td>弗吉尼亚州</td>
                        <td>13票</td>
                        <td>缅因州</td>
                        <td>4票</td></tr>
                    <tr>
                        <td>印第安纳州</td>
                        <td>12票</td>
                        <td>夏威夷州</td>
                        <td>4票</td>
                        <td>科罗拉多州</td>
                        <td>8票</td>
                        <td>西弗吉尼亚州</td>
                        <td>5票</td>
                        <td>犹他州</td>
                        <td>5票</td></tr>
                    <tr>
                        <td>佛罗里达州</td>
                        <td>25票</td>
                        <td>特拉华州</td>
                        <td>3票</td>
                        <td>新墨西哥州</td>
                        <td>5票</td>
                        <td>内布拉斯加州</td>
                        <td>5票</td>
                        <td>蒙大拿州</td>
                        <td>3票</td></tr>
                    <tr>
                        <td>田纳西州</td>
                        <td>11票</td>
                        <td>阿肯色州</td>
                        <td>6票</td>
                        <td>亚拉巴马州</td>
                        <td>9票</td>
                        <td>路易斯安那州</td>
                        <td>9票</td>
                        <td>俄勒冈州</td>
                        <td>7票</td></tr>
                    <tr>
                        <td>马里兰州</td>
                        <td>10票</td>
                        <td>肯塔基州</td>
                        <td>8票</td>
                        <td>亚利桑那州</td>
                        <td>8票</td>
                        <td>俄克拉何马州</td>
                        <td>8票</td>
                        <td>罗得岛州</td>
                        <td>4票</td></tr>
                    <tr>
                        <td>马萨诸塞州</td>
                        <td>12票</td>
                        <td>内华达州</td>
                        <td>4票</td>
                        <td>阿拉斯加州</td>
                        <td>3票</td>
                        <td>新罕布什尔州</td>
                        <td>4票</td>
                        <td>密苏里州</td>
                        <td>11票</td></tr>
                    <tr>
                        <td>明尼苏达州</td>
                        <td>10票</td>
                        <td>艾奥瓦州</td>
                        <td>7票</td>
                        <td>南达科他州</td>
                        <td>3票</td>
                        <td>南卡罗来纳州</td>
                        <td>8票</td>
                        <td>俄亥俄州</td>
                        <td>21票</td></tr>
                    <tr>
                        <td>得克萨斯州</td>
                        <td>32票</td>
                        <td>堪萨斯州</td>
                        <td>6票</td>
                        <td>北达科他州</td>
                        <td>3票</td>
                        <td>北卡罗来纳州</td>
                        <td>14票</td>
                        <td>密歇根州</td>
                        <td>18票</td></tr>
                    <tr>
                        <td>华盛顿州</td>
                        <td>11票</td>
                        <td>爱达荷州</td>
                        <td>4票</td>
                        <td>密西西比州</td>
                        <td>7票</td>
                        <td>加利福尼亚州</td>
                        <td>54票</td>
                        <td>新泽西州</td>
                        <td>15票</td></tr>
                    <tr>
                        <td>佐治亚州</td>
                        <td>13票</td>
                        <td>佛蒙特州</td>
                        <td>3票</td>
                        <td>威斯康星州</td>
                        <td>11票</td>
                        <td>宾夕法尼亚州</td>
                        <td>23票</td>
                        <td>纽约州</td>
                        <td>33票</td></tr>
                    <tr>
                        <td>华盛顿特区</td>
                        <td>3票</td>
                        <td>&#160;</td>
                        <td>&#160;</td>
                        <td></td>
                        <td>&#160;</td>
                        <td>&#160;</td>
                        <td>&#160;</td>
                        <td>&#160;</td>
                        <td>&#160;</td></tr>
                </tbody>
            </table>
            <p style="TEXT-INDENT:2em">
                <a href="http://www.xixik.com/content/44898b9f3e978b17" title="美国选举人票制度">
                    <strong>美国选举人票制度</strong></a>
            </p>
            <p style="TEXT-INDENT:2em">美国五十个州除了
                <b>缅因州</b>及
                <b>内布拉斯加州</b>以外，每州的选举人票数目和每州在国会的
                <b>众议员人数</b>与
                <b>参议员人数</b>之和相同，即
                <b>X+2</b>
                <b>）</b>
            </p>
            <p style="TEXT-INDENT:2em">
                <b>缅因州</b>和
                <b>内布拉斯加州</b>的计票是这样的，该州每个国会选区选举中胜出的党派得一票，整个州的大众投票获胜的党派得两票。</p>
            <p style="TEXT-INDENT:2em">但其实实际操作中和赢者通吃结果相同，因为这种制度是被这两州的立法机构采用的，在国会选区选举中胜出的党派实际上也就是在大众投票中获胜的党派，但理论上还是应该和其他48州的
                <b>赢者通吃</b>制度相区分。</p>
            <p style="TEXT-INDENT:2em">
                <strong>通票制+团体制=赢家通吃</strong></p>
            <p style="TEXT-INDENT:2em">
                <a href="http://114.xixik.com/us-president/" style="text-indent: 2em; color: rgb(0, 0, 0);" title="美国总统">美国总统</a>选举为间接选举制，总统由各州议会选出的选举人团投票产生。选举人代表选民意愿投票。大多数州采取“赢者通吃”原则。
                <strong>“通票制”</strong>，一州的选举人候选人必须在赢得本州多数选民的支持后，才能当选。</p>
            <p style="text-indent: 2em;">选举人团制度源于美国建国之初为求各州平等，参议员两席＋众议员至少一席的三票，成为美国各州的基本票数。并以每10年的国家普查的各州人口数，决定总统大选选举人团数量，目前有538票。分别来自参议院50州x2=100席，加上众议院共435席，以及首都华盛顿特区的等同州层级待遇3席，只要一方候选人拿下过半的270票，就算获胜。建立美国的国父们从一开始就不信任一人一票的民主。他们认为，选民很容易被政客忽悠，因此需要少数精英来进行明智的判断。于是，美国每个州都分到了不同数量的选举人票，总共538张，谁拿到270张，谁便获胜。然而在历史实践中，选举人团为了维持自身地位进一步赢得选民支持，极少违背选民意志，几乎是选民想投谁，选举人团就投谁。而设计选举人团制度的另一个原因，是当初为了拉拢人口较少的小州加入联邦。选举人团制度保证了小州的权益，在选举中给了小州更大的权重。这便会导致美国大选的少数票总统状况。
                <a href="http://www.xixik.com/content/33110e14524bcddc" target="_blank" title="美国总统是选出来的？不一定得票率高就能当选">美国总统是选出来的？不一定得票率高就能当选</a></p>
            <p style="TEXT-INDENT:2em">而
                <strong>“团体制”</strong>指的是，政党在每个州进行“总统选举人”选举时，打包推荐“总统选举人候选人”，数量和这个州的总统选举人的数量一样，一旦某个选民选择了某个党推出的名单里面的某一个人，就等于同时选举了这个党推出的名单上的所有人。成功的防止了选民在不同的政党之间选择，分散了选票。</p>
            <p style="TEXT-INDENT:2em">这两个制度结合起来，就导致了
                <strong>“赢家通吃”</strong>的情况。一旦某个政党推出的名单得到了这个州的多数票，那么这个党就赢得了这个州的选举，获得了这个州的所有的总统选举人。
                <a href="http://www.xixik.com/content/66be5ac7630c27bb" target="_blank" title="美国大选“历史趣事盘点”之：最一边倒1984年">美国大选“历史趣事盘点”之：最一边倒1984年</a></p>
            <p style="TEXT-INDENT:2em">举个栗子：
                <strong>
                    <a href="http://www.xixik.com/content/f04524dadbb2f156" title="2000年“小布什诉戈尔案”述评">2000年美国大选小布什选民票少于戈尔却当了总统</a></strong>
            </p>
            <p style="TEXT-INDENT:2em">布什和戈尔竞争，布什获得246张选举人票，戈尔获得267张，如果谁能赢得佛罗里达州的25张选举人票，那么便可获得超过超过半数（270张）的选举人票。最终的结果是布什2909135票，占48.8429%，戈尔2907351张，占48.8129%，仅少于布什0.03%。如果不是赢家通吃的话，戈尔和布什每人12票，戈尔便会超过270票，当选该任总统。但是，布什以极其极其微弱的优势，通吃了该州的25票，最终布什271票，超过法定的半数而当选。</p>
            <p style="TEXT-INDENT:2em">
                <strong>
                    <a href="http://www.xixik.com/content/97c205ff222de368" title="希拉里普选票超特朗普200万 却输在选举人票">2016年希拉里赢了普选票 却输掉了选举人票</a></strong>
            </p>
            <p style="text-indent: 2em; text-align: center;">
                <img src="{{$commonAssetUrl}}/graphic/m/img/2e9f0-6535.jpeg" /></p>
            <p style="text-indent: 2em; text-align: center;">2016年美国总统大选，希拉里（蓝色）和特朗普（红色）选举人票得票示意图</p>
            <p style="TEXT-INDENT:2em">2016年美国大选当天的计票结果显示，希拉里共获得了约6424万普选票（popular vote），得票率约47.9%。而特朗普获得的普选票仅为6224万票，比希拉里少200万票。然而在选举人票上，希拉里仅仅拿下232张，远不及特朗普的306张。74张票的落差，也让希拉里无力可回天。希拉里是美国历史上第五位赢得普选但输掉选举的总统候选人。在这次大选中，全美有59%的合格选民参与投票，其中明尼苏达高达74.7%，夏威夷州则排名全美最低，只有42.5%。此外11月末，特朗普还谎称，希拉里获得的数百万普选票是非法的。他在推特上写道：“我不仅在选举人团中获得胜利，如果刨除那数百万非法投票的选民票数，我在普选中也胜出了。”</p>
            <p style="text-indent: 2em;">这是20年来，美国大选第二次出现获得普选票更多的选举人输掉大选的情况。而两次的输家都是民主党候选人。上一次发生在2000年，民主党候选人戈尔的普选票比共和党候选人小布什多50万。但小布什最终赢得了大选。</p>
            <p style="text-indent: 2em;">有意思的是无论是希拉里还是特朗普对于选举人团制度都是持否定态度的，早在2000年美国前任总统小布什靠着选举人票打败戈尔时，希拉里就曾立场鲜明地表示，我相信，民主应该真实反映人民的意愿。对我来说，这意味着，是时候抛弃选举人团，用普选制度取而代之了。</p>
            <p style="text-indent: 2em;">特朗普本人在2012年11月7日，民主党人奥巴马赢得大选连任总统后，发布一条推文称，“选举人制度，是民主的灾难”。然而2016年11月11日，他在接受哥伦比亚广播公司《60分钟》节目采访时再次表明了自己对于选举人团的见解：“我不会因为赢得了大选就改变自己的观点。从简单多数的角度来看，如果你得到了1亿票，而另一个人得到了9000万票，于是你就赢了。选举人团存在的原因在于这样可以让所有的州都真正参与到选举中来。选举人团有好的一面，我尊重这种制度安排。”看，这个贱人！随时可以为了自身的利益改变观点，毫无底线。</p>
            <p style="text-indent: 2em;">
                <strong>美国总统大选5位赢了选民票 却输掉选举人票的候选人</strong></p>
            <p style="text-indent: 2em;">
                <a href="http://114.xixik.com/us-constitution/" style="color: rgb(0, 0, 0);" title="美国宪法">美国宪法</a>第二条第一章规定美国总统选举为间接选举制，总统由各州议会选出的选举人团投票产生。选举人代表选民意愿投票。大多数州采取“赢者通吃”原则。哪位候选人在该州获得相对多数，那么他就获得该州的所有选举人票。举人的总票数是538票，取得270票就可以当选。</p>
            <p style="text-indent: 2em;">希拉里败选不是美国总统票选票多却落选总统的第一次，这是本世纪的第二次，美国总统选举历史的第5次。此前四位候选人均是民主党人，头一位就是民主党创始人安德鲁·杰克逊。</p>
            <p style="text-indent: 2em;">
                <strong>第1次：1824年</strong>，第6任总统亚当斯也是在普选未能击败安德鲁·约翰逊的情形下，前进白宫。</p>
            <p style="text-indent: 2em;">1824年：前总统约翰·亚当斯之子约翰·昆西·亚当斯普选得票比安德鲁·约翰逊少38,000多张，但两名候选人都未获得选举团的多数票。随后，众议院接手进行选举，亚当斯被任命为总统。</p>
            <p style="text-indent: 2em;">
                <strong>第2次：1876年</strong>，第19任美国总统「共和党」的拉瑟福德·B·海斯，更是输掉普选，并仅以1张选举人票，险胜民主党后塞缪尔·蒂尔顿。</p>
            <p style="text-indent: 2em;">1876年：尽管拉瑟福德·B·海斯在普选中落后塞缪尔·蒂尔顿264,000多张票，但小州几乎一边倒地支持他，使他在选举团中以1票之利获胜。在6个最小的州中，海斯获得了除特拉华州外其他5个州的支持。在这5个州加上科罗拉多州，海斯共获得了22张选举人票，但普选票仅有109,000票。那一年，科罗拉多刚刚成为美国的一个州，决定不在本州进行投票选举而直接委任选举人投票。因此，海斯在科罗拉多获得了3张选举人票，0张普选票。这是美国历史上仅有的一次由小州定胜负的选举。</p>
            <p style="text-indent: 2em;">
                <strong>第3次：1888年</strong>，「共和党」的哈里森，普选大输9万票，最终也是靠选举人票，击败寻求连任的格罗弗·克利夫兰。</p>
            <p style="text-indent: 2em;">1888年：本杰明·哈里森以95,713票之差在普选中负于格罗弗·克利夫兰，但以选举人票65票领先而赢得选举。在本例中，有些人认为选举团起到了最初设立该体制所希望起到的作用，即防止某个候选人因在国内某一地区得票多而赢得选举。当时南方强烈支持克利夫兰，他在南方6个州获得了425,000多张选票。然而，在其他各州，他的选票比哈里森少了300,000多张。</p>
            <p style="text-indent: 2em;">
                <strong>第4次：2000年</strong>，副总统戈尔所得普选票比对手小布什多50万多票，但在选举人票上仍败给对手。</p>
            <p style="text-indent: 2em;">2000年当时民主党的戈尔与共和党的小布什，两人选举人票都未过半，不到270张。有29张选举人票及赢家通吃制度的摇摆州佛罗里达，成为最后关键，不过，佛州却因为打洞选票产生争议，戈尔与小布什也分别为此递状法院，官司缠讼1个月，最后，戈尔宣布饮恨落败。结果显示布什赢得了选举，这使得布什赢得了50个州里的30个。而在选举人票里，戈尔也以267对271票微弱劣势输给了小布什，成为美国历史上第四个赢得普通选票却输掉选举人票的总统候选人。</p>
            <p style="text-indent: 2em;">
                <strong>第5次：2016年</strong>，希拉里普选票大胜特朗普200多万张，却痛失总统宝座。</p>
            <p style="text-indent: 2em;">根据美国50个州及哥伦比亚特区修订并最终确定的大选结果，在普选中，有48.2%的选民投票给希拉里，她最终获得约6584.5万张选票；而特朗普共获得约6298万张选票，占比46.1%。希拉里所获得的选票超过特朗普近290万张。</p>
            <p style="text-indent: 2em;">希拉里比特朗普多获得2.1%的选票，这一比例在历届美国败选的候选人中位列第三。1824年，安德鲁·杰克逊在大选中失败，然而根据普选票数，他超过对手10%；无独有偶，1876年，塞缪尔·蒂尔登的普选票数领先对手拉瑟福德·海斯3个百分点，然而海斯最终以一张选举人票的优势入主白宫。</p>
            <p style="TEXT-INDENT:2em">来源：
                <a title="美国各州的“选举人”票数分布（总计538票）" style="color:#000;" href="http://114.xixik.com/potus/">
                    <strong>美国各州的“选举人”票数分布（总计538票）</strong></a>：
                <a title="美国各州的“选举人”票数分布（总计538票）" href="http://114.xixik.com/potus/">http://114.xixik.com/potus/</a></p>
        </div>
    </div>
</div>
