<?php
return [
'brief' => '孛儿只斤·忽必烈（传统蒙文：ᠪᠣᠷᠵᠢᠭᠢᠨ ᠤ ᠬᠣᠪᠢᠯᠠᠢ，西里尔蒙文：Боржигины Хубилай；1215年9月23日－1294年2月18日），蒙古尊号“薛禅汗”（拉丁拼写蒙文：Secěn qahan），大蒙古国第五任可汗及元朝开国皇帝（1260年－1294年在位）。成吉思汗铁木真之孙，监国托雷第四子，元宪宗蒙哥弟。',
'description' => [
    '蒙哥汗在位时，忽必烈受命总理漠南汉地军事，后受封于京兆。在此期间招揽汉族儒士，整饬军政，并参与蒙哥远征大理、围攻南宋的战役。蒙哥死后，忽必烈自前线回师，与同母弟阿里不哥争夺汗位，并于1260年即汗位于开平城，建元中统。至元四年（1267年），下诏迁都大都，四年后建国号为“大元”。至元十一年（1274年），命伯颜等大举伐宋，两年后攻陷宋都临安，最终于崖山海战消灭南宋残余势力，完成了全国的大一统。统一全国后，相继重用阿合马、卢世荣及桑哥专理财政。同时接连派兵远征日本及东南亚各国，然多以失败告终。但他抗击海都等西北诸王的侵扰和平服东北诸王叛乱的活动，仍是较为成功的。至元三十一年（1294年），忽必烈病逝。谥号圣德神功文武皇帝，庙号世祖。',
    '忽必烈是少数能够重视汉文化，推崇儒术的蒙古统治者之一。在位期间，建立包括行省制在内的各项制度，加强对边地的控制，注重农桑，倡办学校，使社会经济得以恢复、发展。马可·波罗尊崇其为“诸君主之大君主或皇帝”。《新元史》赞其统治下“纪纲法度灿然明备，致治之隆，庶几贞观”。',
],
'baseInfo' => [
    '主要成就' => '建立元朝，推行一些汉化政策 消灭南宋、大理，加强对西藏的管理，统一全国。首创行省制度，开凿大运河。击败西北诸王叛乱，维护统一',
    '本名' => '孛儿只斤·忽必烈(传统蒙文：ᠪᠣᠷᠵᠢᠭᠢᠨ ᠤ ᠬᠣᠪᠢᠯᠠᠢ，西里尔蒙文：Боржигины Хубилай)',
    '别名' => '元世祖、Kublai Khan(即“忽必烈汗”，英文中对他的通用称谓)',
    '所处时代' => '大蒙古国及元朝初期',
    '民族族群' => '蒙古族',
    '出生地' => '漠北草原',
    '出生日期' => '1215年9月23日',
    '逝世日期' => '1294年2月18日',
    '在位时间' => '1260年5月5日－1294年2月18日',
    '年号' => '中统（1260年－1264年）、至元（1264年－1294年）',
    '汗号' => '薛禅汗',
    '谥号' => '圣德神功文武皇帝',
    '庙号' => '世祖',
    '陵寝' => '起辇谷',
],
'人物生平' => [
    '潜邸岁月' => [
        '孛儿只斤·忽必烈（一译呼必赉，传统蒙文：ᠪᠣᠷᠵᠢᠭᠢᠨ ᠤ ᠬᠣᠪᠢᠯᠠᠢ，西里尔蒙文：Боржигины Хубилай，拉丁化拼写蒙文：borjigin-u qubilai），生于元太祖十年八月二十八日（1215年9月23日），是成吉思汗铁木真之孙，也是拖雷与正妻唆鲁禾帖尼所生的嫡次子（在托雷的十个儿子中排行第四）。',
        '相传，成吉思汗对刚出生的孙儿忽必烈端详良久，然后说道∶“我们的孩子都是火红色的，这个孩儿却生得黑黝黝的，显然像他的舅父们。去告诉唆鲁禾帖尼别吉，让她把他交给一个好乳母去喂养。”遵照他的意见，带有部分克烈一突厥血统的忽必烈被交给拖雷的次妻撒鲁黑（出身乃蛮部）抚养。',
        '元太祖十九年（1224年）春，成吉思汗从西域撤军，到了阿拉马克委（今额尔济斯河畔），会见前来迎接的众亲属。恰巧十一岁的忽必烈和九岁的弟弟旭烈兀刚在原乃蛮部边境的爱蛮·豁亦之地初猎而归，忽必烈射杀了一只兔子，旭烈兀射杀了一只山羊。按照蒙古人的风俗，成吉思汗亲自为这对初猎成功的嫡孙举行拭指。',
        '长大后，忽必烈被认为英明睿智，侍奉母亲以孝闻名。他热衷于访求前代帝王的功业逸事，尤其是喜欢听唐太宗李世民作为秦王时广延四方文学之士，讲论治道，终成大业的事迹，而且由衷钦佩，锐意模仿。他千方百计延请召集藩府旧臣及四方文学之士，孜孜不倦地询问治理国家的方略办法。由于其一系列的努力，身居漠北的忽必烈，周围渐渐汇集了一批“亡金诸儒学士及一时豪杰知经术者”。乃马真后称制元年（1242年），西京怀仁人赵璧也应召到忽必烈左右。赵璧学习蒙古语，为忽必烈译讲《大学衍义》。在赵璧荐引下进入王府的前金朝状元王鹗为忽必烈讲《孝经》《尚书》《易经》及儒家的政治学和历史，每夜分，乃罢。同时，忽必烈在和林结识的僧人子聪（后得名刘秉忠），是一个“于书无所不读”，“论天下事如指掌”的人，由于他博学多能，善于出谋划策，深受忽必烈重视。元定宗二年（1247年），史天泽的幕僚张德辉被忽必烈召见，议论治国之策与儒家学问，又推荐了名士李冶等二十余人。而早在窝阔台汗时期就已投靠蒙古贵族的汉族知识分子窦默和姚枢先后被忽必烈聘用。窦默为忽必烈讲解三纲五常、正心诚意之说；姚枢为忽必烈讲解儒家治国平天下之道。',
        '在这些汉族儒士的影响下，忽必烈增加了许多可贵的知识和信息，而且为他了解中原汉地和日后以汉法治汉地，提供了很好的思想准备。此时，忽必烈还有了一定的尊孔礼儒的倾向。如乃马真后称制三年（1244年）王鹗应忽必烈之召，携孔子画像赴漠北，在忽必烈的支持下举行释奠礼，忽必烈还与左右饮食其胙物。元宪宗二年（1252年），元好问、张德辉尊忽必烈为儒教大宗师，忽必烈也欣然接受。',
    ],
    '开府金莲川' => [
        '元宪宗元年（1251年）六月，忽必烈的长兄蒙哥在术赤系的宗王长者拔都的支持下，成为大蒙古国皇帝（蒙古帝国大汗），是为元宪宗。因为忽必烈在蒙哥的同母弟中“最长且贤”，蒙哥即位后不久即任命忽必烈负责总领漠南汉地军事，驻牧于原金桓州附近的金莲川。',
        '在总领漠南前后，忽必烈在延请四方文学之士的基础上，形成了一个号称“金莲川幕府”的谋臣侍从集团。这些人中的汉族成员大都是中州精英和硕德耆儒。他们多数是较长时间留在漠北或漠南金莲川藩邸，一小部分汉地名士或因年迈者旋召旋归，并不久留。此外还有众多出自蒙古、色目，或具有宗教身份的人士。按后人划分，主要可以分为以下数种：',
        '“金莲川幕府”主要成员' => [
            '邢州术数家群' =>  '刘秉忠、王恂、张文谦、张易、马亨',
            '理学家群' => '窦默、姚枢、许衡',
            '金源文学群' => '王鹗、徐世隆、李冶、宋子贞、刘肃、李昶',
            '经邦理财群' =>  '郝经、赵璧、李德辉、张德辉、商挺、赵炳、赵良弼、张惠、阿合马',
            '宗教僧侣群' => '八思巴·罗追坚参（萨迦派）、海云（禅宗）、萧公弼（太一道）',
            '王府宿卫群' => '廉希宪、董文用、董文忠、贺仁杰、阿里海牙、许国祯、谢仲温、姚天福、高天锡、谒只里、昔班、阔阔、燕真、贾居贞、董文炳等',
        ],
        '忽必烈对出身、目的不同的“金莲川幕府”及其他应召人员，大抵是礼贤下士，虚己而问，兼容并蓄，不明显地抑此褒彼，以多听多问为主，择其有用有益而从。即使是对个别不友好、不合作者，也不失礼。如有一次，忽必烈召见了被俘北上的南人赵复，希望他作为自己攻南宋的向导，但赵复回答∶“宋，吾父母国也，未有引他人以伐吾父母者。”忽必烈听罢，并未怪罪赵复，也不强迫他入仕蒙古。',
        '“金莲川幕府”的形成，是忽必烈主动吸收汉法，并与中原士大夫实行政治联合的良好开端，在一定程度上也密切了忽必烈和汉地世侯的联系。从长远看，它又为元帝国的建立提供了必要的政策方略、社会支持和官员准备。',
    ],
    '经略漠南' => [
        '蒙哥即汗位之初，忽必烈以皇太弟日侍圣驾，开始进入汗廷决策圈。他根据藩邸谋臣刘秉忠、张文谦等人的谋划，论奏时务之急，替汗兄出谋划策。对忽必烈的上奏，蒙哥大率言听计从。不久后，为让忽必烈替自己执掌漠南军政大权，以对付窝阔台系、察合台系诸王，蒙哥降诏∶“凡军民在赤老温山南者”，听忽必烈统辖领治。随后，忽必烈采纳了姚枢的建议，请求只掌漠南军事，不领民政，从而在一段时间内避免了兄弟间的猜嫌。',
        '在选择驻屯地点上，忽必烈先把与蒙古风俗接近的突厥后裔居栖处回鹘（畏兀儿）当作首选地，但后来他听取了木华黎之孙霸突鲁的意见，决定打破游牧旧习，迁于幽燕一带。元宪宗六年（1256年），忽必烈命刘秉忠卜地桓州东、滦水北的龙岗，建造北连朔漠、南控中原的开平城（今内蒙古正蓝旗），作为自己在漠南的固定驻所。',
        '忽必烈仅掌军事以后，仍关注漠南的民事刑法。当时，蒙哥新任用的燕京等处断事官牙鲁瓦赤、不只儿负责管辖漠南汉地的财赋司法。二人随意诛戮民众，招来忽必烈严厉的指斥。他后来征大理途经六盘山时，许多赶来晋见的地方官大多是向忽必烈请求开恩庇护的，只有延安路（治今陕西延安）兵马使袁湘面陈本路军户困乏之弊以及相应革除的办法。忽必烈一面采纳袁湘的意见并加以赞赏，一面训戒其他官吏言私不言公的做法。巩昌总帅汪德臣禀告新城益昌赋税徭役免除事宜的请求，也得到他的批准。总之，总领漠南的忽必烈借此机会在陕甘一带留下了体恤百姓疾苦和秉公不徇私的美名。',
    ],
    '连征西南' => [
        '主词条：蒙古灭大理之战',
        '元宪宗二年（1252年），南宋军队攻打河南边地。忽必烈因而请求蒙哥在河南设经略司，蒙哥同意，并任命史天泽、杨惟中、赵璧为经略使。六月，忽必烈前往曲先脑儿觐见蒙哥，奉命率军十万出征西南的大理国。这是忽必烈总领漠南后承担的第一项重大军事征伐。七月，远征军从漠北祃牙祭旗出发。遵照蒙哥的旨意，全军军事由大将兀良哈·兀良合台节制管领，忽必烈负责居上统辖。十二月，大军渡黄河。翌年（1253年）春，经原西夏腹地盐、夏二州。夏四月，出萧关，驻军六盘山。',
        '元宪宗三年（1253年）八月，忽必烈所率大军到达临兆，九月，抵忒剌。然后，兵分三路，兀良合台率西路军，诸王抄合、也只烈率东路军，忽必烈亲自率领中路军。由于四川中南部的大部分地区仍被南宋控制，三路蒙古军队只能取道吐蕃东部等人迹罕至的地区，艰难跋涉。经雪山时，山路盘旋曲折，所有人都必须徒步前行。因忽必烈患有足疾，不得不由随从郑鼎等背负以行。十月，过大渡河，军队在山谷中行进二千余里，忽必烈率劲骑行进于前。',
        '入大理境后，蒙古军乘革囊和木筏渡金沙江，攻下众多砦栅（参见词条元跨革囊）。十二月，忽必烈所率中路军先行包围大理城。兀良合台的西路军也在攻取龙首关后，抵达大理城下。忽必烈先派三位使者入城劝降，但却被大理人杀死。大理皇帝段兴智和权臣高泰祥背城出战，被蒙古军打败。忽必烈下令攻城，还亲自登上点苍山临视城中战况。是夜，大理守军溃败，段兴智和高泰祥率众逃遁。入城后，忽必烈最初见三使者被杀，大怒，一度欲屠城，但在张文谦、刘秉忠、姚枢等人的劝说下，特免杀掠。他命姚枢裂帛为旗，上写“止杀”，分头号令各街巷，使一城军民安定。姚枢还搜集了大理的图书档册。同时，忽必烈令大将也古领兵追击大理残部，擒杀高泰祥于姚州。',
        '元宪宗四年（1254年）初，忽必烈班师北还，留兀良合台戍守云南，又以刘时中为宣抚使，抚治云南。同年秋，段兴智投降，大理灭亡。',
        '远征大理的成功，展示了忽必烈的军事征服才能，有助于他在后来的汗位争夺中赢得相当的蒙古诸王贵族的拥戴。忽必烈本人亦对大理之行极为重视，直到二十余年后仍能记忆，并将此役比于成吉思汗的班朱尼河盟誓。',
    ],
    '兄弟失和' => [
        '元宪宗三年（1253年），蒙哥分赏诸王，忽必烈得到京兆（今陕西西安附近）封地。忽必烈建立京兆宣抚司，仍在此处延续此前的政策，任诸儒臣兴立屯田，兴复吏治，恢复农业，建立学校，使关陇地区的吏治有了明显的进步。忽必烈也因此而进一步取得北方汉族地主阶级的拥护。他们中的代表人物通过交相引荐，聚集在他的幕府里，为元王朝的建立提供了社会基础。元宪宗六年（1256年），忽必烈又增受怀庆路孟州（今河南焦作）封地。',
        '忽必烈采行汉法的活动招致了蒙哥的不满。元宪宗七年（1257年），蒙哥命阿蓝答儿等在关中设钩考局，查核京兆、河南财赋。阿蓝答儿等从河南经略司、京兆宣抚司的官员中，罗织一百余条罪状，旨在除灭忽必烈所信用的官员，削弱他的势力。忽必烈采用姚枢建议，送家口前往和林，作为人质，自己则于十二月亲自入觐蒙哥，始取得蒙哥谅解，但蒙哥仍尽罢忽必烈所设置的行部、安抚、经略、宣抚、都漕诸司。',
        '元宪宗八年（1258年），蒙哥兴师伐南宋，忽必烈初以足疾家居休养，后因负责东路的诸王孛儿只斤·塔察儿进攻襄、郢地区无功受谴，蒙哥授命忽必烈代总东路军。忽必烈在开平东北行祭旗礼，正式出兵南下攻宋。元宪宗九年（1259年）初，蒙哥汗在合州城下攻势受阻。而忽必烈率军抵达汝南，继续向南宋进发，并派命杨惟中、郝经宣抚江淮。之后，他统领中路军渡过淮河，攻入南宋境内。',
    ],
    '即位建元' => [
        '汗位之争' => [
            '元宪宗九年（1259年）七月，蒙哥在四川合州钓鱼山病逝（一说被守军击中，伤重而死）。九月，忽必烈从使者处得知了兄长死讯，使者促请忽必烈北归。忽必烈认为：“吾奉命南来，岂可无功遽还？”仍继续南征，围攻长江中游的鄂州（今湖北武汉），并以军接应从云南北上的兀良合台军。',
            '后来，忽必烈的正妻察必派使者密报，和林众臣谋立忽必烈之弟阿里不哥，而且阿里不哥已经派阿蓝答儿在开平附近调兵，脱里赤在燕京附近征集民兵，使者催促忽必烈早日北还。年底，郝经上《班师议》，陈述必须立即退兵的理由，坚定了忽必烈退兵北返的决心。忽必烈声称要进攻南宋都城临安，留大将继续对鄂州的围攻，增加对南宋的军事压力。不久后，南宋鄂州守臣贾似道遣使请和，约定南宋割地，并且送岁币。忽必烈在当日撤兵，轻骑北返燕京。',
            '中统元年（1260年）初，忽必烈率军抵达燕京，解散了脱里赤征集的民兵，“民心大悦”。忽必烈率军在燕京近郊驻扎，积极和诸王联络。三月二十四日，忽必烈在开平召开忽里勒台，在部分宗王、大臣的拥戴下登基，成为大蒙古国皇帝即蒙古帝国大汗。忽必烈发布称帝的即位诏书《皇帝登宝位诏》，在诏书中，他自称为“朕”，称蒙哥为“先皇”。五月十九日，忽必烈发布《中统建元诏》，正式建年号“中统”。“中统”也是大蒙古国的第一个年号。在诏书中，忽必烈明确提出了“祖述变通”，“稽列圣之洪规，讲前代之定制”，提倡“文治”的政治纲领。它的基本精神是要更改蒙古旧制，采行汉法，建立与中原经济基础相适应的中央集权制封建政权。忽必烈在中央设中书省，以王文统任平章政事；在各地分设十路宣抚司，任汉人儒士为使。',
            '同年五月，阿里不哥也在部分留居漠北的诸王拥戴下，称大汗于和林。忽必烈以汉地丰富的人力、物力为依托，出兵击败阿里不哥。在与阿里不哥鏖战的同时，中统三年（1262年）春，管理益都行省的李璮乘机叛乱，被忽必烈派兵迅速镇压。这两件事都对当时的政治带来了重大的影响。阿里不哥的失败意味着草原诸王保守势力受到挫折，使忽必烈能较少牵制地推行仪文制度改从汉法的基本政治纲领。而李璮叛乱又强烈地引起了忽必烈对汉人的猜忌，于是采取了一系列措施，如废除汉人世侯的世袭制度，削弱这些世家的军权，在地方上实行军民分治等等，一方面以加强中央集权，另一方面则可严密对汉人的防范。此外，又在各级政权中引用色目人分掌事权，使与汉人官僚相互牵制。在这样的政治背景与政治意图下兴建的新王朝，其创制立法，始终着眼于在保持蒙古贵族统治特权的前提下，对旧制作必要的更改，使政权机构能在大体上符合汉地的统治需要，又足以确保蒙古贵族的既得利益。',
        ],
        '改元建都' => [
            '中统四年（1263年）五月，忽必烈升开平为上都，作为驻夏的纳钵。',
            '中统五年（1264年）八月，又下诏燕京（金中都，金亡后称燕京，今北京市）仍改名为中都，作建都的准备。9月7日，忽必烈发布《至元改元诏》，取《易经》“至哉坤元”之义，改“中统五年”为“至元元年”。经过从中统元年到至元初年的增改损益，新王朝的各种制度大体上确立下来。',
            '至元八年（1271年）底，忽必烈取《易经》“大哉乾元”之义，将国号由“大蒙古国”改为“大元”，从大蒙古国皇帝变为大元皇帝，“大元”国号正式出现，忽必烈成为元朝首任皇帝。其蒙古尊号为“薛禅汗”（清朝译为彻辰汗，拉丁蒙古文：Secěn qahan，大意为“大贤之君”）。',
            '至元九年（1272年）二月，忽必烈采纳刘秉忠的建议，改中都为大都，宣布在此建都，标志着新王朝的政权建设已全部完成。至元十年（1273年），大都宫殿建成。次年（1274年）正月元旦，忽必烈在正殿接受朝贺。元朝从此即定都在大都。大都成为元朝多民族国家的政治中心。至此以后，明、清两代，北京一直是国家的首都。',
            '元朝政权在总体上是取法于中原前代王朝的体制，与中原的封建经济基础基本上是相适应的。但也保留了不少蒙古的落后旧制。总的来说，中央集权政治的重新确立，恢复了正常的统治秩序，对人民的赋役剥削限制在一定的数额之内，较之前此的混乱是一大进步。忽必烈很重视社会生产的恢复和发展，采取了一些有利于农业和手工业生产的措施，立司农司，垦荒屯田，兴修水利，限制抑良为奴等。在他统治期间，社会经济逐步恢复，有些地区有所发展，边疆地区得到开发，出现了“户口增，田野辟”的景象。这些都是具有积极意义的。',
            '但是，元朝也保留了大量的蒙古落后旧制。如：分封采邑制度（投下二五户丝制）；遍及于各生产领域的驱奴制；手工业中的官工匠制度；商业中的斡脱制；贵族世袭的选举制度以及民族压迫政策等。这些制度在元朝一代始终保留下来，严重地束缚生产力的发展，使元朝的社会矛盾愈益激化。',
        ],
    ],
    '一统全国' => [
        '主词条：忽必烈灭宋之战',
        '忽必烈击败阿里不哥而夺得汗位后，积极谋划新一轮的对宋战争。至元四年（1267年），他用宋降将刘整之策，派兵围困南宋重镇襄樊，宋廷数次派重兵破围，均未成功。至元十年（1273年），襄樊陷落，南宋防御体系崩溃。至元十三年（1276年）初，南宋太皇太后谢道清带宋恭帝出降，奉上传国玉玺和降表，南宋都城临安陷落。此后，元军开始着手消灭宋的残余势力。至元十六年（1279年），宋元双方在崖山外海进行了大海战，史称“崖山之战”，宋军战败，南宋至此灭亡。元朝正式实现了自唐朝以来的又一次大一统。',
        '元朝是中国历史上第一个少数民族统治全国的王朝，它初步奠定了中国疆域的规模，发展了国内各民族的经济文化交流。南北方的统一也为社会经济的进一步发展开拓了前景，其影响都十分深远。',
    ],
    '东征西讨' => [
        '主词条：元日战争、元越战争',
        '全国统一以后，忽必烈的保守、嗜利和黩武等消极因素都有了发展。他采行汉法、改革落后旧制的工作陷于停顿。这时，早年追随忽必烈，并在元王朝的创制中起过重要作用，对忽必烈具有影响的汉人官僚或逐渐被疏远，或相继谢世。忽必烈所依任的是回回人阿合马。阿合马从中统初便主管中央财政，多方搜刮，权势日重。至元十二年（1275年）右丞相札剌亦儿·安童出镇西域后，阿合马独擅朝政。汉人官僚不满于阿合马所为，斗争一直很激烈。忽必烈始终偏袒阿合马而逐渐疏远汉官，朝政进一步向黩武嗜利的方向发展。至元十九年（1282年），大都发生了王著、高和尚刺杀阿合马事件，反映了社会矛盾的加剧。此后，忽必烈又先后任汉人卢世荣、吐蕃人桑哥专理财政，都以失败而告终。',
        '同时期，忽必烈接连派遣军队远征日本、安南，占城，缅甸与爪哇，都遭到失败（参见“为政举措-军事”部分）。外侵战争不仅对邻国造成破坏，带来痛苦，同样对本国人民也是极大的灾难，因而受到人民的反对和抵制。不过，忽必烈主持的抗击海都、笃哇等西北诸王的侵扰和平服东北诸王乃颜的叛乱，仍有效保护了东北和西北广大边疆的安全。',
    ],
    '患病去世' => [
        '最受忽必烈宠爱且禀性聪明的皇后察必于至元十八年（1281年）先他去世。五年之后，忽必烈亲自选定的皇位继承人真金早逝。或许由于这些个人悲剧的刺激，素来患有足疾的忽必烈身体状况更加糟糕。晚年的忽必烈体弱多病，相臣常不得人见，往往通过代替察必之位的南必皇后奏事，南必因此得以干预国政。',
        '至元三十一年（1294年）正月初，忽必烈病重，托付皇孙铁穆耳于知枢密院事伯颜。正月二十二日（1294年2月18日），忽必烈在大都紫檀殿病逝。在位三十五年，享年八十岁（虚岁）。五月，元成宗铁穆耳为忽必烈上谥号为圣德神功文武皇帝，庙号世祖。与此前的蒙古诸大汗一样，他被安葬于起辇谷。',
    ],
],
'为政举措' => [
    '政治' => [
        '确立正统，采用汉法' => [
            '在开始建设大都的至元四年（1267年），忽必烈下令建造太庙并且制作祭奠祖先所需的祖宗牌位，而且他选定了国家的历法，这是农业社会统治者必不可少的工作。忽必烈鉴于本朝“舆图之广，历古所无”，像汉唐那样以初起之地或始封之邑为名，都不足以显示其盛大，于是在至元八年（1271年）发布《建国号诏》，取《易经》“大哉乾元”之义，以“大元”为国号。',
            '忽必烈赞同用传统的中国方式记载元朝历史的建议，他在翰林院下建立了翰林兼国史院，以搜集记录，并且开始命人撰写辽史和金史。',
        ],
        '平定诸王叛乱，维护帝国稳定' => [
            '主词条：海都之乱',
            '忽必烈与阿里不哥随即展开了四年的内战，直到至元元年（1264年）阿里不哥兵败投降。在忽必烈与阿里不哥争夺汗位时，多数西道诸王均支持阿里不哥。为了争取宗王势力的支持，忽必烈默认了术赤后王别儿哥、察合台后王阿鲁忽、八剌以及统治后来被称为伊利汗国的六弟旭烈兀对各自封地的合法统治权。忽必烈建立元朝后，继承了原蒙古帝国的法统（忽必烈号“薛禅汗”）。但窝阔台汗国的海都联合术赤系诸王展开了反对忽必烈的斗争。钦察汗国的忙哥帖木儿本为忽必烈提名，但很快转为支持海都反对忽必烈。忽必烈命察合台的八剌进攻海都，先胜后败。结果，术赤、察合台、窝阔台系诸王在至元六年（1269年）的塔刺思会议上决定联合反对忽必烈。随后，忽必烈及拖雷系的伊利汗国不断攻击或防御术赤、察合台、窝阔台系诸王。忽必烈数次发兵击败海都，并于至元二十六年（1289年）统军亲征。他先后派伯颜、玉昔帖木儿等主持西北军事，将海都势力被驱出阿尔泰山以外，维护了帝国的稳定。而西北诸王直到元成宗时才重新臣服元朝皇帝（蒙古大汗）。',
        ],
        '建置行省，加强中央集权' => [
            '主词条：行省制',
            '在地方上建立行省，中央设中书省，开创中国当代省制之端。为加强对边疆地区管理，开辟中外交通，在各地建立驿站，巩固了对全国各地的统治。',
        ],
        '选用贤能，惩治贪污' => [
            '出于统治的需要，忽必烈对各级官吏的任用和调整尤为留心。他极为注意任用贤能，惩治贪污。至元十一年（1274年），忽必烈下诏，但凡有官员不勤于工作者，无论汉人、回人，一律诛杀，籍没其家。另有大量以贪污、盗窃罪名被处死的。忽必烈的为政宗旨是：“顺民心之所欲者行之，所不欲者罢之。”他要求“官吏受贿及仓库官侵盗，台官知而不纠者，验其轻重罪之。中外官吏赃罪，轻者杖决，重者处死。言官缄默，与受赃者一体论罪”。',
        ],
    ],
    '经济' => [
        '发行纸币' => [
            '忽必烈在位时，重用回回人阿合马、汉人卢世荣、吐蕃人桑哥专理财政。忽必烈发明了“钞”（即纸币），并将之引入流通领域，使它成为财政的基础。至元元年（1264年），忽必烈颁布了一条法令，公布了用纸币来计算主要商品的价值。他的第一任“理财”大臣是穆斯林赛夷阿札儿，他把钞票的发行维持在合理的限度内。随后继任的几位大臣们开始轻率行事，他们两人实行无限制的通货膨胀政策，使钞票贬值。在聚敛钱财时，他们采取多次兑换钱币的方式和建立了重利专卖的办法。阿合马于至元十九年（1282年）被暗杀，他死后受到忽必烈的贬责。桑哥因贪污被处死。为了阻止原钞票的下跌，有必要发行新的钞票，以免轮到新币贬值。这也许是忽必烈最初使用“钞”时始料未及的事情。',
        ],
        '鼓励农业发展，重视水利建设' => [
            '蒙古人南下后，草原相对落后的生产方式冲击了先进的生产区域，社会经济出现暂时的破坏和衰退。忽必烈即位后，实行以“农桑为急务”的政策。他设立司农司、劝农司和营田司等专管农业的机构，以劝农成绩作为考核官吏的主要标准，并令人编辑《农桑辑要》颁行全国，以指导全国的农业生产。这些措施使全国的农业生产、社会经济得到缓慢的发展，即使因战争严重破坏的中原地区的农业也有了逐步恢复。王磐在《农桑辑要·原序》中赞道：“民间垦辟种艺之业，增前数倍。”',
            '为了备荒，在丰年，国家收购余粮，贮藏于国仓。当荒年谷价上涨时，开仓免费分发谷物。他还组织了公众救济，将稻米和玉米定期分发给急需的家庭。中统元年（1260年）的诏令要求地方长官对老学者、孤儿、病弱者提供救济。',
            '在戎马倥偬之际，忽必烈不忘农田水利建设，对当时社会经济的恢复和发展有着重要的作用。中统三年（1262年），他命郭守敬开玉泉水通漕运；王允中开漳、澄、洋等河，灌溉农田，改造水利。之后又命郭守敬巡视原西夏地区的河渠，准备对河西水利进行整治。至元十七年（1280年），忽必烈命都实考察黄河源头，并发动肃州等地军民凿渠灌田。至元二十年（1283年），开凿海道运粮。至元二十六年（1289年），下诏开凿会通河。至元二十八年（1291年），经郭守敬建议，忽必烈又开凿了从大都到通州的通惠河。自此，南北大运河全线开通，连接海河、黄河、淮河、长江和钱塘江五大水系，加强了大都与富庶的江南地区的联系。',
        ]
        '国内外贸易' => [
            '元初农业的发展又推动了手工业的发展以及国内外商业贸易的发达，形成了以大都为全国经济中心，通过陆路干线与全国各地进行广泛的经济联系。元政府又开辟刘家港（今江苏太仓）到渤海直沽（今天津）的海运，随时将南方的粮食和海外的物资运往北方。',
            '至元二十九年（1292年），忽必烈暂停东南沿海的贸易，开始中国历史上第一次海禁政策。两年后弛禁。',
        ],
        '建设驿站制度' => [
            '忽必烈建立元朝后，继承并进一步确立了大蒙古国初期便出现的驿站制度。其驿站规模宏大，以大都为中心，东连高丽，东北至奴儿干，北至吉利吉思，西达伊利汗国和钦察汗国，南接安南、缅甸，乌斯藏也设有驿站。这一制度成为当今邮政的雏形。',
        ],
    ],
    '军事' => [
        '主词条：宋元战争、蒙丽战争、元越战争、元日战争、元缅战争、元军攻爪哇之战',
        '灭宋（红）、征丽（黄）、征日（紫）与征东南亚（蓝）诸役',
        '至元十一年（1274年），忽必烈命令屯戍高丽的凤州经略使忻都、高丽军民总管洪茶丘率兵15000人，大小战船900艘出征日本。在日军坚决抵抗下，首战只获小胜，未能深入。不久，因台风将大部分战船毁坏，加上已兵疲箭尽，元军只得仓促撤回。',
        '至元十二年（1275年）二月，忽必烈派礼部侍郎杜世忠等出使日本。杜世忠等一到日本，就被镰仓幕府处死。这一消息直到至元十七年（1280年）才传到元朝。于是，忽必烈决心再次征讨日本。是年下半年，元朝征调军队（包括结集南宋新附军），成立征东行省（亦称日本行省）主持征伐大计。至元十八年（1281年）正月，忽必烈命令元军兵分两路远征日本，但仍然失败。',
        '忽必烈灭宋后，又分别于至元二十二年（1285年）和至元二十四年（1287年）两度进攻越南北部的陈朝。陈朝与占婆联合击退了元军。',
        '元军还曾经进攻占城（今越南南部）。至元二十四年（1287年）元军攻入缅甸北部的蒲甘王国，并深入缅甸北部中部东部，部分元军进入阿萨姆地区。',
        '元军于至元二十九年（1292年）至至元三十年（1293年）对爪哇岛发动的海上远征最终无功而返。',
    ],
    '文化' => [
        '创制文字' => [
            '忽必烈重视蒙古语言，命国师八思巴创建蒙古人自己的文字。八思巴在藏文字母的基础上，结合蒙、汉等多种文字，于至元六年（1269年）创制出一套方形竖写的拼音字母，即后来所称的八思巴字（又称蒙古新字）。同年，忽必烈下诏将蒙古新字颁行全国，使之成为元代的官用文字。',
            '八思巴字可以用于拼写蒙古语和译写国内各个有文字的民族语言，如汉语、藏语、维吾尔语等，此外，还包括用以转写梵文。八思巴字是元朝颁行的国字，用于拼写蒙古语和“译写一切文字”。语言学家杨耐思称这种文字是中国历史上第一个汉语拼音方案。',
        ],
        '重视儒学' => [
            '忽必烈在位期间，效法唐太宗礼招儒士的遗风，礼召名儒张德辉北上，张德辉又引荐姚枢、吴澄、许衡等二十余名儒士。他又下诏兴修孔庙，支持印刷儒家经籍的注释本。中统三年（1262年），特差杨庸为孔子庙学教授。至元十九年（1282年），宣召孔子第五十二世嫡孙、宋末衍圣公孔洙赴阙朝见，多有奖谕，特授宣命国子祭酒，提举浙东道学校事。',
        ],
        '宗教宽容' => [
            '忽必烈允许宗教自由。允许回回人组成实际上自治的社团以回回宗师作为领导，由哈的为他们解释穆斯林法律。回回居民区有他们自己的集市、医院和清真寺，不禁止他们使用自己的民族语言，也不禁止他们遵循伊斯兰教意旨。事实上，忽必烈任命回回人在财政机构担任重要职位并给予他们特权。他豁免他们常规的赋税，并且招募他们担任汉人极少能够担任的达鲁花赤。',
            '1264年忽必烈建立总制院管理吐蕃并监督政府和佛教僧徒的关系，八思巴成为总制院的第一位行政长官。在敌对的佛教派别必里公派领导的反叛中，八思巴在吐蕃的权威受到挑战，但1267年忽必烈调兵帮助这位年轻的佛教教长恢复了权力。1268年忽必烈的军队打垮了持异议者后，他虽然恢复了八思巴的权力，但又安置了一位蒙古人为吐蕃的宣慰使来帮助控制吐蕃。',
            '1258年忽必烈在佛道辩论中对佛教的支持使他不为道教所喜爱。然而他为道教驰名的法术所吸引，并承认他们对较低阶层群众有吸引力。因此朝廷为建设道观提供资金，并向他们提供佛教已得到的相同豁免和特权。一些道教领袖意识到需要与佛教和蒙古人相容共处，并且首先寻求儒、佛、道三家的和解。',
            '忽必烈甚至还寻求获得中国数量不多的基督教徒和外国基督教徒的支持和协助。在忽必烈即位以前，基督教使者已经到达蒙古宫廷，例如约翰·普兰诺·加宾尼和鲁不鲁乞，而且几位工匠例如著名的手工艺人威廉·布涉曾为大汗蒙哥服务过。但忽必烈采取更关切的态度邀请和招募外国基督徒。',
        ],
    ],
    '外交' => [
        '高丽' => [
            '主词条：蒙丽战争',
            '早在成吉思汗时，蒙古协助高丽平定转进高丽的反蒙契丹遗民，并与高丽结成“兄弟之国”的关系。此后蒙古连年遣使向高丽索取岁贡，两国关系中断，并且展开了六次战争。元宪宗九年（1259年），高丽世子王倎（即后来的高丽元宗王禃）在汴梁等候北归争夺汗位的忽必烈，深为忽必烈所赞许。此时忽必烈采纳了谋臣赵良弼、廉希宪的意见，礼遇王倎，并将其遣回高丽继承王位。他借机改变了之前蒙古（元）对高丽的政策，在高丽同意“永为东藩”、履行国王亲朝、子弟为人质等藩属国“六事”的前提下采取怀柔政策。而王禃即位并接受国王封册后，次年（1261年）即亲身入朝，其后又两次亲朝，成为高丽乃至朝鲜半岛历史（信史）上第一位以君主身份朝觐外国的国王；其世子王谌（即后来的高丽忠烈王王昛）也多次入朝。至元七年（1270年），忽必烈应高丽请婚，将自己的女儿忽都鲁揭里迷失下嫁给世子王谌，结成更密切的“甥舅之好”关系，实现了“元丽联姻”。',
            '不过，具有雄心壮志的忽必烈对高丽内政也时常进行干涉，督责其履行藩属义务，向高丽派监督官，出现动乱或有离心迹象时甚至派军队入境处置。如高丽林衍之乱时忽必烈便派兵准备弹压；在结束蒙丽战争的同时还占领了高丽的西北面与耽罗很长一段时间。不过，忽必烈对高丽采取的政策，基本点还是通过怀柔安抚使高丽成为恭顺藩属，对高丽不能履行的置驿、籍户、出军、输粮等事虽然严词督责，但能顾及实际困难，不予强迫。在处理相关问题时，特别是事关高丽内政的大事时，能采纳高丽人意见和尊重高丽国王的自主权。忽必烈虽要求高丽联络日本，并配合元军两次攻日。但在至元十七年（1280年）设置征东行省时，还是以高丽国王兼任征东行省丞相，给予其充分的尊重。因而元人常称忽必烈对高丽有“再造之恩”。',
        ],
        '日本' => [
            '除高丽外，忽必烈还很重视与日本建立海上交通。他欲通过高丽与日本建立互通关系，多次派使臣诏谕日本。但由于日本镰仓幕府拒绝与蒙元交往，使其计划落空。元丽联军两次出征日本，因各种因素而遭失败。在尊崇佛教政策影响下，元朝与高丽、日本的佛教文化交流愈加密切。忽必烈两次征日失败后，派禅僧诏谕日本，但因遭遇台风或使臣被杀导致忽必烈的文书未能送达日本，元日邦交中断。忽必烈决定第三次征日本，因其去世而中止。总之，忽必烈试图以禅僧诏谕的方法虽遭遇失败，但还是为中日之间的禅宗文化交流奠定了基础。',
        ],
        '西欧' => [
            '忽必烈在位时，大都已成为当时世界闻名的都市，经常有欧、亚、非各国的使者、商人、传教士和科学家等聚集该市，其中最著名的是威尼斯人马可·波罗。据说他留居中国十七年，曾在元朝做官，遍游中国各大城市，并在他的《东方见闻录》（即《马可波罗游记》）中作了生动具体的描写，激起了西欧人对中国文明的向往与追求，使元朝与西方的经济文化交往出现新局面。',
        ],
    ],
],
'历史评价' => [
    '元初名儒郝经说：“今主上应期开运，资赋英明，喜衣冠，崇礼乐，乐贤下士，甚得中土之心，久为诸王推戴。稽诸气数，观其德度，汉高帝、唐太宗、魏孝文之流也。”（《再与宋国两淮制置使书》）',
    '出身忽必烈潜邸的董文用说：“世祖皇帝仁孝英明，睿谋果断。爰从潜邸，有志斯民，植根干而佐理皇纲，聘耆德而讲明治道。始平大理，再驾长江，过化存神，有征无战。迨其龙飞滦水，鼎定大都，革弊政以维新，扩同仁而一视。规模宏远，朝野清明。内则肇建宗祧，创设台省，修举政令，登崇俊良；外则整治师徒，申严边将，布扬威德，柔服蛮荒。加以圣无不通，明靡不烛，守之以勤俭朴素，养之以慈惠雍和。收揽权纲，综核名实，赏罚公而不滥，号令出以惟行。万汇连茹，群雄入彀，削平下土，统正中邦。慕义向风，声教实朔南之暨；梯山航海，职贡无遐迩之殊。方且开学校而劝农桑，考制度而兴礼乐。国号体乾坤之统，书画焕奎壁之文。罄所有而酬战功，不待计而救民乏。听言择善，明德缓刑。钦福锡民，遇灾知惧。得《洪范》惟皇之理，过周宣修政之勤。以致时和岁丰，民安吏职。盖帝德克周于广运，故至公均被以无方。可谓文致太平，武定乱略，继一祖四宗之志，兼三皇五帝之功。”',
    '马可·波罗将忽必烈尊为“诸君主之大君主或皇帝”，称赞忽必烈是“人类远祖阿丹（Adam）以来迄于今日世上从未见广有人民、土地、财货之强大君主”，并认为这是“彼实有权被此名”。',
    '宋濂主编《元史》称：“世祖度量弘广，知人善任使，信用儒术，用能以夏变夷，立经陈纪，所以为一代之制者，规模宏远矣。”',
    '萨冈彻辰说，人们都称忽必烈是“转千金轮斫迦罗伐刺底·薛禅皇帝”。',
    '朱元璋出于种种原因，对忽必烈多有夸赞：' => [
        '元自世祖混一天下，宽恤爱人，亦可谓有仁心矣。',
        '昔中国大宋皇帝主天下三百一十余年，后其子孙不能敬天爱民，故天生元朝太祖皇帝，起于漠北，凡达达、回回、诸番君长尽平定之，太祖之孙以仁德著称，为世祖皇帝，混一天下，九夷八蛮、海外番国归于一统，百年之间，其恩德孰不思慕，号令孰不畏惧，是时四方无虞，民康物阜。',
        '惟神昔自朔土，来主中国，治安之盛，生餋之繁，功被人民者矣。',
    ],
    '孙承恩：“雄武以断，聪明而仁。扶舆间气，笃生此人。驱策贤豪，振扬武烈。继统中华，式钦大业。”',
    '邵远平：“遂辟雄图，混一中外；德威所指，无远弗届；建号立制，垂模一代；崇儒察奸，旋用旋败；英明克断，用无祗悔。”',
    '毕沅：“帝度量恢廓，知人善任使，故能混一区宇，扩前古所未有。惟以亟于财用，中间为阿哈玛特、卢世荣、僧格所蔽，卒能知其罪而正之。立纲陈纪，殷然欲被以文德，规模亦已弘远矣。”（《续资治通鉴》）',
    '魏源：“元之初入中国，震荡飘突，惟以杀伐攻虏为事，不知法度纪纲为何物，其去突厥、回纥者无几。及世祖兴，始延揽姚枢、窦默、刘秉忠、许衡之徒，以汉法治中夏，变夷为华，立纲陈纪，遂乃并吞东南，中外一统。加以享国长久，垂统创业，轶辽、金而媲汉、唐，赫矣哉。且其天性宽宏，包帡无外。阿里不哥及海都、笃哇诸王，皆亲犯乘舆。对垒血战，力屈势穷，一朝归命，则皆以太祖子孙，大朝会于上都，恩礼宴赉如初。当南北锋焰血战之余，或离间以侍郎张天悦通宋而不信。敕南儒被掠卖为奴者，官赎为民。所获宋商、宋谍私入境者，皆纵遣之而不诛。置榷场于樊城，通宋互市，弛沿边军器之禁。其长驾远驭如是。宋幼主母子至通州，命大宴十日，小宴十日，然后赴上都。除弘吉剌皇后厚待之事别详《皇后传》外，其母子在江南庄田，听为世业。其后文宗时市故全太后田为大承天寺永业，市故瀛国公田为大翔龙寺永业，直至顺帝末，始夺和尚赵完普之田归官，直与元相终始。宋之宗室如福王与芮等，随宋主来归，授平原郡公，其家赀在江南者，取至京赐之。此外宗室多类此。即奸民冒称赵氏作乱者，从不以累及宋后，其优礼亡国也如是。思创业艰难，移漠北和林青草丛植殿隅，俾后世无忘草地。又留所御裘带于大安阁以示子孙。武宗至大中尝诣阁中发故箧阅之，则皆大练之服。西域贾胡屡献牙忽大珠，价值数万而不受。宫闱肃穆，无艳宠奇闻。至元八年，平滦路昌黎县民生男，夜中有光，或奏请除之，帝曰：“何幸天生一好人，奈何反生妒忌。”命有司加恩养。伯颜伐宋，谆谆命以曹彬取江南不戮一人为法。其俭慈也又如是，非命世天纵而何？惟功利之习不能自胜于中，故日本、爪哇之师远覆于海岛，王、阿、桑、卢掊克之臣相仍于覆辙，盖质有余而学不足欤。”（《元史新编》）',
    '曾国藩：“自古英哲非常之君，往往得人鼎盛。若汉之武帝，唐之文皇，宋之仁宗，元之世祖，明之孝宗。其时皆异材勃起，俊彦云屯，焜耀简编。”（《国朝先正事略·序》）',
    '曾廉：“世祖崇儒重道，而特进言利之臣，三进三乱而讫不悟，岂非其明有所蔽耶？然其不欲剥民亦审矣。殆以为自我作则，将上下均足，堪为后世经制也。呜呼！以世祖之仁，乘开国之运，而言利之弊，若此，然则利其有可言者耶？至其任中书枢密而重台纲，法纪立矣。国治民安是在知人哉。”（《元书》）',
    '屠寄：“汗目有威棱，而度量弘广，知人善任，群下畏而怀之，虽生长漠北，中年分藩用兵，多在汉地，知非汉法不足治汉民。故即位后，引用儒臣，参决大政，诸所设施，一变祖父诸兄武断之风，渐开文明之治。惟志勤远略，平宋之后，不知息民，东兴日本之役，南起占城、交趾、缅甸、爪哇之师，北御海都、昔里吉、乃颜之乱。而又盛作宫室，造寺观，干戈土木，岁月不休。国用既匮，乃亟于理财，中间颇为阿合马、卢世荣、桑哥之徒所蔽，虽知其罪而正之，闾阎受患已深矣。”（《蒙兀儿史记》）',
    '孙中山：“秦皇汉武、元世祖、拿破仑，或数百年，数十年而斩，亦可谓有志之士矣。拿破仑兴法典，汉武帝纪赞，不言武功，又有千年之志者。”',
    '柯劭忞《新元史》：' => [
        '蒙古之兴，无异于匈奴、突厥。至世祖独崇儒向学，召姚枢、许衡、窦默等敷陈仁义道德之说，岂非所谓书生之虚论者哉？然践阼之后，混壹南北，纪纲法度灿然明备，致治之隆，庶几贞观。由此言之，时儿今古，治无夷夏，未有舍先王之道，而能保世长民者也。至于日本之役，弃师十万犹图再举；阿合马已败，复用桑哥；以世祖之仁明，而吝于改过。如此，不能不为之叹息焉。',
        '世祖一见伯颜，擢为宰相。知人之哲，近世未尝有也。',
        '有发踪指示者，而后见猎犬之能，有世祖之知人善任，而后见（李）庭与（刘）国杰之智勇。功名之立，岂偶然哉！',
    ],
    '蔡东藩《元史演义》：' => [
        '忽必烈开府漠南，用姚枢、许衡、廉希宪诸贤，似属究心治道；而信任释教，挈释子拔思巴北归，后且尊为帝师，酿成末世演揲之祸，贻谋不臧，卒致荒亡。',
        '忽必烈班师称汗，改元立号，虽隐启纷争之祸，而化野为文，入长中原，实于此基之。迭录原教，未始非保存国粹之意。主非汉人，而文则从汉，故宋亡而文不亡，用夏变夷，此之谓欤？',
        '元世祖即位以后，统一中原，宜乘此休养士民，修文偃武，古人放牛归马之风，何不可遵而行之？……既已统一海内，更宜止杀行仁，乃复穷兵东伐，黩武南征，天道恶盈，宁肯令其常胜耶？',
        '世祖名为重儒，实是好武，因用兵而敛财，因敛财而任佞，阿合马、卢世荣后，复有桑哥，三奸肆恶，元气斲丧，虽先后伏诛，而民已不胜困敝矣。',
    ],
    '黄仁宇：“只是如果他们（蒙古人）真能以‘无本身利害’及‘不无端干预’的立场，扫除辽金南宋以来的积弊与苛政，却也不失为在中国历史上的一种贡献。我们仔细读忽必烈的传记。无法断言他没有这样的心肠。……（忽必烈的诸多措施）都具有改革者的作风。”（《赫逊河畔谈中国历史》）',
    '萧启庆：“他（忽必烈）把蒙古游牧帝国改建成一个以中原农业地区为主干的中国式的王朝。这一转变在中国历史上是极重要的一页。”（《内北国而外中国：蒙元史研究》）',
    '张帆认为，忽必烈的“历史功绩”在于他接受了汉文化。',
],
'轶事典故' => [
    '姓名由来' => '忽必烈，在拉丁化蒙古文中为Oubilai。在蒙古语中，qubi意为“份子”，qubila为动词“分配”。蒙古习俗，常以新生儿所遇重要的人、物、事件取名，而忽必烈出生时（元太祖十年，1215年），正逢成吉思汗攻取金中都之际。成吉思汗命汪古儿等尽取金都府库财物，“每留一份为成吉思皇帝献，余则敷俵有差”。此次收获，自成吉思汗建国以来是最丰盛的一次，其“俵分”自是一大盛事，忽必烈适生其时，故而由此取名。',
    '世祖定刑' => '据说，忽必烈制定刑律时，有笞、杖、徒、流、绞五个等级。笞、杖罪定下来后，忽必烈解释说：“天饶他一下，地饶他一下，我饶他一下。”应笞一百下的，他也只打九十七；杖刑也一样。有人评价说：“此虽仁心，亦近于戏。”',
],
'人际关系' => [
    '父亲：孛儿只斤·拖雷（1193-1232），成吉思汗孛儿只斤·铁木真幼子，尊号“也可那颜”（大官人）。累谥“仁圣景襄皇帝”，庙号睿宗。',
    '母亲：克烈·唆鲁禾帖尼（1192-1252），拖雷正妻，蒙哥、忽必烈、旭烈兀、阿里不哥的生母。大蒙古国（蒙古帝国）皇太后。累谥“显懿庄圣皇后”。',
    '乳母：撒鲁黑，托雷次妻，出身乃蛮部。',
    '后妃' => [
        '第一斡鲁朵' => [
            '忽鲁黑臣 | 蔑儿乞部 | 蔑儿乞部主脱脱别乞弟忽都之女。后被废黜。',
            '帖古伦（？-1260） | 弘吉剌部 | 弘吉剌·按陈之孙脱怜之女。继忽鲁黑臣守第一斡鲁朵。',
        ],
        '第二斡鲁朵' => 
            '察必（？-1281） | 弘吉剌·按陈之女。中统三年（1262年）被纳为皇后。至元九年（1273年）行册礼。是忽必烈的左右助手。后追谥“昭睿顺圣皇后”。',
            '南必（？-1294） | 弘吉剌·纳陈之孙仙童之女。至元二十年（1283年）纳为皇后，继察必守第二斡鲁朵。在忽必烈晚年时常干预朝政。',
        ],
        '第三斡鲁朵' => [
            '塔剌海 | —— | 皇后。',
            '奴罕 | —— | 皇后。',
        ],
        '第四斡鲁朵' => [
            '乌式真 | 许兀慎部 | 许兀慎·博尔忽之女。皇后。',
            '阔阔伦 | —— | 皇后。',
        ],
        '其余斡鲁朵（或归属不详者）' => [
            '速哥答思 | —— | 皇后。泰定三年（1326年）奉诏“守世祖斡儿朵”。',
            '八八罕 | —— | 妃子。',
            '撒不忽 | —— | 妃子。',
            '阿速真 | —— | 可能是阿速特人。忽都鲁坚迷失的生母。',
        ],
        '儿子' => [
            '《新元史》载，忽必烈有子十一人。《史集·忽必烈合罕纪》则另载有一子。',
            '据《新元史》整理的忽必烈诸子次序',
            '孛儿只斤·朵儿只 | ——',
            '孛儿只斤·真金（1243-1286） | 文惠明孝皇帝',
            '孛儿只斤·忙哥剌（？-1280） | 安西王',
            '孛儿只斤·那木罕（？-1292） | 归定王',
            '孛儿只斤·忽哥赤（？-1271） | 云南王',
            '孛儿只斤·爱牙赤（？-1287后）',
            '孛儿只斤·奥都赤 | 西平王',
            '孛儿只斤·阔阔出（？-1313） | 宁王',
            '孛儿只斤·脱欢（？-1301） | 镇南王',
            '孛儿只斤·忽都鲁帖木儿',
            '孛儿只斤·铁蔑赤',
            '孛儿只斤·忽里带',
        ],
        '女儿',
            '孛儿只斤·月烈 | 赵国大长公主 | 赵武襄王爱不花',
            '孛儿只斤·完泽 | 斡罗真',
            '孛儿只斤·囊家真 | 鲁国大长公主 | 斡罗真（继室）→帖木儿→蛮子台',
            '孛儿只斤·吾鲁真 | 昌国公主 | 孛花',
            '孛儿只斤·忽都鲁揭里迷失 | 齐国大长公主（高丽谥庄穆王后） | 高丽忠烈王王昛',
            '孛儿只斤·茶伦 | 昌国大长公主 | 帖监干',
        ],
    ],
],
'后世纪念' => [
    '明洪武四年（1371年），明太祖在各地分祀历代帝王三十五人，不久后又增祀忽必烈于顺天府。洪武六年（1373年），明廷兴建历代帝王庙于“钦天山之阳”，在正殿五室中各祀历代帝王十七人，其中忽必烈与汉高祖刘邦、隋文帝杨坚、宋太祖赵匡胤一同被供奉于西一室。至嘉靖二十四年（1541年），明世宗采纳礼官陈棐建议，罢祀忽必烈。清朝建立后，则延续明代对忽必烈的祀典。',
    '1986年，云南省玉溪市通海县兴蒙蒙古族乡白阁村村民修复关圣官，将其改为三圣宫，供奉成吉思汗、蒙哥与忽必烈。',
    '1989年，中国人民银行发行“中国杰出历史人物纪念币（第六组）”，其中一枚银币即是纪念忽必烈的。',
    '2004年，为表对忽必烈的纪念，内蒙古自治区锡林郭勒盟正蓝旗上都镇开建“忽必烈广场”。2007年竣工。',
],
'艺术形象' => [
    '画像' => [
        '《元代帝像册·元世祖像》（南熏殿旧藏，现藏台北故宫博物院，有说法推测为元人刘贯道所绘）',
        '《元世祖出猎图》（元人刘贯道绘，台北故宫博物院藏）',
        '《元世祖驭马图》（元人刘贯道绘）',
        '《元世祖忽必烈像》（明人绘，中国国家博物馆藏）',
        '此外，后世还有多幅元世祖忽必烈的画像流传，其作者均不详。',
    ],
],
'史料索引' => [
    '《元史》卷4 ~卷17',
    '《元史纪事本末》卷1~卷3',
    '《元史新编》卷5~6',
    '《元书》卷5',
    '《新元史》卷7至卷12',
    '《蒙兀儿史记》卷8《忽必烈汗本纪下》',
],
];
