<?php
return [
'brief' => '元裕宗孛儿只斤·真金（Jingim，1243年—1286年1月5日），元朝宗室，元世祖忽必烈嫡长子，元成宗铁穆耳的生父，母察必皇后。1261年被封为燕王，1273年被封为皇太子，1279年参决朝政。真金自幼深受汉文化影响，当政后亦作为汉法派之领袖与阿合马等理财派对立。1285年因禅让事件而忧郁成疾，同年十二月病逝，元世祖赐谥号明孝太子。1294年元成宗登基，追尊其父真金为皇帝，上庙号裕宗，谥号文惠明孝皇帝。以后的元朝皇帝都是真金的后裔。',
'baseInfo' => [
    '主要成就' => '皇太子',
    '本名' => '孛儿只斤·真金',
    '别名' => '元裕宗、珍戬（清代译法）、Чингим',
    '所处时代' => '元代',
    '民族族群' => '蒙古族',
    '出生地' => '漠北',
    '出生日期' => '1243年',
    '逝世日期' => '1286年1月5日',
    '庙号' => '裕宗',
    '谥号' => '明孝太子、文惠明孝皇帝',
    '父亲' => '元世祖忽必烈',
    '母亲' => '察必皇后',
    '儿子' => '甘麻剌、答剌麻八剌、铁穆耳',
],
'人物生平' => [
    '习儒封王' => [
        '元世祖忽必烈共有12子（一说10子或11子），长子朵而只早卒，因此一般以真金为长子。1243年，真金生于漠北，此前忽必烈已于1242年召中原的海云禅师入漠北，询问佛法大意，此时忽必烈妻子察必（昭睿顺圣皇后）生了儿子，忽必烈请海云为其摩顶命名，海云以世间万物真金最贵，故取汉名真金。',
        '真金少年时代，忽必烈受蒙哥汗之命，总领漠南汉地事务，开幕金莲川，搜罗了一大批汉人儒士。忽必烈把真金的教育交给姚枢，并命勋臣后代土木各儿等为伴读。姚枢等对真金“日以三纲五常、先哲格言熏陶德性”，并以《孝经》作为启蒙课本教授真金。1253年夏，姚枢随忽必烈征大理，改命窦默接任师职，是为真金第二位老师。忽必烈出征前，将玉带钩赐给窦默，对他说：“这东西是内府故物，你是老人，应当佩戴，并且让我儿子见了这个如同见我。”同时命刘秉忠之弟子王恂为真金的伴读。王恂长期侍奉真金，经常灌输三纲五常、为学之道及历代治乱的道理，真金深受其影响。',
        '1260年，忽必烈即位，次年十二月，封真金为燕王，领中书省事。1263年（中统四年）五月，建枢密院，以真金守中书令，兼判枢密院事。但实际上真金只是每月两次至中书省署敕，中书省和枢密院的事务都交给了王恂。1270年（至元七年）秋，真金受命巡抚漠北的称海，在此期间，曾与诸王札剌忽及从官伯颜等谈论立身处世之道，于是撒里蛮、伯颜、札剌忽等各陈己见，真金表示：“父汗有训诫，不要有傲慢自大之心。只要怀有傲慢自大之心，就会坏事。我看孔子的话，就和父汗的话意思吻合。”这表明了真金对儒家经典训条的认识水平及其思维方法。',
    ],
    '立储入藏' => [
        '蒙古传统的汗位继承制是忽里台大会推举制，自忽必烈战胜阿里不哥获得蒙古的统治权以后，就有姚枢、张雄飞等汉臣纷纷建议“建储副以重祚”、“早建储贰”，即采用中原王朝传统的嫡长子继承制来确保汗位继承。忽必烈最终采纳了汉臣的建议，于1273年（至元十年）二月下诏立嫡长子真金为皇太子；三月十三日，派遣伯颜持节授玉册金宝，举行册封仪式。册文是：',
        '“皇帝若曰：咨尔皇太子真金，仰惟太祖皇帝遗训，嫡子中有克嗣服继统者，豫选定之。是用立太宗英文皇帝，以绍隆丕构。自时厥后，为不显立冢嫡，遂启争端。朕上遵祖宗宏规，下协昆弟佥同之议，乃从燕邸，即立尔为皇太子，积有日矣。比者儒臣敷奏，国家定立储嗣，宜有册命，此典礼也。今遣摄太尉、左丞相伯颜持节授尔玉册金宝。於戏！圣武燕谋，尔其承奉。昆弟宗亲，尔其和协。使仁孝显于躬行，抑可谓不负所托矣。尚其戒哉，勿替朕命。”',
        '册文中虽然标榜册封皇太子是“太祖皇帝（成吉思汗）遗训”，但实际上是对蒙古传统汗位继承制的重大变革，也是忽必烈遵用汉法的一大成果。同年九月，忽必烈又为真金设立了“宫师府”，择汉臣为官属，计三十八员。真金既自幼耳濡目染汉文化，其政治前途也与汉人汉臣息息相关，为他以后坚定支持汉法做了铺垫。',
        '1274年，真金奉命赴临洮，护送前任帝师八思巴返回吐蕃，到1276年方才抵达八思巴所在的萨迦。真金在藏区滞留两年，其间他在1277年担任施主，于后藏的曲弥仁莫举行盛大法会，由八思巴向七万多名喇嘛供饭食及一钱黄金，每三名喇嘛发一套袈裟，并现场讲经，参与者加上民众共有十万之多。八思巴还对真金讲授佛教的基本教义，在真金多次请求下写了《彰所知论》一书，献给真金，从此真金在儒学之外也受到藏传佛教的影响。当然，真金在藏区并不只是关心佛学，还负有内政外交的重任，如他掌握了本钦贡噶桑波与八思巴不和的信息，还京后就启奏忽必烈，以致忽必烈派遣桑哥前往镇压，同时亦有可能打探征服印度或是从吐蕃北上讨伐反对忽必烈的西北诸王、打通与伊儿汗国相联系的道路。',
    ],
    '政坛斗争' => [
        '大约在1279年初，完成护送八思巴进藏任务的真金回到大都。当时，忽必烈对汉法的兴趣日益减少，转而重用回回人阿合马理财，再加上刘秉忠、史天泽、赵璧等汉人重臣相继去世，汉臣地位降低，无力抗衡，因此把希望寄托在返回大都的真金身上，他们串通了道士李居寿，在奉旨斋蘸之后李居寿对忽必烈说：“皇太子春秋鼎盛，宜预国政。”同时董文忠也从旁劝谏让太子理政，忽必烈自然顺从其说，从此真金开始参决朝政，凡是中书省、枢密院、御史台及百司之事，都先上报真金后再奏闻忽必烈。',
        '真金上台后就作为汉法派的领袖，与阿合马为首的理财派形成尖锐对立。1280年（至元十七年），出身南人的礼部尚书谢昌元建议设立门下省以封驳制敕，这正符合忽必烈使臣下相互检察以防奸欺之构想，真金准奏实行，并有意让畏兀儿汉臣廉希宪任门下侍中。真金对廉希宪表示全力支持： “皇上命爱卿领门下省，不要害怕那些小人，我来帮爱卿除掉他们。”但在阿合马的阻挠及汉臣内部意见不一的情况下，设立门下省的计划很快便流产了。不久廉希宪病重，真金派杨吉丁探望，廉希宪遗言铲除“误国害民之大者”，即暗示除掉阿合马。当年十二月，江淮行省左丞崔斌弹劾阿合马一党贪虐不法，被阿合马迫害致死，真金在宫中吃饭，听到这一消息后丢下筷子，十分悲痛，并连忙派人制止，结果崔斌已经死亡。',
        '1281年（至元十八年）二月，真金再度与伯颜抚军漠北，同年十月回京。1282年（至元十九年）三月，发生了阿合马被汉人王著、高和尚刺杀的事件，当时真金虽然与忽必烈一同在上都，却被认为与这起事件有关系。事后忽必烈震怒，将王著、高和尚和留守大都的中书省平章政事兼枢密副使张易通通处死，在真金的支持与疏通下，忽必烈同意将张易之罪改为“应变不审”，免于传首四方。阿合马死后，真金荐举支持汉法的和礼霍孙出任右丞相，并对他说：“阿合马被杀之后，你做了中书右丞相，如果真有便国利民的事，不要害怕改变，大胆去做，如果有人阻挠，我力挺你。”又大量起用汉臣以为后盾，比如中书省以何玮为参议，徐琰为左司郎中，两人觐见真金，真金谆谆告诫说：“你们学的孔子之道，现在能够派上用场了。应当竭尽你们平生所学，大力推行。”又征召潞州的杨仁风、东平的马绍，并任用杨恭懿到中书省议事，命卫辉总管董文用练达官政，与杨恭懿同调入中书省中。在真金的大力支持下，1282年（至元十九年）四月到1284年（至元二十一年）十月约两年半的时间里，和礼霍孙主要完成了几项重大任务：一、查处阿合马的罪行，籍没阿合马家财；二、起用旧臣；三、改善吏治。然而，真金实际上并无左右朝政的权力，大权始终掌握在精明专断的其父手中。',
        '真金亦不断推动汉化政策，他要求蒙古国子生学习汉文，对其只学蒙古文不以为然；又在1284年（至元二十一年）十月通过和礼霍孙奏请开设科举，不过没有成功。忽必烈仍对理财派念念不忘，于1284年（至元二十一年）十一月任用汉族商人卢世荣理财，同时新任正宫南必皇后颇有干政的迹象，这又为真金与汉臣所不满。真金曾指斥卢世荣说：“钱财不是从天上掉下来的，怎么能每年榨取赢利呢？我只怕老百姓的膏血因此枯竭，不止是害民而已，实在是国家的大蛀虫啊！”卢世荣被起用数月后就被真金领导的汉法派弹劾下台并下狱处死，理财派要人桑哥虽然袒护卢世荣，却因害怕真金而不敢相救。',
    ],
    '禅位风波' => [
        '1285年（至元二十二年）春，有一名南台御史上疏请年事已高的忽必烈禅位于皇太子，并请南必皇后勿再干政。真金得知此事后甚为恐惧，当时御史台中的汉人御史（定额为16员）全部空缺，担任都事的尚文偷偷地把这份奏章隐匿下来。然而此事已被阿合马余党答即古阿散（又作答即归阿散）等得知，遂于忽必烈面前请收内外百司吏案，名为大索天下埋没钱粮，实为揭露此奏章，乃悉拘封御史台吏案，谋取这份奏章。尚文深知关系重大，请准于右丞相安童、御史大夫玉昔帖木儿，拒不付予。答即古阿散乃报忽必烈，忽必烈大怒，命令大宗正薛尺索取该奏章。',
        '真金忧惧不知所措，安童和玉昔帖木儿也束手无策。尚文从阿合马旧案中搜集到答即古阿散党羽的数十条罪状，便请玉昔帖木儿亲往中书省与安童商量对策。尚文献计说：皇太子为天下本，如果奏章被揭发出来，将倾覆太子，动摇国本，祸不可言，只有先发制人，变被告为原告。于是安童和玉昔帖木儿抢先以答即古阿散的罪状入奏，陈述事情经过。忽必烈听到有人要他退位，果然怒不可遏，厉声责问道：“你们没罪吗？”丞相安童带头认罪说：“臣等不会逃避罪行，但是答即古阿散等人的罪名是在刑律上写的清清楚楚的，他们又不是什么好东西，如果贸然动他们必定会危害生灵，所以应该选重臣作为这个案子的主管，差不多能平息纷扰。”忽必烈怒气稍解，形势遂趋缓和。后来答即古阿散等阿合马余党被判奸赃罪而处死。虽然如此，真金竟因此而忧惧成疾，于同年（1285年）十二月十日病死，享年四十三岁。',
        '真金死后，忽必烈于次年正月初一停止朝贺，为其上谥号为“明孝”。册文是：“於戏！故皇太子某，天姿玉裕，茂德渊冲。朕绍纂丕图，仰遵太祖圣武皇帝遗训，以尔世嫡元孙，誉望攸属，爰从燕邸，正位春宫，愈贵能谦，居贞益慎。及夫听政，揆叙有方，至于睦亲，昆仲无间，尊师问道，日御经筵，视膳候安，时询内竖，佐予柔理，惠彼小民。方念神器匪轻，投艰有托，岂期前星掩耀，永隔幽明，日居月诸，怀思曷已？比者大臣敷奏，宜易名奉祀，光崇彝典。今遣某官特册赐尔谥曰明孝太子，永昭遗懿，式慰朕怀，尚翼明灵，歆承宠渥。”',
        '真金死后，忽必烈将”皇太子宝”授予真金第三子铁穆耳。至元三十一年（1294年），铁穆耳即位，是为元成宗，追谥真金为“文惠明孝皇帝”，庙号“裕宗”。册文是：“臣闻周武膺符，首建文王之号；晋武践祚，遂正文考之称。比拟未必尽同，追崇盖有彝典，而况有其德而无其位、丰于功而啬于年，粤若我皇考，其敢后尊亲之义乎？顾予寡昧，嗣缵基图，天付有家，动欲绳其祖武；考若作室，今曷致其孝思？钦惟皇考皇帝，玄德温恭，圣功果育，显诸神而藏用，膏其施而未荒，明堂前一星位将有属，洪范九五福寿则难全。其于预国政、亲军旅之时，无非审治体、得民情之事。弭兵日本，广先皇柔远之仁；立教天庠，示圣代崇儒之意。身卫斯文于不朽，人被其惠而莫知。真以锄奸去恶而为明，非徒视膳问安之为孝。此特举其大者，固将无能名焉。感千年霜露之怀，永言维则；绍一统乾坤之业，有开必先。思贻令名，允为首议，重以造庭之请，用答在天之灵。谨遣崇官奉宝册，上尊谥曰文惠明孝皇帝，庙号裕宗。伏惟尊祖严父，积庆有源，虽文命之未集，凛英光之如存。诞膺典礼，永祚皇元。”',
    ],
],
'轶事典故' => [
    '礼遇许衡' => [
        '真金自幼在汉臣的熏陶下成长，参与朝政后甚重汉臣，关怀备至。1280年（至元十七年）六月，当时中书平章政事阿合马以理财得到世祖重用，擅权专政，以真金为首的汉法派同以阿合马为首的理财权臣派之间的斗争日趋激烈，真金被册立为皇太子，在客观上加强了汉法派的力量。阿合马屡毁汉法，为了搞垮培养人才的国子监，他使“诸生廪食或不继”，逼得国子监祭酒许衡无法执教，只好请求回乡。真金一方面在忽必烈面前请求让许衡之子许师可任怀孟路总管以养其老，另一方面又遣东宫官员前往许衡处晓谕说：“公毋以道不行为忧也，公安则道行有时矣，其善药自爱。” “道行有时”之语表明了他对于实行汉法的决心和信心。',
    ],
    '痛殴阿合马' => [
        '真金主张轻徭薄赋、与民休息，对主张理财搜刮的阿合马深恶痛绝，一直“恶其奸恶，未尝少假颜色”，据说曾用弓打阿合马的头，打得他头破血流，但阿合马敢怒不敢言，当忽必烈问他脸上伤痕从何而来时，阿合马只好回答是被马踢伤的，正好真金在侧，当即呵斥道：“你说得无耻，（这是我）真金打的！”还有一次是他当着忽必烈的面，狠狠拳殴阿合马，因此阿合马对真金十分畏惧。史载“阿合马所畏惮者，独太子尔”。',
    ],
    '崇尚汉学' => [
        '真金深受汉学熏陶，渗透在他的一言一行之中。他非常孝顺，每当忽必烈有病时，真金忧形于色，夜不能寐，听说察必皇后中风，他当即悲泣，穿衣服还没束带就前赴探望。听说母亲去世以后，他从猎所奔赴，终日不喝一口水。他崇尚俭朴，他穿的绫袷脏了，命令侍臣加以染治，侍臣请再换件织绫，真金说：“吾欲织百端，非难也。顾是物未敝，岂宜弃之？”东宫香殿成，工匠请凿石为池，如曲水流觞故事。真金说：“古有肉林酒池，尔欲吾效之耶！”不许。',
        '真金喜爱讨论汉学经典与历代史籍，“每与诸王近臣习射之暇，辄讲论经典，若《资治通鉴》、《贞观政要》，王恂、许衡所述辽、金帝王行事要略，下至《武经》等书，从容片言之间，苟有允惬，未尝不为之洒然改容”。在谥册中也称真金“尊师问道，日御经筵”，像王恂、白栋等汉臣等都朝夕不出东宫，陪伴在真金身边，而待制李谦、太常宋衜尤加咨访，毫无隔阂。真金听到汉成帝不绝驰道、唐肃宗改绛纱袍为朱明服的故事后，大喜曰：“使吾行之，亦当若此。”又说到邢峙制止北齐太子吃“邪蒿”，真金对宫臣说：“菜名邪蒿，未必果邪也。虽食之，岂遽使人不正邪？”张九思回答说：“古人设戒，义固当尔。”',
        '真金亦对汉族仁政思想深有体会，江西行省献上岁课羡余钞四十七万缗，真金愤怒地说：“朝廷令汝等安治百姓，百姓安，钱粮何患不足？百姓不安，钱粮虽多，安能自奉乎？”因而全部退还。参政刘思敬派遣其弟刘思恭以新民百六十户来献，真金问民所从来，刘思恭回答说：“思敬征重庆时所俘获者。”真金很不高兴，说：“归语汝兄，此属宜随所在放遣为民，毋重失人心。”乌蒙宣抚司进贡马匹，超过岁献之额，真金晓谕道：“去岁尝俾勿多进马，恐道路所经，数劳吾民也。自今其勿复然。”总之，真金是元朝皇室中受汉族思想最深的一位，后代元朝帝王难以望其项背。',
    ],
    '宗教态度' => [
        '在当时的宗教中，真金最崇尚藏传佛教，他在护送八思巴入藏时从八思巴处获得了佛教的基本教义，后来八思巴应真金之邀，把他教导的内容编为《彰所知论》，《彰所知论》共分五品：第一是器世界品，详述须弥山说，即四大部洲等传统的佛教世界观；第二是情世界品，叙述六道说、转轮圣王之起源、印度佛教之兴隆、释迎尊者之世谱，进而叙述吐蕃、蒙古之王统世系与佛教传播之状况；第三是道法品，将修行次第分为资粮道、加行道、见道、修道、无学道等五阶段；第四是果法品，叙述佛果之种种相，说明四沙门果乃至十力、四无所果上之法；第五是无为法品，谈论无为之境界，即阐说虚空等三无为法，最后又以器世界、情世界、道法、果法、无为法等五法总摄一切所知之法。简言之，这是一部典型的融蒙藏历史知识和阿毗达磨佛学知识于一体的佛教纲要书。《彰所知论》在元代就己被八思巴的弟子沙罗巴翻译为汉文，有刻本，又由念常置于《佛祖历代通载》卷首，被收入汉文《大藏经》中。除此之外，八思巴为真金所写的著作赞颂和祝祷方面的有《自入论》和《吉祥源论》，教诫方面的有《授汉王真金之教诫三篇》，为写造佛经而作的赞词有《为皇子真金写造佛经而作的赞词》、《为真金写造华严经而作之赞词》，赞颂吉祥方面的有《为皇子真金赞颂吉祥词》。',
        '真金对道教也加以扶持，蒙哥汗年间的佛道辩论中，均以佛胜道败告终，道教地位降低，后来有人向忽必烈请求全毁道教书籍，忽必烈准奏。真金听从道士张留孙建议，对忽必烈说：“黄老之言，治国有不可废者。”忽必烈有所悔悟，于是道教的地位又有所上升。',
        '但是真金对伊斯兰教的态度非常差，真金参政后的1279年（至元十六年）十二月，有一群来华的回回商人，因拒绝食用未按伊斯兰教规宰杀的羊，惊扰了沿途站户，忽必烈得知后大怒，强行下旨规定：今后无论何人宰杀的牲畜，穆斯林都不得拒绝食用，说：“彼吾奴也，饮食敢不随我朝乎！”这一规定使穆斯林不能按教俗宰杀牲畜，也无法为其儿子们举行割礼，因而大批商人被迫离开中国，中亚商人亦不敢东来，造成税收锐减、珍贵贡品不至的国外贸易衰退局面。这实际上是真金参政之后，借机裁抑包括阿合马在内的色目人权贵的一项措施。这道禁令直到真金死后方告解除。',
    ],
],
'书法成就' => [
    '真金擅长汉字书法，《经世大典·礼典序录·御书》中记载：“我国家自世祖皇帝爰择名儒以傅东宫，是故裕宗皇帝之在春坊，尝有日习仿书，藏之东观，以示子孙”，可惜他的书法作品没有传世。',
],
'家庭成员' => [
    '父亲：孛儿只斤·忽必烈',
    '母亲：察必皇后',
    '正妃 弘吉剌·伯蓝也怯赤（阔阔真），1294年元成宗登基后尊为皇太后，1300年去世后元成宗上谥号徽仁裕圣皇后',
    '侧妃 安真迷失',
    '长子甘麻剌，母正妃弘吉剌·伯蓝也怯赤，1290年封为梁王，出镇云南，1292年改封晋王，移镇漠北，1302年去世，1324年元泰定帝追尊为皇帝，上庙号元显宗',
    '次子答剌麻八剌，母正妃弘吉剌·伯蓝也怯赤，在真金太子去世后，元世祖欲立其为皇太子，但1292年答剌麻八剌因病去世，1307年元武宗追尊为皇帝，上庙号元顺宗',
    '三子元成宗铁穆耳，母正妃弘吉剌·伯蓝也怯赤，1293年受皇太子宝，1294年元世祖去世后登基称帝，1307年去世女',
    '赵国公主，名忽答迭迷失，下嫁阔里吉思。',
    '鲁国公主，名南阿不剌，下嫁蛮子台。',
],
'历史评价' => [
    '耶律铸：“象辂长归不再朝，痛心监抚事徒劳。一生盛德乾坤重，万古英名日月高。兰殿好风谁领略，桂宫愁雨自萧骚。如何龙武楼中月，空照丹霞旧佩刀。”',
    '赵孟頫：“储宫仁孝而敬慎，问安视膳之暇，顺美几谏，天下阴受其赐多矣。”',
    '《元史》：“至元以来，天下臻于太平，人材辈出，太子优礼遇之，在师友之列者，非朝廷名德，则布衣节行之士，德意未尝少衰。宋衜目疾，赐钞千五百缗。王磐告老而归，官其婿于东平，以终养。孔洙自江南入觐，则责张九思学圣人之道，不知有圣人之后。其大雅不群，本于天性，中外归心焉。”',
    '《新元史》：“太子性至孝，尝从幸宜兴州，帝不豫，忧形于色，竟夕不寐。闻母后暴得风疾，即悲泣，衣不加带而入省。及后崩，太子居丧，勺饮不入口者终日，设恶卢居之。”',
    '黄时鉴：“真金在元初政治中扮演过一个重要的角色，起过不容忽视的作用。忽必烈推行了汉法，而又有很大的局限性。当忽必烈本人在推行汉法道路上止步时，真金渐渐成了汉法派的实际领袖。在他的身上，首次体现了蒙元王朝汗位继承问题上的重大变革。在反对阿合马苛敛暴政的斗争中，他是举足轻重的人物。他在忽必烈晚年趋向保守时力图继续推进忽必烈本人先前从事的行汉法图大治的事业，可惜由于他的拥戴者急于劝忽必烈让位而遭到失败。”',
    '王启龙：“在真金与阿合马、卢世荣等长期较量的过程中，表面观之好像是汉儒集团与阿合马集团的相互倾轧，实际上他们身后真金和忽必烈的身影时隐时现，宫廷权力之争或明或暗地在忽必烈与真金之间进行。使得当时充满种种矛盾的元廷神秘莫测、危机四伏。忽必烈在改行汉法上从积极转向消极保守之后，排斥汉人，重用色目人阿合马一伙。真金则出于其教养和实际的政治利益，始终主张采行汉法，亲近汉儒。汉儒们在无力与有忽必烈做后盾的色目集团抗衡的情况下，大力扶植真金，寄希望于未来的明君。可惜的是，在长期的斗争中，仁德敦厚、年轻单纯的皇太子真金虽然在汉儒们的大力支持下，与阿合马之流的斗争偶有小胜，但他终究算计不过老谋深算、精明过人而且大权独揽的父亲忽必烈。真金决事举棋不定，优柔寡断，这除了天赋之外，是否是受汉儒们传授的儒家仁德思想和八思巴等所讲授的佛家宽大为怀思想的影响所致，就不得而知了。”',
],
];
