<?php
return [
'brief' => '元成宗孛儿只斤·铁穆耳（1265年10月15日—1307年2月10日），元朝第二位皇帝（1295年－1307年在位），蒙古帝国第六位大汗。元世祖忽必烈之孙、皇太子真金第三子。母徽仁裕圣皇后弘吉烈氏。',
'description' => [
    '至元三十年（1293年）封皇太孙，总兵镇守漠北。至元三十一年（1294年），在其母阔阔真与大臣伯颜等人的支持下即皇帝位于上都大安阁。',
    '元成宗在位期间，停止对外战争，罢征日本、安南，专力整顿国内军政。采取限制诸王势力、减免部分赋税、新编律令等措施，使社会矛盾暂时有所缓和。同时，发兵击败西北叛王海都、笃哇等，都哇、察八儿归附，使西北长期动乱局面有所改观。名义上成为其它汗国的宗主，四大汗国一致承认元朝皇帝是成吉思汗皇位的合法继承人。在位期间基本维持守成局面，但滥增赏赐，入不敷出，国库资财匮乏，中统钞迅速贬值。曾发兵征讨八百媳妇（在今泰国北部），引起云南、贵州地区动乱。晚年患病，委任皇后卜鲁罕和色目人大臣，朝政日渐衰败。',
    '大德十一年（1307年）驾崩，后继无人，埋下了元朝中期皇位争夺战的隐患。元成宗在位十三年，庙号成宗，谥号钦明广孝皇帝。蒙古汗号完泽笃可汗。',
],
'baseInfo' => [
    '主要成就' => '击败西北叛王海都、笃哇等，确立蒙古帝国地位',
    '本名' => '孛儿只斤·铁穆耳',
    '别名' => '铁木耳、元成宗、完泽笃可汗',
    '所处时代' => '元代'
    '民族族群' => '蒙古族',
    '出生地' => '元大都燕王府',
    '出生日期' => '1265年10月15日',
    '逝世日期' => '1307年2月10日',
    '宗教信仰' => '藏传佛教',
    '年号' => '大德',
    '庙号' => '元成宗',
    '谥号' => '钦明广孝皇帝',
    '汗号' => '完泽笃可汗',
    '逝世地' => '元大都皇宫玉德殿',
    '陵寝' => '起辇谷',
    '在位时间' => '公元1294年登基（在位13年）',
],
'人物生平' => [
    '少年时代' => [
        '至元二年（1265年）九月，孛儿只斤·铁穆耳出生于元大都燕王府，是元世祖的皇太子孛儿只斤·真金的第三子，母亲是徽仁裕圣皇后弘吉烈氏。',
        '至元十年（1273年）二月，父亲真金被立为皇太子，兼中书令。至元二十二年（1285年）春，经卢世荣重新起用的阿合马余党答即古阿散等，找到了一个搞垮皇太子真金的绝好机会。在此以前，南台御史曾封章上言：“帝春秋高，宜禅位于皇太子，皇后不宜外预。”真金深知忽必烈不愿禅位，闻知此事后甚为恐惧，御史台因秘其章不发。但此事为答即古阿散等得知，遂于忽必烈前奏请收内外百司吏案，以大索天下埋没钞粮为名，而实欲揭露此事，乃悉拘封御史台吏案。御史台都事尚文将事情原委告知中书右丞相安童和御史大夫玉昔帖木儿，决定留秘章不与；次日，答即古阿散乃上告忽必烈，命大宗正薛彻干取其章。在这万分危急时刻，尚文就献计于安童及玉昔帖木儿二位“大根脚”人物，以“先计夺谋”法抢先至忽必烈前陈述事情经过。不出所料，忽必烈听到居然有人要他提前让位给太子，大发雷霆，历声责问道：“汝等无罪耶？”丞相安童带头认罪说：“臣等无所逃罪，但此辈名载刑书，此举动摇人心，宜选重臣为之长，庶靖纷扰”。忽必烈怒气稍解。形势遂趋缓和，后答即古阿散等坐奸赃论死，其同伙分别被诛杀、流放或没为奴。虽然如此，真金竟因此而忧惧成疾，于同年十二月死，终年四十三岁。',
        '真金太子的长子甘麻剌作为嫡长孙，自然是皇位最佳的继承人——这种观点只是汉儒的观点。甘麻剌与铁穆耳皆由真金太子妃伯蓝也怯赤（又名阔阔真）所生，自小由忽必烈皇后察必抚养长大，封晋王，长期在漠北任方面主帅。忽必烈在真金太子死后，并没有特意立“皇太孙”，可他专门为甘麻剌专立设置“内史府”，似乎是倾向把这位孙子当接班人来培养。但是，真金太子妃阔阔真对长子并没多少感情，她更喜欢幼子铁穆耳。并且元世祖忽必烈把希望寄托在真金之子铁穆耳身上。',
        '至元二十四年（1287年），诸王叛乱，忽必烈派铁穆耳统兵讨伐叛王哈丹。',
    ],
    '上都即位' => [
        '至元三十年（1293年）六月，铁穆耳受皇太子宝，接着忽必烈又派他镇守蒙古汗国故都哈剌和林（今蒙古国后杭爱省额尔德尼召北），掌管北方防务。同时派开国四杰之一博尔术之孙、御史大夫玉昔贴木儿做他的助手。在玉昔贴木儿请求之下，忽必烈将原来属于真金的印玺皇太子宝授给铁穆耳，间接表明了传位给他的意图。此外，在忽必烈的督促下，铁穆耳戒了酒。铁穆耳在东北与和林的经历，使他与精锐的北方驻军结下了特殊关系。这一关系成为他和他的后裔登上帝位的重要保证。',
        '至元三十一年（1294年）正月二十二日，元世祖忽必烈逝世。四月初，铁穆耳和随同出征的知枢密院事、御史大夫玉昔帖木儿赶回漠南。玉昔帖木儿立即成为临时执政集团最核心的成员之一。右丞相完泽不得预议机密，只好结托真金妃打听消息。真金妃召伯颜、不忽木和玉昔帖木儿探问，却受到玉昔帖木儿的一顿抢白。这时候，与铁穆耳竞争帝位的最强有力的对手，应是他的胞兄、真金长子、出镇岭北的晋王甘麻剌。玉昔帖木儿先发制人，在宗亲合议前私下逼迫甘麻剌说：“宫车晏驾，已逾三月。神器不可久虚，宗祧不可乏主。畴昔储闱符玺既有所归，王为宗盟之长，奚俟而不言。”甘剌麻虽然勉强表态：“皇帝践祚，愿北面事之。”但他内心终究仍有些不服。后来经真金妃提议，命兄弟两人当众比赛诵读祖宗宝训，优胜者为大汗。甘麻剌因口吃，竞赛失败。四月十四日，铁穆耳从和林到达上都（今内蒙古多伦东北），左右部诸王全部来到上都聚集。在此以前，御史中丞崔彧得到传国玉玺，上面的文字是“受命天于，既寿永昌”，把它交给了徽仁裕圣皇后弘吉烈氏。太后将玉玺授予了铁穆耳。而后铁穆耳即皇帝位，受诸王宗亲、文武百官朝于大安阁。铁穆耳终得以继位为帝，由真金妃亲手授以新发现的传国玉玺，并于四月十六日正式登基，是为成宗。追尊其父真金为皇帝，是为元裕宗，尊太母元妃为皇太后。五月，上大行皇帝尊谥曰圣德神功文武皇帝，庙号世祖。改皇太后居住的以前的太子府为隆福宫，詹事院为徽政院，司议为中议，府正为宫正，家令为内宰，典医署为掌医，典宝为掌谒，典设为掌仪，典膳为掌膳。并且封皇姑高丽王王昛妃忽都鲁揭里迷失为安平公主。至元三十一年（1294年）六月，成宗下诏减速免所在本年包银、俸钞，以及内郡地税和江淮以南州县当年的一半夏税。',
    ],
    '守成之局' => [
        '元贞元年（1295年）正月，下诏道家复行《金箓》《科范》。以云南行省左丞杨炎龙为中书左丞。封皇姑囊家真公主为鲁国大长公主，驸马蛮子台为济宁王。二月，安西王相铁赤等人请求再次设立王相府，元成宗不许。下令陕西省臣给其所需，仍然把廉访司没收的赃钞给他。闰四月，元成宗在山西五台山为皇太后建佛寺。五月，翰林承旨董文用等人进《世祖实录》。驸马济宁王蛮子台私杀罪人，御史台大臣弹劾他擅自处理，元成宗下旨让蛮子台知晓。下诏停止一切非急需的工程营建，免除五月以前积欠的钱粮。',
        '元贞二年（1296年）正月，铁穆耳下诏因为忽剌出千户所部屯夫非常贫乏，所以免除其输租。上思的叛贼黄胜许攻打剽水口思光寨，湖广行省调兵击败了他，抓获其党羽黄法安等人，叛贼逃入上牙六罗。命西平王奥鲁赤夏天去上都。安西王傅铁赤、脱铁木等人再次请求修筑王府，皇上说：“去年阿难答已经面奏过一次了，朕以世祖定的规矩回复了他，如今再次奏请，难道想让四川、京兆全成为你们的吗？赋税、军站都是归朝廷所管，如今姑且同意你们的请求，置王相府。”御史台的大臣说：“汉人的大臣，曾经被别人搜罗罪状打击，所以不敢直接对皇上进言。请皇上在近侍昔宝赤、速古而赤这两个人里，选择一个任用。”皇上说：“怎么能任用他们？在汉人中选择有见识能办大事的人吧。”最终以御史中丞秃赤为御史大夫。二月，自六盘山至黄河的地区立屯田，置军万人。以大都留守司达鲁花赤段贞为中书平章政事。三月，以中书平章政事不忽木为昭文馆大学士，平章军国事。',
        '大德元年（1297年）三月，以陕西行省平章也先铁木儿为中书平章政事，中书省左丞梁暗都剌为中书省右丞。西蕃的贼寇攻打阶州，陕西行省平章脱列伯派兵进讨，其党羽全部平定，留军五百人戍守那里。八月，八百媳妇爆发叛乱，攻打彻里地区，元成宗派遣也先不花率领军队征讨他们。',
        '大德二年（1298年）二月，下诏枢密院合并贫难军户。以中书右丞、徽政院副使张九思为平章政事，让他处理中书省的事。五月，元成宗以中书右丞何荣祖为平章政事，处理中书省的事，以湖广左丞八都马辛为中书右丞。命中书省派遣官员监察云南、四川、海北海南、广西两江、广东、福建等处六品以下的官员的遴选。六月，御史台大臣上书：“江南地区在宋朝的时候实行两税法，自从阿里海牙改为门摊，增加的课税钱到了五万锭。如今宣慰张国纪请求恢复科夏税，与门摊一起征收，湖、湘地区受害很深啊。”元成宗立即下令中书省免去这个方法。元成宗禁止诸王擅自行事，其中有越例亵渎的人，遣使将其拘拿。七月，河南汴梁等地下大雨，黄河决堤，淹没了归德数县的禾稼、庐舍，元成宗免其田租一年。并且派遣尚书那怀、御史刘赓等去堵住决堤的大河，自蒲口开始修筑，一共修筑了九十六处。',
        '大德三年（1299年）二月，皇太后崩，祔葬先陵。四月，以中书省断事官不兰奚为平章政事。赐皇侄海山（元武宗）所统诸王戍军马二万二千九百余匹。派江浙释教总统僧人宁一山出使日本，恢复了两国间的正常贸易和文化往来。但是，成宗后期曾一度用兵西南。',
        '大德四年（1300年）底，身在云南的行省左丞刘深好利生事，上奏道：“世祖以神武混壹海内，功盖万世。皇帝继位以来，未有武功以彰显神武天资，西南夷有八百媳妇国未奉大元正朔，请允许为臣我为陛下征之。”成宗发兵两万出征八百媳妇国（今泰国北部、缅甸东北部，治京泰国清迈）。元成宗本也想“开边”弄出件大功青史留名，因而“用兵意甚坚”。',
        '大德五年（1301年）正月，元廷发钞近十万锭，作为军费支持用兵。又因金齿（今中国云南西部和缅甸腊戍一带）诸国阻击元朝的征缅归师，下诏计伐金齿诸国。后因出征八百媳妇国之元军损失惨重，成宗才决心不再对西南用兵。也就在这时，成宗达成了与笃哇、察八儿等西北诸王的和解，延续几十年的西北战乱得以平息。五月，云南土官宋隆济举兵叛乱，云南行省自愿征八百媳妇的有二千人。七月，元成宗命云南行省的蒙古士兵征讨八百媳妇。八月，元成宗派遣薛超兀而等人率兵征讨金齿诸国，当时征缅的大军还师，被金齿所阻挡，并且战死了很多士兵。并且金齿又接连八百媳妇诸个蛮邦，他们相互效法不向元朝缴纳税赋，并且杀戮元朝的官吏，所以发兵征讨。十一月，元成宗派遣刘国杰及也先忽都鲁率兵万人，八剌及阿塔赤将兵五千人，征讨宋隆济。',
    ],
    '后期弊政' => [
        '大德六年（1302年）正月，晋王甘麻剌薨，元成宗下令封其王印以及内史府印。元成宗下令探马赤军与江南水手相互教习，以防备海寇侵扰我国东南沿海。江南朱清等贪污贿赂案被揭发出来，牵连了一大批官员，促使成宗再一次下决心查处贪污官员。当年仅七道奉使宣抚官查处罢免的贪官污吏就有18473人之多，查出赃款15865锭，审理冤案5176件。在大都建孔庙（即今北京国子监孔庙），大德十一年（1307年）加封孔子为“大成至圣文宣王”。',
        '大德七年（1303年）三月，因为征讨八百媳妇损兵折将，诛杀刘深，鞭打合剌带、郑祐等人，于是引发出成宗对中书省进行大清洗的事件。它被看成是成宗后期“朝廷更政”的一个标志。主持“更政”的首相，则是曾以中书左丞相职位辅助过完泽的哈剌哈孙。哈剌哈孙晋位右丞相以后，精选州郡守令，定官吏赃罪十二章及丁忧、婚聘、盗贼等制，禁献户及山泽之利。不过“更政”的实际成效并不很大。同时罢云南征缅分省。小兰禧、岳铉等进《大一统志》。六月，罢除四川宣慰司，设立四川等处行中书省，以云南行省平章脱脱、湖广行省议事平章程鹏飞一起做为平章政事。',
        '大德八年（1304年），成宗下令天下官员体恤民情，减省刑罚，免除灾民差税一至三年不等。鉴于江南佃户田租过重，在过去减过十分之三的基础上再减十分之二，且永为定例。同时开放山场、河泊、任民采捕。二月，翰林学士承旨撒里蛮进金书《世祖实录节文》一册、汉字《实录》八十册。四月，元成宗设置千户所戍守定海一带，以防备倭寇的侵扰。命僧道为商人缴纳租税。',
        '大德九年（1305年）四月，云南行省请求增加当地的卫兵，元成宗不许。六月，成宗立子德寿为皇太子。七月，以大司徒段贞、中书右丞八都马辛并为中书平章政事，参知政事合剌蛮子为右丞，参知政事迷而火者为左丞，参议中书省事也先伯为参知政事。十月，成宗患病，不能视朝，由皇后伯要真氏执政。朝中大事委于右丞相哈剌答孙。十二月，皇太子病逝。',
    ],
    '无嗣而终' => [
        '成宗后卜鲁罕在大德后期干政多年，与中书省、枢密院里的许多回回大臣深相结纳。因此卜鲁罕打算内而操纵朝议，外而倚重阿难答手中的兵权，临朝称制。而阿难答本人也因手握重兵，欲以世祖嫡孙的身份争夺皇位。双方为了共同对付出镇漠北的海山和他弟弟爱育黎拔力八达而结为联盟，被当时的汉人儒巨称为“回邪诪张，势挟中闱”。为了试探舆情，卜鲁罕等人几次召集馆阁会议。争夺皇位的另一方，是海山兄弟。海山长年总兵北边，在大德年间与西北藩王的几次硬仗中战功卓著，又是真金嫡孙，颇得在漠北作战过的诸王将领的拥护；海山弟爱育黎拔力八达则雅重儒术，从成宗朝起就在身边聚集起一批汉人士大夫或倾心汉文化的蒙古、色目侍臣，被中原和南方汉族士人看成振兴文运的希望所在。卜鲁罕显然早就对海山母子染指皇位存有戒备。大德九年（1305年）十月，她以中宫秉政，出爱育黎拔力八达母子于怀州，企图通过割断他们与朝廷中枢的联系来限制其行动。大德十年（1306年）正月，元成宗下诏询问庄圣皇后、昭睿顺圣皇后、徽仁裕圣皇后处理朝政的情况，以备纪录。',
        '大德十一年（1307年）正月初八，成宗去世，享年四十二岁。庙号成宗，谥号为钦明广孝皇帝。蒙古语称号完泽笃皇帝。《成宗皇帝谥册文》内容如下：“嗣皇帝臣某谨再拜稽首言曰：臣闻称天以诔，表名实之至公；法日而名，庶形容之可拟。维帝王之有谥，盖今古之彝章。钦惟大行皇帝禀上圣之资，抚重熙之运。当裕考龙升之后，承世皇燕翼之谋。武威肃镇于遐荒，文德诞敷于华夏。业业谨盈成之戒，愉愉尽孝敬之诚。罢勤远之兵，边衅弭而苗顽格；遣直指之使，皇泽宣而民瘼除。九族形敦睦之风，万国洽隆平之治。爰酌奉常之仪，用昭告祔之文。谨遣摄太尉某官某奉册宝，上尊谥曰钦明广孝皇帝，庙号成宗。伏惟睿灵在天，孚鉴逮下，茂膺典册，锡羡邦家。“',
        '按照蒙古旧俗，大汗死后，例应由皇后摄政，主持召开选立新汗的忽里台大会。但卜鲁罕企图控制朝议以遂其私。成宗死后，哈剌哈孙立即秘密地遣人通知在漠北的海山和在怀州的答己及爱育黎拔力八达。这时卜鲁罕已下密制切断通往漠北的驿路。戍守和林的海山接到成宗去世的消息后，曾准备立即离开大军回朝。',
        '大德十一年（1307年），率军自金山前线东返的海山抵达和林，召集岭北诸王勋戚大会，诛杀与阿难答通谋的合赤温后王也只里，与会宗亲大臣合辞劝进。海山这时已获悉答己与爱育黎拔力八达先至大都。当年五月，海山会答己、爱育黎拔力八达于上都，在忽里台大会上就任新汗，是为武宗。',
    ],
],
'为政举措' => [
    '政治' => [
        '整顿行政' => [
            '成宗即位后，对中央人事没有做大调整，仍然任用中书右丞相宗泽、平章布忽木等执政。一方面多次赏赐诸王、公主、驸马，增加官员俸禄。一方面厉行整顿吏治，约束权贵。例如，成宗即位的第二个月便下诏各道廉访司及时追查转运司官员欺隐奸诈的案子，以防止管财政的官员贪污中饱。同年十月，要求中书省臣约束属宫官，凡对公事敷衍塞责者处以笞刑。',
            '元贞元年（1295年）七月，下诏告诫全体官吏，有再犯贪赃之罪者，罪加二等，从重处理。不久，又将对贪赃罪的处理改为罪加三等。十二月，下诏禁止诸王擅自干预地方行。这些措施使社会矛盾暂时有所缓和。',
        ],
        '晚年弊政' => [
            '他在位前期基本上保持了守成的局面。但是，为了酬谢拥立他的诸王贵戚而滥增赏赐，很快造成国库“向之所储，散之殆尽”，“岁入之数，不支半岁”的枯竭局面，只能依靠挪用钞本来维持，导致钞币迅速贬值。在用人上，他所倾心任用的仍是伯颜（赛典赤孙）、阿里等一批色目官僚。',
            '他在位后期，因连年患病，这些色目官僚与皇后卜鲁罕内外勾结，淆乱朝政，官场中贪污因循的风气大盛。为了能建功后世，提高威望，',
            '铁穆耳又发兵征讨八百媳妇（今泰国北部等地），使西南大扰，酿成云南、贵州各族人民起义。这些举措都导致国力空虚，政治日趋黑暗。',
        ],
    ],
    '军事' => [
        '安定西南' => [
            '大德中叶，随着守成政治稍见成效，成宗渐起开边之心。大德二年（1298年），缅国掸族势力日益强盛，遂在土官阿散哥也兄弟等人率领下攻入缅都蒲甘，翌年杀缅王及世子宗室等百余人。阿散哥也等人曾奉贡入朝，向元政府报告废黜缅王的原因。但忠于缅王的地方官员和出逃的缅王王子，都向元朝告发阿散哥也兄弟在称乱过程中渺视元朝对缅国的宗主权。大德四年（1300年），元廷以阿散哥也擅自废立元朝册立的国王，命云南行省平章政事薛超兀儿、左丞忙兀都鲁迷失等率军一万二千，取道永昌腾冲，于十月间入缅作战，宗王阔阔受命随行监军，“以镇兵威”。元军围攻木连城达两个月。制止不力，也随后撤军。这年秋天阿散哥也兄弟赴阙请罪。元成宗杀高阿康、察罕不花，但承认了掸族头领推翻蒲甘缅族王朝、统治缅国的事实。',
            '蒲甘王朝的掸族举事时，曾与八百媳妇相通。元西南边境小骚乱时起时绝。廷议征缅前后，出镇云南的梁王“请自讨贼”，要求出兵八百媳妇。大德五年（1301年）二月。成宗以原荆湖占城行省左丞刘深及合剌带率湖广、江西、河南、陕西、江浙五省军二万人趋赴云南，出征八百媳妇。结果，葛蛮（今仡佬族先民）土官宋隆济、水西（今贵州西北部）土官之妻蛇节乘刘深军沿途骚扰、民怨沸腾的时机举兵起事，西南少数民族地区群起响应，西南震动。成宗在朝臣坚请下诛刘深，改用刘国杰平定西南各族。直到大德七年（1303年）春夏之际，蛇节被俘杀，宋隆济亦在此后不久被杀，西南地区才渐次安定。',
        ],
        '平定海都' => [
            '大德五年（1301年）秋，元军与窝阔台汗国的海都和察合台汗国的笃哇会战于金山附近的铁坚古山。元军先败海都。笃哇后至，两军再战。双方互有胜负，但都受到重创。海都、笃哇在会战中负伤，海都于大德六年（1302年）去世。钦察汗国的东部藩属术赤长子斡儿答家族白帐汗封地，原先与大汗的直辖地相连。窝阔台汗国的海都兴起后，隔断了元朝与术赤家族领地的直接联系。与海都接壤的白帐汗系宗王古亦鲁克为争夺汗位，投靠海都、笃哇。古亦鲁克的对手伯颜汗曾遣使元朝，要求双方联合作战。元朝的军队攻击海都，从谦州深入钦察汗国控制下的亦必儿·失必儿之地（今俄罗斯鄂毕河中游地区）。',
            '大德七年（1303年）察八儿于都哇请和，海都之乱才得平息。',
        ],
        '乃颜之乱' => [
            '乃颜是成吉思汗幼弟铁木哥斡赤斤的玄孙，1286年忽必烈在辽阳设东京行省以管辖辽东地区，乃颜为自己的地位感到不安，于是1287年，他联合合撒儿后王势都儿、合赤温后裔胜纳哈儿等举兵反叛，并与海都及西北诸王勾结，对元朝形成强大的威胁。五月，忽必烈亲征乃颜，乃颜兵败后出逃，在失烈门林（西拉木伦河）卫追兵所获，最后被处死。其他余党继续作乱，1288年被忽必烈皇孙铁穆耳率兵击败，其中哈丹秃鲁干逃至高丽，但最终为元军所破，乃颜之乱始得平息。',
        ],
        '宗主地位' => [
            '大德六年（1302年），钦察汗国脱脱汗和白帐汗伯颜汗出兵2万，与元成宗的军队联合进攻笃哇和察八儿。此后钦察汗国承认元朝的宗主地位，长期与元朝维持友好关系。大德七年（1303年）秋，笃哇、察八儿约和使臣到达元廷。元廷与西北诸王达成和议，西北诸王承元朝的宗主地位，设驿路，开关塞，这是当时举世瞩目的一件大事。自从1260年忽必烈与阿里不哥争位以来，元朝西北边境的战火终于基本平息，元朝的宗主地位得到四大汗国的正式承认（四大汗国中的伊儿汗国，自旭烈兀立国之日起，就一直承认元朝的宗主地位）。接着，他们又联合遣使到伊儿汗国、钦察汗国王庭，大德八年（1304年）秋，伊儿汗完者都在木干草原会见钦察汗脱脱的使臣，西北四大汗国彼此之间的约和也至此完成，整个蒙古帝国境内再次迎来了和平（1260年忽必烈与阿里不哥争位，蒙古帝国分裂后，四大汗国因为利益的原因彼此之间也多次发生战争）。',
            '大德七年（1303年）诸蒙古兀鲁思之间的约和，有异于一般的国际间的和平条约，它是源出于同一祖先的蒙古民族所建立的几个汗国之间互相协商的结果。自阿里不哥之乱后，各蒙古兀鲁思虽已各自立国近半个世纪，但各汗国的统治者仍然认为他们之间的纷争是成吉思汗后裔间的内部事务，可以通过协商来解决。大德七年（1303年），元成宗铁穆耳成功与笃哇以及海都之子察八儿讲和，使西北长期动乱局面有所改观，名义上成为其它汗国的宗主，四大汗国一致承认元朝皇帝是成吉思汗皇位的合法继承人。',
        ],
    ],
    '经济' => [
        '至元三十一年（1294年），成宗下诏减速免所在这一年包银、俸钞，以及内郡地税和江淮以南州县当年的一半夏税。后来又多次下诏减免赋税，其中规模较大的有元贞元年（1295年）下诏停止一切非急需的工程营建，免除这一年年五月以前积欠的钱粮。',
        '大德元年（1296年），要求权贵豪绅交纳所隐匿的江南田租，以减轻小民负担。',
        '大德二年（1298年），因水旱成灾，下诏减免受灾郡县当年田租的十分之三，受灾严重地区全部减免，老弱残疾及人丁稀少的民户免除三年差税。同时，停止了当年的一切土木工程。',
        '大德三年（1299年），成宗派使节巡视各地，了解民间疾苦。免除当年内郡包银俸钞和江南夏税的十分之三。在减轻民众负担的同时，成宗三令五申要求地方官员鼓励农桑，发展生产。',
    ],
    '文化' => [
        '铁穆耳的政府表现出对儒学和儒士的尊重。铁穆耳即位后不久，即发出崇奉孔子的诏书。主要在哈剌哈孙的推动下，新建文宣王庙于大都，并徙国子学于其中，同时增加了国子学的学生。哈剌哈孙与儒士关系特别密切，据说常在裁决大政时征求儒士的意见。',
    ],
    '外交' => [
        '在对外关系方面，成宗拒绝大臣对日用兵的请求。为了保障社会经济的正常发展，成宗一即位就下诏罢征安南（越南中北部古国），宽宥其抗命之罪，释放了扣押的安南使节，开始着手缓和与周边各国的关系，放弃了忽必烈动辄征战，继续扩张的政策。对待贵族官僚则采取恩威并施的方针。',
    ],
],
'历史评价' => [
    '明朝宋濂等《元史》：“成宗承天下混壹之后，垂拱而治，可谓善于守成者矣。惟其末年，连岁寝疾，凡国家政事，内则决于宫壸，外则委于宰臣；然其不致于废坠者，则以去世祖为未远，成宪具在故也。”“世称元之治以至元、大德为首。……故终世祖之世，家给人足。……大德之治，几于至元。”',
    '清朝邵远平《元史类编》：“册曰：豢业以治，垂拱用成；中年奋武，启衅南征；末婴寝疾，壸柄乃萌；赖斯贤辅，镇侧弭倾。”',
    '清朝毕沅《续资治通鉴》：“帝承世祖混一之后，善于守成；惟末年连岁寝疾，凡国家政事内则决于宫壸，外则委于宰臣，幸去世祖未远，守其成宪，不至废坠。”',
    '清朝曾廉《元书》：“论曰：成宗号为能守法度，而为病虐，前星弗耀，牝鸡司晨，而内难作矣。然非成宗之过也，成宗早任合剌合孙，资为羽翼，自古未有贤人在位而乱其国者也。股肱之寄，要在忠良，唐宗之言，信夫！”',
    '民国屠寄《蒙兀儿史记》：“始汗为太孙时，好饮无节。忽必烈汗常戒之，不悛。以此受杖者三次，忽必烈汗至命医官监其饮食。有近侍司太孙节沐者，私置酒于盥器，代水以进，忽必烈汗闻之，大怒，谪戍其人远方，杀之于道。汗既登极，深以前事为非，力自节饮。其勇于改过如此。汗仁惠聪睿，承天下混一之后，信用老成，垂拱而治。一革至元中叶以来聚敛之政，冗设之官。约束诸王、妃、主、驸马扰民，禁滥请赏赐。性又谦冲，不好虚誉。群臣、皇后一再请上徽号，卒不允。可谓守成之令主矣。虽晚婴末疾，政出中宫，而举错无大过失。固由委任贤相之效，亦未始非内助之得人也。”',
    '民国柯劭忞《新元史》：“成宗席前人之业，因其成法而损益之，析薪克荷，帝无使焉。晚年寝疾，不早决计计传位武宗，使易世之后，亲贵相夷，祸延母后。悲夫！以天子之尊，而不能保其妃匹，岂非后世之殷鉴哉。”',
],
'轶事典故' => [
    '惟和政治' =>[
        '“惟和”政治虽然在某种程度上促成了天下粗安的局势，但自然不可能完全消除朝廷政争和社会对抗。在成宗从世祖手里接过来的中书省班底里，首相完泽“小心慎密”，遇事敷衍推诿，得过且过；其他成员则大都是精通回回法的理财家。至元时期的回回名臣赛典赤之孙伯颜，世祖末年起入为中书平章政事中的第一人，并被赐予其祖父的旧称，所以史料中亦多称之为赛典赤。阿合马余党阿里，也在世祖末年以待罪之身进入中书省。成宗即位后，御史台想乘一新朝政的机会将他参罢，但结果他仍在中书省臣庇护下“执政如故”。中书省的另一名核心人物梁德珪虽然是汉人，却有一个回回名字梁暗都剌，且曾“奉国朝旨，学西域法”，“钱谷出入高下，若指诸掌”。汉人儒臣在当时多讳言财利事，对这些理财大臣视若仇雠，遂利用御史台执掌风纪之司，“朝廷之所甚尊，宰相所不得而治，贵巨大职莫之与抗”的特殊地位，不断寻找机会参劾“时宰”，由此引起中书省臣的忌恨。省官与言官的冲突在成宗一朝至为激烈。',
        '至元三十一年（1294年）六月初，成宗即位不到两个月，御史台上言：“名分之重，无逾宰相，惟事业显著者可以当之，不可轻授。”另一名台官则声称：“陛下方虚心求治，而大臣不肯任事。人主之职，在论一相。今宰相员太多，论议不一，伯颜及先帝旧臣，留以遗陛下，宜亟相之”。这些议论当然引起了中书秉政大臣的不快。袁桷《张留孙家传》载，“成宗新嗣位，时宰不快于御史台。成宗是其言，让责中丞崔公彧”。据《元史》，此事起于大德元年（1297年），侍御史万僧诣架阁库，取崔彧旧上奏章告于成宗御前，说他“私党汉人李御史，为大言谤佛，不宜建寺”。成宗大怒，教完泽等鞫问。崔彧大惧，遂靠张留孙引荐，疏通完泽和成宗近臣，事方止息。侍御史万僧显然是在“时宰”唆使下告发崔彧的。从完泽周旋弥缝于两造之间看，此处的“时宰”当指赛、梁等辈理财大臣而言。在处置省官与台官之间矛盾冲突的问题上，成宗恪守世祖遗规，即倚重省官理财，同时也能容忍台官直言，力求折中不偏。后来那种诛杀言官的情形，在成宗朝始终没有发生。',
    ],
    '朝廷更政' => [
        '大德七年（1303年）发生的另一件震动朝野的大事，是漕运两万户朱清、张瑄之狱，受该案牵连的八名中书执政官同时被罢免。自从至元二十年海运漕粮的航线创通之后，南漕米由海路达于大沽、辽阳者逐年增加，很快促成了北方“开口待哺以仰海运”的形势。创通海路的朱清、张瑄也因深受朝廷倚重而势力浸大。他们结交权贵，广治田宅，很快成为江南屈指可数的大富贵，同时也招致了不少政敌和仇家。自世祖晚年起，就不断地有人告发朱、张。成宗元贞元年，又有“飞书”言朱、张“有异图者”。朝廷照例释而不问。大德六年正月，江南僧石祖造告朱、张不法十事。成宗命御史台诘问之，狱成。朱清在被押解至京后惧受辱自杀，张瑄被处死。',
        '朱、张一案的真相至今尚难弄清。据王逢《张孝子诗序》，当时成宗有疾，由皇后卜鲁罕主朝政，“枢密断事官曹拾得以隙踵前诬，后信，辄收之（按指朱、张）。丞相完泽奉先帝遗诏诤莫解”。按元史本纪，成宗在大德六年二月“有疾，释京师重囚三十八人”，可见病得不轻。卜鲁罕杀张瑄父子，或即发生在这时。朱、张案一直拖到翌年才了结。大德七年正月，朱、张家属被遣发京师。应当是在审理两家妻子的过程中，中书省宰执受朱、张贿赂之事案发。成宗一怒之下，同一天罢免中书平章伯颜（赛典赤）、梁德珪、段贞、阿里浑撒里，右丞八都马辛，左丞月古不花，参政迷而火者和张斯立八人。首相完泽也遭到受贿的指控。虽然成宗对他释而不问，但对完泽仍不免是重大的刺激。完泽死于是年闰五月，上距成宗罢相不到半年，距离他全力支持的征八百媳妇总帅刘深受诛不到三个月。他的死，当与政治上的挫折引起的内心忧惧有关。',
        '根据梁德珪的行状传记，罢相一事，乃卜鲁罕皇后乘成宗卧疾时所为。与梁德珪同时受黜的八都马辛、伯颜等人，都是卜鲁罕党羽，是成宗死后力图支持卜鲁罕摄政的核心人物。他们之被罢黜，不大可能是出于卜鲁罕的制命。一日罢八相，差不多等于中书省的大清洗，事关重大；恐怕也不是皇后敢于轻易处置的。这件事只能是成宗圣心独断的结果。袁桷所言，不过是为传主饰讳而已。',
    ],
],
'亲属成员' => [
    '父亲：真金太子，1261年被封为燕王，1273年被封为皇太子，1286年去世，1293年元世祖上谥号明孝太子，1294年元成宗追尊真金为皇帝，为真金上庙号裕宗，汉文谥号文惠明孝皇帝。',
    '母亲：阔阔真王妃，1294年元成宗登基后尊为皇太后，1300年去世后元成宗上谥号徽仁裕圣皇后。',
    '大哥：甘麻剌，1290年封为梁王，出镇云南，1292年改封晋王，移镇漠北，1302年去世，1324年元泰定帝追尊为皇帝，为甘麻剌上庙号显宗，汉文谥号光圣仁孝皇帝。母亲阔阔真王妃。',
    '二哥：答剌麻八剌，1286年真金太子去世后元世祖本打算立为皇太子，但因病1292年去世，1307年元武宗追尊为皇帝，为答剌麻八剌上庙号顺宗，汉文谥号昭圣衍孝皇帝。母亲阔阔真王妃。',
    '姐妹赵国公主忽答迭迷失，下嫁阔里吉思',
    '姐妹鲁国公主南阿不剌，下嫁蛮子台',
    '妻妾弘吉剌·失怜答里皇后，去世于1294年成宗登基之前，1310年追谥贞慈静懿皇后',
    '妻妾伯牙吾·卜鲁罕皇后',
    '儿子元成宗有数子，只有德寿皇太子为伯牙吾·卜鲁罕皇后所生。',
    '女儿昌国公主益里海雅，下嫁阿失昌王',
    '女儿赵国公主爱牙迷失，下嫁阔里吉思',
    '女儿鲁国公主普纳，下嫁桑哥不剌 [62] ',
],
'史书记载' => [
    '《史集》 蒙古帝国伊儿汗国史学家拉施特撰写。',
    '《大元圣政国朝典章》 简称《元典章》，收录1234年—1322年元朝各地地方官吏会抄的有关政治、经济、军事、法律等方面的圣旨条画、律令格例以及司法部门所判案例的汇编。',
    '《大元通制》 现存残本收录1234年—1316年元朝官方颁布的关于法律方面的圣旨条画、律令格例以及司法部门所判案例的汇编，史实多为《元史》所不载。',
    '《至正条格》 1346年元惠宗颁布的元朝第三部法律，现存残本收录1260年—1344年元朝官方颁布的关于法律方面的圣旨条画、律令格例以及司法部门所判案例的汇编。',
    '《元史·成宗本纪》 明朝官修正史',
    '《新元史·成宗本纪》 民国私修正史',
    '《续资治通鉴》 清朝史家毕沅撰写。',
    '《元史类编》 清朝史家邵远平撰写。',
    '《元史新编》 清朝史家魏源撰写。',
    '《元书》 清朝史家曾廉撰写。',
    '《蒙兀儿史记》 清末民初史家屠寄撰写。',
],
];
