<?php
return [
'brief' => '天顺帝孛儿只斤·阿速吉八（一作阿里吉八，Ragibagh/Arigabag，1320年—1328年），元朝第七位皇帝，大蒙古国第十一位大汗（1328年在位）。',
'description' => [
    '阿速吉八是元泰定帝也孙铁木儿与八不罕皇后所生之长子，泰定元年（1324年）三月获册封为皇太子，致和元年（1328年）九月在上都被权臣倒剌沙拥立为帝，与大都的元文宗图帖睦尔对抗，展开两都之战。一个月后上都一方战败，阿速吉八被杀。无汉文庙号、谥号与蒙古汗号。',
],
'baseInfo' => [
    '本名' => '孛儿只斤·阿速吉八',
    '别名' => '天顺帝',
    '所处时代' => '元朝',
    '民族族群' => '蒙古族',
    '出生地' => '漠北晋王府',
    '出生日期' => '1320年',
    '逝世日期' => '1328年',
    '谥号' => '无',
    '庙号' => '无',
    '年号' => '天顺（1328年）',
    '性别' => '男',
    '在位时间' => '1328年',
],
'人物生平' => [
    '阿速吉八为元泰定帝也孙铁木儿（即位前为晋王）与八不罕皇后在漠北所生之长子。',
    '泰定元年（1324年）三月二十日阿速吉八被册封为皇太子。做太子期间，泰定帝曾令人将《帝范》翻译为蒙古文，更名《皇图大训》，让太子阅读。',
    '致和元年（1328年）七月初十日， 也孙铁木儿在上都病逝，丞相回回人倒剌沙专权自用，过了一个多月仍然迟迟不立年幼的太子阿速吉八即位。同年八月，知枢密院事钦察人燕帖木儿在大都发动政变，九月十三日迎立元武宗之子图帖睦尔即位，改元“天历”，图帖睦尔是为元文宗。10月3日，倒剌沙在上都拥立9岁的皇太子阿速吉八为皇帝，年号天顺。于是爆发了两都之战。',
    '上都的天顺帝朝廷丞相倒剌沙派兵进攻大都的文宗朝廷，元文宗派燕帖木儿率军迎战，双方经过多次战争，一开始双方互有胜负，后来大都朝廷逐渐占据军事优势。',
    '天历元年十月十三日（1328年11月14日），大都朝廷的军队包围上都，丞相倒剌沙等大臣奉皇帝宝出降，倒剌沙在投降一个月后被杀。',
    '阿速吉八的下落汉文史料无载。《黄金史》《恒河之流》等蒙文史料均记载阿速吉八死于此战乱。而据元代藏文史料《红史》记载，阿速吉八为齐王月鲁帖木儿所杀。阿速吉八死后无庙号和谥号，历史上以年号称之为天顺帝。阿速吉八只做了42天皇帝。',
],
'历史评价' => [
    '清朝史学家曾廉《元书》：“论曰：曾子以托孤寄命，临大节而不可夺，斯为君子人也。故山有猛虎，樵采不入。前史称泰定帝能守祖宗之法，故天下无事。呜呼！徒法不能以自行也，向使汉武不委裘于霍光、金日磾，而倚上官桀、桑弘羊，则孝昭岂得晏然南面？况又弗如孝昭者乎？狙于近习而不知求天下之贤以佐佑之，贵为天子，富有天下，而不能庇其妻孥，若敖之鬼佞焉咎安在哉！君子是以不多子孟，而乐道孝武之善付托也。”',
],
'名字轶事' => [
    '《元史》中两次出现天顺帝的名字，《元史·泰定帝本纪》说“皇子阿速吉八为皇太子”，《元史·宗室世系表》作“皇太子阿里吉八”。藏语《红史》作ra khyi phag，蒙古语《蒙古源流》作Razibaγ或Račabaγ。因此“阿速吉八”可能是“阿剌吉八”的误写。',
],
'亲属成员' => [
    '父亲：泰定帝也孙铁木儿',
    '母亲：八不罕',
],
'史书记载' => [
    '明朝官修正史《元史·泰定帝纪》',
    '清朝史学家毕沅撰《续资治通鉴》',
    '清朝史学家邵远平撰《元史类编》',
    '清朝史学家魏源撰《元史新编》',
    '清朝史学家曾廉撰《元书》',
    '清末民初史学家屠寄撰《蒙兀儿史记》',
    '民国官修正史《新元史·泰定帝纪》',
],
'小说演义' => [
    '《元史演义》',
],
];
