<?php
return [
'brief' => '元文宗孛儿只斤·图帖睦尔（1304年2月16日—1332年9月2日），蒙古帝国大汗、元朝第八位皇帝。两次在位，第一次在位时间为1328年10月16日—1329年2月27日，第二次在位时间为1329年9月8日—1332年9月2日，在位时间共计四年。元武宗孛儿只斤·海山次子，元明宗孛儿只斤·和世㻋之弟。',
'description' => [
    '元文宗自幼成长于汉地，有较好的文化修养，是元朝各帝中颇有建树的一位。天历二年（1329年）在大都创建奎章阁，命儒臣进经史之书，考历代帝王之得失，仿唐、宋会要体例，编修《经世大典》，整理并保存大量元代典籍。提倡尊孔，加封孔子父母及后世名儒，并依儒家礼仪新祀南郊。元文宗在位期间，燕帖木儿独专朝政，奢靡无度，吏治渐趋腐败。',
    '元文宗在位四年，庙号文宗，谥号圣明元孝皇帝，汗号“札牙笃汗”。',
],
'baseInfo' => [
    '主要作品' => '《相马图》、《青梅诗》',
    '主要成就' => '创建奎章阁，编修《经世大典》',
    '本名' => '孛儿只斤·图帖睦尔',
    '别名' => '元文宗、札牙笃汗',
    '所处时代' => '元朝',
    '民族族群' => '蒙古族',
    '出生地' => '大都',
    '出生日期' => '1304年2月16日',
    '逝世日期' => '1332年9月2日',
    '在位时间' => '1328年10月16日—1329年2月27日、1329年9月8日—1332年9月2日，',
    '年号' => '天历（1328年）、至顺（1330年）',
    '庙号' => '文宗',
    '谥号' => '圣明元孝皇帝',
    '汗号' => '札牙笃汗',
    '陵寝' => '起辇谷',
    '性别' => '男',
],
'生平经历' => [
    '政变即位' => [
        '元文宗孛儿只斤·图帖睦尔，又称札牙笃皇帝，元武宗次子，元明宗之弟，母文献昭圣皇后，唐兀氏。其父元武宗海山即位后，立弟弟爱育黎拔力八达为皇太子，爱育黎拔力八达即位后，将武宗的儿子周王和世㻋（后来的元明宗）和图帖睦尔流放到南境。图帖睦尔被流放至海南琼州，泰定帝也孙铁木儿即位后召还京，晋封怀王，出居建康、江陵等地。',
        '致和元年（1328年）七月，泰定帝死，知枢密院事燕铁木儿在发动大都政变，谋立武宗长子周王和世㻋为帝，后以路远改立图帖睦尔。燕铁木儿自大都发难之初，即属意于出藩江陵的武宗次子图帖睦尔为帝位继承人。虽然他“且宣言已遣使北迎”武宗长子和世㻋于北边，后来又矫称和世㻋使者南来，“云周王从诸王兵整驾南辕，旦夕即至矣”，但两都之战结束前，大都政权并没有真正派使者去邀约过和世㻋南还。当时由大都通往漠北，不一定非取道上都。因此燕铁木儿的这种做法，很难用两京道路不通来解释，应当别有用心。图帖睦尔到达大都的翌月（致和元年九月），燕铁木儿即以“人心向背之机，间不容发”为谏，示意图帖睦尔抢先即位。五天之后，图帖睦尔在大都称帝，以当年为天历元年，同时宣布“谨俟大兄之至，以遂朕固让之心”。',
        '上都克复后，图帖睦尔迫于元仁宗在大德末年“推奉圣兄、谦居储贰”的前例，遣使往迎和世㻋。寄居于西北宗藩封地的和世㻋，这时刚满三十岁。根据叔侄相继原则，他本应是仁宗的帝位继承人，却被逼迫流落北徼，因而博得北方宗王的普遍同情；仁、英两朝加强汉法而引起的草原贵族的不满心理，可能更刺激起他们要把和世㻋推上大汗宝座的政治动机。所以当大都使者抵临时，“朔漠诸王皆劝帝（按指和世㻋）南还京师”。和世㻋在一片拥戴声中，飘然启程，于天历元年（1328）底东至金山。岭北行省平章泼皮、出镇北边的武宁王彻彻秃相继西驰奉迎。和世㻋已完全陶醉在这番太平景象中。天历二年（1329年）正月末，他在事先没有告知图帖睦尔的情况下，仅仅经过扈行的察合台宗王以及在场的其他漠北诸王、大臣合议，就在和林之北即皇帝位。',
    ],
    '明文之争' => [
        '但是，和世㻋似乎过高地估计了漠北舆情在决定嗣君人选方面的影响力。他一心以为自己可以重演乃父武宗在皇弟“肃清宫闱”之后从漠北南返即位的历史故事，却忘记了武宗作为总兵北边的统帅，是以三万精兵相扈从的强大武力为后盾而取得帝位的。和世㻋并没有直接控制强大的军队，只有贴身卫士一千八百多人；察合台后王燕只吉台虽然与他一同南返，但是也未见有重兵随行。和世㻋欲凭极其有限的政治资源，去染指大都集团几经浴血奋战才到手的皇位，前途本来就不容乐观。但他对此毫不经心，任情举措，终于导致杀身之祸。四月，携带玉玺北迎和世㻋的燕铁木儿一行至行在入觐。这个左右大都局势的盖世功臣，现在要当面试探一下新君对他的态度。和世㻋虽然宣布“凡京师百官，朕弟所用者，并仍其旧”，对燕铁木儿“仍命为中书右丞相，开府仪同三司、上柱国、录军国重事、监修国史、答剌罕、太平王并如故”，但是却削去了他手中的大部分兵权，没有将图帖睦尔原授的知枢密院事一职重新委任给他。',
        '对图帖睦尔来说，一经即位为帝，原先的“固让之心”也逐渐销蚀。可是因为已有前言昭示天下，他的心情十分矛盾。天历元年（1328年）十一月，迎接和世㻋到京即位的首批使臣离开大都。仅仅十几天以后，图帖睦尔又下令为自己的元妃卜答失里造皇后玉册、玉宝。次年正月，和世㻋的使者抵达大都。图帖睦尔在明知大兄已决意南归的情况下，仍抢先完成以册命皇后告于南郊、太庙，以及在大明殿册封皇后的一系列仪式。当时朝臣中有人建言：“陛下已诏天下，让位于大兄。今立后，是与诏自相违也。”图帖睦尔闻奏，“嘉其直，赐金织文币以旌之。后闻之，亦有金币之赐”；惟册后典礼仍照行不误。不过至少直到五月下旬，图帖睦尔自大都北行、亲迎和世㻋的前后，他还是准备恪守让位诺言的。出发后第三天，他在途中“置江淮财赋都总管府，秩正三品，隶詹事院”。这个机构初建于元朝灭宋之后，掌宋谢太后、福王献纳产业及贾似道等人田地所纳赋税，原隶属皇后中宫，于大德八年（1304年）罢废。图帖睦尔在此时恢复江淮财赋府的建制，并将它改隶东宫官署詹事院，显然是为自己日后以皇太子身分控制这笔重要的财产资源预作准备。',
        '图帖睦尔用了一个多月，才走完从大都到上都这段沉重的路程。在上都停留或有二旬，再取原路趋赴旺忽察都（在今河北张北县境，是为大都至上都驿路的大拐角处，武宗时建行宫于兹，故名中都），与和世㻋会面。八月一日，和世㻋抵达旺忽察都。次日，图帖睦尔见大兄于行宫。和世㻋设宴待皇弟及诸王、大臣。兄弟欢合的场面前后未满五天，和世㻋即于八月六日“暴崩”。图帖睦尔“入临哭尽哀。铁燕木儿以明宗后之命，奉皇帝宝授于帝”，遂簇拥图帖睦尔疾驱还上都，一路上“昼则率宿卫士以扈从，夜则躬擐甲胃绕幄殿巡护”。八月十五日，图帖睦尔在返回上都的第六天再次勿匆即位，是为文宗。明宗和世㻋在天历之变中暴卒的详情，可能已永远成为历史的秘密。和世㻋之子妥欢贴睦尔亲政后，为撤文宗庙主诏告天下曰：“文宗稔恶不悛，当躬迓之际，乃与其臣月鲁不花、也里牙、明理董阿等谋为不轨，使我皇考饮恨上宾。”至顺元年（1330），也里牙得复秦国公爵位，其姻亲锁住亦再仕为将作使，应即文宗对他们参与谋杀和世㻋的奖赏。但同年七月，锁住、也里牙等人“以坐怨望、造符录、祭北斗、咒咀”伏诛，与之有牵连的明宗旧人索罗等亦一起被杀。屠寄认为，“也里牙景教徒，必无造符录、祭北斗事，盖不便论其本辠，虚构狱辞，以饰观听耳”。',
    ],
    '至顺文治' => [
        '文宗的汉文化修养超过在他之前的所有元朝皇帝。他的书法，“落笔过人，得唐太宗晋祠碑风，遂益超诣”。他还会作画，所绘“万岁山画”草图，“意匠、经营、格法，虽积学专工，所莫能及”。他曾经转辗流落于江南、海南和荆湖，对当时民情也应有相当的了解。不过，文宗却处在一个很难有所作为的时代。天历年间连续两次重大的变故，致使蒙古色目上层人心离散。两都战后遭籍没财产的官员贵族在百人以上；对隔绝在围城中的上都官员，后来虽然停止追究，但很多仍被削去官职不复任用。明宗被弑，蒙古朝官中即有人“移疾不出”，有诸王、高级官员甚至西域名僧参与的“谋不轨”案接连发生，有的迳以“明宗太子”为号召。',
        '天历元年（1328年）四川平章政事囊加台举兵，实际上是“欲翊戴明宗”；和世㻋一死，文宗担心原已诏赦的囊加台复举事，立即以其“指斥乘舆，坐大不道弃市”。云南行省丞相也儿吉尼是武宗旧臣乞台普济之子，本人亦曾扈武宗镇北。天历元年文宗即位后，两次召也儿吉尼入朝，不至。他不大可能站在上都一边反对武宗后人；抗命不至，当是出于效忠和世㻋的立场。二年三月，也儿吉尼大概犹疑动摇，想要投奔文宗，故被云南诸王及其他省官黜斥，取道八番赴大都。六月，明宗南归途中曾“赐驸马脱必儿钞千锭，往云南”。直到明宗暴死、文宗再即位之后，云南诸王秃坚等才最后改变观望态度，于至顺元年正月公开称兵。战火弥漫整个滇东北，元廷先后调四川、江浙、河南、江西、陕西、朵甘思、朵思麻等处军队，历时年余，方始平乱。自忽必烈朝以来，蒙古高层内部的躁动不稳，以文宗朝为甚。所以陈思谦在至顺元年“建明八事”，除了“正君道”外，最先提到的就是“结人心”；虞集为殿试拟制策，亦首以“劝亲亲，体群臣，同一风俗，协和万邦”为问。由于政治和经济环境的限制，文宗临朝四年间，只好专心着意，以追求振兴文治的表面效果为满足。通过建立奎章阁学士院和修撰《经世大典》，他将当时几乎所有的名儒都笼络在自己周围，用虚崇文儒的手段来收揽汉地民心。',
    ],
    '英年逝世' => [
        '文宗重祚以后，修《经世大典》，建圭章阁，欲兴文治。但是文宗在位期间，丞相燕帖木儿自持有功，玩弄朝廷，元朝朝政更加腐败，国势更加衰落。文宗在位期间国内多爆发农民起义，大动乱正在酝酿之中。',
        '至顺三年（1332年）八月，文宗病逝，终年二十九岁，死前自悔谋害兄长之事，吐露真情，遗诏立明宗之子以自赎。死后葬起辇谷，庙号文宗，谥号圣明元孝皇帝，尊号（汗号）札牙笃汗。',
        '文宗临终前嘱咐道：“昔者晃忽叉（即旺忽察都）之事，为朕平生大错。朕尝中夜思之，悔之无及”。他决意传位给明宗长子妥欢帖睦尔。当时权倾天下的燕铁木儿担心事情败露，决定封锁文宗遗诏，传位给明宗次子懿磷质班，是为宁宗。年仅7岁的宁宗在位53天后得病而死。燕铁木儿千方百计阻扰妥欢贴睦尔继位，直到燕铁木儿病死，妥欢贴睦尔才登基称帝。当年翊戴明宗、文宗夺位的伯颜起而代之，拜中书右丞相，进封秦王，在与燕铁木儿子、左丞相唐其势争夺权势的斗争中取胜。此后，伯颜“独秉国钧，专权自恣，变乱祖宗成宪，虐害天下，渐有奸谋”。',
    ],
],
'为政举措' => [
    '在文化方面，文宗作出了很大的贡献， 他重视文治，为文化的发展作出了很大的贡献。他在位期间，创建奎章阁，编修《经世大典》，为研究元朝的历史提供了一笔宝贵的财富，但元文宗崇尚佛教，走向极端，一是帝师的规格太高，二是某些徒属依权恃势，为非作歹，三是滥做佛事，耗资巨大，四是佛教徒干预朝政，五是创立广教总管府，以掌僧尼之政，全国共设置16所，“秩正三品”。僧尼可免一切差徭，而其它宗教则奉行祖制。当时色目人在朝廷上的政治势力被削弱，而钦察官僚集团则权势大增，燕铁木儿擅权恣纵，政事一决于他，导致贵族统治集团内部尖锐的矛盾。',
],
'历史评价' => [
    '清朝史学家邵远平《元史类编》的评价是：“册曰：应变戡乱，莫匪尔劳；玺绶虽去，太阿已操；前车所鉴，烛影斧声；从来疑案，多在弟兄。”',
    '清朝史学家魏源《元史新编》的评价是：“元代诸帝不习汉文，凡有章奏，皆由翻译。其读汉书而不用翻译者，前惟太子真金，从王恽、王恂受学。后惟文宗潜邸，自通汉文而已。《书画谱》言，文宗在潜邸时，召画师房大年，俾图京师万岁山。大年以未至其地辞，文宗遂取笔布画位置，顷刻立就，命大年按稿图上。大年得稿敬藏之，意匠经营，虽积学专工，有所未及。始知文宗之多材多艺也。及践阼后，开奎章阁，招集儒臣，撰备《经世大典》数百卷，宏纲巨目，礼乐兵农，灿然开一代文明之治。即其声色俭澹，亦远胜武宗，此岂庸主所希及哉！使其迎立明宗之日，亦如仁宗之退处东宫，他日明宗复如武宗之传仁庙，则一代而胜事再见，虽殷人弟兄世及，何以过此！《易》曰：‘开国承家，小人勿用。’文宗之得大位也，以燕帖木儿；其得罪万世也，亦以燕帖木儿。语曰：‘治世之能臣，乱世之奸雄。’文宗之不陨于太平王手者，亦幸矣哉！”（魏源说“元代诸帝不习汉文，凡有章奏，皆由翻译。”此事并不符合历史事实，这和他了解的相关书籍不多有关。事实上，真金太子和元文宗的汉文学修养的确很高，除此之外，还有很多位元朝帝王有很高的汉文学修养。根据史料， 元世祖、元仁宗、元英宗、元文宗、元惠宗、元昭宗，均有很高的汉文化修养，其中，元世祖、元文宗、元惠宗、元昭宗这四位帝王有汉文诗传世。元仁宗、元英宗都受到过良好的汉学教育，都有很高的汉文学修养。',
    '清朝史学家曾廉《元书》的评价是：“论曰：元自文宗，始亲郊祀，礼彬彬焉。尊崇圣贤之典，至是益隆，而开奎章阁以致儒臣，考文章，论治道，勤于延访，可以为文矣。然几沉而气锐，抑亦吴闾庭之流也。其言泰定帝通贼臣，阴谋冒干宝位，呜呼！文宗将毋其自道之也！兴且晋邸，日有盟书，周王可必其终为泰伯乎？文宗之深心乃以让，济其忍，然后足固其威福也，岂不险哉！生则欺人，死而犹饰，故地碎其主，春秋震夷伯之庙，所谓有隐慝者乎？”',
    '清末民初史学家屠寄《蒙兀儿史记》的评价是：“汗旧劳于外，多艺好文。在建康潜邸时，忽忆京师万岁山，召画师房大年图之，大年以未至其地辞，汗自取笔，布画位置，顷刻立就，命大年按稿图上。大年得稿敬藏之，意匠经营，虽积学专工，有所未及。即位后首建奎章阁，御制记文，集儒臣阁中备顾问，敕编《经世大典》，保存一代制度。性爱典礼，欲革蒙兀腥膻本俗，则躬服衮冕，虔祀郊庙。又慎于用刑，行枢密院尝当云南逃军二人死罪，汗谓：‘临阵而逃，死宜也。彼非逃战，辄当以死，何视人命之易耶？’杖而流之。天历初抗命诸王大臣，临事故多诛杀，其它窜黜者，事后多蒙召还，或仍录用。至于严惩赃吏，尊信老成，节诸王驸马朝会刍粟赏赐之财，汰宿卫鹰坊饔人僧徒冗食之数。诸所设施，实一代恭俭守文之令主也。惟得国不正，隐亏天伦，且授权燕铁木儿太甚，未能大有为。”',
    '民国官修正史《新元史》柯劭忞的评价是：“燕铁木儿挟震主之威，专权用事。文宗垂拱于上，无所可否，日与文字之士从容翰墨而已。昔汉灵帝好词赋，召乐松等待诏鸿都门，蔡邕露章极谏，斥为俳优。况区区书画之玩乎？君子以是知元祚之哀也。',
],
'个人作品' => [
    '元文宗御笔画作《相马图》',
    '《七律·自集庆路入正大统途中偶吟》',
    '《七律·登金山》',
    '《七律·题九华》',
    '《青梅诗》',
    '《相马图》',
],
'轶事典故' => [
    '爱好围棋' => '元文宗孛儿只斤图帖睦尔，爱好围棋，身边聚集了一些名手。宫中下棋者甚多。元人袁伯长有《宫娥弈棋图》诗，描写了宫女们下棋的情景。元文宗的大臣虞集是位学者，也擅长围棋，一次陪着下棋，文宗突然问道他祖上虞愿曾对宋明帝说过，下棋不是君王应该做的事情，是不是这样。虞集回答说，圣人制围棋，必有其用。所以，孔子说下棋动动脑筋总是好事，孟子说弈棋就像数学，不专心致志是学不好的。围棋的弈理、攻守进退，符合国家的政令、行军的兵法。棋下得熟练，就能培养居安思危的习惯。元文宗深以为然。',
],
'亲属成员' => [
    '皇后' => '弘吉剌·卜答失里（被元惠宗流放致死）',
    '子女' => [
        '元文宗的子女见于史料记载的共有3个儿子，其余儿子及女儿均不见记载。',
        '长子：孛儿只斤·阿忒纳答剌（生卒年不详）（早夭），1329年立为皇太子，次年死，卜答失里皇后生',
        '次子：孛儿只斤·古纳答剌（1326-1340），1333年立为皇太子，（后改名孛儿只斤·燕帖古思，被元惠宗流放致死，卒年15），卜答失里皇后生',
        '三子：孛儿只斤·太平衲（生卒年不详）（早夭），初名孛儿只斤·宝宁，卜答失里皇后生',
    ],
],
'史书记载' => [
    '清朝邵远平《元史类编》',
    '清朝屠寄 《蒙兀儿史记》',
    '《新元史·文宗本纪》,
],
];
