<?php
return [
'brief' => '孛儿只斤·和世㻋（Kusala，梵语意为“善”，又作火失剌、禾失剌、忽失剌，清译和实拉；1300年12月22日—1329年8月30日），即元明宗（1329年正月至八月在位），元朝第九位皇帝，蒙古帝国第十三位大汗。元武宗长子，元文宗之兄，元宁宗、元惠宗之父。',
'description' => [
    '延祐二年（1316年）十一月，被叔父元仁宗封为周王。翌年，在就藩云南途中，因为部下起兵拥戴他失败，而被迫流亡察合台汗国。',
    '天历元年（1328年）被其弟文宗图帖睦尔迎回元朝。天历二年（1329年）正月继位于漠北草原。同年八月在南下大都的途中暴死，年仅三十岁，在位仅184天。庙号明宗，谥号翼献景孝皇帝，蒙古汗号为忽都笃汗。',
],
'baseInfo' => [
    '本名' => '孛儿只斤·和世㻋',
    '别名' => '火失剌、禾失剌、忽失剌，清译和实拉',
    '所处时代' => '元朝',
    '民族族群' => '蒙古族',
    '出生地' => '漠北',
    '庙号' => '明宗',
    '谥号' => '翼献景孝皇帝',
    '汗号' => '忽都笃汗',
    '在位时间' => '1329年正月至八月',
    '性别' => '男',
    '年号' => '天历（沿用）',
],
'人物生平' => [
    '叔父毁约' => [
        '元明宗和世㻋是元武宗海山的长子，母亲是出身亦乞列思氏族的妾室寿童（追封仁献章圣皇后）。他生于大德四年（1300年）十一月十一日。考虑到当时海山出镇漠北，和世㻋似亦生于漠北。',
        '大德十一年（1307年），元成宗驾崩，海山之弟爱育黎拔力八达除掉成宗皇后卜鲁罕和安西王阿难答，海山自漠北南下，爱育黎拔力八达不得不同意让海山继承皇位，是为元武宗。元武宗与元仁宗约定兄终弟及、叔侄相承，因此立爱育黎拔力八达为“皇太子”（实为皇太弟），将来爱育黎拔力八达即位后，也当由海山长子和世㻋当皇储。然而元武宗海山的亲信三宝奴和宦官李邦宁等力劝武宗改立和世琜为皇储，武宗也一度动心，召集群臣讨论，但在康里脱脱等人的阻止下，武宗抛弃爽约的念头。',
        '武宗即位三年有余即驾崩，爱育黎拔力八达继位，是为元仁宗。仁宗继位后就诛杀三宝奴等武宗旧臣，也不打算履行传位于和世㻋的约定。本应成为“皇太子”的和世㻋迟迟不被落实储君的册封，反而在延祐二年（1315年）十一月被封为周王，翌年三月命其就藩云南。和世㻋临行时，仁宗的近臣柏铁木尔劝谏仁宗不要撕毁与武宗的约定，但未被采纳。',
    ],
    '流亡西域' => [
        '和世㻋及武宗遗臣当然不会轻易听任仁宗摆布。延祐二年（1315年），和世㻋就藩云南出发前曾请求取一件细甲，得到仁宗允许，却命人取的是只有皇帝才能穿的世祖御铠，由此可见和世㻋的野心。',
        '延祐三年（1316年）十一月，当和世㻋一行走到延安时，一帮武宗旧臣赶来会见和世㻋，和世㻋的一个僚属教化说：“天下者，我武皇之天下也。出镇之事，本非上意，由左右构间致然。请以其故白行省，俾闻之朝廷，庶可杜塞离间，不然，事变叵测。”于是策动陕西行省丞相阿思罕发动叛乱，兵锋一度到达河中（今山西永济），以致京师戒严、仁宗差点御驾亲征（故发觉了和世㻋取御铠之事）。',
        '但不久叛军即发生内讧，阿思罕、教化被同党所杀，和世㻋闻讯后连夜西逃，一行人“于雷雨盈满之际，盘桓屯难，草行露宿”，穿过大漠到达金山（阿尔泰山）的察合台汗国地界，受到察合台后王也先不花的欢迎，这是延祐四年（1317年）初的事。察合台汗国名义上臣属于元朝，实际上却是独立政权，因而和世㻋得以托庇于此，夏天在扎颜居住，冬天在斡罗斡察山居住（均在今北疆）。在察合台汗国，和世㻋邂逅了一位葛逻禄贵族女子迈来迪，生了长子妥懽帖睦尔；又娶了乃蛮女子八不沙，生了次子懿璘质班。',
    ],
    '即位暴死' => [
        '天历元年（1328年），和世㻋的异母弟图帖睦尔在两都之战中打败了拥护泰定帝之子阿速吉八的势力，元朝皇位重新落入武宗一系手中。图帖睦尔取胜后，便派哈散及撒迪等去察合台汗国迎接和世㻋称帝，并声称自己登位是为了战局的不得已之举，朔漠诸王也劝和世㻋登基。于是和世㻋决定重返元朝，诸王和武宗旧臣相继来迎，百姓欢呼雀跃。',
        '天历二年（1329年）正月，图帖睦尔再遣中书右丞跃里帖木儿迎接和世㻋，跃里帖木儿、撒迪等以图帖睦尔之命劝进。二十八日，和世㻋即位于和林之北。三月初四日，文宗遣右丞相燕铁木儿奉皇帝玉玺北上。四月初七，燕铁木儿抵达和世㻋所在地，率百官献上玉玺，并陪同和世㻋返京，而后宣布封图帖睦尔为“皇太子”。',
        '和世㻋刚继位，在返京途中就表现出大有作为的姿态。他有条不紊地行使皇帝权力，迅速将自己的亲信安插进省、台、院，并两度发表施政训谕，强调制度规范，又认为“听政之暇，宜亲贤士大夫，讲论史籍，以知古今治乱得失”。种种迹象表明和世㻋绝非等闲之辈，身为权臣的燕铁木儿都看在眼里，不免对这位新君产生了忌惮。',
        '天历二年（1329年）八月初一，和世㻋抵达他父亲元武宗时建为中都的王忽察都（即晃忽叉，今河北张北北），次日皇太子图帖睦尔自大都赶来，谒见和世㻋，和世㻋宴请皇太子及诸王、大臣于行殿。兄弟相逢正欢之时，乐极生悲，三天后的八月初六，和世㻋暴死于王忽察都。',
        '后世认为这是中了燕铁木儿所下之毒身亡，而图帖睦尔难以摆脱干系。后来登基为帝的和世㻋之子妥懽帖睦尔（元惠宗）更是在至元六年（1340年）六月，明确宣布图帖睦尔是杀害他父亲的幕后真凶，称元文宗“假让位之名，以宝玺来上，皇考推诚不疑，即授以皇太子宝。文宗怙恶不悛，当躬迎之际，与其臣月鲁不花、也里牙、明里董阿等谋为不轨，使我皇考饮恨上宾。归而再御宸极，海内闻之，靡不切齿”。',
        '时人萨都剌赋诗感慨道：',
        '当年铁马游沙漠，万里归来会二龙。',
        '周氏君臣空守信，汉家兄弟不相容。',
        '只知奉玺传三让，岂料游魂隔九重。',
        '天上武皇亦洒泪，世间骨肉可相逢？',
    ],
    '身后追崇' => [
        '和世㻋死后，图帖睦尔被燕铁木儿扶植复位，为和世㻋上庙号明宗，谥号翼献景孝皇帝，蒙古汗号是忽都笃汗。图帖睦尔临终前，因内心始终放不下和世㻋之死，便不让自己的儿子燕帖古思继位，而是传位给了和世㻋一系的懿璘质班（元宁宗）及妥懽帖睦尔（元惠宗）。元惠宗亲政后，给父亲追上尊号为“顺天立道睿文智武大圣孝皇帝”。',
    ],
],
'历史评价' => [
    '清朝史学家邵远平《元史类编》：“册曰：艰艰备尝，人望所属；何嫌何疑，推肝置腹；人心不同，天命反复；论定千秋，此直彼曲。”',
    '清朝史学家曾廉《元书》：“论曰：昔曹子臧、吴季札，贤者也，其君国子民也，宜哉。然而义不受者，非独远情，亦知负飞及光之不厌，其欲将无以善其后也。闇哉明宗，焉有人披衮执玉、穆穆然位乎天位而肯北面俯首为人臣者乎？呜呼！此唐明皇不敢以望肃宗，父子且然，况兄弟哉！文宗盖惧北陲复有海都、笃哇之流，托名拥戴，其言也顺而为患也，深抑亦私心，窃望周王之效法晋邸也。己则非夷，而以齐期人，不亦难乎？悠悠南行，甘咽其饵，悲夫！”',
    '清末民初史学家屠寄《蒙兀儿史记》：“和世㻋汗年未弱冠，远逊金山，耕牧十有三年。所谓旧劳于外，知民情伪者也。观其论台纲，谕百司，斤斤于先世成宪，是殆有心救弊者乎？然以此言论风采，自曝于风尘道路之间，致令傲弟权相闻而生心，遂有旺兀察都之变。《易》曰：‘君不密，则失臣。’此之谓矣。怀抱盛意，未见设施，惜哉！”',
    '民国官修正史柯劭忞《新元史》：“燕铁木儿立文宗，文宗固让于兄，犹仁宗之奉武宗也。明宗之弑，盖出于燕铁木儿，非文宗之本意。然与闻乎弑，是亦文宗弑之而已。”',
],
'家族成员' => [
    '妻妾' => [
        '根据《元史》，元明宗的妻子包括以下七人。',
        '八不沙皇后，乃马真氏，1326年5月1日生子懿璘质班（元宁宗）时年约20岁，明宗继位后立为皇后，至顺元年四月二十日（1330年5月8日）被元文宗皇后卜答失里所害，被元文宗赐死。',
        '迈来迪皇后，罕禄鲁氏，1320年去世，1336年，元惠宗追封她谥号贞裕徽圣皇后',
        '按出罕皇后',
        '月鲁沙皇后',
        '不颜忽鲁都皇后',
        '野苏皇后',
        '脱忽思皇后',
    ],
    '儿子' => ['长子：元惠宗妥欢帖睦尔，生母是迈来迪皇后', '次子：元宁宗懿璘质班，生母是八不沙皇后'],
    '女儿' => ['昌国公主：月鲁，下嫁昌王沙蓝朵儿只', '明慧贞懿公主：不答昔你'],
],
];
