<?php
return [
'brief' => '元宁宗孛儿只斤·懿璘质班（1326年5月1日—1332年12月14日），元朝第十位皇帝，蒙古帝国第十四位大汗，元明宗次子。',
'description' => [
    '天历三年（1330年）二月乙巳日，被封为鄜王。至顺三年十月初四（1332年10月23日），卜答失里皇后奉文宗遗诏拥立年仅7岁的懿璘质班在大都大明殿登上皇位。因为新帝年幼，卜答失里太后临朝称制，成了元王朝的实际统治者。',
    '至顺三年十一月二十六日（1332年12月14日），元宁宗在大都病逝，年仅7岁，在位仅53天，葬于起辇谷，谥号冲圣嗣孝皇帝，庙号宁宗。',
],
'baseInfo' => [
    '本名' => '孛儿只斤·懿璘质班',
    '别名' => '元宁宗',
    '所处时代' => '元朝',
    '民族族群' => '蒙古族',
    '出生地' => '漠北草原',
    '出生日期' => '1326年5月1日',
    '逝世日期' => '1332年12月14日',
    '在位时间' => '1332年10月23日—1332年12月14日',
    '年号' => '至顺（沿用）',
    '庙号' => '元宁宗',
    '谥号' => '冲圣嗣孝皇帝',
    '陵寝' => '起辇谷',
    '性别' => '男',
],
'人物生平' => [
    '早年经历' => [
        '元宁宗，姓孛儿只斤，名懿璘质班，泰定三年三月二十九癸酉日（1326年5月1日）生于北方草原，是元明宗（孛儿只斤·和世琜）第二子，生母八不沙皇后乃蛮真氏。天历三年（1330年）二月乙巳日，被封为鄜王。前任皇帝元文宗图帖睦尔是通过弑兄（元明宗）重新登上皇帝宝座的。他临死之际，为了赎回自己的罪行，遗令在他死后，让元明宗之子懿璘质班继承皇位。',
    ],
    '登基去世' => [
        '至顺三年八月十二日（1332年9月2日），元文宗病逝。文宗死后，把持朝政的燕帖木儿为了继续专权，就请求元文宗皇后卜答失里立她的儿子古刺答纳为帝。卜答失里为了执行丈夫的遗诏，予以拒绝。由于当时元明宗和世㻋的长子妥懽帖睦尔（后来的元惠宗）远在广西静远，而次子懿瞵质班却深得文宗宠爱，受封为王，留在文宗身边。这样，至顺三年十月初四（1332年10月23日），卜答失里皇后遂奉文宗遗诏拥立年仅7岁的懿瞵质班登上了皇位，是为元宁宗。卜答失里皇后成了元王朝的实际统治者。',
        '懿璘质班即位后未改元，仍旧使用“至顺”这个年号，然而，宁宗似乎没有当皇帝的福份，至顺三年十一月壬辰日（二十六日）（1332年12月14日），宁宗去世，年仅七岁，在位仅53天。十一月甲午日，葬于起辇谷。第二年六月己巳日，宁宗的哥哥妥懽帖睦尔（元顺帝）即位。至元四年（1338年）三月辛酉日，谥宁宗为冲圣嗣孝皇帝，庙号宁宗。四月乙酉日，祔于太庙。',
    ],
],
'家庭成员' => [
    '父亲：元明宗',
    '母亲：八不沙皇后，乃蛮真氏。',
    '兄长：元惠宗（顺帝）',
    '妻子：答里也忒迷失皇后，弘吉剌氏，1368年去世，元宁宗的哥哥元惠宗将她升祔宁宗庙。',
],
'历史评价' => [
    '民国官修正史《新元史》柯劭忞的评价是：“《春秋》之义，未逾年之君称子。宁宗即位匝月而殇，乃入庙称宗；其廷臣不学如此，岂非失礼之大者哉。”',
],
'史籍记载' => [
    '《元史·卷三十七·本纪第三十七》',
    '《新元史·卷二十二·本纪第二十二》',
],
];
