<?php
return [
'chapters' => [
[
    'content' => [
        '子(1)曰：“学(2)而时习(3)之，不亦说(4)乎？有朋(5)自远方来，不亦乐(6)乎？人不知(7)而不愠(8)，不亦君子(9)乎？”',
    ],
    'notes' => [
        '(1)子：中国古代对于有地位、有学问的男子的尊称，有时也泛称男子。《论语》书中“子曰”的子，都是指孔子而言。',
        '(2)学：孔子在这里所讲的“学”，主要是指学习西周的礼、乐、诗、书等传统文化典籍。',
        '(3)时习：在周秦时代，“时”字用作副词，意为“在一定的时候”或者“在适当的时候”。但朱熹在《论语集注》一书中把“时”解释为“时常”。“习”，指演习礼、乐；复习诗、书。也含有温习、实习、练习的意思。',
        '(4)说(yuè)：同悦，愉快、高兴的意思。',
        '(5)有朋：一本作“友朋”。旧注说，“同门曰朋”，即同在一位老师门下学习的叫朋，也就是志同道合的人。',
        '(6)乐：与说有所区别。旧注说，悦在内心，乐则见于外。',
        '(7)人不知：此句不完整，没有说出人不知道什么。缺少宾语。一般而言，知，是了解的意思。人不知，是说别人不了解自己。',
        '(8)愠(yùn)：恼怒，怨恨。',
        '(9)君子：《论语》书中的君子，有时指有德者，有时指有位者。此处指在道德上有修养的人。'
    ],
    'vernacular' => [
        '孔子说："学习后经常实践所学的知识，不也很令人愉悦吗？有志同道合的人从远方来，不也很高兴吗？别人不了解我但我不生气，不也是道德上有修养的人吗？"'
    ],
    'unscramble' => [
        '宋代著名学者朱熹对此章评价极高，说它是“入道之门，积德之基”。本章这三句话是人们非常熟悉的。历来的解释都是：学了以后，又时常温习和练习，不也高兴吗等等。三句话，一句一个意思，前后句子也没有什么连贯性。但也有人认为这样解释不符合原义，指出这里的“学”不是指学习，而是指学说或主张；“时”不能解为时常，而是时代或社会的意思，“习”不是温习，而是使用，引申为采用。',
        '而且，这三句话不是孤立的，而是前后相互连贯的。这三句的意思是：自己的学说，要是被社会采用了，那就太高兴了；退一步说，要是没有被社会所采用，可是很多朋友赞同我的学说，纷纷到我这里来讨论问题，我也感到快乐；再退一步说，即使社会不采用，人们也不理解我，我也不怨恨，这样做，不也就是君子吗？（见《齐鲁学刊》1986年第6期文）这种解释可以自圆其说，而且也有一定的道理，供读者在理解本章内容时参考。',
        '此外，在对“人不知，而不愠”一句的解释中，也有人认为，“人不知”的后面没有宾语，人家不知道什么呢？当时因为孔子有说话的特定环境，他不需要说出知道什么，别人就可以理解了，却给后人留下一个谜。有人说，这一句是接上一句说的，从远方来的朋友向我求教，我告诉他，他还不懂，我却不怨恨。这样，“人不知”就是“人家不知道我所讲述的”了。这样的解释似乎有些牵强。总之，本章提出以学习为乐事，做到人不知而不愠，反映出孔子学而不厌、诲人不倦、注重修养、严格要求自己的主张。这些思想主张在《论语》书中多处可见，有助于对第一章内容的深入了解。',
    ],
],
[
    'content' => [
        '有子(1)曰：“其为人也孝弟(2)，而好犯上(3)者，鲜(4)矣；不好犯上，而好作乱者，未之有也(5)。君子务本(6)，本立而道(7)生。孝弟也者，其为仁之本(8)与(9)？”',
    ],
    'notes' => [
        '(1)有子：孔子的学生，姓有，名若，比孔子小13岁，一说小33岁。后一说较为可信。在《论语》书中，记载的孔子学生，一般都称字，只有曾参和有若称“子”。因此，许多人认为《论语》即由曾参和有若所著述。',
        '(2)孝弟(tì)：孝，奴隶社会时期所认为的子女对待父母的正确态度；弟，同“悌”，即弟弟对待兄长的正确态度，敬爱兄长。孝、弟是孔子和儒家特别提倡的两个基本道德规范。旧注说：善事父母曰孝，善事兄长曰弟。',
        '(3)犯上：犯，冒犯、干犯。上，指在上位的人。',
        '(4)鲜：音xiǎn，少的意思。《论语》书中的“鲜”字，都是如此用法。',
        '(5)未之有也：此为“未有之也”的倒装句型。古代汉语的句法有一条规律，否定句的宾语若为代词，一般置于动词之前。',
        '(6)务本：务，专心、致力于。本，根本。',
        '(7)道：在中国古代思想里，道有多种含义。此处的道，指孔子提倡的仁道，即以仁为核心的整个道德思想体系及其在实际生活的体现。简单讲，就是治国做人的基本原则。',
        '(8)为仁之本：仁是孔子哲学思想的最高范畴，又是伦理道德准则。为仁之本，即以孝悌作为仁的根本。还有一种解释，认为古代的“仁”就是“人”字，为仁之本即做人的根本。',
        '(9)与：即“欤”字，表示疑问的助词。《论语》中的“欤”字皆作“与”。',
    ],
    'vernacular' => [
        '有若说：“孝顺父母，顺从兄长，而喜好触犯上层统治者，这样的人是很少见的。不喜好触犯上层统治者，而喜好造反的人是没有的。君子专心致力于根本的事务，根本建立了，治国做人的原则也就有了。孝顺父母、顺从兄长，这就是仁的根本啊！”',
    ],
    'unscramble' => [
        '有若认为，人们如果能够在家中对父母尽孝，对兄长顺服，那么他在外就可以对国家尽忠，忠是以孝弟为前提，孝弟以忠为目的。儒家认为，在家中实行了孝弟，统治者内部就不会发生“犯上作乱”的事情；再把孝弟推广到劳动民众中去，民众也会绝对服从，而不会起来造反，这样就可以维护国家和社会的安定。',
        '这里所提的孝悌是仁的根本，对于读者理解孔子以仁为核心的哲学、伦理思想非常重要。在春秋时代，周天子实行嫡长子继承制，其余庶子则分封为诸侯，诸侯以下也是如此。整个社会从天子、诸侯到大夫这样一种政治结构，其基础是封建的宗法血缘关系，而孝、悌说正反映了当时宗法制社会的道德要求。',
        '孝悌与社会的安定有直接关系。孔子看到了这一点，所以他的全部思想主张都是由此出发的，他从为人孝悌就不会发生犯上作乱之事这点上，说明孝悌即为仁的根本这个道理。自春秋战国以后的历代封建统治者和文人，都继承了孔子的孝悌说，主张“以孝治天下”，汉代即是一个显例。他们把道德教化作为实行封建统治的重要手段，把老百姓禁锢在纲常名教、伦理道德的桎梏之中，对民众的道德观念和道德行为产生了极大影响，也对整个中国传统文化产生深刻影响。孝悌说是为封建统治和宗法家族制度服务的，对此应有清醒的认识和分析判别，抛弃封建毒素，继承其合理的内容，充分发挥道德在社会安定方面所应有的作用。',
    ],
],
[
    'content' => [
        '子曰:“巧言令色(1)，鲜(2)矣仁。”',
    ],
    'notes' => [
        '巧言令色：巧，好。令，善巧言令色，即满口说着讨人喜欢的话，满脸装出讨人喜欢的脸色。朱熹注曰：“好其言，善其色，致饰于外，务以说人。”巧和令都是美好的意思。但此处应释为装出和颜悦色的样子。',
        '鲜：少的意思。',
    ],
    'vernacular' => [
        '孔子说：“花言巧语，装出和颜悦色的样子，这种人很少有仁德的。”',
    ],
    'unscramble' => [
        '上一章里提出，孔子和儒家学说的核心是仁，仁的表现之一就是孝与悌。这是从正面阐述什么是仁的问题。这一章，孔子讲仁的反面，即为花言巧语，工于辞令。儒家崇尚质朴，反对花言巧语；主张说话应谨慎小心，说到做到，先做后说，反对说话办事随心所欲，只说不做，停留在口头上。这表明，孔子和儒家注重人的实际行动，特别强调人应当言行一致，力戒空谈浮言，心口不一。这种踏实态度和质朴精神长期影响着中国人，成为中华传统思想文化中的精华内容。',
    ],
],
[
    'content' => [
        '曾子(1)曰：“吾日三省(2)吾身。为人谋而不忠(3)乎？与朋友交而不信(4)乎？传不习(5)乎？”',
    ],
    'notes' => [
        '(1)曾子：孔子晚年的学生，比孔子小四十六岁。曾子姓曾名参（音shēn）字子舆，生于公元前505年，鲁国人，是被鲁国灭亡了的鄫国贵族的后代。曾参是孔子的得意门生，以孝子出名。据说《孝经》就是他撰写的。',
        '(2)三省(xǐng)：省，检查、察看。三省有几种解释：一是三次检查；二是从三个方面检查；三是多次检查。其实，古代在有动作性的动词前加上数字，表示动作频率多，不必认定为三次。',
        '(3)忠：旧注曰：尽己之谓忠。此处指对人应当尽心竭力。',
        '(4)信：旧注曰：信者，诚也。以诚实之谓信。要求人们按照礼的规定相互守信，以调整人们之间的关系。',
        '(5)传不习：我教授给其他人的知识，我自己是否进行过演习实践？',
    ],
    'vernacular' => [
        '曾子说：“我每天多次反省自己，为别人办事是不是尽心竭力了呢？同朋友交往是不是做到诚实可信了呢？老师教授给的知识，我自己是否进行过复习实践？',
    ],
    'unscramble' => [
        '儒家十分重视个人的道德修养，以求塑造成理想人格。而本章所讲的自省，则是自我修养的基本方法。',
        '在春秋时代，社会变化十分剧烈，反映在意识领域中，即人们的思想信仰开始发生动摇，传统观念似乎已经在人们的头脑中出现危机。于是，曾参提出了“反省内求”的修养办法，不断检查自己的言行，使自己修善成完美的理想人格。《论语》书中多次谈到自省的问题，要求孔门弟子自觉地反省自己，进行自我批评，加强个人思想修养和道德修养，改正个人言行举止上的各种错误。这种自省的道德修养方式在今天仍有值得借鉴的地方，因为它特别强调进行修养的自觉性。',
        '在本章中，曾子还提出了“忠”和“信”的范畴。忠的特点是一个“尽”字，办事尽力，死而后已。如后来儒家所说的那样，“尽己之谓忠”。“为人谋而不忠乎，是泛指对一切人，并非专指君主。就是指对包括君主在内的所有人，都尽力帮助。因此，“忠”在先秦是一般的道德范畴，不止用于君臣关系。至于汉代以后逐渐将“忠”字演化为“忠君”，这既与儒家的忠有关联，又有重要的区别。“信”的涵义有二，一是信任、二是信用。其内容是诚实不欺，用来处理上下等级和朋友之间的关系，信特别与言论有关，表示说真话，说话算数。这是一个人立身处世的基石。',
    ],
],
[
    'content' => [
        '子曰：“道(1)千乘之国(2)，敬事(3)而信，节用而爱人(4)，使民以时(5)。”',
    ],
    'notes' => [
        '(1)道：一本作“导”，作动词用。这里是治理的意思。',
        '(2)千乘(shèng)之国：乘，意为辆。这里指古代军队的基层单位。每乘拥有四匹马拉的兵车一辆，车上甲士3人，车下步卒72人，后勤人员25人，共计100人。千乘之国，指拥有1000辆战车的国家，即诸侯国。春秋时代，战争频仍，所以国家的强弱都用车辆的数目来计算。在孔子时代，千乘之国已经不是大国。',
        '(3)敬事：敬字一般用于表示个人的态度，尤其是对待所从事的事务要谨慎专一、兢兢业业。',
        '(4)爱人：古代“人”的含义有广义与狭义的区别。广义的“人”，指一切人群；狭义的“人”，仅指士大夫以上各个阶层的人。此处的“人”与“民”相对而言，可见其用法为狭义。',
        '(5)使民以时：时指农时。古代百姓以农业为主，这是说要役使百姓按照农时耕作与收获。',
    ],
    'vernacular' => [
        '孔子说：“治理一个拥有一千辆兵车的国家，就要严谨认真地办理国家大事而又恪守信用，诚实无欺，节约财政开支而又爱护官吏臣僚，役使百姓要不误农时”。',
    ],
    'unscramble' => [
        '孔子在本章中所说的话，主要是对国家的执政者而言的，是关于治理国家的基本原则。他讲了三个方面的问题，即要求统治者严肃认真地办理国家各方面事务，恪守信用；节约用度，爱护官吏；役使百姓应注意不误农时等。这是治国安邦的基本点。',
        '康有为说，孔子的学说是“爱人”，泛爱一切人。但本章里所说的“爱人”则非此意。他所说的“人”不是百姓，而是官吏，是有地位的人；而“民”才是百姓，是被治者役使的对象。可见，“爱人”不是爱一切人，而只是爱统治集团中的人。“节用而爱人，使民以时”的思想是合理的，反映了孔子的社会思想。但这与“爱人”与否则无太大干系。从另一个角度说，孔子这里是为统治者治理国家、统治百姓出谋划策。',
        '鲁迅曾经指出：“孔夫子曾经计划过出色的治国的方法，但那都是为了治民众者，即权势者设想的方法，为民众本身的，却一点也没有。”（《且介亭杂文二集·在现代中国的孔夫子》）这是站在人民群众的立场上看待孔子治国方略的。因而颇具尖锐性。',
    ],
],
[
    'content' => [
        '子曰：“弟子(1)，入(2)则孝，出(3)则弟，谨(4)而信，汎(5)爱众，而亲仁(6)，行有余力(7)，则以学文(8)。”',
    ],
    'notes' => [
        '(1)弟子：一般有两种意义：一是年纪较小为人弟和为人子的人；二是指学生。这里是用一种意义上的“弟子”。',
        '(2)入：古代时父子分别住在不同的居处，学习则在外舍。《礼记·内则》：“由命士以上，父子皆异宫”。入是入父宫，指进到父亲住处，或说在家。',
        '(3)出：与“入”相对而言，指外出拜师学习。出则弟，是说要用弟道对待师长，也可泛指年长于自己的人。',
        '(4)谨：寡言少语称之为谨。',
        '(5)汎(fàn)：同泛，广泛的意思。',
        '(6)仁：仁即仁人，有仁德之人。',
        '(7)行有余力：指有闲暇时间。',
        '(8)文：古代文献。主要有诗、书、礼、乐等文化知识。',
    ],
    'vernacular' => [
        '孔子说：“弟子们在父母跟前，就孝顺父母；出门在外，要顺从师长，言行要谨慎，要诚实可信，寡言少语，要广泛地去爱众人，亲近那些有仁德的人。这样躬行实践之后，还有余力的话，就再去学习文献知识。”',
    ],
    'unscramble' => [
        '本篇第二章中曾提到孝悌的问题，本章再次提及这个问题。孔子要求弟子们首先要致力于孝悌、谨信、爱众、亲仁，培养良好的道德观念和道德行为，如果还有闲暇时间和余力，则用以学习古代典籍，增长文化知识。这表明，孔子的教育是以道德教育为中心，重在培养学生的德行修养，而对于书本知识的学习，则摆在第二位。',
        '孔子办教育，把培养学生的道德观念放在第一位，而文化学习只是第二位的。事实上，历史上的任何阶级，无论奴隶主阶级、地主阶级，还是资产阶级，教育都是为其政治服务的，尤其重视学生的道德品行和政治表现，把“德”排在“识”的前面，这是阶级的需要。他们就是要培养适应本阶级要求的各方面人才。',
    ],
],
[
    'content' => [
        '子夏(1)曰：“贤贤(2)易色(3)；事父母，能竭其力；事君，能致其身(4)；与朋友交，言而有信。虽曰未学，吾必谓之学矣。”',
    ],
    'notes' => [
        '(1)子夏：姓卜，名商，字子夏，孔子的学生，比孔子小44岁，生于公元前507年。孔子死后，他在魏国宣传孔子的思想主张。',
        '(2)贤贤：第一个“贤”字作动词用，尊重的意思。贤贤即尊重贤者。',
        '(3)色：脸色，态度。此处指尊重贤者，改变自己的态度。',
        '(4)致其身：致，意为“献纳”、“尽力”。这是说能够不遗余力奉献君上。',
    ],
    'vernacular' => [
        '子夏说：“一个人能够尊重贤者，改变其态度；侍奉父母，能够竭尽全力；服侍君主，能够不遗余力；同朋友交往，说话诚实恪守信用。这样的人，尽管他自己说没有学习过，我一定说他已经学习过了。”',
    ],
    'unscramble' => [
        '上一章有“行有余力，则以学文”一句。本章中子夏所说的这段话，实际是对上章的进一步发挥。子夏认为，一个人有没有学问，他的学问的好坏，主要不是看他的文化知识，而是要看他能不能实行“孝”、“忠”、“信”等传统伦理道德。只要做到了后面几点，即使他说自己没有学习过，但他已经是有道德修养的人了。所以，将这一章与前一章联系起来阅读分析，就更可以看到孔子教育重在德行的基本特点。',
    ],
],
[
    'content' => [
        '子曰：“君子(1)不重(2)则不威，学则不固(3)，主忠信(4)。无(5)友不如己者(6)。过(7)则勿惮(8)改。”',
    ],
    'notes' => [
        '(1)君子：这个词一直贯穿于本段始终，因此这里应当有一个断句。',
        '(2)重：庄重、自持。',
        '(3)学则不固：有两种解释：一是作坚固解，与上句相连，不庄重就没有威严，所学也不坚固；二是作固陋解，喻人见闻少，学了就可以不固陋。',
        '(4)主忠信：以忠信为主。',
        '(5)无：通毋，“不要”的意思。',
        '(6)不如己：一般解释为不如自己。另一种解释说，“不如己者，不类乎己，所谓‘道不同不相为谋’也。”把“如”解释为“类似”。后一种解释更为符合孔子的原意。',
        '(7)过：过错、过失。',
        '(8)惮(dàn)：害怕、畏惧。',
    ],
    'vernacular' => [
        '孔子说：“君子，不庄重就没有威严；学习可以使人不闭塞；要以忠信为主，不要同与自己不同道的人交朋友；有了过错，就不要怕改正。”',
    ],
    'unscramble' => [
        '本章中，孔子提出了君子应当具有的品德，这部分内容主要包括庄重威严、认真学习、慎重交友、过而能改等项。作为具有理想人格的君子，从外表上应当给人以庄重大方、威严深沉的形象，使人感到稳重可靠，可以付之重托。他重视学习，不自我封闭，善于结交朋友，而且有错必改。以上所提四条原则是相当重要的。作为具有高尚人格的君子，过则勿惮改就是对待错误和过失的正确态度，可以说，这一思想闪烁着真理光辉，反映出孔子理想中的完美品德，对于研究和理解孔子思想有重要意义。',
    ],
],
[
    'content' => [
        '曾子曰：“慎终(1)追远(2)，民德归厚矣(3)。”',
    ],
    'notes' => [
        '(1)慎终：人死为终。这里指父母的去世。旧注曰：慎终者丧尽其哀。',
        '(2)追远：远指祖先。旧注曰：追远者祭尽其敬。',
        '(3)民德：指民心，民风。厚：朴实，淳厚。民德归厚，指民心归向淳厚。',
    ],
    'vernacular' => [
        '曾子说：“谨慎地对待父母的去世，追念久远的祖先，自然会导致老百姓日趋忠厚老实了。”',
    ],
    'unscramble' => [
        '孔子并不相信鬼神的存在，他说“敬鬼神而远之”，就证明了这一点。尽管他没有提出过人死之后有所谓灵魂的存在这种主张，但他却非常重视丧祭之礼。在孔子的观念中，祭祀已经被异化，不单是祭祀亡灵，而是把祭祀之礼看作一个人孝道德继续和表现，通过祭祀之礼，可以寄托和培养个人对父母和先祖尽孝的情感。因此，本章仍是继续深化“孝”这一道德观念和道德行为的内容。',
        '儒家重视孝的道德，是因为孝是忠的基础，一个不能对父母尽孝的人，他是不可能为国尽忠的。所以忠是孝的延伸和外化。关于忠、孝的道德观念，在《论语》书中时常出现，表明儒家十分重视忠孝等伦理道德观念，希望把人们塑造成有教养的忠孝两全的君子。这是与春秋时代宗法制度相互适应的。只要做到忠与孝，那么，社会与家庭就可以得到安定。',
    ],
],
[
    'content' => [
        '子禽(1)问于子贡(2)曰：“夫子(3)至于是邦(4)也，必闻其政，求之与，抑与之与(5)？”',
        '子贡曰：“夫子温、良、恭、俭、让(6)以得之。夫子之求之也，其诸(7)异乎人之求之与？”',
    ],
    'notes' => [
        '(1)子禽：姓陈名亢，字子禽。郑玄所注《论语》说他是孔子的学生，但《史记·仲尼弟子列传》未载此人，故一说子禽非孔子学生。',
        '(2)子贡：姓端木名赐，字子贡，卫国人，比孔子小31岁，是孔子的学生，生于公元前520年。子贡善辩，孔子认为他可以做大国的宰相。据《史记》记载，子贡在卫国做了商人，家有财产千金，成了有名的商业家。',
        '(3)夫子：这是古代的一种敬称，凡是做过大夫的人都可以取得这一称谓。孔子曾担任过鲁国的司寇，所以他的学生们称他为“夫子”。后来，因此而沿袭以称呼老师。《论语》书中所说的“夫子”，都是孔子的学生对他的称呼。',
        '(4)邦：指当时割据的诸侯国家。',
        '(5)抑：表示选择的文言连词，有“还是”的意思。与之，（别人）自愿给他。',
        '(6)温、良、恭、俭、让：就字面理解即为：温顺、善良、恭敬、俭朴、谦让。这是孔子的弟子对他的赞誉。',
        '(7)其诸：语气词，有“大概”“或者”的意思。',
    ],
    'vernacular' => [
        '子禽问子贡说：“老师到了一个国家，总是预闻这个国家的政事。（这种资格）是他自己求得呢，还是人家国君主动给他的呢？”子贡说：“老师温良恭俭让，所以才得到这样的资格，（这种资格也可以说是求得的），但他求的方法，或许与别人的求法不同吧？”',
    ],
    'unscramble' => [
        '本章通过子禽与子贡两人的对话，把孔子的为人处世品格勾划出来。孔子之所以受到各国统治者的礼遇和器重，就在于孔子具备有温和、善良、恭敬、俭朴、谦让的道德品格。例如，这五种道德品质中的“让”，在人格的塑造过程中，就起着十分重要的作用。“让”是在功名利权上先人后己，在职责义务上先己后人。让用之于外交如国事访问，也是合乎客观需要的一个重要条件。孔子就是因具有这种品格，所以每到一个国家，都受到各国国君的礼遇。孔子认为，好胜，争取名声；夸功，争取名利；争不到便怨恨别人，以及在名利上贪心不足，都不符合让的原则。据此可知，让这一基本原则形成社会风尚的可贵之处是：就人情而言，长谦让名利地位之风，人们就多学别人所长而鉴人所短。前者可以导人于团结、亲睦、向善；后者则诱人嫉贤妒能。二者的社会效果截然相反。',
    ],
],
[
    'content' => [
        '子曰：“父在，观其(1)志；父没，观其行(2)；三年(3)无改于父之道(4)，可谓孝矣。”',
    ],
    'notes' => [
        '其：他的，指儿子，不是指父亲。',
        '行(xíng)：指行为举止等。',
        '三年：对于古人所说的数字不必过于机械地理解，只是说要经过一个较长的时间而已，不一定仅指三年的时间。',
        '道：有时候是一般意义上的名词，无论好坏、善恶都可以叫做道。但更多时候是积极意义的名词，表示善的、好的东西。这里表示“合理内容”的意思。',
    ],
    'vernacular' => [
        '孔子说；“当他父亲在世的时候，（因为他无权独立行动），要观察他的志向；在他父亲死后，要考察他的行为；若是他对他父亲的合理部分长期不加改变，这样的人可以说是尽到孝了。”',
    ],
    'unscramble' => [
        '这一章仍然谈的是有关“孝”的问题，把“孝”字具体化了。鲁迅曾经说过：“只要思想未遭锢蔽的人，谁也喜欢子女比自己更强，更健康，更聪明高尚，－－更幸福；就是超越了自己，超越了过去。超越便须改变，所以子孙对于祖先的事，应该改变，‘三年无改于父之道可谓孝矣，’当然是曲说，是退婴的病根。”（《坟·我们现在怎样做父亲》）',
        '在本章中孔子说一个人当父亲死后，三年内都不能改变他父亲所制定的那一套规矩，这就是尽孝了。其实，这样的孝，片面强调了儿子对父亲的依从。宋儒所作的注说，如不能无改于父之道，所行虽善亦不得为孝。这样，无改于父之道则成了最大的善，否则便是不善。这样的判定原则，正如鲁迅所说的，是歪曲的。历史在发展，社会在前进，人们的思想观念，言行举止都不能总停留在过去的水平上，“青出于蓝而胜于蓝”，后代超过前代，这是历史的必然。',
    ],
],
[
    'content' => [
        '有子曰：“礼(1)之用，和(2)为贵。先王之道(3)，斯(4)为美。小大由之，有所不行。知和而和，不以礼节之，亦不可行也。”',
    ],
    'notes' => [
        '礼：在春秋时代，“礼”泛指奴隶社会的典章制度和道德规范。孔子的“礼”，既指“周礼”，礼节、仪式，也指人们的道德规范。',
        '和：调和、和谐、协调。',
        '先王之道：指尧、舜、禹、汤、文、武，周公等古代帝王的治世之道。',
        '斯：这、此等意。这里指礼，也指和。',
    ],
    'vernacular' => [
        '有子说：“礼的应用，以和谐为贵。古代君主的治国方法，可宝贵的地方就在这里。但不论大事小事只顾按和谐的办法去做，有的时候就行不通。（这是因为）为和谐而和谐，不以礼来节制和谐，也是不可行的。”',
        '有子说：“礼的功用，以遇事做得恰当和顺为可贵。以前的圣明君主治理国家，最可贵的地方就在这里。他们做事，无论事大事小，都按这个原则去做。如遇到行不通的，仍一味地追求和顺，却并不用礼法去节制它，也是行不通的。”',
    ],
    'unscramble' => [
        '和是儒家所特别倡导的伦理、政治和社会原则。《礼记·中庸》写道：“喜怒哀乐之未发谓之中，发而皆中节谓之和。”杨遇夫《论语疏证》写道：“事之中节者皆谓之和，不独喜怒哀乐之发一事也。和今言适合，言恰当，言恰到好处。”孔门认为，礼的推行和应用要以和谐为贵。但是，凡事都要讲和谐，或者为和谐而和谐，不受礼文的约束也是行不通的。这是说，既要遵守礼所规定的等级差别，相互之间又不要出现不和。孔子在本章提出的这个观点是有意义的。在奴隶社会，各等级之间的区分和对立是很严肃的，其界限丝毫不容紊乱。上一等级的人，以自己的礼仪节文显示其威风；下一等级的人，则怀着畏惧的心情唯命是从。但到春秋时代，这种社会关系开始破裂，臣弑君、子弑父的现象已属常见。对此，有子提出“和为贵”说，其目的是为缓和不同等级之间的对立，使之不致于破裂，以安定当时的社会秩序。',
        '但从理论上看待这个问题，我们又感到，孔子既强调礼的运用以和为贵，又指出不能为和而和，要以礼节制之，可见孔子提倡的和并不是无原则的调和，这是有其合理性的。',
    ],
],

[
    'content' => [
        '有子曰：“信近(1)于义(2)，言可复(3)也；恭近于礼，远(4)耻辱也；因(5)不失其亲，亦可宗(6)也。”',
    ],
    'notes' => [
        '(1)近：接近、符合的意思。',
        '(2)义：义是儒家的伦理范畴。是指思想和行为符合一定的标准。这个标准就是“礼”。',
        '(3)复：实践的意思。朱熹《集注》云：复，践言也。”',
        '(4)远(yuàn)：动词，使动用法，使之远离的意思，此外亦可以译为避免。',
        '(5)因：依靠、凭藉。一说因应写作姻，但从上下文看似有不妥之处。',
        '(6)宗：主、可靠，一般解释为“尊敬”似有不妥之处。',
    ],
    'vernacular' => [
        '有子说：“讲信用要符合于义，（符合于义的）话才能实行；恭敬要符合于礼，这样才能远离耻辱；所依靠的都是可靠的人，也就值得尊敬了。”',
    ],
    'unscramble' => [
        '孔子的弟子有子在本章所讲的这段话，表明他们对“信”和“恭”是十分看重的。“信”和“恭”都要以周礼为标准，不符合于礼的话绝不能讲，讲了就不是“信”的态度；不符合于礼的事绝不能做，做了就不是“恭”的态度。这是讲的为人处世的基本态度。',
    ],
],
[
    'content' => [
        '子曰：“君子食无求饱，居无求安，敏于事而慎于言，就(1)有道(2)而正(3)焉，可谓好学也已。”',
    ],
    'notes' => [
        '就：靠近、看齐。',
        '有道：指有道德的人。',
        '正：匡正、端正。',
    ],
    'vernacular' => [
        '孔子说：“君子，饮食不求饱足，居住不要求舒适，对工作勤劳敏捷，说话却小心谨慎，到有道德人那里去匡正自己，这样可以说是好学了。”',
    ],
    'unscramble' => [
        '本章重点提到对于君子的道德要求。孔子认为，一个有道德的人，不应当过多地讲究自己的饮食与居处，他在工作方面应当勤劳敏捷，谨慎小心，而且能经常检讨自己，请有道德的人对自己的言行加以匡正。作为君子应该克制追求物质享受的欲望，把注意力放在塑造自己道德品质方面，这是值得借鉴的。',
    ],
],
[
    'content' => [
        '子贡曰：“贫而无谄(1)，富而无骄，何如(2)？”',
        '子曰：“可也。未若贫而乐(3)、富而好礼者也。“',
        '子贡曰：“《诗》云‘如切如磋，如琢如磨(4)，其(5)斯之谓与？"',
        '子曰：“赐(6)也，始可与言《诗》已矣，告诸往而知来者(7)。”',
    ],
    'notes' => [
        '(1)谄(chǎn)：意为巴结、奉承。',
        '(2)何如：《论语》书中的“何如”，都可以译为“怎么样”。',
        '(3)贫而乐：一本作“贫而乐道”。',
        '(4)如切如磋，如琢如磨：出自《诗经·卫风·淇奥》篇。这两句诗有两种解释：一种认为切、磋、琢、磨分别指加工兽骨、象牙、玉、石头为器物的工艺，引申意义则指学者做学问和修养自己离开了切磋琢磨就不能成器。另一种解释则认为切、磋是指加工牙骨的工艺，切开了还得磋（锉平）；琢、磨是指加工玉石的工艺，琢（雕刻）了还得磨（磨光滑）。引申意义则指学者做学问和修养自己要精益求精。从本节上下文的意义来看，宜作精益求精的理解。',
        '(5)其：表测度语气，可译为“大概”。',
        '(6)赐：子贡的名。孔子对学生一般都称名。',
        '(7)告诸往而知来者：诸，同之；往，过去的事情；来者：未来的事，这里借喻为未知的事。',
    ],
    'vernacular' => [
        '子贡说：“贫穷而不谄媚，富有而不骄傲自大的人，怎么样？”孔子说：“这也算可以了。但是还不如虽贫穷却开开心心，虽富裕却又爱好礼仪的人。”子贡说：“《诗》上说，‘要像对待骨头、牛角、象牙、玉石一样，切磋它，琢磨它’，就是讲的这个意思吧？”孔子说：“赐呀，你能从我已经讲过的话中领会到我还没有说到的意思，举一反三，我可以同你谈论《诗》了。”',
    ],
    'unscramble' => [
        '孔子希望他的弟子以及所有的人们，都能够达到贫而乐道、富而好礼这样的理想境界，因而在平时对弟子的教育中，就把这样的思想讲授给学生。贫而乐道，富而好礼，社会上无论贫或富都能做到各安其位，便可以保持社会的安定了。孔子对子贡比较满意，在这段对话中可以看出，子贡能独立思考、举一反三，因而得到孔子的赞扬。这是孔子教育思想中的一个显著特点。',
    ],
],
[
    'content' => [
        '子曰：“不患(1)人之不己知(2)，患不知人(3)也。”',
    ],
    'notes' => [
        '(1)患：忧虑，怨恨，怕。',
        '(2)不己知：“不知己”的倒装。',
        '(3)人：指有教养、有知识的人，而非民。',
    ],
    'vernacular' => [
        '孔子说：“不要担心别人不了解自己，应该担心的是自己不了解别人。”',
    ],
    'unscramble' => [
        '这段话是孔子对自己学生所传授的为人处世之道。有的解释者说，这是孔子安贫乐道、不求名位的思想。这种解释可能不妥。这不符合孔子一贯的主张。在孔子的观念中，“学而优则仕，是一种积极入世的态度。这里的潜台词是：在了解别人的过程中，也使别人了解自己。',
    ],
],
],
];
