<?php
return array (
  'name' => '国风·周南·樛木',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·周南·樛木',
      'spell' => 
      array (
        0 => 'guó fēng · zhōu nán ·jiū mù',
        1 => 'nán yǒu jiū mù ， gé lěi léi zhī 。',
        2 => 'lè zhī jūn zǐ ， fú lǚ suí zhī 。',
        3 => 'nán yǒu jiū mù ， gé lěi huāng zhī 。',
        4 => 'lè zhī jūn zǐ ， fú lǚ jiāng zhī 。',
        5 => 'nán yǒu jiū mù ， gé lěi yíng zhī 。',
        6 => 'lè zhī jūn zǐ ， fú lǚ chéng zhī 。',
      ),
      'content' => 
      array (
        0 => '国风·周南·樛木',
        1 => '南有樛木，葛藟累之。',
        2 => '乐只君子，福履绥之。',
        3 => '南有樛木，葛藟荒之。',
        4 => '乐只君子，福履将之。',
        5 => '南有樛木，葛藟萦之。',
        6 => '乐只君子，福履成之。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,祝福,国风,周南',
        1 => '南方地区有很多生长茂盛的树木，这些树木中有下垂的树枝，葛藟爬上这根树枝，并在这根树枝上快乐的生长蔓延。一位快乐的君子，他能够用善心或善行去安抚人或使人安定。',
        2 => '南方地区有很多生长茂盛的树木，这些树木中有下垂的树枝，葛藟爬上这根树枝，在这根树枝上快乐的生长蔓延，并且这根樛木都被葛藟覆盖了。一位快乐的君子，能够用善心或善行去扶助他人',
        3 => '南方地区有很多生长茂盛的树木，这些树木中有下垂的树枝，好几根葛藟爬上这根树枝，缠绕在这根树枝上快乐的生长蔓延。一位快乐的君子，能够用善心或善行去成就他人。',
      ),
      'unscramble' => 
      array (
        0 => '樛木赏析',
        1 => '《诗经》中的“兴”语往往兼有“比”义，这首《周南·樛木》就是如此。“兴”者起也，“先咏他物以引起所咏之词也”(朱熹《诗集传》)。从这一解说看，“乐只君子，福履绥之”二句，乃是首章所咏之本体;“南有樛木，葛藟累之”二句，则是引起所咏之词的“兴”体。后二章每章只改动二字，大体意思与首章相近，运用的是“国风”常用的“叠章”形式。以反覆咏唱逐层推进，在回环往复中造成浓浓的感情。故从“兴”之引起的“所咏之词”看，这乃是一首为“君子”祝“福”的歌，当无可疑。',
        2 => '而这三章中的“兴”语，同时又带有“比”义。“比者，以彼物比此物也”。诗中的“彼物”即“樛木”和“葛藟”，“此物”则是“君子”和“福”——以樛木的得到葛藟缠绕，比君子的常得福禄相随，也实在非常形象。故从各章之“比”义看，这也是一首形象动人的祝福歌。',
        3 => '所以透过诗经比兴的手法，从中可以还原在三千多年前一场婚礼。秋日的黄昏宾客毕集，辘辘的车音自远而近。性急的孩童早从村口奔来，嚷叫着：“接新娘的车子到啦!”欢乐的鼓吹由此压过喜悦的喧声齐鸣。当幸福的“君子”搀扶新娘下车的时候，迎接他们的，便是青年男女们一遍又一遍的热烈歌唱。于是，用“南有樛木，葛藟累之(荒之、萦之)”来比拟、形容新郎新娘的喜悦和美满以及当时的情景，是十分贴切的，也体现了《诗经》表达感情克制而平和的优雅。数次的叠唱将在众宾客心间的祝福之情宣泄的兴奋和浓烈，而《周南·樛木》，正以如此兴奋和浓烈的激情，表现了中华民族淳朴、古老的婚礼祝福习俗。',
        4 => '①这是一首祝贺新婚的民歌。诗人先以葛藟缠绕樛木，比喻女子嫁给丈夫。然后为新郎祝福，希望他能有幸福、美满的生活。诗凡三章，每章只改易二字，句式整饬，以群歌叠唱的形式表达出喜庆祝颂之情。',
        5 => '②樛（jiū）：下曲而高的树。',
        6 => '③葛（gé）藟（lěi）：多年生草本植物，花紫红色，茎可做绳，纤维可织葛布。藟似葛，野葡萄之类。',
        7 => '④累：攀缘，缠绕。此处又作纍。',
        8 => '⑤只：语气助词。',
        9 => '⑥君子：此处指结婚的新郎。',
        10 => '⑦福履：福禄，幸福。后妃能逮下而无嫉妒之心，故众妾乐其德而称愿之曰：南有樛木，则葛藟累之矣，乐只君子，则福履绥之矣。',
        11 => '⑧绥：与妥通，下降的意思。《礼记·曲礼》：“大夫则绥之”《疏》“绥，下也。”《毛传》“绥，安也。"亦通。',
        12 => '⑨荒：覆盖。',
        13 => '⑩将：扶助；或释为“大”。朱熹：《诗经集注》将，犹扶助也。',
        14 => '⑪萦（yíng 营）：回旋缠绕。《康熙字典》：玉篇萦，旋也。广韵 绕也。',
        15 => '⑫成：就；到来。',
      ),
    ),
  ),
);
