<?php
return array (
  'name' => '国风·周南·螽斯',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·周南·螽斯',
      'spell' => 
      array (
        0 => 'guó fēng · zhōu nán ·zhōng sī',
        1 => 'zhōng sī yǔ ， shēn shēn xī 。',
        2 => 'yí ěr zǐ sūn ， zhèn zhèn xī 。',
        3 => 'zhōng sī yǔ ， hōng hōng xī 。',
        4 => 'yí ěr zǐ sūn 。 shéng shéng xī 。',
        5 => 'zhōng sī yǔ ， jí jí xī 。',
        6 => 'yí ěr zǐ sūn ， zhé zhé xī 。',
      ),
      'content' => 
      array (
        0 => '国风·周南·螽斯',
        1 => '螽斯羽，诜诜兮。',
        2 => '宜尔子孙，振振兮。',
        3 => '螽斯羽，薨薨兮。',
        4 => '宜尔子孙。绳绳兮。',
        5 => '螽斯羽，揖揖兮。',
        6 => '宜尔子孙，蛰蛰兮。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,写鸟,祝福,国风,周南',
        1 => '译文一',
        2 => '蝈蝈绿翅振，聚来鸣好音，你的众子孙，多得连成群。',
        3 => '蝈蝈绿翅振，轰轰唱好音，你的众子孙，延绵万年长。',
        4 => '蝈蝈绿翅振，相聚共纷纷，你的众子孙，和睦心欢畅。',
        5 => '译文二',
        6 => '螽斯扇动翅膀，群集低飞翔啊。你的子孙多又多，家族正兴旺啊。',
        7 => '螽斯扇动翅膀，群飞嗡嗡响啊。你的子孙多又多，世代绵延长啊。',
        8 => '螽斯扇动翅膀，群聚挤满堂啊。你的子孙多又多，和睦好欢畅啊。',
      ),
      'unscramble' => 
      array (
        0 => '螽斯赏析',
        1 => '根据《周南·螽斯》意象与诗语，先民颂祝多子多孙的诗旨，显豁而明朗。就意象而言，飞蝗产卵孵化的若虫极多，年生两代或三代，真可谓是宜子的动物。诗篇正以此作比，寄兴于物，即物寓情;“子孙众多，言若螽斯”，即此之谓。就诗语而言，六组叠词，除“薨薨”外，均有形容群聚众多之意。易辞复唱，用墨如泼，正因心愿强烈。“子孙”，是生命的延续，晚年的慰藉，家族的希望。《庄子·天地》篇有“华封人三祝”的记载：尧去华地巡视，守疆人对这位“圣人”充满敬意，衷心地祝愿他“寿、富、多男子”。而再三颂祝“宜尔子孙”的《周南·螽斯》，正是先民这一观念诗意地热烈抒发。就诗篇编排而言，前篇《周南·樛木》祝贺新婚幸福，此篇继而祈颂多生贵子，不仅顺理成章，或恐正是编者苦心所系。',
        2 => '全诗三章，每章四句，前两句描写，后两句颂祝。而叠词叠句的叠唱形式。是这首诗艺术表现上最鲜明的特色。如果说，“宜尔子孙”的三致其辞，使诗旨显豁明朗;那么，六组叠词的巧妙运用，则使全篇韵味无穷。《诗经》运用叠词颇为寻常，而《周南·螽斯》的独特魅力在于：六组叠词，锤炼整齐，隔句联用，音韵铿锵，造成了节短韵长的审美效果。同时，诗章结构并列，六词意有差别，又形成了诗意的层递：首章侧重多子兴旺;次章侧重世代昌盛;末章侧重聚集欢乐。由此看来，方氏的评语似可改为：诗虽平说，平中暗含波折;六字炼得甚新，诗意表达圆足。另外，在朱熹《诗集传》中，《周南·螽斯》是比体首篇，故用以释比。其实，通篇围绕“螽斯”着笔，却一语双关，即物即情，物情两忘，浑然一体。因此，“螽斯”不只是比喻性意象，也可以说是《诗经》中不多见的象征性意象。',
      ),
      'note' => 
      array (
        0 => '⑴螽(zhōng)斯：或名斯螽，一种直翅目昆虫，常称为“蝈蝈”。一说即蝗虫。一说“斯”为“之”意。',
        1 => '⑵诜(shēn)诜：同“莘莘”，众多的样子;一说和顺的响声。',
        2 => '⑶宜：多。尔：你。',
        3 => '⑷振(zhēn)振：茂盛的样子。',
        4 => '⑸薨(hōng)薨：很多虫飞的声音。或曰形容螽斯的齐鸣。',
        5 => '⑹绳(shéng)绳：延绵不绝的样子，一说戒惧。',
        6 => '⑺揖(jí)揖：会聚的样子。揖为“集”之假借。',
        7 => '⑻蛰(zhé)蛰：群聚而和谐欢乐的样子，一说安静群居的样子。',
      ),
    ),
  ),
);
