<?php
return array (
  'name' => '国风·齐风·甫田',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·齐风·甫田',
      'spell' => 
      array (
        0 => 'guó fēng · qí fēng · fǔ tián',
        1 => 'wú diàn fǔ tián ， wéi yǒu jiāo jiāo ；',
        2 => 'wú sī yuǎn rén ， láo xīn dāo dāo 。',
        3 => 'wú diàn fǔ tián ， wéi yǒu jié jié ；',
        4 => 'wú sī yuǎn rén ， láo xīn dá dá 。',
        5 => 'wǎn xī luán xī 。 zǒng jiǎo guàn xī ！',
        6 => 'wèi jǐ jiàn xī ， tū ér biàn xī ！',
      ),
      'content' => 
      array (
        0 => '国风·齐风·甫田',
        1 => '无田甫田，维莠骄骄；',
        2 => '无思远人，劳心忉忉。',
        3 => '无田甫田，维莠桀桀；',
        4 => '无思远人，劳心怛怛。',
        5 => '婉兮娈兮。总角丱兮！',
        6 => '未几见兮，突而弁兮！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,怀人,国风,齐风',
        1 => '不要勉为其难耕作大块田，白白地撂荒杂草丛生蔓延。不要苦苦思念那远行的人，白白地为他劳心又费精神。',
        2 => '没有力气不要耕作大块田，长不起苗来杂草丛生蔓延。不要苦苦思念那远行的人，白白地为他劳心又费精神。',
        3 => '咱家孩子长得清秀又好看，扎着两只羊角小辫直冲天。一晃多年过去好像没多久，他突然长大戴上了成人冠。',
      ),
      'unscramble' => 
      array (
        0 => '甫田赏析',
        1 => '《齐风·甫田》头两章是写实，采用重叠形式，只换了四个字，表达的意思完全相同：首两句直赋其事，意在引出下两句。因丈夫去了远方，家中没有劳力，耕作粗放，本来长着绿油油庄稼的大田，如今全长着深深的野草，见不着一棵小苗，诗人面对如此荒芜的大田，忧心忡忡，感慨万千，不觉脱口说出“无田甫田，维莠骄骄(桀桀)”。目有所见，心有所感，自伤自怜，自怨自艾，引出一腔怨气，不禁讲出了气话：“无思远人，劳心忉忉(怛怛)!”实际这不过是思极的反语、伤心语，说“无思”，恰是刻骨相思。诗里用两章的篇幅来强化这种氛围，强化怨妇的这种情感，也表达了对徭役繁重伤农的反对情绪。正因为她无法摆脱相思的痛苦，第三章出现了幻觉，由实转虚，诗人似乎觉得丈夫突然归来，想像他见到离家时还是扎着丫角的小儿子，忽然间已经长大成人了，他惊喜不已：“婉兮娈兮，总角丱兮。未几见兮，突而弁兮。”这一自我构造的虚幻境界，既是对丈夫早日平安归来的渴望，又是对孩子快快长大的期盼。此诗的含蓄美尽在这一虚境之中。',
        2 => '南宋理学家朱熹说：“此又以明小可大，迩之可远，能循其序而修之，则可以忽然而至其极，若躐等而欲速，则反有所不达也。”他赋予了此诗很深的哲理意义，建议人们不要舍近图远，厌小务大，要循序渐进，就一定能够达到目标。',
        3 => '此诗第一、第二章是隔句交错押韵，即田、人属上古真部韵，骄、忉属上古宵部韵，桀、怛属上古月部韵。第三章四句连韵，属上古元部韵，并皆有“兮”字收尾。',
      ),
      'note' => 
      array (
        0 => '⑴齐风：齐国的诗歌。《诗经》“十五国风”之一，今存十一篇。',
        1 => '⑵甫田：大块的田，国君所有的农田，耕种需要民众出力。',
        2 => '⑶无田(diàn)：不要耕种。田，治理，耕治田地。',
        3 => '⑷莠(yǒu)：杂草;狗尾草。骄骄：犹“乔乔”，高耸貌。',
        4 => '⑸远人：远方的人。',
        5 => '⑹忉(dāo)忉：忧劳貌;一说失意惆怅的样子。',
        6 => '⑺桀(jié)桀：高出貌;一说茂盛的样子。',
        7 => '⑻怛(dá)怛：悲伤的样子。',
        8 => '⑼婉、娈：年少而美好的样子。《毛传》：“婉娈，少好貌。”',
        9 => '⑽总角：古代男孩将头发梳成两个髻。丱(ɡuàn)：形容总角翘起之状。',
        10 => '⑾未几：不久。',
        11 => '⑿突而：突然。弁(biàn)：成人的帽子。古代男子二十而冠。',
      ),
    ),
  ),
);
