<?php
return array (
  'name' => '国风·齐风·敝笱',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·齐风·敝笱',
      'spell' => 
      array (
        0 => 'guó fēng · qí fēng · bì gǒu',
        1 => 'bì gǒu zài liáng ， qí yú fáng guān 。',
        2 => 'qí zǐ guī zhǐ ， qí cóng rú yún 。',
        3 => 'bì gǒu zài liáng ， qí yú fáng xù 。',
        4 => 'qí zǐ guī zhǐ ， qí zòng rú yǔ 。',
        5 => 'bì gǒu zài liáng ， qí yú wěi wěi 。',
        6 => 'qí zi guī zhǐ ， qí zòng rú shuǐ 。',
      ),
      'content' => 
      array (
        0 => '国风·齐风·敝笱',
        1 => '敝笱在梁，其鱼鲂鳏。',
        2 => '齐子归止，其从如云。',
        3 => '敝笱在梁，其鱼鲂鱮。',
        4 => '齐子归止，其从如雨。',
        5 => '敝笱在梁，其鱼唯唯。',
        6 => '齐子归止，其从如水。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,国风,齐风',
        1 => '破鱼笼子架设在拦鱼坝上，任由鲂鱼鳏鱼游进又游出，齐侯的妹子回到齐国来了，仆从如云啊多得不可胜数。',
        2 => '破鱼笼子架设在拦鱼坝上，任由鲂鱼鲢鱼游进又游出，齐侯的妹子回到齐国来了，仆从如雨啊多得不可胜数。',
        3 => '破鱼笼子架设在拦鱼坝上，任由这些鱼儿游进又游出，齐侯的妹子回到齐国来了，仆从如水啊多得不可胜数。',
      ),
      'unscramble' => 
      array (
        0 => '敝笱赏析',
        1 => '《齐风·敝笱》三章内容基本相同，为了协韵，也为了逐层意思有所递进，各章置换了少数几个字眼，这是典型的一唱三叹的《诗经》章法。',
        2 => '“敝笱在梁”作为各章的起兴，意味实在很深。“法网恢恢，疏而不漏”，才能治理好一个国家。要捕鱼也需有严密的渔具。鱼篓摆在鱼梁上，本意是要捕鱼，可是篓是如此地敝破，小鱼、大鱼，各种各样的鱼都能轻松自如游过，那形同虚设的“敝笱”就没有什么价值。这一比兴的运用，除了讽刺鲁桓公的无能无用外，也形象地揭示了鲁国礼制、法纪的敝坏，不落俗套而又耐人寻味。另外，“鱼”在《诗经》中常隐射两性关系，“敝笱”对制止鱼儿自由来往无能为力，也是兼指“齐子”即文姜的不守礼法。',
        3 => '文姜作为鲁国的国母，地位显赫尊贵，她要回娘家齐国探亲，本来也在情理之中。而她却在齐国伤风败俗，与其兄乱伦丢丑，自然引起人们的憎恶唾弃。可是，这种厌恶之情，在诗中并未直接表露，而仅仅描写了她出行场面的宏大，随从众多“如云”“如雨”“如水”。写得她风光旖旎，万众瞩目。如果她贤惠，这种描写就有褒扬意味。反之，她就是招摇过市，因而这种风光、排场、声势越描写得铺张扬厉，在读者想像中与她的丑行挂上钩，地位的崇高与行为的卑污立即形成强烈反差，讽刺与揭露也就越加入木三分。从亮色中、光环中揭露大人物的丑恶灵魂，是古今中外艺术创作中一条成功门径。杜甫诗《丽人行》也正承袭了这一传统的艺术手法而取得极大成功。',
        4 => '“如云”“如雨”“如水”这三个比喻是递进的因果关系，逐层深入，次序不能颠倒，也可理解为感情抒发的逐步增强。在这盛大随从的描写中，还另具深意。方玉润独具只眼，透过字面看出诗中还有鲁桓公在。不仅文姜有过，鲁桓公疏于防闲，软弱无能，也有相当可笑之处。',
      ),
      'note' => 
      array (
        0 => '⑴齐风：齐国的诗歌。《诗经》“十五国风”之一，共十一篇。齐，国名，开国者为吕尚，其地在今山东东部一带。',
        1 => '⑵敝笱(gǒu)：对制止鱼儿来往无能为力，隐射文姜和齐襄公的不守礼法。敝，破。笱，竹制的鱼篓。',
        2 => '⑶梁：捕鱼水坝。河中筑堤，中留缺口，嵌入笱，使鱼能进不能出。',
        3 => '⑷鲂(fáng)：鳊鱼。鳏(guān)：鲲鱼。一说大鱼，为夸张说法。',
        4 => '⑸齐子归止：文姜已嫁。齐子，指文姜。',
        5 => '⑹其从如云：随从众多。一说喻齐襄公仍纠缠不已。',
        6 => '⑺鱮(xù)：鲢鱼，与鲂鱼相类。',
        7 => '⑻如雨：形容随从之多。',
        8 => '⑼唯唯：形容鱼儿出入自如。陆德明《经典释文》：“唯唯，《韩诗》作遗遗，言不能制也。”',
        9 => '⑽如水：形容随从人如水流不断。',
      ),
    ),
  ),
);
