<?php
return array (
  'name' => '国风·齐风·载驱',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·齐风·载驱',
      'spell' => 
      array (
        0 => 'guó fēng · qí fēng · zài qū',
        1 => 'zài qū bó bó ， diàn fú zhū kuò 。',
        2 => 'lǔ dào yǒu dàng ， qí zǐ fā xī 。',
        3 => 'sì lí jǐ jǐ ， chuí pèi mǐ mǐ 。',
        4 => 'lǔ dào yǒu dàng ， qí zǐ kǎi tì 。',
        5 => 'wèn shuǐ shāng shāng ， xíng rén bāng bāng 。',
        6 => 'lǔ dào yǒu dàng ， qí zǐ áo xiáng 。',
        7 => 'wèn shuǐ tāo tāo ， xíng rén biāo biāo 。',
        8 => 'lǔ dào yǒu dàng ， qí zǐ yóu áo 。',
      ),
      'content' => 
      array (
        0 => '国风·齐风·载驱',
        1 => '载驱薄薄，簟茀朱鞹。',
        2 => '鲁道有荡，齐子发夕。',
        3 => '四骊济济，垂辔沵沵。',
        4 => '鲁道有荡，齐子岂弟。',
        5 => '汶水汤汤，行人彭彭。',
        6 => '鲁道有荡，齐子翱翔。',
        7 => '汶水滔滔，行人儦儦。',
        8 => '鲁道有荡，齐子游遨。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,怨刺,国风,齐风',
        1 => '马车奔驰车轮响，竹帘朱帘耀眼亮。鲁国大道多平坦，文姜朝夕任来往。',
        2 => '四马驾车真齐整，缰绳松缓任驰骋。鲁国大道多平坦，文姜乐得心花放。',
        3 => '汶河流水泛波浪，路上行人熙攘攘。鲁国大道多平坦，文姜在此任游荡。',
        4 => '汶河流水卷波涛，路上行人如观潮。鲁国大道多平坦，文姜往来自逍遥。',
      ),
      'unscramble' => 
      array (
        0 => '载驱赏析',
        1 => '这是一首讽刺齐女文姜无耻地去和齐襄公私通的诗歌。她乘坐着车子跑起来，车声隆隆地响个不停，给路人看到的情景是车子的外观：竹帘子遮蔽着车窗，红漆皮革做的车棚子。这车子非常豪华。如果说第一章是从车声隆隆来体现文姜盼望私会的急切心情，那么这第二章就从“四骊济济”之盛来体现文姜无耻私会的大肆张扬。第三章写车行路过汶水旁，只见汶水流淌，水势浩大，路上行人如织，但四马的华车跑动起来穿行自如。再加上鲁国的路况良好，文姜坐在车里如飞般享受，十分自得。第四章换了几个字，反复强化着文姜的得意和无耻。',
        2 => '此诗在艺术手法上最突出的特点是用了许多两字字音相同的联绵形容词，如第一章用“薄薄”来描述在大路上疾驰的豪华马车，字里行间透露出那高踞在车厢里的主人公是那样地趾高气扬却又急切无耻。再加上第二章以“济济”形容四匹纯黑的骏马高大雄壮，以“濔濔”描写上下有节律地晃动着的柔韧缰绳，更衬托出乘车者的身份非同一般。三四两章用河水的“汤汤”“滔滔”与行人的“彭彭”“儦儦”相呼应，借水之滔滔不绝说明大路上行人的熙熙攘攘，往来不断，他们都对文姜的马车驻足而观，侧目而视，从而反衬出文姜的胆大妄为，目中无人。这一系列的联绵词在烘托诗中人与物的形、声、神等方面起了很关键的作用。另外，多用联绵词、叠韵词，对加强诗歌的音乐性、节奏感也有帮助，可起到便于人们反复咏叹吟诵的功能，使得此诗念起来朗朗上口，效果很好。',
        3 => '从诗的技巧上看，此诗虽然纯用赋体而没有比兴成分，却仍是婉而多讽，韵味浓厚。',
      ),
    ),
  ),
);
