<?php
return array (
  'name' => '国风·齐风·猗嗟',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·齐风·猗嗟',
      'spell' => 
      array (
        0 => 'guó fēng · qí fēng · yī jiē',
        1 => 'yī jiē chāng xī ！ qí ér cháng xī ！',
        2 => 'yì ruò yáng xī ！ měi mù yáng xī ！',
        3 => 'qiǎo qū qiāng xī ！ shè zé zāng xī ！',
        4 => 'yī jiē míng xī ！ měi mù qīng xī ！',
        5 => 'yí jì chéng xī ！ zhōng rì shè hóu ！',
        6 => 'bù chū zhèng xī ！ zhǎn wǒ shēng xī ！',
        7 => 'yī jiē luán xī ！ qīng yáng wǎn xī ！',
        8 => 'wǔ zé xuǎn xī ！ shè zé guàn xī ！',
        9 => 'sì shǐ fǎn xī ！ yǐ yù luàn xī ！',
      ),
      'content' => 
      array (
        0 => '国风·齐风·猗嗟',
        1 => '猗嗟昌兮！颀而长兮！',
        2 => '抑若扬兮！美目扬兮！',
        3 => '巧趋跄兮！射则臧兮！',
        4 => '猗嗟名兮！美目清兮！',
        5 => '仪既成兮！终日射侯！',
        6 => '不出正兮！展我甥兮！',
        7 => '猗嗟娈兮！清扬婉兮！',
        8 => '舞则选兮！射则贯兮！',
        9 => '四矢反兮！以御乱兮！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,赞美,国风,齐风',
        1 => '这人长得真漂亮，身材高大又颀长。前额方正容颜好，双目有神多明亮。进退奔走动作巧，射技实在太精良。',
        2 => '这人长得真精神，眼睛美丽又清明。一切仪式已完成，终日射靶不曾停。箭无虚发中靶心，真是我的好外甥。',
        3 => '这人长得真英俊，眉清目秀闪柔光。舞姿端正节奏强，箭出穿靶不空放。四箭同中靶中央，抵御外患有力量!',
      ),
      'unscramble' => 
      array (
        0 => '猗嗟赏析',
        1 => '《齐风·猗嗟》以赞叹的口吻，生动细致地描绘了一位少年射手的形象。此诗每章均以“猗嗟”发端。按“猗嗟”为叹美之词，相当于现代汉语中的“啊”或“啊呀”。用这种叹美词语开头的诗句，具有一种先声夺人的艺术效果，提醒读者注意诗人所要赞美的人或事。它在描写少年射手的形象和技艺时，起到一种渲染烘托的作用。',
        2 => '此诗在赞颂少年形象之美时，突出他身体强壮的特点。诗一开头就写道：“猗嗟昌兮，颀而长兮。”“昌”，粗壮结实之谓;“颀”和“长”乃高大之谓。这位长得高大、粗壮、结实的少年成为一名优秀射手，是毫不足怪的。在赞颂少年形象时，此诗还突出其面部特征，尤其眼睛的描写细致入微。“美目扬兮”“美目清兮”“清扬婉兮”，这三句诗中的“扬”“清”“婉”，都是刻画他目光明亮，炯炯有神。因为明亮的目光，是一位优秀射手所必不可少的生理条件。',
        3 => '除以上两个方面外，此诗还赞美他“巧趋跄兮”，步履矫健，走起路来速度甚快;还赞美他“舞则选兮”，身体灵活，动作优美。这些也是一位优秀射手不可缺少的身体素质。',
        4 => '诗中对形象的赞颂，是为赞美他的射箭技术服务的。假若这位少年没有以上所描写的身体素质，他也就不可能成为一位优秀射手了。',
        5 => '诗的第一章以“射则臧兮”一句总括他的射技之精。第二章则以“终日射侯”一语，赞美少年的勤学苦练精神;以“不出正兮”一语赞美他的射则必中的技艺。第三章以“射则贯兮”赞美他的连射技术。这种连射不是两箭、三箭的重复入孔，而是“四矢反兮”，连续四矢射中一的，是一位百发百中的射手了。至此，这位少年射手的形象和技艺均描写得栩栩如生了。具有这种高超射技的少年，自然是国家的栋梁之材。“以御乱兮”一语，是全诗的结束，也是对他的总体评价。',
        6 => '《齐风·猗嗟》不仅描写了射手身体强壮、仪表俊美，特别之处是用“美目扬兮”“美目清兮”“清扬婉兮”这样婉约的词汇来形容射手顾盼流动的目光，致使这个人物活生生地展现在读者面前，使此诗成为描写男性美的杰出之作。',
      ),
      'note' => 
      array (
        0 => '⑴齐风：齐国的诗歌。《诗经》“十五国风”之一，今存十一篇。猗(yī)嗟：赞叹声。',
        1 => '⑵昌：盛壮貌。一说姣好貌。',
        2 => '⑶颀而：即“颀然”，指身材高大。',
        3 => '⑷抑(yì)：同“懿”，美好。扬：广扬，朝气蓬勃。一说借为“阳”。眉上曰阳，额角。',
        4 => '⑸扬：清亮，明亮。',
        5 => '⑹趋：趋步，小步疾走。跄(qiāng)：步有节奏，摇曳生姿。',
        6 => '⑺臧(zāng)：好，善，准确。',
        7 => '⑻名：借为“明”，面色明净。一说目上为名，指眉眼间。一说盛壮的意思。',
        8 => '⑼仪：仪度，礼仪。成：完备。朱熹《诗集传》：“仪既成，言终其事而礼无违也。”',
        9 => '⑽射侯：射靶。侯，箭靶。',
        10 => '⑾正：箭靶的中心，也叫“的”或“鹄”。',
        11 => '⑿展：诚然，真是。甥：古代女儿之子。一说姊妹之子曰甥。',
        12 => '⒀娈(luán)：美好。',
        13 => '⒁清扬：形容眼神明亮，有光彩。婉：眉清目秀，漂亮。',
        14 => '⒂选：舞蹈时与音乐节奏合拍。一说才华出众。',
        15 => '⒃贯：穿透。一说正中靶心。',
        16 => '⒄四矢：古代射箭以四支箭为节。反：箭皆射中一个点。朱熹《诗集传》：“四矢，射礼每发四矢。反，复也，中皆得其故处也。”',
        17 => '⒅御乱：防御战乱。',
      ),
    ),
  ),
);
