<?php
return [
    'name' => '葛屦·魏风·国风',
    'nameShort' => '葛屦',
    'nameSpell' => ' gé jù',
    'brief' => '刺褊也。魏地陿隘，其民机巧趋利，其君俭啬褊急，而无德以将之。(3章4句)',
    'keyword' => '关键词：诗经,怨刺,国风,魏风',
    'chapters' => [
        [
            'spell' => [
                'jiūjiū gé jù， kě yǐlǚshuāng；',
                'xiān xiān nǚ shǒu， kě yǐ fèng cháng 。',
                'yào zhījízhī， hǎo rén fú zhī。',
                'hǎo rén shíshí ，wǎnránzuǒ bì ，pèi qí xiàng tì。',
                'wéishìbiǎnxīn，shìyǐ wéi cì 。',
            ],
            'content' => [
                '纠纠葛屦，可以履霜；',
                '掺掺女手，可以缝裳。',
                '要之襋之，好人服之。',
                '好人提提，宛然左辟，佩其象揥。',
                '维是褊心，是以为刺。',
            ],
            'vernacular' => [
                '葛藤编的鞋子缠绕在脚上，怎能一直穿到地上落寒霜。这个使女瘦弱纤细的双手，如何缝制出很漂亮的衣裳。只见她提着衣领托起衣腰，服侍尊贵的主妇穿在身上。',
                '贵妇一副安然享受的样子，扭动着腰肢向左转过身去，只见她佩戴着精美的发饰。你看她心地多么狭隘偏私，所以我要写首诗把她讽刺!',
            ],
            'unscramble' => [
                '《魏风·葛屦》写了一个缝衣女奴为主人家缝制衣服所体现出的贫富不均。全诗共两章，前章先着力描写缝衣女之穷困：天气已转寒冷，但她脚上仍然穿着夏天的凉鞋;因平时女主人对她的虐待和吝啬，故她不仅受冻，而且挨饿，双手纤细，瘦弱无力。尽管如此，她还是必须为女主人缝制新衣。自己受冻，所做新衣非但不能穿身，还要服侍他人试穿，这非常凄惨。',
                '因前章末尾有“好人服之”句，已引出“好人”，故后章作者笔锋一转，着力描写女主人之富有和傲慢。她穿上了缝衣女辛苦制成的新衣，连看都不看她一眼，还故作姿态地拿起簪子自顾梳妆打扮起来。这种举动自然是令缝衣女更为愤慨和难以容忍的。',
                '至此可见，此诗实际上用了一个很简单而又常见的手法，即对比。作者有意识地将缝衣女与女主人对照起来描写，两人的距离立刻拉开，一穷一富，一奴一主，马上形成鲜明的对照，给人留下了十分强烈而又深刻的印象。',
                '除了对比，此诗在艺术上另一个重要的特征，便是细节的描写。细节描写对塑造人物形象或揭示人物性格常能起大作用，小说中常有，诗歌中并不常用。由于此诗有两个女性人物在内，所以作者也进行了细节描写，如写缝衣女只写她的脚和手，脚穿凉鞋，极表其受冻之状;手儿瘦弱，极表其挨饿之状。这两个细节一经描摹，一个饥寒交迫的缝衣女形象便跃然纸上。再如写女主人，作者并没有描摹她的容貌，只是写了她试穿新衣时的傲慢神态和扭身动作，以及自顾佩簪梳妆的动态，便刻画出了一个自私吝啬、无情无义的女贵人形象。',
                '最后值得注意的是此诗的点题作用。如果此诗没有末尾“维是褊心，是以为刺”两句，仅以前面的描写和对比论，很难说出它有多少讽刺意义;只有至末二句，方显示这诗具有讽刺意味，是一首讽刺诗。这便是点题的妙用。有此两句，全诗的题意便立刻加深;无此二句，全诗便显得平淡。当然，讽刺诗在末尾才进行点题，跌出真意，这是常有的，但这实际上也已成了此诗在艺术表现上的第三个重要特征。',
            ],
            'notes' => [
                '⑴魏风：《诗经》“十五国风”之一，今存七篇。葛屦(jù)：指夏天所穿葛绳编制的鞋。',
                '⑵纠纠：缠绕，纠结交错。',
                '⑶可以：即“何以”，怎么能。可，通“何”。履：践踏。',
                '⑷掺(xiān)掺：同“纤纤”，形容女子的手很柔弱纤细。',
                '⑸裳(cháng)：衣服。',
                '⑹要(yāo)：衣的腰身，作动词，缝好腰身。一说钮襻。襋(jí)：衣领，作动词，缝好衣领。',
                '⑺好人：美人，此指富家的女主人。',
                '⑻提(shí)提：同“媞媞”，安舒貌。',
                '⑼宛然：回转貌。一说柔顺貌。辟(bì)：同“避”。左辟即左避。',
                '⑽揥(tì)：古首饰，可以搔头。类似发篦。',
                '⑾维：因。褊(biǎn)心：心地狭窄。',
                '⑿是以：以是，因此。刺：讽刺。',
            ],
        ],
    ],
];