<?php
return array (
  'name' => '国风·魏风·汾沮洳',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·魏风·汾沮洳',
      'spell' => 
      array (
        0 => 'guó fēng · wèi fēng · fén jù rù',
        1 => 'bǐ fén jù rù ， yán cǎi qí mù ；',
        2 => 'bǐ jì zhī zǐ ， měi wú dù ！',
        3 => 'měi wú dù ， shū yì hū gōng lù 。',
        4 => 'bǐ fén yì fāng ， yán cǎi qí sāng ；',
        5 => 'bǐ jì zhī zǐ ， měi rú yīng ！',
        6 => 'měi rú yīng ， shū yì hū gōng háng 。',
        7 => 'bǐ fén yì qū ， yán cǎi qí xù ；',
        8 => 'bǐ jì zhī zǐ ， měi rú yù ！',
        9 => 'měi rú yù ， shū yì hū gōng zú 。',
      ),
      'content' => 
      array (
        0 => '国风·魏风·汾沮洳',
        1 => '彼汾沮洳，言采其莫；',
        2 => '彼其之子，美无度！',
        3 => '美无度，殊异乎公路。',
        4 => '彼汾一方，言采其桑；',
        5 => '彼其之子，美如英！',
        6 => '美如英，殊异乎公行。',
        7 => '彼汾一曲，言采其藚；',
        8 => '彼其之子，美如玉！',
        9 => '美如玉，殊异乎公族。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,赞美,写人,国风,魏风',
        1 => '在那汾河湾里低湿的地方，有个小伙子采水面野菜忙。你看那个勤劳的小伙子啊，长得是那样英俊无法衡量。他长得那样英俊无法衡量，和王公家的官儿太不一样!',
        2 => '在那滔滔汾河水的另一方，有个小伙子采撷桑叶正忙。你看那个勤劳的小伙子啊，长得那样英俊如鲜花怒放。他是那样英俊如鲜花怒放，和王公家的官儿太不一样!',
        3 => '在那滔滔汾河拐弯的地方，有个小伙子采撷泽泻正忙。你看那个勤劳的小伙子啊，品行如美玉一般纯洁高尚。他品行如美玉般纯洁高尚，和王公家的官儿太不一样!',
      ),
      'unscramble' => 
      array (
        0 => '汾沮洳赏析',
        1 => '《魏风·汾沮洳》全诗共为三章，各以“彼汾沮洳，言采其莫”、“彼汾一方，言采其桑”、“彼汾一曲，言采其藚”起兴。这“沮洳”、“一方”、“一曲”词语的变换，不仅显示这位民间女子劳动内容的不同，还表示空间和时间的变换。也就是说，不论这位痴情女子干什么活儿，也不论是什么时间和什么地点。她总是思念着自己的意中人，足见其一往钟情的程度了。把这位女子思慕情人的痴情之状描摹得栩栩如生。接着又用“彼其之子，美无度”、“彼其之子，美如英”、“彼其之子，美如玉”来赞美男子的仪容。“美无度”是“美极了”，“美得无法形容”之谓。“美如英”，是说男子美得像怒放的鲜花;“美如玉”，是说男子容光焕发，有美玉般的光彩。这些是关于男子美貌的描写。诗的最后。以“美无度，殊异乎公路”、“美如英，殊异乎公行”、“美如玉，殊异乎公族”作结。也就是说，这位女子的意中人，不仅只长相漂亮，而他的身份地位，连那些“公路”、“公行”、“公族”等达官贵人，也望尘莫及的。此诗女主人公不只是对勤劳男子良好形象的赞叹不已，更重要的在于他美得“殊异”乎公路、公行、公族。这个普通的劳动者，和那些高贵的官吏有着本质的区别。全诗结束，见不到女子所思之人的正面描写，但通过这种对比、烘托的艺术手法，却把这位未露面的男子描写得如见其人了。',
        2 => '这首诗在篇章结构上，是《诗经》中常见的叠句重章、反复吟咏的艺术形式。三章字句变化无多，而诗意却层层递进。“美无度”是对所思男子之美的概括描写;“美如英”是对所思男子的仪表之赞美;“美如玉”是对所思男子人品的赞美。而又以“公路”、“公行”、“公族”加以具体映衬，这就更加凸现了“彼其之子”的美的形象。',
      ),
      'note' => 
      array (
        0 => '⑴汾：汾水，在今山西省中部地区，西南汇入黄河。沮(jù)洳(rù)：水边低湿的地方。',
        1 => '⑵言：乃。莫：草名。即酸模，又名羊蹄菜。多年生草本，有酸味。',
        2 => '⑶彼其之子：他那个人。',
        3 => '⑷度：衡量。美无度，极言其美无比。',
        4 => '⑸殊异：优异出众。公路：官名。掌管王公宾祀之车驾的官吏。',
        5 => '⑹桑：桑树叶。',
        6 => '⑺英：华(花)。',
        7 => '⑻公行(háng)：官名。掌管王公兵车的官吏。',
        8 => '⑼曲：河道弯曲之处。',
        9 => '⑽藚(xù)：药用植物，即泽泻草。多年生沼生草本，具地下球茎，可作蔬菜。',
        10 => '⑾公族：公侯家族的人，指贵族子弟。',
      ),
    ),
  ),
);
