<?php
return array (
  'name' => '国风·魏风·十亩之间',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·魏风·十亩之间',
      'spell' => 
      array (
        0 => 'guó fēng · wèi fēng · shí mǔ zhī jiān',
        1 => 'shí mǔ zhī jiān xī ！ sāng zhě xián xián xī ！ xíng yǔ zǐ huán xī ！',
        2 => 'shí mǔ zhī wài xī ！ sāng zhě yì yì xī ！ xíng yǔ zǐ shì xī ！',
      ),
      'content' => 
      array (
        0 => '国风·魏风·十亩之间',
        1 => '十亩之间兮！桑者闲闲兮！行与子还兮！',
        2 => '十亩之外兮！桑者泄泄兮！行与子逝兮！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,田园,国风,魏风',
        1 => '在一片很大很大的桑园里，年轻的姑娘们采桑多悠闲，她们一道唱着歌儿回家转。',
        2 => '在相邻一片很大的桑园里，漂亮的姑娘们采桑多悠闲，她们一起说说笑笑往家转。',
      ),
      'unscramble' => 
      array (
        0 => '十亩之间赏析',
        1 => '魏国地处北方，“其地陋隘而民贫俗俭”(朱熹语)。然而，华夏先民是勤劳而乐观的，《魏风·十亩之间》即勾画出一派清新恬淡的田园风光，抒写了采桑女轻松愉快的劳动心情。',
        2 => '夕阳西下，暮色欲上，牛羊归栏，炊烟渐起。夕阳斜晖，透过碧绿的桑叶照进一片宽大的桑园。忙碌了一天的采桑女，准备回家了。顿时，桑园里响起一片呼伴唤友的声音。人渐渐走远了，她们的说笑声和歌声却仿佛仍袅袅不绝地在桑园里回旋。这就是《魏风·十亩之间》展现的一幅桑园晚归图。',
        3 => '以轻松的旋律，表达愉悦的心情，这是《魏风·十亩之间》最鲜明的审美特点。首先，这与语气词的恰当运用有关。全诗六句，重章复唱。每句后面都用了语气词“兮”字，这就很自然地拖长了语调，表现出一种舒缓而轻松的心情。其次，更主要的是它与诗境表现的内容相关。诗章表现的是劳动结束后，姑娘们呼伴唤友相偕回家时的情景。因此，这“兮”字里，包含了紧张的劳动结束后轻松而舒缓的喘息;也包含了面对一天的劳动成果满意而愉快的感叹。诗句与诗境、语调与心情，达到了完美的统一。所谓动乎天机，不费雕刻。《诗经》的另一篇《周南·芣苢》，也主要写劳动的场景和感受。但由于它刻画的劳动场景不同，诗歌的旋律节奏和审美情调也不同。《周南·芣苢》写的是一群女子采摘车前子的劳动过程，它通过采摘动作的不断变化和收获成果的迅速增加，表现了姑娘们娴熟的采摘技能和欢快的劳动心情。在结构上，四字一句，隔句缀一“之”字，短促而有力，从而使全诗的节奏明快而紧凑。《魏风·十亩之间》与《周南·芣苢》，形成了鲜明的对照，并成为《诗经》中在艺术风格上最具可比性的两首劳动歌谣。有人认为《魏风·十亩之间》似陶渊明诗。陶渊明《归园田居》(其三)确写道：“晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。”但前者充满了姑娘的轻松欢乐，后者则蕴含着陶公的闲适超然;前者明快，后者沉郁，貌似而神异。',
      ),
      'note' => 
      array (
        0 => '⑴魏风：《诗经》“十五国风”之一，今存七篇。魏，周初姬姓封国，灭于春秋时期，故地在今山西芮城东北。',
        1 => '⑵十亩之间：指郊外所受场圃之地。十亩，这里形容地很大，不一定是确数。',
        2 => '⑶桑者：采桑的人。闲闲：宽闲、悠闲貌。',
        3 => '⑷行：走。一说且，将要。',
        4 => '⑸泄(yì)泄：和乐的样子;一说人多的样子。',
        5 => '⑹逝：还，返回;一说往，离去。',
      ),
    ),
  ),
);
