<?php
return array (
  'name' => '国风·唐风·山有枢',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·唐风·山有枢',
      'spell' => 
      array (
        0 => 'guó fēng · táng fēng · shān yǒu shū',
        1 => 'shān yǒu shū ， xí yǒu yú 。',
        2 => 'zǐ yǒu yī cháng ， fú yè fú lǚ ；',
        3 => 'zǐ yǒu jū mǎ ， fú chí fú qū 。',
        4 => 'wǎn qí sǐ yǐ ， tā rén shì yú 。',
        5 => 'shān yǒu kǎo ， xí yǒu niǔ 。',
        6 => 'zǐ yǒu tíng nèi ， fú sǎ fú sǎo 。',
        7 => 'zǐ yǒu zhōng gǔ ， fú gǔ fú kǎo 。',
        8 => 'wǎn qí sǐ yǐ ， tā rén shì bǎo 。',
        9 => 'shān yǒu qī ， xí yǒu lì 。',
        10 => ' jiǔ shí ， hé bù rì gǔ sè ？',
        11 => 'qiě yǐ xǐ lè ， qiě yǐ yǒng rì 。',
        12 => 'wǎn qí sǐ yǐ ， tā rén rù shì 。',
      ),
      'content' => 
      array (
        0 => '国风·唐风·山有枢',
        1 => '山有枢，隰有榆。',
        2 => '子有衣裳，弗曳弗娄；',
        3 => '子有车马，弗驰弗驱。',
        4 => '宛其死矣，他人是愉。',
        5 => '山有栲，隰有杻。',
        6 => '子有廷内，弗洒弗扫。',
        7 => '子有钟鼓，弗鼓弗考。',
        8 => '宛其死矣，他人是保。',
        9 => 'zǐ yǒu山有漆，隰有栗。',
        10 => '子有酒食，何不日鼓瑟？',
        11 => '且以喜乐，且以永日。',
        12 => '宛其死矣，他人入室。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,怨刺,国风,唐风',
        1 => '刺榆长在山坡上，白榆生在洼地头。你有锦绣好衣裳，不穿将会新变旧。你有高车和骏马，不乘不骑想不透。有朝一日你猝死，别人乐得来享受。',
        2 => '栲树就在山坡长，檍树就在洼地生。你有庭院和厅堂，不去打扫积灰尘。你有编钟和大鼓，不敲不击空列陈。有朝一日你猝死，全部家产归别人。',
        3 => '漆树就在山坡长，栗树就在洼地生。你有美酒和佳肴，何不每天弹瑟又宴饮?姑且以此自娱乐，一天到晚多开心。有朝一日你猝死，别人进门享现成。',
      ),
      'unscramble' => 
      array (
        0 => '山有枢赏析',
        1 => '《唐风·山有枢》全诗分三章，每章起首两句都用“山有……，隰有……”起兴，以引起后面所咏之词。有些诗的起兴与所咏之词有一定的关联，但此诗的起兴与所咏的对象则没有什么必然联系，这与现代许多即兴式的民歌相似。《诗经》本是音乐文学，往往随意借物起兴，取其易于顺口吟唱而已。',
        2 => '首章言人有衣服车马，但没有耗费使用，作者以为应该用“曳”“娄”“驱”“驰”的方式，尽情享用它们，否则自己死去之后，只能留给别人。这里的“曳”“娄”，是一种非同一般的穿衣打扮方式，不同于日常， “驱”“驰”所指的也并不是寻常意义上的赶路，而是郊游等娱乐活动，代表一种安闲的生活方式。',
        3 => '第二章与第一章相似.只是把笔触转向房屋钟鼓，说它们需要“洒扫”“鼓考”。可见主人虽然家资殷富，但没有享乐的时间和闲心。',
        4 => '第三章是整个诗篇的重点，关键四句为“子有酒食，何不日鼓瑟?且以喜乐，且以永日。”前面都是口语，而这里“喜乐”和“永日”两个词内涵深远。这两个词，将诗的意志和内涵提升到一个非常高的高度，使得通篇口语和直接言死的粗俗得到了一定程度的缓和。',
        5 => '三章诗句文字基本相近，只改换个别词汇。一章的衣裳、车马，二章的廷内、钟鼓，三章的酒食、乐器，概括了贵族的生活起居、吃喝玩乐。诗歌讽刺的对象热衷于聚敛财富，却舍不得耗费使用，可能是个悭吝成性的守财奴，一心想将家产留传给子孙后代。所以诗人予以辛辣的讽刺。',
      ),
      'note' => 
      array (
        0 => '⑴唐风：《诗经》“十五国风”之一，今存十二篇。枢(shū)：刺榆，一说臭椿树。',
        1 => '⑵隰(xí)：低湿之地。榆：白榆，落叶乔木。',
        2 => '⑶衣裳(cháng)：古时衣指上衣，裳指下裙。《毛传》：“上曰衣，下曰裳。”',
        3 => '⑷弗曳(yì)弗娄：有好衣裳而不穿。曳，拖;娄，搂的借字，牵拉。古时裳长拖地，需提着走。',
        4 => '⑸驱：车马疾走。',
        5 => '⑹宛：宛如，假如。一说通“苑”，枯萎。',
        6 => '⑺愉：快乐，享受。一说音偷，取。',
        7 => '⑻栲(kǎo)：山樗，落叶小乔木。',
        8 => '⑼杻(niǔ)：檍树。一说菩提树。',
        9 => '⑽廷：同“庭”，庭院。内：厅堂和内室。',
        10 => '⑾埽：同“扫”，打扫。',
        11 => '⑿考：敲击。',
        12 => '⒀保：占有，持有。',
        13 => '⒁漆：漆树，其汁液可做涂料。',
        14 => '⒂栗：落叶乔木。',
        15 => '⒃瑟：一种似琴的拨弦乐器，一般有二十五弦。',
        16 => '⒄且：姑且。',
        17 => '⒅永日：指整天享乐。',
      ),
    ),
  ),
);
