<?php
return array (
  'name' => '国风·唐风·杕杜',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·唐风·杕杜',
      'spell' => 
      array (
        0 => 'guó fēng · táng fēng · dì dù',
        1 => 'yǒu dì zhī dù ， qí yè xǔ xǔ ；',
        2 => 'dú xíng jǔ jǔ 。 qǐ wú tā rén ？ bù rú wǒ tóng fù 。',
        3 => 'jiē xíng zhī rén ， hú bú bì yān ？',
        4 => 'rén wú xiōng dì ， hú bú cì yān ？',
        5 => 'yǒu dì zhī dù ， qí yè jīng jīng ；',
        6 => 'dú xíng qióng qióng 。 qǐ wú tā rén ？ bù rú wǒ tóng xìng 。',
        7 => 'jiē xíng zhī rén ， hú bú bì yān ？',
        8 => 'rén wú xiōng dì ， hú bù cì yān ？',
      ),
      'content' => 
      array (
        0 => '国风·唐风·杕杜',
        1 => '有杕之杜，其叶湑湑；',
        2 => '独行踽踽。岂无他人？不如我同父。',
        3 => '嗟行之人，胡不比焉？',
        4 => '人无兄弟，胡不佽焉？',
        5 => '有杕之杜，其叶菁菁；',
        6 => '独行睘睘。岂无他人？不如我同姓。',
        7 => '嗟行之人，胡不比焉？',
        8 => '人无兄弟，胡不佽焉？',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,写人,伤怀,唐风,国风',
        1 => '路旁赤棠孤零零，树叶倒是密密生。独自流浪好凄清。难道路上没别人，不如同父兄弟亲。叹息来往过路人，为何不与我亲近?兄弟不在无依靠，为何不将我帮衬?',
        2 => '路旁赤棠孤零零，树叶倒是密又青。独自流浪多悲辛。难道路上没别人，不如同姓兄弟亲。叹息来往过路人，为何不与我亲近?兄弟不在无依靠，为何不将我帮衬?',
      ),
      'unscramble' => 
      array (
        0 => '杕杜赏析',
        1 => '《唐风·杕杜》开篇以孤立生长的赤棠树起兴，对照流浪者的孤单。赤棠还有繁茂树叶，葱葱郁郁，女主人公却是孤苦无依、毫无慰藉，令人顿生“人不如树”的凄凉感。',
        2 => '接下来“独行踽踽”四字独立成句，音节凝重，显得既厚实又有余韵。它一并交代了事件过程、人物状态和整篇主旨，似简实丰。寥寥四字，描绘出了一幅凄清的画面：一位稚嫩清秀但枯瘦羸弱、尘土满身的女子，在一条坑洼曲折的乡间小道上独自行走。此句未加铺叙，但以少驭多，给人无限的想象空间。',
        3 => '其后，作者笔锋转移，由外到内，着力写流浪女之思：“岂无他人，不如我同父。”路上风尘仆仆的行人径直走过，对自己不闻不问，令人顿感世态炎凉。流浪女不禁想到自己的父母兄弟，他们才是无可替代的。但如今她举目无亲、孤立无援，其境遇真正到了山穷水尽的地步。',
        4 => '面对此情此景，女子终于承受不住，发出了长长的叹息和怨诉：“嗟行之人，胡不比焉?人无兄弟，胡不做焉?”',
        5 => '此诗对字词的描写是很有功底的，例如一“嗟”字，有无奈，也有不甘。同时之后复唱四句，连问两声，直贯最末，使情感显得悠长而激越。此诗所写的境遇窘迫、举目无亲的流浪者是一位年轻的未婚女子，这就更加剧了整首诗的悲剧色彩。',
        6 => '这首流浪者之歌通过一个稚嫩少女的命运，以点盖面，真切地反映出当时的社会现实和百姓的疾苦生活，向后世展示了一幅真实的古代难民流亡图，给人强烈的震撼。',
      ),
      'note' => 
      array (
        0 => '⑴唐风：《诗经》十五国风之一，今存十二篇。',
        1 => '⑵杕(dì)：树木独特、孤独貌。',
        2 => '⑶有杕：即“杕杕”，孤立生长貌。杜：木名。棠梨，赤棠。',
        3 => '⑷湑(xǔ)：形容树叶茂盛。',
        4 => '⑸踽踽(jǔ jǔ)：单身独行、孤独无依的样子。',
        5 => '⑹同父：指同胞兄弟;一说同祖父的族昆弟。',
        6 => '⑺嗟：悲叹声。行之人：道上行路之人。',
        7 => '⑻比：亲近。',
        8 => '⑼佽(cì)：资助，帮助。',
        9 => '⑽菁菁(jīng jīng)：树叶茂盛状。',
        10 => '⑾睘睘(qióng qióng)：同“茕茕”，孤独无依的样子。',
        11 => '⑿同姓：同一祖先，同族兄弟。一说一母所生的兄弟。',
      ),
    ),
  ),
);
