<?php
return [
    'name' => '鹊巢·召南·国风',
    'nameShort' => '鹊巢',
    'nameSpell' => ' què cháo',
    'brief' => '夫人之德也。国君积行累功以致爵位，夫人起家而居有之，德如鸤鸠，乃可以配焉。(3章4句)',
    'keyword' => '关键词：诗经,国风,召南',
    'chapters' => [
        [
            'spell' => [
                '国风·召南·鹊巢',
                'wéiquè yǒu cháo，wéijiūjūzhī。',
                'zhī zǐ yúguī，bǎi liàng yàzhī。',
                'wéiquè yǒu cháo，wéijiūfāngzhī。',
                'zhī zǐ yúguī，bǎi liàng jiāng zhī。',
                'wéiquè yǒu cháo，wéijiūyíngzhī。',
                'zhī zǐ yúguī，bǎi liàng chéngzhī。',
            ],
            'content' => [
                ' ',
                '维鹊有巢，维鸠居之。',
                '之子于归，百两御之。',
                '维鹊有巢，维鸠方之。',
                '之子于归，百两将之。',
                '维鹊有巢，维鸠盈之。',
                '之子于归，百两成之。',
            ],
            'vernacular' => [
                '喜鹊筑成巢，鳲鸠来住它。这人要出嫁，车队来迎她。',
                '喜鹊筑成巢，鳲鸠占有它。这人要出嫁，车队送走她。',
                '喜鹊筑成巢，鳲鸠住满它。这人要出嫁.车队成全她。',
            ],
            'unscramble' => [
                '《召南·鹊巢》是一首描写婚礼的诗。从诗中描写的送迎车辆之盛可以知道，此诗所写应为贵族的婚礼，而不是一般民间的婚礼。',
                '全诗三章，都以鸠居鹊巢起兴。喜鹊筑好巢，鳲鸠住了进去，这是二鸟的天性。《齐诗》曰：“鹊以夏至之月始作室家，鳲鸠因成事，天性然也。”诗中还点明成婚的季节，郑笺云：“鹊之作巢，冬至架之，至春乃成。”这也是当时婚嫁的季节。各章二句写鳲住鹊巢分别用了“居”“方”“盈”三字，有一种数量上的递进的关系。“方”，是比并而住;“盈”，是住满为止。因此诗三章不是简单的重章叠唱。',
                '一章“百两御之”，是写成婚过程的第一环，新郎来迎亲。迎亲车辆之多，是说明新郎的富有，也衬托出新娘的高贵。二、三章继续写成婚过程第二、三环：迎回与礼成。“百两将之”是写男方已接亲在返回路上，“百两成之”是迎回家而成婚了。“御”“将”“成”三字就概述了成婚的整个过程。“子之于归”，点明其女子出嫁的主题。因此，三章是选取了三个典型的场面加以概括，真实地传达出新婚喜庆的热闹。仅使用车辆之多就可以渲染出婚事的隆重。',
                '这首诗以平浅的语言写成婚的过程，没有如《周南·桃夭》里以桃花来衬托新娘的艳丽，更没有直接去描写新娘的容貌。如果说“之子于归”一句还点出新娘这一主角，让人在迎亲的车队之中找出新娘来，那么，另一位主角新郎则完全隐在诗中场景的幕后，他是否来迎亲，就留给读者去想像了。细味诗中所写，往返的迎亲车队给画面以较强的时空感，短短三章，却回味悠长。',
            ],
            'notes' => [
                '⑴召(shào)南：《诗经》“十五国风”之一，今存十四篇。召，地名，在今陕西省岐山县西南。',
                '⑵维：发语词。鹊：喜鹊。有巢：比兴男子已造家室。',
                '⑶鸠：一说鸤鸠(布谷鸟)，自己不筑巢，居鹊的巢。贵州民间传说斑鸠不筑巢，居其他鸟类筑的巢。居：侵占。',
                '⑷归：出嫁。',
                '⑸百：虚数，指数量多。两：辆。因为车都有两个轮子，所以称“两”。御(yà)：同“迓”，迎接。一说陪侍。',
                '⑹方：并，比，此指占居。',
                '⑺将(jiāng)：送。一说护卫，保卫。',
                '⑻盈：满，使空巢有了新主人的意思。一说指陪嫁的人很多。',
                '⑼成：迎送成礼，此指结婚礼成。',
            ],
        ],
    ],
];