<?php
return [
    'name' => '羔裘·唐风·国风',
    'nameShort' => '羔裘',
    'nameSpell' => ' gāo qiú',
    'brief' => '刺时也。晋人刺其在位不恤其民也。(2章4句)',
    'keyword' => '关键词：诗经,怨刺,唐风,国风',
    'chapters' => [
        [
            'spell' => [
                'gāoqiúbàoqū，zìwǒrénjūjū。',
                'qǐ wú tārén？wéi zǐ zhīgù！',
                'gāoqiúbào xiù ，zìwǒrénjiūjiū。',
                'qǐ wú tārén？wéi zǐ zhī hǎo 。',
            ],
            'content' => [
                '羔裘豹祛，自我人居居。',
                '岂无他人？维子之故！',
                '羔裘豹褎，自我人究究。',
                '岂无他人？维子之好。',
            ],
            'vernacular' => [
                '穿着镶豹皮的袖子，对我们却一脸骄气。难道没有别人可交?只是为你顾念情义。',
                '豹皮袖口的确荣耀，对我们却傲慢腔调。难道没有别人可交?只是为你顾念旧交。',
            ],
            'unscramble' => [
                '《唐风·羔裘》全诗两章，脉络极清楚，每章的前二句极写卿大夫的服饰之威和对故旧的侮慢之态;后二句则通过自问自答，表现了原为友人的那位先生的怨愤不平的情绪，而诗句的语气显得“怨而不怒”，很能体现“温柔敦厚”的诗教。',
                '此诗一开头，描述了卿大夫的服饰，可见，这位卿大夫是一位政治新秀，刚刚步入了从政的圈子。但他很不低调，以为自己了不起了，一种强烈的优越感立马就显出来了：“自我人居居。”活画出衣服傲慢无礼的神情。但他的故旧老友，虽然没有他的官阶高，但一点也不气馁，显示出很强的个性。',
                '从结构上来看，此诗显得十分简单，艺术上也没有太多的特色，比较明显的也就是反复吟咏、反复唱叹、回环往复的手法。这种手法实际上在《诗经》中已相当普遍，有着民歌民谣的风味，从这也正说明了《诗经》与民歌之间的密切关系。',
                '此外，《唐风·羔裘》诗中所用的设问和作答的形式，在《诗经》中也时而可见。这种修辞方法作为讽刺或表现一种强烈的情绪是很合适的。',
            ],
            'notes' => [
                '⑴唐风：《诗经》“十五国风”之一，今存十二篇。',
                '⑵羔裘：羊皮袄。羔，羊之小者。',
                '⑶袪(qū)祛：镶着豹皮的袖口。祛，袖。',
                '⑷自：对于，对待。我人：我等人，我自己。居(jù)居：即“倨倨”，傲慢无礼。',
                '⑸维：惟，只。子：你。故：指爱。一说故旧，旧情。',
                '⑹褎(xiù)：同“袖”，衣袖口。',
                '⑺究究：心怀恶意不可亲近的样子，指态度傲慢。',
                '⑻好：爱，喜爱。',
            ],
        ],
    ],
];