<?php
return [
    'name' => '无衣·唐风·国风',
    'nameShort' => '无衣',
    'nameSpell' => ' wú yī',
    'brief' => '刺晋武公也。武公始并晋国，其大夫为之请命乎天子之使，而作是诗也。(2章3句)',
    'keyword' => '关键词：古诗三百首,诗经,咏物,怀人,唐风,国风',
    'chapters' => [
        [
            'spell' => [
                'qǐ yuē wú yīqīxī？',
                'bù rú zǐ zhīyī，ān qiě jíxī！',
                'qǐ yuē wú yī liù xī？',
                'bù rú zǐ zhīyī，ān qiě yùxī！',
            ],
            'content' => [
                '岂曰无衣七兮？',
                '不如子之衣，安且吉兮！',
                '岂曰无衣六兮？',
                '不如子之衣，安且燠兮！',
            ],
            'vernacular' => [
                '难道我没衣服穿?我有衣服六七件。只是不如你的衣，穿上舒适又美观。',
                '难道我没衣服穿?我有衣服六七件。只是不如你的衣，穿上舒适又温暖。',
            ],
            'unscramble' => [
                '《唐风·无衣》与《秦风·无衣》题目及首句皆相同，然思想内容与艺术风格却完全两样。从字面上看，似觉并无深意。然诗句朴实无华，皆从肺腑中流出。语言自然流畅，酷肖人物声口。感情真挚，读之令人凄然伤怀。',
                '对于《唐风·无衣》诗中的句读，旧说两段的起句都作六字句，然今人徐培均认为应标点为：“岂曰无衣?七兮。”前四字为一句，用以自问，后二字为一句，用以自答，诗人正是在这种自问自答中，抒写了一腔哀思。另外在一些字、词的解释上也颇多歧见。如“七”字、“子”字、“六”字，朱熹《诗集传》以为“侯伯七命，其车旗衣服，皆以七为节。子，天子也”。又云：“天子之卿六命，变‘七’言‘六’者，谦也，不敢以当侯伯之命，得受六命之服，比于天子之卿亦幸矣。”朱熹的解释，完全服从于他对于这首诗主题的理解。这首诗既然是述晋武公向周釐王请求封爵之意，那末他就必然把“七”解释为“诸侯七命”，把“六”解释为“天子之卿六命”，而把“子”解释为“天子”。前二者与晋武公的诸侯身份相当，后者则与周釐王的天子地位相称。其说固然言之成理，不失为一家之见，然与诗的本意可能相去甚远。',
                '从对此诗主题的理解出发，“七”和“六”俱为数词，也可以看作虚数，极言衣裳之多。而“子”则为第二人称的“你”，也即缝制衣裳的妻子。这样的理解，应该是符合诗的本意的。',
                '《唐风·无衣》全诗分为两章，字句大体相同，唯两起变动一个字：“七”易为“六”;两结也变动一字：“吉”易为“燠”。这主要为的是适应押韵的需要。从全篇来说，相同的句式重复一遍，有回环往复、一唱三叹、回肠荡气之妙。',
            ],
            'notes' => [
                '⑴唐风：《诗经》“十五国风”之一，今存十二篇。',
                '⑵七：虚数，非实指，言衣之多;一说七章之衣，七命之服，诸侯的服饰。',
                '⑶子：第二人称的尊称、敬称，此指制衣的人;一说指周王。',
                '⑷安：舒适。吉：美，善，好。',
                '⑸六：即六套衣服，亦非实指;一说六命之服，指在王朝为卿者的命服。',
                '⑹燠(yù)：暖热，温暖。',
            ],
        ],
    ],
];