<?php
return array (
  'name' => '国风·唐风·有杕之杜',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·唐风·有杕之杜',
      'spell' => 
      array (
        0 => 'guó fēng · táng fēng · yǒu dì zhī dù',
        1 => 'yǒu dì zhī dù ， shēng yú dào zuǒ 。',
        2 => 'bǐ jūn zǐ xī ， shì kěn shì wǒ ？',
        3 => 'zhōng xīn hào zhī ， hé yǐn shí zhī ？',
        4 => 'yǒu dì zhī dù ， shēng yú dào zhōu 。',
        5 => 'bǐ jūn zǐ xī ， shì kěn lái yóu ？',
        6 => 'zhōng xīn hào zhī ， hé yǐn shí zhī ？',
      ),
      'content' => 
      array (
        0 => '国风·唐风·有杕之杜',
        1 => '有杕之杜，生于道左。',
        2 => '彼君子兮，噬肯适我？',
        3 => '中心好之，曷饮食之？',
        4 => '有杕之杜，生于道周。',
        5 => '彼君子兮，噬肯来游？',
        6 => '中心好之，曷饮食之？',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,孤独,唐风,国风',
        1 => '有一株高大孤立的甘棠树，长在大路旁兀自葳蕤花开。那些身贵德高的君子们啊，你们肯不肯靠近我身边来?我内心里对他们充满崇敬，为什么不能一起饮酒吃菜?',
        2 => '有一株高大孤立的甘棠树，兀自葳蕤花开长在大道边。那些身贵德高的君子们啊，你们肯不肯和我一起游玩?我内心里对他们充满好感，为什么不能对坐把酒言欢?',
      ),
      'unscramble' => 
      array (
        0 => '有杕之杜赏析',
        1 => '古往今来，人与人之间的交往是不可缺少的。此诗就是描写一个孤独者切盼友人来访，共饮谈心，以解孤独寂寞之苦。',
        2 => '人类都有一种“共生欲望”，而这种“共生欲望”又是以人们的相互帮助、彼此交流为基础的。一旦得不到满足或有所缺憾时，就会产生孤独感。当“共生欲望”得以满足时，孤独感也就随之消除。看来，诗中的“我”，似乎已经意识到自己与外界隔了一堵“墙”，失去了和朋友的交往，深感孤独，为了摆脱这种孤独感，获得精神上的慰藉或寄托，他力图改变与世隔绝的处境，渴望有良友来访，彼此建立友谊，交流感情。',
        3 => '诗共两章，各六句。每章的开头均为“兴之比也”(何楷《诗经世本古义》)。杜梨长于荒野偏僻处，果小而酸，向来被人冷落，显得孤零零的。作者在此，借物起兴，以物喻人，用触物兴叹的手法引出下文，显得顺理成章。',
        4 => '全诗以“我”的心理活动为主线，以期待的眼光，诚挚的态度，殷勤款待的方式，频频召唤“君子”来访做客。“我”从自己强烈的寻友愿望出发，步步设想双方的心态和行为。“我”对“君子”“中心好之”，然而他“噬肯适我”、“噬肯来游”吗?只恐“求之不得”的心理活动跃然纸上。从全诗看，“中心好之”是关键句子，不可轻易读过。“我”对“君子”有好感，切盼与之交往，但用何种方法进行呢?思之再三，何不请“君子”来家做客，端上美酒佳肴，殷勤待之。借此机会，一则表明自己好客的诚意，二则可以交流情感，加深友谊。或许这就是此诗两章末句均用“曷饮食之”的用意所在。再细细玩味，“曷”字似有“画外之音”——试探的心理。',
        5 => '至于“我”的盼友愿望是否实现，诗中没有交代，这里姑且不论。不过有一点则是可以肯定的，即原先“我”的孤独感，通过诗歌已有所宣泄，得到一定缓解。',
        6 => '这首短诗，呈现出一幅生动的画面：荒野古道旁，立着一株孤零零的杜梨树，盼友者站在那里翘首苦盼“君子”来访的神态，殷勤款待“君子”时的情景(此为“我”的想像)，历历在目。',
        7 => '此诗章法结构带有民歌反复咏唱的特点。各章的句数、字数相同。要说有变化，仅在第二章的二、四句末换了三个字，即第一章的“左”改为“周”，“适我’’改为“来游”。换字又与换韵有关，第一章的“左”与“我”隔句押韵，第二章的“周”与“游”隔句押韵。',
      ),
      'note' => 
      array (
        0 => '⑴杕(dì)：树木孤生独特貌。杜：杜梨树，又名棠梨树。',
        1 => '⑵道左：道路左边，古人以东为左。',
        2 => '⑶噬(shì)：发语词。一说何，曷。适：到，往。',
        3 => '⑷中心：心中，内心。',
        4 => '⑸曷(hé)：同“盍”，何不。饮(yìn)食(sì)：喝酒吃饭。一说满足情爱之欲。',
        5 => '⑹周：右的假借。一说道路弯曲处。',
        6 => '⑺游：来看。',
      ),
    ),
  ),
);
