<?php
return array (
  'name' => '国风·唐风·葛生',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·唐风·葛生',
      'spell' => 
      array (
        0 => 'guó fēng · táng fēng · gé shēng',
        1 => 'gé shēng méng chǔ ， liǎn màn yú yě ；',
        2 => 'yǔ měi wú cǐ ， shuí yǔ dú chǔ ！',
        3 => 'gě shēng méng jí ， liǎn wàn yú yù ；',
        4 => 'yǔ měi wú cǐ ， shuí yǔ dú xī ！',
        5 => 'jiǎo zhěn càn xī ， jǐn qīn làn xī ！',
        6 => 'yǔ měi wú cǐ ， shéi yǔ dú dàn ！',
        7 => 'xià zhī rì ， dōng zhī yè 。',
        8 => 'bǎi suì zhī hòu ， guī yú qí jū 。',
        9 => 'dōng zhī yè ， xià zhī rì ， bǎi suì zhī hòu ， guī yú qí shì 。',
      ),
      'content' => 
      array (
        0 => '国风·唐风·葛生',
        1 => '葛生蒙楚，蔹蔓于野；',
        2 => '予美亡此，谁与独处！',
        3 => '葛生蒙棘，蔹蔓于域；',
        4 => '予美亡此，谁与独息！',
        5 => '角枕粲兮，锦衾烂兮！',
        6 => '予美亡此，谁与独旦！',
        7 => '夏之日，冬之夜。',
        8 => '百岁之后，归于其居。',
        9 => '冬之夜，夏之日，百岁之后，归于其室。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,悼亡,唐风,国风',
        1 => '葛藤覆盖了一丛丛的黄荆，野葡萄蔓延在荒凉的坟茔。我的亲密爱人长眠在这里，谁和他在一起?独守安宁!',
        2 => '葛藤覆盖了丛生的酸枣枝，野葡萄蔓延在荒凉的坟地。我的亲密爱人埋葬在这里，谁和他在一起?独自安息!',
        3 => '他头下的角枕是那样光鲜，身上的锦被多么光华灿烂!我的亲密爱人安眠在这里，谁和他在一起?独枕待旦!',
        4 => '没有你的日子里夏天煎熬，冬夜是那样漫长难耐孤寒。终有一天我也要化作清风，随你而来相会在碧落黄泉!',
        5 => '没有你的日子里冬夜漫漫，夏天是那样漫长尤感孤寂。终有一天我也要化为泥土，随你而来相聚在这块宝地!',
      ),
      'unscramble' => 
      array (
        0 => '葛生赏析',
        1 => '《唐风·葛生》全诗五章，每章四句，从结构上看，可分两大部分，前一部分为有“予美亡此”句的三章，后一部分为有“百岁之后”句的两章。对后一部分是用赋法，诸家无异议，但对前一部分，除第三章皆认为是赋外，第一、二两章却有“兴”“比而赋”“赋”等三种说法。',
        2 => '每章开头“葛生蒙楚(棘)，蔹蔓于野(域)”两句，互文见义，都既有兴起整章的作用，也有以藤草之生各有托附比喻情侣相亲相爱关系的意思，也有对眼前所见景物的真实描绘，可以说是“兴而比而赋”。这一开篇即出现的兴、比、赋兼而有之的意象，设置了荒凉凄清、冷落萧条的规定情境，显示出一种悲剧美作。接着，“予美亡此，谁与独处”两句，是表达对去世的配偶表示哀悼怀念之情。这里的比兴意义是：野外蔓生的葛藤蔹茎缠绕覆盖着荆树丛，就像爱人那样相依相偎，而诗中主人公却是形单影只，孤独寂寞，好不悲凉。第三章写“至墓则思衾枕鲜华”(郝懿行《诗问》)。而“谁与独旦”如释“旦”为旦夕之旦，其意义又较“独处”“独息”有所发展，通宵达旦，辗转难眠，其思念之深，悲哀之重，几乎无以复加。',
        3 => '后两章，语句重复尤甚于前三章，仅“居”“室”两字不同，而这两字意义几乎无别。可它又不是简单的重章叠句，“夏之日，冬之夜”颠倒为“冬之夜，夏之日”，不能解释为作歌词连番咏唱所自然形成，而是作者刻意为之。两章所述，体现了诗中主人公日复一日、年复一年的永无终竭的怀念之情，闪烁着一种追求爱的永恒的光辉。而“百岁之后，归于其居(室)”的感慨叹息，也表现出对荷载着感情重负的生命之旅最终归宿的深刻认识，与所谓“生命的悲剧意识”这样的现代观念似乎也非常合拍。',
      ),
      'note' => 
      array (
        0 => '⑴唐风：《诗经》“十五国风”之一，今存十二篇。',
        1 => '⑵葛生：葛藤出生。葛，藤本植物，茎皮纤维可织葛布，块根可食，花可解酒毒。',
        2 => '⑶蒙楚：葛的枝叶蔓延在荆棘上。蒙，覆盖。楚，灌木名，即牡荆。',
        3 => '⑷蔹(liǎn)：攀缘性多年生草本植物，根可入药，多生长在田野岩石的边缘，有白蔹、赤蔹、乌蔹等。',
        4 => '⑸予美：美好的人，意即爱人。亡此：死于此处。此指死后埋在那里。',
        5 => '⑹谁与：谁和他在一起。一说谁，唯;与，以。唯以，只有的意思。独处：独自居住。',
        6 => '⑺棘：酸枣，有棘刺的灌木。',
        7 => '⑻域：坟茔地。',
        8 => '⑼独息：意同“独处”。',
        9 => '⑽角枕：牛角做的枕头。一说方形枕头，有八角。粲：同“灿”，灿烂。',
        10 => '⑾锦衾：锦缎被褥。闻一多《风诗类钞》：“角枕、锦衾，皆敛死者所用。”一说思念者身边之物。烂：光彩貌。',
        11 => '⑿独旦：一个人独自到天亮。一说旦释为安，闻一多《风诗类钞》：“旦，坦。”“坦，安也。”',
        12 => '⒀“夏之日”二句：夏之日长，冬之夜长，言时间长。一说冬夏日夜时时思念之意。',
        13 => '⒁百岁：即百年。',
        14 => '⒂居：即坟墓。',
        15 => '⒃室：指冢坑。',
      ),
    ),
  ),
);
