<?php
return array (
  'name' => '国风·秦风·车邻',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·秦风·车邻',
      'spell' => 
      array (
        0 => 'guó fēng · qín fēng · jū lín',
        1 => 'yǒu jū lín lín ， yǒu mǎ bái diān 。',
        2 => 'wèi jiàn jūn zǐ ， sì rén zhī lìng 。',
        3 => 'bǎn yǒu qī ， xí yǒu lì 。',
        4 => 'jì jiàn jūn zǐ ， bìng zuò gǔ sè ；',
        5 => 'jīn zhě bú lè ， shì zhě qí dié 。',
        6 => 'bǎn yǒu sāng ， xí yǒu yáng 。',
        7 => 'jì jiàn jūn zǐ ， bìng zuò gǔ huáng ；',
        8 => 'jīn zhě bú lè ， shì zhě qí wáng 。',
      ),
      'content' => 
      array (
        0 => '国风·秦风·车邻',
        1 => '有车邻邻，有马白颠。',
        2 => '未见君子，寺人之令。',
        3 => '阪有漆，隰有栗。',
        4 => '既见君子，并坐鼓瑟；',
        5 => '今者不乐，逝者其耋。',
        6 => '阪有桑，隰有杨。',
        7 => '既见君子，并坐鼓簧；',
        8 => '今者不乐，逝者其亡。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,生活,国风,秦风',
        1 => '众华车跑起来轱辘响粼粼，高头骏马额顶雪白如戴星。贵族青年还没进去见君子，等着守门的小臣通禀传令。',
        2 => '君子门前高坡上栽着漆树，洼地里生长着茂盛的板栗。他诚惶诚恐地拜见了君子，君子邀他并肩坐下奏乐器。啊呀趁现在快及时行乐吧，人生易老转眼八十日偏西。',
        3 => '君子门前高坡上栽着蚕桑，洼地里长着茂盛的大叶杨。他诚惶诚恐地拜见了君子，君子邀他并肩坐把笙吹响。啊呀趁现在快及时行乐吧，说不定哪天闭眼进了天堂。',
      ),
      'unscramble' => 
      array (
        0 => '车邻赏析',
        1 => '《秦风·车邻》首章从主人公拜会友人途中写起。一个处在上升时期的新兴贵族，率领着众多仆从乘坐着戴星马拉的华车，去见朋友。车子跑起来，车声“邻邻”，如音乐一般好听，他仿佛在欣赏着一支美妙的曲子。正因为他有好心情，才觉得车声特别悦耳。最叫他得意的还是拉车的马，额头间长着清一色白毛，好似堆着一团白雪。白额的马，旧名戴星马，俗称玉顶马，是古代珍贵的名马之一。他特地点明马“白额”的特征，当然是要突出它的珍贵，更重要的则是借此衬托自己的尊贵。因而从开头两句叙述中，可以察觉到主人公的自豪与欢愉的情怀。紧接着三、四句便说自己已安抵朋友之家——这是一个贵族人家，非一般平民小户可比，未见主人之前，必须等待侍者的通报、传令。主人公如此说，无非是要突出友人门第高贵，突出友人的高贵，目的则在暗示自己也是有身份的。首章后两句是“言在此而意在彼”，自我标榜，可谓含而不露。',
        2 => '第二、三章意思相同，说主人公受到朋友的热情款待。头两句借当时民歌中常用的“阪(或山)有×，隰(或泽)有×”的句式起兴，以引出下文，在意义上没有必然的联系。“并坐”表示亲热，他们是一对情投意合的朋友，一见面，就在一起弹奏吹打，亲密无间。主人一再劝告着：今日会面要尽情欢乐，转眼间我们就会衰老，说不定哪一天会死去。这里所表现的及时行乐的思想，与东汉《古诗十九首》中说的“人生非金石，岂能长寿考”“人生忽如寄，寿无金石固”“为乐当及时，何能待来兹”的话很相似，它们之间也许有着相承的关系。此诗“今者”两句尽管情调有点消极，但放在朋友间相互劝乐的场合，坦露襟怀，以诚待友，在酒席上流露出的人生短促的感伤，本可以理解，不必非要斥之以“腐朽”“没落”不可。',
      ),
      'note' => 
      array (
        0 => '⑴秦风：《诗经》十五国风之一，今存十篇。',
        1 => '⑵有：语助词。邻邻：同“辚辚”，车行声。',
        2 => '⑶白颠：马额正中有块白毛，一种良马，也称戴星马。',
        3 => '⑷寺人：宦者。马瑞辰《毛诗传笺通释》：“寺人者，即侍人之省，非谓《周礼》寺人之官也。”王先谦《诗三家义集疏》：“盖近侍之通称，不必泥历代寺人为说。”令：传令。',
        4 => '⑸阪(bǎn)：山坡。漆：漆树，乔木。',
        5 => '⑹隰(xí)：低湿的地方。栗：栗树，落叶乔木。',
        6 => '⑺并坐：同坐。鼓瑟：弹奏。',
        7 => '⑻今者：现在。',
        8 => '⑼逝者：来日，他日。逝，往。耋(dié)：八十岁，此处泛指老人。',
        9 => '⑽杨：古代杨柳通名。一说指蒲柳，落叶乔木。',
        10 => '⑾簧：古代乐器名，大笙。一说吹奏乐。',
        11 => '⑿亡：死亡。',
      ),
    ),
  ),
);
