<?php
return [
    'chapters' => [
        [
            'spell' => [
                'zhōng nán hé yǒu ？ yǒu tiáo yǒu méi。',
                'jūn zǐ zhìzhǐ，jǐnyīhúqiú；',
                'yánrúwòdān， qí jūnyězāi！',
                'zhōng nán hé yǒu ？ yǒu jì yǒu táng。',
                'jūn zǐ zhìzhǐ，fúyīxiù cháng ；',
                'pèiyù qiāng qiāng ，shòukǎo bú wàng！',
            ],
            'content' => [
                '终南何有？有条有梅。',
                '君子至止，锦衣狐裘；',
                '颜如渥丹，其君也哉！',
                '终南何有？有纪有堂。',
                '君子至止，黻衣绣裳；',
                '佩玉将将，寿考不忘！',
            ],
            'vernacular' => [
                '终南山上何所有?茂盛山楸和梅树。有位君子到此地，锦绣衣衫狐裘服。脸儿红润像涂丹，莫非他是我君主?',
                '终南山上何所有?有棱有角地宽敞。有位君子到此地，青黑上衣五彩裳。身上佩玉响叮当，富贵寿考莫相忘!',
            ],
            'unscramble' => [
                '《秦风·终南》究竟是“美”还是“戒”，前人意见不一。朱熹《诗集传》主“此秦人美其君之词”，姚际恒亦肯定“有美无戒”。而《诗序》则认为“《终南》，戒襄公也”。',
                '此诗的“美”，主要是颂美秦公的容颜、服饰和仪态。两章诗都对“君子”的来到表示出敬仰和赞叹的态势。那君子的脸容红润丰泽，大有福相。那诸侯的礼服，内里狐白裘，外罩织锦衣，还有青白相间斧形上装和五色斑烂的下裳，无不显得精美华贵，熠熠生辉。诗中对秦公的衣着有着一种新鲜感，不像是司空见惯习以为常的感觉，秦公也像是在炫耀华服似的，在在证明这确是秦襄公被始封为诸侯而穿上显服的情景。除了服装外，诗还写到了饰物的佩声锵锵，那身上琳琅的美玉挂件叮当作响，音韵悦耳。这就见出诗所描摹的形象是动态的，行进中的，仿佛让人感觉到秦公步履雍容来到终南山祭祀行礼。全诗通过视觉、听觉形象的勾勒，至少在外观上透出富贵气派和令人敬仰感。',
                '至于诗人所代表的周遗民的内心感受，似乎不像外在敬意那样简单。两章末尾各有一句耐人寻味的结语。第一句是“其君也哉”，从那惊疑不定的揣测口吻中，显出忐忑不安忧喜参半的复杂心情。新君降临一方，旧地遗民自有前途未卜的紧张心理，这很真实自然。第二句是“寿考不忘”，将祝福、叮咛、告诫、期望种种难以直言的心境委婉托出。辨味这两句，诗确实是意存劝戒，希望秦君是明君，而不是暴君。至于语意含蓄婉曲的原因，汪中《述学·释三九》“周人尚文，君子之于言不径而致也，是以有曲焉”的解释倒是较为圆通的。不过，最主要的恐怕还是不便直说。',
                '两章诗的起兴也很有意味。首先，周民搬出引以为豪的周地名山起兴，显示了王都之民的身分和某种程度的优越感，也可使初来乍到的秦公不至小觑他们。就此意义而言，或有借当地名胜以壮胆撑门面的虚荣心理吧。其次，更为重要的是，终南山又名中南山，巍峨险峻，为万众仰慕。《尚书·禹贡》：“终南悖物。”《左传·昭公四年》：“荆山、中南，九州之险。”皆指此山。终南山有丰富的物产，尤以根深叶茂的林木为代表，还有宽衍险奥气象万千的山势。诗人却如数家珍不惜饶舌，一层意思是以隆崇的终南山，暗寓对秦公尊严身分的褒扬，有以伟物兴伟人的奉承之意。另一层意思是让秦公好好思忖一下自己真的能像终南山一样的受人尊崇吗，只有修德爱民，不负众望，才能与名山的地位相媲美，就如山之有木然后才能成山之高。正如后世曹操《短歌行》诗所云：“山不厌高，水不厌深。周公吐哺，天下归心。”其寓戒于颂一石两鸟的用意非常含蓄巧妙。',
            ],
            'notes' => [
                '⑴秦风：秦地的诗篇。《诗经》“十五国风”之一，今存十篇。终南：终南山，秦岭主峰之一，也泛指秦岭，在今陕西南部。',
                '⑵条：树名，即山楸。材质好，可制车板。梅：即今之梅树。一说指楠树。',
                '⑶至止：到来。止，句末助词。',
                '⑷锦衣狐裘：当时诸侯的礼服。《礼记·玉藻》：“君衣狐白裘，锦衣以裼之。”狐裘，狐皮袍子。',
                '⑸颜：容颜。渥(wò)丹：涂饰红色。形容颜色红润。渥，涂。一说厚渍。丹，赤石制的红色颜料，今名朱砂。',
                '⑹其君也哉：莫非是君王吧。其，表示推测的词。',
                '⑺纪：山角。一说通“杞”，杞柳。堂：山上宽平处。一说通“棠”，棠梨。',
                '⑻黻(fú)衣：绣有黑色和青色相间的花纹的上衣。绣裳：绣有五彩花纹的下裳。两者当时都是贵族服装。',
                '⑼将(qiāng)将：同“锵锵”，佩玉相击撞发出的声音。',
                '⑽寿考：高寿，长寿。考，年老。亡(wàng)：通“忘”，忘记。',
            ],
        ],
    ],
];