<?php
return array (
  'name' => '国风·秦风·晨风',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·秦风·晨风',
      'spell' => 
      array (
        0 => 'guó fēng · qín fēng · chén fēng',
        1 => 'yù bǐ chén fēng ， yù bǐ běi lín ；',
        2 => 'wèi jiàn jūn zǐ ， yōu xīn qīn qīn 。',
        3 => 'rú hé rú hé ？ wàng wǒ shí duō ！',
        4 => 'shān yǒu bāo lì ， xí yǒu liù bó ；',
        5 => 'wèi jiàn jūn zǐ ， yōu xīn mí lè 。',
        6 => 'rú hé rú hé ？ wàng wǒ shí duō ！',
        7 => 'shān yǒu bāo dì ， xí yǒu shù suì ；',
        8 => 'wèi jiàn jūn zǐ ， yōu xīn rú zuì 。',
        9 => 'rú hé rú hé ？ wàng wǒ shí duō ！',
      ),
      'content' => 
      array (
        0 => '国风·秦风·晨风',
        1 => '鴥彼晨风，郁彼北林；',
        2 => '未见君子，忧心钦钦。',
        3 => '如何如何？忘我实多！',
        4 => '山有苞栎，隰有六駮；',
        5 => '未见君子，忧心靡乐。',
        6 => '如何如何？忘我实多！',
        7 => '山有苞棣，隰有树檖；',
        8 => '未见君子，忧心如醉。',
        9 => '如何如何？忘我实多！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,弃妇,国风,秦风',
        1 => '傍晚光景小鹰隼疾飞掠过，栖落在郁郁苍苍的北树林。至今我还没见过他的踪影，内心里忧心忡忡满怀担心。真想不到你怎么会这样呢？恐怕早忘了我吧我的夫君！',
        2 => '高高的山上有茂密的栎树，洼地里梓树榆树繁茂成荫。至今我还没见过他的踪影，内心里满怀悒郁忧心如焚。真想不到你怎么会这样呢？恐怕早忘了我吧我的夫君！',
        3 => '高高的山上有茂密的唐棣，洼地里生长着如云的山梨。至今我还没见过他的踪迹，内心里忧心忡忡如醉如痴。真想不到你怎么会这样呢？早忘了我啊没有丝毫记忆！',
      ),
      'unscramble' => 
      array (
        0 => '晨风赏析',
        1 => '《秦风·晨风》全诗三章，章六句。首章用鹯鸟归林起兴，也兼有赋的成分。鸟倦飞而知返，还会回到自己的窝里，而人却忘了家，不想回来。这位女子望得情深意切。起首两句，从眼前景切入心中情，又是暮色苍茫的黄昏，仍瞅不到意中的“君子”，心底不免忧伤苦涩。再细细思量，越想越怕。她想：“怎么办呵怎么办？那人怕已忘了我！”不假雕琢，明白如话的质朴语言，表达出真挚感情，使人如闻其声，如窥其心，这是《诗经》语言艺术的一大特色。从“忘我实多”可以揣测他们间有过许许多多花间月下、山盟海誓的情事，忘得多也就负得深，这位“君子”实在是无情无义的负心汉。不过诗意表达得相当蕴藉。',
        2 => '“山有……隰有……”是《诗经》常出现的起兴成句，用以比况物各得其宜。上古时代先民物质生活尚不丰富，四望多见山峦坑谷正是历史的必然。那颙望着的女子瞥见晨风鸟箭样掠过飞入北林后，余下所见就是山坡上有茂密栎树和洼地里有树皮青白相间的梓榆。第三章则换了两种树：棣和檖。之所以换，其主要作用怕是在于换韵脚。万物各得其所，独有自己无所适从，那份惆怅和凄凉可想而知，心里自然不痛快。三章诗在表达“忧心”上是层层递进的。“钦钦”形容忧而不忘；“靡乐”，不再有往事和现实的欢乐；“如醉”，如痴如醉精神恍惚。再发展下去，也许就要精神崩溃了。全诗各章感情的递进轨迹相当清晰和真实可信。',
      ),
      'note' => 
      array (
        0 => '⑴秦风：《诗经》“十五国风”之一，今存十篇。晨风：鸟名，即鹯(zhān)鸟，属于鹞鹰一类的猛禽。',
        1 => '⑵鴥(yù)：鸟疾飞的样子。',
        2 => '⑶郁：郁郁葱葱，形容茂密。',
        3 => '⑷钦钦：忧思难忘的样子。朱熹《诗集传》：“忧而不忘之貌。”',
        4 => '⑸如何：奈何，怎么办。',
        5 => '⑹苞：丛生的样子。栎(lì)：树名。',
        6 => '⑺隰(xí)：低洼湿地。六驳(bó)：木名，梓榆之属，因其树皮青白如驳而得名。',
        7 => '⑻靡乐：不快乐。',
        8 => '⑼棣(dì)：唐棣，也叫郁李，果实色红，如梨。',
        9 => '⑽树：直立的样子。檖 (suì)：豆梨，又名赤罗、山梨。',
      ),
    ),
  ),
);
