<?php
return [
    'name' => '权舆·秦风·国风',
    'nameShort' => '权舆',
    'nameSpell' => ' quán yú',
    'brief' => '刺康公也。忘先君之旧臣，与贤者有始而无终也。(2章5句)',
    'keyword' => '关键词：诗经,生活,国风,秦风',
    'chapters' => [
        [
            'spell' => [
                'wū wǒhū！',
                'xiàwūqúqú，jīnyěměi shí wú yú。',
                'xūjiēhū， bù chéngquányú！',
                'wū wǒhū！',
                'měi shí sìguǐ，jīnyěměi shí bù bǎo。',
                'xū jiēhū， bù chéngquányú！',
            ],
            'content' => [
                '於我乎！',
                '夏屋渠渠，今也每食无余。',
                '于嗟乎，不承权舆！',
                '於我乎！',
                '每食四簋，今也每食不饱。',
                '于嗟乎，不承权舆！',
            ],
            'vernacular' => [
                '唉我呀!曾客居华馆大屋，如今每顿饭供应都不丰富。可叹啊!待遇远不如当初!',
                '呜呼哉!曾经餐餐多美好，如今每天挨饿顿顿吃不饱。可怜啊!远远不如从前好!',
            ],
            'unscramble' => [
                '这是一首贤士发牢骚的小诗，讽刺秦君养士待贤有始无终;也有研究者认为这是秦国没落贵族在叹息生活今不如昔的诗。',
                '此诗两章结构相同，在反复咏叹中见“低徊无限”(吴闿生《诗义会通》引旧评)之情，感慨秦康公不能礼待贤者。诗首句即以慨叹发语，仿佛是一个酸不溜丢的人才两手一摊，仰天长叹，让听者有“不提倒也罢了，提起两眼泪汪汪”的心理预设，作者以下提及的今昔强烈对比就显得自然而不突兀。过去的日子里大碗吃饭、大碗吃肉，而如今是每顿供应的饭菜都非常简约，几乎到了吃不饱的程度，前后待遇悬殊，让人难以承受。其实，饮食上的一点变化并不是最重要的，重要的是由此反映出的贤者在国君心目中的位置。',
                '诗的前后两章虽然相近，但些微变化间显示出歌唱者前后待遇的落差之大，第一章里提及的变化还只是从大碗饭食到每食无余，到第二章里已经从“每食四簋”到“每食不饱”了，于是作者一唱三叹，“于嗟乎!不承权舆”，这嗟叹声中充满了失望和希望：对遭受冷遇的现实的失望和对康公恢复先王礼贤下士之风的希望。从诗中无法看到诗作者慨叹之后待遇能否得到改变，但从歌“长铗归来乎，食无鱼”(《战国策·齐策》)的战国齐孟尝君食客冯谖身上或可看到他的影子。',
            ],
            'notes' => [
                '⑴秦风：《诗经》“十五国风”之一，今存十篇。',
                '⑵权舆：本指草木初发，引申为起始，当初，先前。',
                '⑶於(wū)：通“呜”，叹词。',
                '⑷夏屋：大的食器。夏，大。屋，通“握”。《尔雅》：“握，具也。”渠渠：丰盛。《广雅》：“渠渠，盛也。”',
                '⑸无馀：不剩。',
                '⑹于嗟乎：悲叹声。于嗟，通“吁嗟”。',
                '⑺承：继承。',
                '⑻簋(guǐ)：古代青铜或陶制圆形食器。毛传：“四簋，黍稷稻粱。”朱熹《诗集传》：“四簋，礼食之盛也。”',
            ],
        ],
    ],
];