<?php
return [
    'name' => '东门之枌·陈风·国风',
    'nameShort' => '东门之枌',
    'nameSpell' => ' dōng mén zhī fén',
    'brief' => '疾乱也。幽公淫荒，风化之所行，男女弃其旧业，亟会于道路，歌舞于市井尔。(3章4句)',
    'keyword' => '关键词：诗经,爱情,国风,陈风',
    'chapters' => [
        [
            'spell' => [
                'dōngménzhīfén，wǎnqiūzhīxǔ；',
                'zǐ zhòngzhī zǐ ，pósuō qí xià。',
                'gǔdànyú chāi ， nán fāngzhīyuán；',
                'bù jì qí má，shìyěpósuō。',
                'gǔdànyúshì，yuèyǐzōngmài；',
                'shìěrrúqiáo，yíwǒwòjiāo。',
            ],
            'content' => [
                '东门之枌，宛丘之栩；',
                '子仲之子，婆娑其下。',
                '穀旦于差，南方之原；',
                '不绩其麻，市也婆娑。',
                '穀旦于逝，越以鬷迈；',
                '视尔如荍，贻我握椒。',
            ],
            'vernacular' => [
                '东门种的是白榆，宛丘种的是柞树。子仲家中好女儿，大树底下婆婆舞。',
                '良辰美景正当时，同往南方平原处。搁下手中纺的麻，姑娘热情婆娑舞。',
                '良辰佳会总前往，屡次前往已相熟。看你好像荆葵花，送我花椒一大束。',
            ],
            'unscramble' => [
                '此诗是以小伙子为第一人称口吻写的，姑娘是子仲家的女儿。开篇就交代了男女欢聚的场所：陈国的郊野有一大片高平的土地，那里种着密密的白榆、柞树。这既是地点实写，也是交代春天胜景。在这样一个美妙的时光，美好的地点，一群美丽的人儿，做着美妙的事情：子仲家的姣好少女，跳着飘逸优美的舞蹈。春天来了，少男少女的春天来了，他们以曼妙的舞姿吸引着对方多情的目光。',
                '这里说的美妙的时光是一个很有意义的特别时间“榖旦”。对这一词汇的理解不仅可以帮助读者顺利解读此诗，而且还有助于读者了解久已隐去的古风及其原始含义，从而认识某些节庆的起源以及少数民族中至今尚存的某些特殊节日及其节日风俗。同样，诗的地点“南方之原”也不是一个普通的场所。朱熹《诗集传》云：“差择善旦以会于南方之原。”良辰吉日是祭祀狂欢日。上古的祭祀狂欢日有多种。比如农耕社会中作为时历标准并祈祷丰收的火把节、腊日节等远古年节;祭祀生殖神并乞求部族繁衍旺盛的上巳节等各种祭祀日。不同主题的祭祀狂欢日有不同的祭祀和狂欢内容，比如驱傩、寒食、男女短期的恢复自由性交等。据朱熹《诗集传》，陈国“好乐巫觋歌舞之事”，陈国的古风可以说是保存得比较好的。因此就有这样的“榖旦”。',
                '前人曾经常指责所谓的“郑卫之风”，认为它们“淫”。其实所谓的“淫”无非是指这些“风”热情奔放，是男女欢歌狂舞的音乐。实际上，这又何止郑风、卫风。陈风从诗文内容上看就是非常“淫”的。《汉书·地理志》说：“太姬妇人尊贵，好祭祀用巫。故俗好巫鬼，击鼓于宛丘之上，婆娑于枌树之下。有太姬歌舞遗风。”就此诗而言，其内容是关于男女情爱的，可以推断，这一“榖旦”是用来祭祀生殖神以乞求繁衍旺盛的祭祀狂欢日。',
                '诗人所写的“如荍”的女子就是第一章的“子仲之子”，也就是第二章“不绩其麻，市也婆娑”的人，这人就是诗中主人公爱慕的对象。',
                '这首诗写得很美。在城东门外的白榆树下，在宛丘的柞树林边。在某一美妙的好时光，小伙姑娘便去那里幽会谈情，姑娘舞姿翩翩，小伙情歌宛转。幸福的爱情之花含苞而放。在小伙眼睛里，姑娘美如荆葵花;在姑娘心目中，小伙是她的希望和理想，要送他一束花椒以表白感情。',
            ],
            'notes' => [
                '⑴陈风：即陈地的乐调。《诗经》“十五国风”之一，今存十篇。枌(fén)：木名。白榆。',
                '⑵栩(xǔ)：柞树。',
                '⑶子仲之子：子仲氏的女儿。子仲，陈国的姓氏。',
                '⑷婆娑：舞蹈。',
                '⑸榖(gǔ)旦：良辰，好日子。王先谦《诗三家义集疏》：“榖旦，犹言良辰也。”《毛传》：“榖，善也。”差(chāi)：选择。“《郑笺》云：“旦，明。于，日。差，择也。朝日善明，日相择矣。”',
                '⑹南方之原：到南边的原野去相会。于省吾《泽螺居诗经新证》：“谓南方高平之原。”',
                '⑺绩：把麻搓成线。',
                '⑻市：集市。',
                '⑼逝：往，赶。',
                '⑽越以：作语助。鬷(zōng)：会聚，聚集。一说数次，多次。迈：走，行。',
                '⑾荍(qiáo)：锦葵。二年生草本植物，夏季开紫色或白色花。',
                '⑿贻：赠送。握：一把。椒：花椒。',
            ],
        ],
    ],
];