<?php
return [
    'name' => '衡门·陈风·国风',
    'nameShort' => '衡门',
    'nameSpell' => ' héng mén',
    'brief' => '诱僖公也。愿而无立志，故作是诗以诱掖其君也。(3章4句)',
    'keyword' => '关键词：诗经,爱情,哲理,国风,陈风',
    'chapters' => [
        [
            'spell' => [
                'héngménzhīxià， kě yǐ qī chí；',
                'mì zhīyángyáng， kě yǐ liáojī。',
                'qǐ qí shí yú，bìhézhīfáng？',
                'qǐ qí qǔ qī ，bì qí zhījiāng？',
                'qǐ qí shí yú，bìhézhīlǐ？',
                'qǐ qí qǔ qī ，bìsòngzhī zǐ ？',
            ],
            'content' => [
                '衡门之下，可以栖迟；',
                '泌之洋洋，可以乐饥。',
                '岂其食鱼，必河之鲂？',
                '岂其取妻，必齐之姜？',
                '岂其食鱼，必河之鲤？',
                '岂其取妻，必宋之子？',
            ],
            'vernacular' => [
                '横木做门简陋屋，可以栖身可以住。泌水清清长流淌，清水也可充饥肠。',
                '难道我们要吃鱼，黄河鲂鱼才算香?难道我们要娶妻，非娶齐国姜姑娘?',
                '难道我们要吃鱼，黄河鲤鱼才可尝?难道我们要娶妻，非娶宋国子姑娘?',
            ],
            'unscramble' => [
                '如果把《陈风·衡门》看作一首爱情诗，那么此诗的大意是：夕阳已逝，月上柳梢，一对青年男女悄悄来到城门下密约幽会，一番卿卿我我的甜言蜜语之后，激情促使他们双双相拥，又来到郊外河边，伴着哗哗的流水，极尽男欢女爱。或许小伙儿被这难忘良宵所陶醉，竟发表了一段富有哲理的爱情名言：吃鱼何必一定要黄河中的鲂鲤，娶妻又何必非齐姜、宋子不可?只要是两情相悦，谁人不可以共渡美好韶光?言外之意是，他与眼前的女子情感甚笃，非常满意，希望娶她为妻。此诗虽然短促，简单，但表现了上古陈地百姓自由、纯朴的情爱意识。',
                '《陈风》中多为情诗，说明陈地人民非常善于歌唱爱情。因此，能在这片土地上诞生这样一首富有哲理的情歌，也不足为奇。',
                '如果按照隐者安贫乐道之诗的说法，那么此诗的大意是：一个居住在蓬户柴门的小农或读书人，他一大早打开柴门，面对家门前的洋洋泌水，微微笑着出口成章：噫哉!有此一间柴门陋室，可以栖身蔽雨，此生足矣!有此一汪洋洋泌水，每天清波潋滟，观此美景，虽腹饥亦以为乐也!难道吃鱼就一定非吃河里的鲂鲤吗?难道男人娶妻就一定非要娶齐姜、宋子吗?甘愿清贫度日，粗茶淡饭，从从容容，平平淡淡，不求富贵，不求闻达，有一老妻相伴，厮守终生，也不失为人生一大乐趣。',
                '这种看法，表明穷苦百姓、清贫书生，虽不能改变自己的命运，但苦守清贫，安守本分，过平淡日子也是不错的选择。全诗简洁明快，阐述清贫自守之德。',
                '此诗在章法上也较独特，先是叙事，由叙事引发议论。“兴”没有放在诗首，而是放在议论之前，且与所兴之事又共同构成旨意相同的议论，使议论充满了形象感而未流于枯燥，加厚了诗意。',
            ],
            'notes' => [
                '⑴陈风：即陈地的乐调。《诗经》“十五国风”之一，今存十篇。衡门：横木为门，形容居所简陋。衡，通“横”。《毛传》：“衡门，横木为门，言浅陋也。”一说衡门为城门之名。闻一多《风诗类钞》曰：“东西为横，衡门疑陈城门名。”',
                '⑵可以：一作“何以”。栖迟：栖息，安身。',
                '⑶泌(bì)：水名，指陈国泌邱的泉水名。一说“泌”与“密”同，均为男女幽约之地，故泌水为一般的河流，而非确指。洋洋：水盛的样子。',
                '⑷乐饥：疗饥，充饥。《鲁诗》《韩诗》“乐”作“疗”。一说这是隐语，《诗经》中常将性的欲望称为饥，乐饥指满足性的饥渴。闻一多《神话与诗·高唐神女传说之分析》：“其实称男女大欲不遂为‘朝饥’，或简称‘饥’，是古代的成语。”',
                '⑸岂：难道。',
                '⑹河：黄河。鲂(fáng)：鱼名，鱼中味美者。',
                '⑺取：同“娶”，接女子成亲。',
                '⑻齐之姜：齐国姜姓的贵族女子。',
                '⑼鲤：鲤鱼。',
                '⑽宋之子：宋国子姓的贵族女子。',
            ],
        ],
    ],
];