<?php
return array (
  'name' => '国风·陈风·东门之杨',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·陈风·东门之杨',
      'spell' => 
      array (
        0 => 'guó fēng · chén fēng · dōng mén zhī yáng',
        1 => 'dōng mén zhī yáng ， qí yè zāng zāng ；',
        2 => 'hūn yǐ wéi qī ， míng xīng huáng huáng 。',
        3 => 'dōng mén zhī yáng ， qí yè pèi pèi ；',
        4 => 'hūn yǐ wéi qī ， míng xīng zhé zhé 。',
      ),
      'content' => 
      array (
        0 => '国风·陈风·东门之杨',
        1 => '东门之杨，其叶牂牂；',
        2 => '昏以为期，明星煌煌。',
        3 => '东门之杨，其叶肺肺；',
        4 => '昏以为期，明星晢晢。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,爱情,国风,陈风',
        1 => '我依偎着东城门外小白杨，浓密叶片辉映着金色夕阳。约好黄昏时相会在老地方，却让我苦等到明星闪闪亮。',
        2 => '我来到东城门外白杨林边，晚霞映红了白杨浓密叶片。明明和人家约好黄昏见面，却让我苦等到星星嵌满天。',
      ),
      'unscramble' => 
      array (
        0 => '东门之杨赏析',
        1 => '《陈风·东门之杨》诗中那在白杨树下踯躅的人儿，究竟是男、是女，很难判断，但有一点可以肯定：他(或她)一定是早早吃罢晚饭，就喜孜孜来到城东门外赴约了。这约会在初恋者的心上，既隐秘又新奇，其间涌动着的，当然还有几分羞涩、几分兴奋。陈国都城的“东门”外，又正是男女青年的聚会之处，那里有“丘”、有“池”、有“枌”(白榆)，“陈风”中的爱情之歌《东门之池》《宛丘》《月出》《东门之枌》，大抵都产生于这块爱情圣地。',
        2 => '此时主人公的伫足之处，正有一排挺拔高耸的白杨。诗中描述它们“其叶牂牂”“其叶肺肺”，可见正当叶儿繁茂、清碧满树的夏令。当黄昏降临、星月在天的夜晚，乌蓝的天空撒下银白的光雾，白杨树下便该映漾出一片摇曳多姿的树影。清风吹过，满树的叶儿便“牂牂”“肺肺”作响。这情景在等候情人的主人公眼中，起初一定是异常美妙的。故诗之入笔，即从黄昏夏夜中的白杨写起，表现着一种如梦如幻的画境;再加上“牂牂”“肺肺”的树声，听来简直就是心儿的浅唱低回。',
        3 => '但当主人公久待情人而不见的时候，诗情便出现了巨大的逆转。“昏以为期，明星煌煌”“昏以为期，明星晢晢”——字面的景象似乎依然很美，那“煌煌”“晢晢”的启明星，高高升起于青碧如洗的夜空，静谧的世界便全被这灿烂的星辰照耀到了。然而，约会的时间明明是在黄昏，此时却已是斗转星移的清寂凌晨，连启明星都已闪耀在东天，情人却不知在哪儿。诗讲究含蓄，故句面上始终未出现不见情人的字眼。但那久待的焦灼、失望的懊恼，分明已充溢于字里行间。于是“煌煌”闪烁的“明星”，似也感受了“昏以为期”的失约，而变得焦灼不安了;就是那曾经唱着歌儿似的白杨树声，也化成了一片嘘唏和叹息。',
        4 => '此诗运用的并非“兴”语，而是情景如画的“赋”法描摹。在终夜难耐的等待之中，借白杨树声和“煌煌”明星之景的点染，来烘托不见伊人的焦灼和惆怅，无一句情语，而懊恼、哀伤之情自现。这正是此诗情感抒写上的妙处。由于开笔一无征兆，直至结句方才暗示期会有失，更使诗中的景物描摹，带有了伴随情感逆转而改观的不同色彩，造成了似乐还哀的氛围递换、变化的效果。',
      ),
      'note' => 
      array (
        0 => '⑴陈风：即陈地的乐调。《诗经》“十五国风”之一，今存十篇。东门：都城朝向东方的门，东门又往往是春天男女相会之所。',
        1 => '⑵牂(zāng)牂：风吹树叶的响声。一说枝叶茂盛的样子。',
        2 => '⑶昏：黄昏。期：约定的时间。',
        3 => '⑷明星：明亮的星星。一说启明星，晨见东方。煌煌：明亮的样子。',
        4 => '⑸肺(pèi)肺：枝叶茂盛的样子。一说树叶的响声。',
        5 => '⑹晢(zhé)晢：明亮的样子。',
      ),
    ),
  ),
);
