<?php
return array (
  'name' => '国风·陈风·泽陂',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·陈风·泽陂',
      'spell' => 
      array (
        0 => 'guó fēng · chén fēng · zé bēi',
        1 => 'bǐ zé zhī bēi ， yǒu pú yǔ hé ；',
        2 => 'yǒu měi yì rén ， shāng rú zhī hé ！',
        3 => 'wù mèi wú wéi ， tì sì pāng tuó 。',
        4 => 'bǐ zé zhī bēi ， yǒu pú yǔ jiān ；',
        5 => 'yǒu měi yì rén ， shuò dà qiě quán 。',
        6 => 'wù mèi wú wéi ， zhōng xīn juān juān 。',
        7 => 'bǐ zé zhī bēi ， yǒu pú hàn dàn ；',
        8 => 'yǒu měi yì rén ， shuò dà qiě yǎn 。',
        9 => 'wù mèi wú wéi ， zhǎn zhuǎn fú zhěn 。',
      ),
      'content' => 
      array (
        0 => '国风·陈风·泽陂',
        1 => '彼泽之陂，有蒲与荷；',
        2 => '有美一人，伤如之何！',
        3 => '寤寐无为，涕泗滂沱。',
        4 => '彼泽之陂，有蒲与蕳；',
        5 => '有美一人，硕大且卷。',
        6 => '寤寐无为，中心悁悁。',
        7 => '彼泽之陂，有蒲菡萏；',
        8 => '有美一人，硕大且俨。',
        9 => '寤寐无为，辗转伏枕。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,女子,怀人,国风,陈风',
        1 => '池塘四周有堤坝，中有蒲草和荷花。那边有个俊人儿，让我爱得没办法。日夜思念难入睡，哭得眼泪哗啦啦。',
        2 => '池塘四周堤坝高，中有莲蓬与蒲草。那边有个俊人儿，身材修长容貌好。日夜思念睡不着，内心郁闷愁难熬。',
        3 => '池塘四周堤坝高，中有荷花与蒲草。那边有个俊人儿，身材修长风度好。日夜思念睡不着，伏枕辗转多烦恼。',
      ),
      'unscramble' => 
      array (
        0 => '泽陂赏析',
        1 => '《陈风·泽陂》全诗三章十八句，每章意思基本相同，都是叙述看见池塘边的香蒲、兰草、莲花，便想到自己恋慕的健美心上人，不禁心烦意乱，情迷神伤，晚上觉也睡不着。',
        2 => '应该说，春秋战国时代，在爱情方面，女性还有很大的自由度。封建意识形态中伦常观念，还没有成为社会伦理的统治思想。特别在民间，男恋女，女恋男，发而为诗为歌，皆真挚动人，和日后理学家所理解的大不一样。《陈风·泽陂》是一首主人公思恋心上人的情歌，见景生情，真率坦诚，全诗弥漫着一股清新的气息。',
        3 => '全诗三章，都用生于水泽边的植物香蒲、兰草、莲花起兴，蓬蓬勃勃的植物，波光潋滟的池水，呼唤着生命的旺盛发展。主人公目睹心感，自然而然地想起所思恋的心上人了。不知这两个青年，究竟是相恋相思，还是一方在单相思。但是，这个主人公是强烈地爱上对方了。在其眼中心里，对方“硕大且卷”“硕大且俨”。爱是感性的行为，对方身材健美而俊俏，神态端庄而持重，这些可以捉摸的外形和品格，就成了主人公择爱的具体的感性的条件。主人公思念中的人，与其心目中的爱人是那样一致，所以主人公自然真诚地赞美起对方来。不过，眼下主人公还没有得到对方爱的允诺，还不知道对方会不会以爱来回报，因此，睡不安，行不安，流泪伤心，希冀等待。细节的描述，把内心真挚的爱，衬托得十分强烈。',
      ),
      'note' => 
      array (
        0 => '⑴陈风：即陈地的乐调。《诗经》“十五国风”之一，今存十篇。',
        1 => '⑵泽：池塘。陂(bēi)：堤岸。',
        2 => '⑶蒲：香蒲，多年生草本植物，多生在河滩上。',
        3 => '⑷伤：因思念而忧伤。按《尔雅》注引《鲁诗》作“阳”，《尔雅·释诂》：“阳，予也。”',
        4 => '⑸无为：没有办法。一说无所作为，百无聊赖的意思。',
        5 => '⑹涕：眼泪。泗(sì)：鼻涕。滂沱(pāng tuó)：本意是形容雨下得很大，此处比喻眼泪流得很多，哭得厉害。',
        6 => '⑺蕑(jiān)：莲蓬，荷花的果实。一说兰草。《鲁诗》作“莲”。',
        7 => '⑻卷(quán)：头发卷曲而美好的样子。《毛传》：“卷，好貌。”马瑞辰《毛诗传笺通释》：“卷即婘之省借。……《广雅》：‘婘，好也。”朱熹《诗集传》：“卷，鬓发之美也。”',
        8 => '⑼悁悁(juān juān)：忧伤愁闷的样子。',
        9 => '⑽菡萏(hàn dàn)：荷花，莲花。',
        10 => '⑾俨：庄重威严，端庄矜持。《毛传》：“俨，矜庄貌。”',
        11 => '⑿辗转：指反复不定，翻来覆去的样子。',
      ),
    ),
  ),
);
