<?php
return array (
  'name' => '国风·桧风·羔裘',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·桧风·羔裘',
      'spell' => 
      array (
        0 => 'guó fēng · guì fēng · gāo qiú',
        1 => 'gāo qiú xiāo yáo ， hú qiú yǐ cháo 。',
        2 => 'qǐ bù ěr sī ？ láo xīn dāo dāo 。',
        3 => 'gāo qiú áo xiáng ， hú qiú zài táng 。',
        4 => 'qǐ bù ěr sī ？ wǒ xīn yōu shāng ！',
        5 => 'gāo qiú rú gāo ， rì chū yǒu yào 。',
        6 => 'qǐ bù ěr sī ？ zhōng xīn shì dào ！',
      ),
      'content' => 
      array (
        0 => '国风·桧风·羔裘',
        1 => '羔裘逍遥，狐裘以朝。',
        2 => '岂不尔思？劳心忉忉。',
        3 => '羔裘翱翔，狐裘在堂。',
        4 => '岂不尔思？我心忧伤！',
        5 => '羔裘如膏，日出有曜。',
        6 => '岂不尔思？中心是悼！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,国风,桧风',
        1 => '穿着羊羔皮袄去逍遥，穿着狐皮袍子去坐朝。怎不叫人为你费思虑，忧心忡忡整日把心操。',
        2 => '穿着羊羔皮袄去游逛，穿着狐皮袍子去朝堂。怎不叫人为你费思虑，想起国家时时心忧伤。',
        3 => '羊羔皮袄色泽如脂膏，太阳一照闪闪金光耀。怎不叫人为你费思虑，心事沉沉无法全忘掉。',
      ),
      'unscramble' => 
      array (
        0 => '羔裘赏析',
        1 => '《桧风·羔裘》当是一首政治讽刺诗。全诗表达了身处末世的臣子深切而无奈的心痛感觉及深切思虑。',
        2 => '诗首章“羔裘逍遥，狐裘以朝”两句看似叙述国君服饰，但言语间充满感情色彩。钱澄之分析说：“《论语》：狐貉之厚以居。则狐裘燕服也。逍遥而以羔裘，则法服为逍遥之具矣。视朝而以狐裘，是临御为亵媟之场矣。先言逍遥，后言以朝，是以逍遥为急务，而视朝在所缓矣。”(《田间诗学》)这段分析为读者更深一层地理解诗旨提供了门径。即便是大国之君，身处盛世，不以仪礼视朝，不以国事为务，犹为不可，更何况当时桧国“国小而迫”，周边大国正虎视眈眈，存亡生死危在旦夕，处境如此而不自知，不能不让人心存焦虑。“岂不尔思，劳心忉忉”，这是身处末世的臣子深切而无奈的心痛感觉。',
        3 => '第二章诗意与第一章相同，但在回环往复中更让人感受到诗作者对国之将亡而桧君仍以逍遥游宴为急务的昏庸行为的幽远绵长之恨。',
        4 => '诗末章一改平铺直叙的路子，选取羔裘在日光照耀下柔润发亮犹如膏脂的细节性情景，扩展了读者的视觉感受空间，使诗人的心理感受有了感染读者的物象基础。在通常情况下，面对如此纯净而富有光泽的羔裘，人们会赞叹它的雍容华美和富丽堂皇之气，但在诗人为读者提供的独特的情景上下文中，如膏脂一样在日光下熠熠发亮的羔裘是这样的刺眼，令人过目之后便难以忘怀，这难以忘怀之中又无法抹去那份为国之将亡而产生的忧愤之情。“岂不尔思，中心是悼。”意思是：不为你费尽思虑，怎么会离君而去心中却时时闪现那如脂羔裘呢?思君便是思国，作为国之大夫，无法选择国之君主，只能“以道去其君”，但身可离去，思绪却无法一刀两断，这便是整首诗充满“劳心忉忉”“我心忧伤”“中心是悼”层层推进式的忧伤和愁苦的历史原因。',
        5 => '全诗没有风诗中常用的比兴手法，叙事也显得急切且繁复，但从这近乎祥林嫂式的絮叨中确实可以感受出诗作者的深切思虑。',
      ),
      'note' => 
      array (
        0 => '⑴桧(guì)风：即桧地的乐调，《诗经》“十五国风”之一。桧，又写作“郐”。桧地在今河南郑州、新郑、荥阳、密县一带。周平王初，桧国为郑武公所灭，其地为郑国所有。',
        1 => '⑵羔裘：羊羔皮袄。',
        2 => '⑶逍遥：悠闲地走来走去。',
        3 => '⑷朝(cháo)：上朝。',
        4 => '⑸不尔思：即“不思尔”。',
        5 => '⑹忉(dāo)忉：忧愁状。',
        6 => '⑺翱翔：鸟儿回旋飞，比喻人行动悠闲自得。',
        7 => '⑻在堂：站在朝堂上。',
        8 => '⑼忧伤：忧愁悲伤。',
        9 => '⑽膏(gāo)：动词，涂上油。',
        10 => '⑾有曜(yào)：犹“曜曜”，闪闪发光的样子。曜，照耀。',
        11 => '⑿悼：悲伤。',
      ),
    ),
  ),
);
