<?php
return [
    'name' => '素冠·桧风·国风',
    'nameShort' => '素冠',
    'nameSpell' => ' sù guān',
    'brief' => '刺不能三年也。(3章3句)',
    'keyword' => '关键词：诗经,写人,国风,桧风',
    'chapters' => [
        [
            'spell' => [
                'shù jiàn sù guān xī！jírénluánluánxī！láoxīntuántuánxī！',
                'shù jiàn sùyīxī！wǒxīnshāngbēixī！liáo yǔ zǐ tóng guīxī！',
                'shù jiàn sùbìxī！wǒxīnyùn jié xī！liáo yǔ zǐ rúyīxī！',
            ],
            'content' => [
                '庶见素冠兮！棘人栾栾兮！劳心慱慱兮！',
                '庶见素衣兮！我心伤悲兮！聊与子同归兮！',
                '庶见素韠兮！我心蕴结兮！聊与子如一兮！',
            ],
            'vernacular' => [
                '有幸见你戴白冠守礼如仪，见你身体是如此瘦弱憔悴，都是因为尽礼而忧伤劳累。',
                '有幸见你穿白衣守礼如仪，我也情不自禁地哀戚伤悲，好想和你一路同行相携归。',
                '有幸见你白冠白衣白蔽膝，我内心深处忧伤沉沉涌积，恨不得和你同悲融为一体!',
            ],
            'unscramble' => [
                '如果把此诗看成是一首痛惜贤臣遭受迫害斥逐的诗，那么，首章写那位遭受迫害斥逐的贤臣，他头戴素冠，身体瘦瘠赢弱，忧心忡忡，由外在形貌而及内心活动，将人物形象逐渐展现出来，颇有屈子行吟泽畔，“形容枯槁，颜色憔悴”的意味，带有浓厚的悲剧气氛。第二、三两章，首句仍写“棘人”服饰，前章“素冠”与此“素衣”“素韠”由上而下地描绘出“棘人”全身服饰，“素”字使人想见贤臣清白高洁的形象。第二句“我心伤悲”云云，直抒诗人情愫。第三句“同归”“如一”云云，表明诗人的意愿，思想情感较之“伤悲”“蕴结”又进了一层。全诗人物形象鲜明，诗人情感深厚，每句均以语气词“兮”字煞尾，悲音缭绕，不绝于耳。在险恶的政治环境中，当贤臣遭受迫害斥逐之时，诗人毫无避忌之心，明确表示自己的同情心和与之同归的态度，此种精神难能可贵，于世情友道颇有教益。则诗人亦为贞良之士，可知也。',
                '此诗从第一章写素冠、第二章写素衣，第三章进一步转入素色蔽膝，自上而下，一路写来，诗人所遇君子全身素裹，洁白的装束，素朴的品德，令人见之肃然起敬。',
                '如果把此诗看成爱情诗，那么，每章首句就是以服饰代人，表示急切希望见到对方，次句诉说因见不到而忧思悲伤，末句说愿永结同心。',
            ],
            'notes' => [
                '⑴桧(guì)风：即桧地的乐调。桧，又写作“郐”。桧地在今河南郑州、新郑、荥阳、密县一带。周平王初，桧国为郑武公所灭，其地为郑国所有。[2]',
                '⑵素冠：白帽子。一说即居丧期间孝子所戴的练冠。',
                '⑶庶：庶几，幸而。',
                '⑷棘人：罪人。棘，执囚之处，处境艰危的意思。一说通“瘠”，瘦削的意思。栾栾：拘束，不自由。一说通“脔”，本义为肉片，引申为瘠瘦。一说令人怜惜的样子。',
                '⑸慱(tuán)慱：忧苦不安貌。',
                '⑹聊：愿。一说“且”。同归：同归一处。',
                '⑺韠(bì)：即蔽膝，古代官服装饰，革制，缝在腹下膝上。',
                '⑻蕴结：郁结，忧思不解。',
                '⑼如一：如同一人。',
            ],
        ],
    ],
];