<?php
return array (
  'name' => '国风·曹风·鸤鸠',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·曹风·鸤鸠',
      'spell' => 
      array (
        0 => 'guó fēng · cáo fēng · shī jiū',
        1 => 'shī jiū zài sāng ， qí zǐ qī xī ；',
        2 => 'shū rén jūn zǐ ， qí yí yī xī 。',
        3 => 'qí yí yī xī ， xīn rú jié xī 。',
        4 => 'shī jiū zài sāng ， qí zǐ zài méi ；',
        5 => 'shū rén jūn zǐ ， qí dài yī sī 。',
        6 => 'qí dài yī sī ， qí biàn yī qí 。',
        7 => 'shī jiū zài sāng ， qí zǐ zài jí ；',
        8 => 'shū rén jūn zǐ ， qí yí bú tè 。',
        9 => 'qí yí bú tè ， zhèng shì sì guó 。',
        10 => 'shī jiū zài sāng ， qí zǐ zài zhēn ；',
        11 => 'shū rén jūn zǐ ， zhèng shì guó rén 。',
        12 => 'zhèng shì guó rén 。 hú bú wàn nián ！',
      ),
      'content' => 
      array (
        0 => '国风·曹风·鸤鸠',
        1 => '鸤鸠在桑，其子七兮；',
        2 => '淑人君子，其仪一兮。',
        3 => '其仪一兮，心如结兮。',
        4 => '鸤鸠在桑，其子在梅；',
        5 => '淑人君子，其带伊丝。',
        6 => '其带伊丝，其弁伊骐。',
        7 => '鸤鸠在桑，其子在棘；',
        8 => '淑人君子，其仪不忒。',
        9 => '其仪不忒，正是四国。',
        10 => '鸤鸠在桑，其子在榛；',
        11 => '淑人君子，正是国人。',
        12 => '正是国人。胡不万年！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,写鸟,国风,曹风',
        1 => '布谷筑巢桑树上，养育许多小小鸟。贤明高尚的君子，仪容始终最美好。仪容始终最美好，内心坚定有节操。',
        2 => '布谷筑巢桑树上，小鸟嬉闹在梅枝。贤明高尚的君子，腰间大带系素丝。腰间大带系素丝，头上帽儿黑皮饰。',
        3 => '布谷筑巢桑树上，小鸟欢叫酸枣间。贤明高尚的君子，仪容如一不改变。仪容如一不改变，各国学习好标杆。',
        4 => '布谷筑巢桑树上，小鸟欢叫榛树间。贤明高尚的君子，全国民众好长官。全国民众好长官，祝他长寿万万年。',
      ),
      'unscramble' => 
      array (
        0 => '鸤鸠赏析',
        1 => '全诗四章，都以鸤鸠及其子起兴，实包含两层意思。一是鸤鸠即布谷鸟，该鸟仁慈，“布谷处处催春耕”，裨益人间。又喂养众多小鸟，无偏无私，平均如一。《诗集传》谓：“（布谷鸟）饲子朝从上下，暮从下上。”就是这个意思。所以《左传·昭公十七年》载：“鳲鸠氏，司空也。”杜预注：“鳲鸠平均，故为司空，平水土。”二是“鸤鸠在桑”，始终如一，操守不变，正以兴下文“淑人君子”“其仪一兮”、“其仪不忒”的美德，与那些小鸟忽而在梅树，忽而在酸枣树，忽而在各种树上的游移不定形成鲜明对照。小鸟尚未成熟，故行动尚无一定之规。因此，各章的起兴既切题旨又含义深长。',
        2 => '各章起兴之后，即转入对“淑人君子”的颂扬。首章就仪表而言，“如一”谓始终如一地威仪棣棣，包括庄重、整饬等，而不是指老是同一单调服饰。关于这一点，《诗集传》引“陈氏曰”：“君子动容貌斯远暴慢，正颜色斯近信，出辞气斯远鄙倍。其见于威仪动作之间者，有常度矣。”仪表从表面看仅是人的外包装，其实质则是人的心灵世界的外露，由表及里，首章也赞美了“淑人君子”充实坚贞稳如磐石的内心世界。次章举“仪”之一端，丝带、缀满五彩珠玉的皮帽，将“仪”之美具体化、形象化，让人举一反三，想像出“淑人君子”的华贵风采。',
        3 => '如果说一、二章是颂“仪”之体，则三、四章是颂“仪”之用，即内修外美的“淑人君子”对于安邦治国佑民睦邻的重要作用。三章的“其仪不忒”句起到承上启下的转折作用，文情可谓细密。四章末句“胡不万年”的祝愿辞则将整篇的颂扬推至巅峰。',
      ),
      'note' => 
      array (
        0 => '⑴曹风：曹国的诗歌。《诗经》“十五国风”之一。',
        1 => '⑵鸤(shī)鸠：布谷鸟。亦作尸鸠。一种常见的鸟，上体灰褐色，下体白色而具暗色横斑，其显著特点是双音节叫声，并把卵产于别的鸟巢中为它孵化。',
        2 => '⑶其子七：旧说布谷鸟有七子，早晨喂食从头到尾，下午喂食从尾到头，始终均平如一。',
        3 => '⑷淑人君子：有才德的人。',
        4 => '⑸仪：容颜仪态。一：始终如一。',
        5 => '⑹心如结：比喻用心专一。朱熹《诗集传》：“如物之固结而不散也。”',
        6 => '⑺梅：楠木，常绿乔木，夏天开红黄色小花，秋天结黑蓝色浆果。木料有香气，是建筑或器具良材。',
        7 => '⑻带：大带，缠在腰间，两头垂下。伊：语助词，相当于维，是。',
        8 => '⑼弁(biàn)：皮帽。骐(qí)：青黑色的马。一说古代皮帽上的玉制饰品。',
        9 => '⑽棘：丛生的酸枣树。',
        10 => '⑾忒(tè)：偏差，差错。',
        11 => '⑿正：长，领导，指榜样。一说纠正。闻一多《风诗类钞》：“正，法也，则也。正是四国，为此四国之法则。”',
        12 => '⒀榛(zhēn)：灌木或小乔木，木质坚硬，可以做手杖等用。果实为干果，可直接食用，也可以榨油。',
        13 => '⒁国人：四方国人。',
        14 => '⒂胡：何。朱熹《诗集传》：“胡不万年，愿其寿考之辞也。”',
      ),
    ),
  ),
);
