<?php
return array (
  'name' => '国风·曹风·下泉',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·曹风·下泉',
      'spell' => 
      array (
        0 => 'guó fēng · cáo fēng · xià quán',
        1 => 'liè bǐ xià quán ， jìn bǐ bāo láng ；',
        2 => 'xì wǒ wù tàn ， niàn bǐ zhōu jīng 。',
        3 => 'liè bǐ xià quán ， jìn bǐ bāo xiāo ；',
        4 => 'xì wǒ wù tàn ， niàn bǐ jīng zhōu 。',
        5 => 'liè bǐ xià quán ， jìn bǐ bāo shī ；',
        6 => 'xì wǒ wù tàn ， niàn bǐ jīng shī 。',
        7 => 'péng péng shǔ miáo ， yīn yǔ gào zhī ；',
        8 => 'sì guó yǒu wáng ， xún bó láo zhī 。',
      ),
      'content' => 
      array (
        0 => '国风·曹风·下泉',
        1 => '冽彼下泉，浸彼苞稂；',
        2 => '忾我寤叹，念彼周京。',
        3 => '冽彼下泉，浸彼苞萧；',
        4 => '忾我寤叹，念彼京周。',
        5 => '冽彼下泉，浸彼苞蓍；',
        6 => '忾我寤叹，念彼京师。',
        7 => '芃芃黍苗，阴雨膏之；',
        8 => '四国有王，郇伯劳之。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,咏物,怀古,国风,曹风',
        1 => '寒冽泉水往外冒，浸泡丛丛狗尾草。醒来不由长叹息，怀念强盛周王朝。',
        2 => '寒冽泉水往外冒，浸泡丛丛艾蒿草。醒来不由长叹息，镐京让我梦萦绕。',
        3 => '寒冽泉水往外冒，浸泡丛丛野蓍草。醒来不由长叹息，怀念京城睡不着。',
        4 => '黍苗青青多繁茂，阴雨绵绵把它浇。四方诸侯皆朝周，郇伯奉命来慰劳。',
      ),
      'unscramble' => 
      array (
        0 => '下泉赏析',
        1 => '此诗兴中有比，开头以寒泉水冷，浸淹野草起兴，喻周室的内乱与衰微。而这，亦写出了王子匄触景生出的悲情。接着以直陈其事的赋法，慨叹缅怀周京，充溢浓郁的悲凉之感。而三章的复沓叠咏，更是把这种悲凉之感推到了一个极点上。到了末章，却来了一个雨过天晴般的突然转折，说到周王朝鼎盛之时，万国朝拜的盛况。或者又如红楼中，经历过至盛的繁华之后，终落了一片白茫茫大地真干净，彼时穿了大红猩猩毡，行走于雪野中的落魄公子宝玉，大概也会想起往年家族极盛，鲜花着锦、烈火烹油之时，梨香院女孩唱的那支“原来这姹紫嫣红开遍”的曲子。',
        2 => '此诗的前三章，是《诗经》中典型的重章叠句结构，各章仅第二句末字“稂”“萧”“蓍”不同，第四句末二字“周京”“京周”“京师”不同，而这又恰好在换韵的位置，易字目的只是通过韵脚的变化使反覆的咏唱不致过于单调，而三章的意思则是完全重复的，不存在递进、对比之类句法关系。第四章在最后忽然一转，这种转折不仅在语句意义上，而且在语句结构上都显得很突兀。因此古往今来，不乏对此特加注意的评论分析。有人大加赞赏，如清人陈继揆和牛运震;也有人极表疑惑，如宋人王柏和今人向熹。持怀疑论者有一定道理，但除非今后在出土文物中发现错简之前的原有文句，否则这种怀疑本身仍将受人怀疑。何况检《国风》一百六十篇，就会发现虽然三章复沓叠咏的有不少，如《周南·樛木》《召南·鹊巢》《卫风·木瓜》《郑风·缁衣》等等，但三章复沓叠咏之后再加上句式不同的一章那样的结构并非一无所见(如《邶风·燕燕》即是)。语句部分重复在《国风》《雅颂》中也可以找出一些(如“女子有行，远父母兄弟”就见于《鄘风·蝃蝀》《邶风·泉水》《卫风·竹竿》三篇中)，更不能据此径自说某句是某诗的错简。并且，此诗第四章的前两句与前三章的前两句相比较，“昔时苗黍，今则苞稂;昔时阴雨，今则冽泉”(清陈继揆《读诗臆补》)，在内容上也是互有关联的。正是因为以寒泉浸野草喻周室内乱势衰的比兴加上慨叹缅怀周京直陈其事的赋法本身已具有很强烈的悲剧感，而三章复沓叠咏使这种悲剧感加强到了极点，所以末章雨过天晴般的突然转折，就令人产生非常兴奋的欣慰之情，这样的艺术效果当然是独具魅力的。从这一点上说，完全有理由将《曹风·下泉》一诗置于《国风》的优秀篇章之列。',
      ),
      'note' => 
      array (
        0 => '⑴曹风：曹国的诗歌。《诗经》“十五国风”之一。下泉：地下涌出的泉水。',
        1 => '⑵冽(liè)：寒冷。',
        2 => '⑶苞：丛生。稂(láng)：像谷子的一种野草，即狗尾巴草。一说莠一类的野草。一说长穗而不饱实的禾。《毛传》：“稂，童粱。非溉草，得水而病也。”',
        3 => '⑷忾（xì）：叹息。寤：睡醒。',
        4 => '⑸周京：周朝的都城镐京，天子所居。',
        5 => '⑹萧：一种蒿类野生植物，即艾蒿。',
        6 => '⑺蓍(shī)：一种用于占卦的草，蒿属。',
        7 => '⑻京师：京都镐京。',
        8 => '⑼芃(péng)芃：茂盛茁壮。毛传：“芃芃，美貌。”',
        9 => '⑽膏：滋润，润泽。',
        10 => '⑾四国：四方诸侯之国。有王：有周天子。《郑笺》：“有王，谓朝聘于天子也。”',
        11 => '⑿郇(xún)伯：郇国君。《毛传》：“郇伯，郇侯也。”《郑笺》：“郇侯，文王之子，为州伯，有治诸侯之功。”何楷《诗经世本古义》则据齐诗之说以为是指晋大夫荀跞。盖郇、荀音同相通假。劳：慰劳。',
      ),
    ),
  ),
);
