<?php
return array (
  'name' => '国风·召南·甘棠',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·召南·甘棠',
      'spell' => 
      array (
        0 => 'guó fēng · shào nán · gān táng',
        1 => 'bì fèi gān táng ， wù jiǎn wù fá ， shào bó suǒ bá 。',
        2 => 'bì fèi gān táng ， wù jiǎn wù bài ， shào bó suǒ qì 。',
        3 => 'bì fèi gān táng ， wù jiǎn wù bài ， shào bó suǒ shuì。',
      ),
      'content' => 
      array (
        0 => '国风·召南·甘棠',
        1 => '蔽芾甘棠，勿剪勿伐，召伯所茇。',
        2 => '蔽芾甘棠，勿剪勿败，召伯所憩。',
        3 => '蔽芾甘棠，勿剪勿拜，召伯所说。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,怀人,国风,召南',
        1 => '译文一',
        2 => '梨棠枝繁叶又茂，不要修剪莫砍伐，召伯曾经住树下。',
        3 => '梨棠枝繁叶又茂，不要修剪莫损毁，召伯曾经歇树下。',
        4 => '梨棠枝繁叶又茂，不要修剪莫拔掉.召伯曾经停树下。',
        5 => '译文二',
        6 => '郁郁葱葱棠梨树，不剪不砍细养护，曾是召伯居住处。',
        7 => '郁郁葱葱棠梨树，不剪不毁细养护，曾是召伯休息处。',
        8 => '郁郁葱葱棠梨树，不剪不折细养护，曾是召伯停歇处。',
      ),
      'unscramble' => 
      array (
        0 => '甘棠赏析',
        1 => '《召南·甘棠》的主旨的表现和深化体现了中国的诗含蓄的特点。《尚书·大传》卷三有言曰“爱人者 ，兼其屋上之乌” ，谓爱其人而推爱及与人有关的人和物。《召南·甘棠》诗里的“蔽芾甘棠 ，勿翦勿伐 ，召伯所茇” ，就是一种爱屋及乌的表现方式。 在这首诗里 ，树竟如此可爱 ，那与之有关的召公就更加可敬可爱了。但这并不是一种平常的爱屋及乌 ，而是一种以小见大的表现手法。在这首诗里 ，人们爱着召公曾经休息过的这棵甘棠，而对那个仁民爱物的召公的爱就不待言说了 ，而召公的品质也在这实在的甘棠之爱里让人生出了无限的遐想 ，真可谓“不著一字 ，尽得风流”。这就是以实写虚。',
        2 => '全诗三章，每章三句，全诗由睹物到思人，由思人到爱物，人、物交融为一。对甘棠树的一枝一叶，从不要砍伐、不要毁坏到不要折枝，可谓爱之有加，这种爱源于对召公德政教化的衷心感激。而先告诫人们不要损伤树木，再说明其中原因，笔意有波折亦见诗人措辞之妙。全诗纯用赋体铺陈排衍，物象简明，而寓意深远，真挚恳切，所以吴闿生《诗义会通》引旧评许为“千古去思之祖”。',
      ),
      'note' => 
      array (
        0 => '⑴召(shào)南：《诗经》“十五国风”之一。召，地名，在今陕西省岐山县西南。',
        1 => '⑵甘棠：棠梨，杜梨，落叶乔木，果实圆而小，味涩可食。',
        2 => '⑶蔽芾(fèi)：树叶密集细小貌。一说树木高大茂密的样子。',
        3 => '⑷勿：不要。翦：同“剪”，伐，砍伐。',
        4 => '⑸召伯：即召公奭，姬姓，封于燕。茇(bá)：草舍，此处用为动词，居住。一说通“废”，舍，作动词。',
        5 => '⑹败：伤害，毁坏。',
        6 => '⑺憩（qì）：休息。',
        7 => '⑻拜：拔，攀爬毁坏。一说屈，折。一说通“扒”，挖掉。',
        8 => '⑼说(shuì)：通“税”，休憩，止息。',
      ),
    ),
  ),
);
