<?php
return array (
  'name' => '小雅·鹿鸣之什·常棣',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·鹿鸣之什·常棣',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · lù míng zhī shí · cháng dì',
        1 => 'cháng dì zhī huā ， è fū wěi wěi ？',
        2 => 'fán jīn zhī rén ， mò rú xiōng dì 。',
        3 => 'sǐ sāng zhī wēi ， xiōng dì kǒng huái ；',
        4 => 'yuán xí póu yǐ ， xiōng dì qiú yǐ ！',
        5 => 'jǐ lìng zài yuán ， xiōng dì jí nàn 。',
        6 => 'měi yǒu liáng péng ， kuàng yě yǒng tàn 。',
        7 => 'xiōng dì xì yú qiáng ， wài yù qí wǔ 。',
        8 => 'měi yǒu liáng péng ， zhēng yě wú róng 。',
        9 => 'sàng luàn jì píng ， jì ān qiě níng 。',
        10 => 'suī yǒu xiōng dì ， bù rú yǒu shēng 。',
        11 => 'bīn ěr biān dòu ， yǐn jiǔ zhī yù 。',
        12 => 'xiōng dì jì jù ， hé lè qiě rú 。',
        13 => 'qī zǐ hǎo hé ， rú gǔ sè qín 。',
        14 => 'xiōng dì jì xī ， hé lè qiě dān。',
        15 => 'yí ěr shì jiā ， lè ěr qī nú 。',
        16 => 'shì jiū shì tú ， dǎn qí rán hū ！',
      ),
      'content' => 
      array (
        0 => '小雅·鹿鸣之什·常棣',
        1 => '常棣之华，鄂不韡韡？',
        2 => '凡今之人，莫如兄弟。',
        3 => '死丧之威，兄弟孔怀；',
        4 => '原隰裒矣，兄弟求矣！',
        5 => '脊令在原，兄弟急难。',
        6 => '每有良朋，况也永叹。',
        7 => '兄弟阋于墙，外御其务。',
        8 => '每有良朋，烝也无戎。',
        9 => '丧乱既平，既安且宁。',
        10 => '虽有兄弟，不如友生。',
        11 => '傧尔笾豆，饮酒之饫。',
        12 => '兄弟既具，和乐且孺。',
        13 => '妻子好合，如鼓瑟琴。',
        14 => '兄弟既翕，和乐且湛。',
        15 => '宜尔室家，乐尔妻帑。',
        16 => '是究是图，亶其然乎！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,赞美,哲理,小雅,鹿鸣之什',
        1 => '常棣花开朵朵，花儿光灿鲜明。凡今天下之人，莫如兄弟更亲。',
        2 => '遭遇死亡威胁，兄弟最为关心。丧命埋葬荒野，兄弟也会相寻。',
        3 => '鹡鸰困在原野，兄弟赶来救难。虽有良朋好友，安慰徒有长叹。',
        4 => '兄弟墙内相争，同心抗御外侮。每有良朋好友，遇难谁来帮助。',
        5 => '丧乱灾祸平息，生活安定宁静。此时同胞兄弟，不如朋友相亲。',
        6 => '摆上佳肴满桌，宴饮意足心欢。兄弟今日团聚，祥和欢乐温暖。',
        7 => '妻子情投意合，恰如琴瑟协奏。兄弟今日相会，祥和欢乐敦厚。',
        8 => '全家安然相处，妻儿快乐欢喜。请你深思熟虑，此话是否在理。',
      ),
      'unscramble' => 
      array (
        0 => '常棣赏析',
        1 => '《小雅·常棣》全诗八章，可分五层。首章为第一层，先兴比，后议论，开门见山，倡明主题。“常棣之华，鄂不韡韡”，兴中有比;而诗人以常棣之花喻比兄弟，是因常棣花开每两三朵彼此相依而生发联想。“凡今之人，莫如兄弟”，这寓议论于抒情的点题之笔，既是诗人对兄弟亲情的颂赞，也表现了华夏先民传统的人伦观念。上古先民的部族家庭，以血缘关系为基础。在他们看来，“兄弟者，分形连气之人也”(《颜氏家训·兄弟》)。因而，比之良朋、妻孥，他们更重兄弟亲情。钱钟书论及《常棣》时也指出：“盖初民重‘血族’之遗意也。就血胤论之，兄弟天伦也，夫妇则人伦耳;是以友于骨肉之亲当过于刑于室家之好。……观《小雅·常棣》，‘兄弟’之先于‘妻子’，较然可识。”(《管锥编》)这从文化人类学的角度，更深刻揭示了《常棣》主题的历史文化根源。',
        2 => '二、三、四章为第二层。诗人通过三个典型情境，对“莫如兄弟”之旨作了具体深入的申发，即：遭死丧则兄弟相收;遇急难则兄弟相救;御外侮则兄弟相助。这可能是历史传说的诗意概括，也可能是现实见闻的艺术集中。这三章在艺术表现上也颇有特点。事例的排列由“死丧”、“急难”到“外御”，从而由急而缓、由重而轻、由内而外，构成一个颇有层次的“倒金字塔”，具有强烈而深远的审美效果。其次，采用对比手法，把同一情境下“兄弟”和“良朋”的不同表现加以对照，更见出兄弟之情的诚笃深厚。“兄弟阋于墙，外御其务”，又更深一层：即使兄弟墙内口角，遇到外侮，也会不假思索一致对外。“阋于墙”与“外御其务”，两句之间没有过渡，情绪和行为的转变即在倾刻，有力表现出手足之情出于天然、发自深衷。由转折手法构成的这一典型情境，因表现了最无私的兄弟之情，成为流传至今的典故成语。',
        3 => '第五章自成一层。如果说，前面是诗人正面赞颂理想的兄弟之情，这一层则由正面理想返观当时的现实状况;即由赞叹“丧乱”时的“莫如兄弟”，转而叹惜“安宁”时的“不如友生”。“虽有兄弟，不如友生”，这叹惜是沉痛的，也是有史实根据的。西周时期，统治阶级内部骨肉相残、手足相害的事频频发生。《常棣》的作者，是周公抑或召穆公，尚难定论;但有一点可肯定，诗人的叹惜是有感而发的，且有警世规劝之意。不过，这是在宴饮的欢乐气氛中所唱之诗，因此，在短暂的低沉后，音调又转为欢快热烈。',
        4 => '六、七章为第四层，直接描写了举家宴饮时兄弟齐集，妻子好合，亲情和睦，琴瑟和谐的欢乐场面。第七章“妻子”与“兄弟”的对照，包含了诗意的递进：“妻子好合，如鼓瑟琴”，而“兄弟既翕”，则“和乐且湛”。诗人似明确表示，兄弟之情胜过夫妇之情;兄弟和，则室家安，兄弟和，则妻孥乐。末章承上而来，卒章显志。诗人直接告诫人们，要深思熟虑，牢记此理：只有“兄弟既翕”，方能“宜尔室家，乐尔妻帑”;兄弟和睦是家族和睦、家庭幸福的基础。明理规劝之意，更为明显。',
      ),
    ),
  ),
);
