<?php
return array (
  'name' => '小雅·南有嘉鱼之什·南山有台',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·南有嘉鱼之什·南山有台',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · nán yǒu jiā yú zhī shí · nán shān yǒutái',
        1 => 'nán shān yǒu tái ， běi shān yǒu lái 。',
        2 => 'lè zhī jūn zǐ ， bāng jiā zhī jī 。',
        3 => 'lè zhī jūn zǐ ， wàn shòu wú qī 。',
        4 => 'nán shān yǒu sāng ， běi shān yǒu yáng 。',
        5 => 'lè zhī jūn zǐ ， bāng jiā zhī guāng 。',
        6 => 'lè zhī jūn zǐ ， wàn shòu wú jiāng 。',
        7 => 'nán shān yǒu qǐ ， běi shān yǒu lǐ 。',
        8 => 'lè zhī jūn zǐ ， mín zhī fù mǔ 。',
        9 => 'lè zhī jūn zǐ ， dé yīn bù yǐ 。',
        10 => 'nán shān yǒu kǎo ， běi shān yǒu niǔ 。',
        11 => 'lè zhī jūn zǐ ， xiá bù méi shòu 。',
        12 => 'lè zhī jūn zǐ ， dé yīn shì mào 。',
        13 => 'nán shān yǒu jǔ ， běi shān yǒu yú 。',
        14 => 'lè zhī jūn zǐ ， xiá bù huáng gǒu 。',
        15 => 'lè zhī jūn zǐ ， bǎo ài ěr hòu 。',
      ),
      'content' => 
      array (
        0 => '小雅·南有嘉鱼之什·南山有台',
        1 => '南山有台，北山有莱。',
        2 => '乐只君子，邦家之基。',
        3 => '乐只君子，万寿无期。',
        4 => '南山有桑，北山有杨。',
        5 => '乐只君子，邦家之光。',
        6 => '乐只君子，万寿无疆。',
        7 => '南山有杞，北山有李。',
        8 => '乐只君子，民之父母。',
        9 => '乐只君子，德音不已。',
        10 => '南山有栲，北山有杻。',
        11 => '乐只君子，遐不眉寿。',
        12 => '乐只君子，德音是茂。',
        13 => '南山有枸，北山有楰。',
        14 => '乐只君子，遐不黄耇。',
        15 => '乐只君子，保艾尔后。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,祝福,乐歌,小雅,南有嘉鱼之什',
        1 => '南山生柔莎，北山长嫩藜。君子很快乐，为国立根基。君子真快乐，万年寿无期。',
        2 => '南山生绿桑，北山长白杨。君子很快乐，为国争荣光。君子真快乐，万年寿无疆。',
        3 => '南山生枸杞，北山长李树。君子很快乐，人民好父母。君子真快乐，美名必永驻。',
        4 => '南山生鸭椿，北山长菩提。君子真快乐，高年寿眉齐。君子真快乐，美德充天地。',
        5 => '南山生枳椇，北山长苦楸。君子很快乐，那能不长寿。君子真快乐，子孙天保佑。',
      ),
      'unscramble' => 
      array (
        0 => '南山有台赏析',
        1 => '《小雅·南山有台》全诗五章，每章六句，每章开头均以南山、北山的草木起兴，民歌味十足。南山有台、有桑、有杞、有栲、有枸，北山有莱、有杨、有李、有杻、有楰，正如国家之拥有具备各种美德的君子贤人。兴中有比，富有象征意义。但是兴语的作用还有为章节起势和变化韵脚以求叶韵的作用。在此诗中，这两点表现得尤为明显。如果直说“乐只君子，邦家之基;乐只君子，万寿无期”等，则显得突兀和浅直，加上“南山有台，北山有莱”等后，诗顿时生色不少，含蓄而委婉，诗的韵律也由此而和谐自然。',
        2 => '兴语之后，是表功祝寿。每章两次直呼“乐只君子”，可以见出祝者和被祝者之间的亲密关系。前三章“邦家之基”“邦家之光”“民之父母”三句，言简意赅，以极节省的笔墨为被颂者画像，从大处落笔，字字千金，为祝寿张本。表功不仅是颂德祝寿之所本，而且本身也是其中的必要部分。功表得是否得体，直接关系到诗的主旨。正因为前面的功表得得体而成功，后面的祝寿才显得有理而有力。四、五两章用“遐不眉寿”“遐不黄耇”两个反诘句表达祝愿：这样的君子怎能不长眉秀出大有寿相呢!这样的君子怎能不头无白发延年益寿呢!这又是以前三章的表功祝寿为基础的。末了，颂者仍不忘加“保艾尔后”一句。重子嗣，是中国人的传统，由祝福先辈而连及其后裔，是诗歌的高潮之处。',
        3 => '这首诗的内容虽单纯，但结构安排相当精巧，五章首尾呼应，回环往复，语意间隔粘连，逐层递进，具有很强的层次感与节奏感。选词用字，要言不烦、举重若轻、颇耐咀嚼，表现出歌词作者的匠心独运。作为宴享通用之乐歌，其娱乐、祝愿、歌颂、庆贺的综合功能是显而易见的。',
      ),
      'note' => 
      array (
        0 => '⑴小雅：《诗经》中“雅”部分，分为大雅、小雅，合称“二雅”。雅，雅乐，即正调，指当时西周都城镐京地区的诗歌乐调。小雅部分今存七十四篇。台：通“薹”，莎草，又名蓑衣草，可制蓑衣。',
        1 => '⑵莱：藜(lí)草，嫩叶可食。',
        2 => '⑶只：语助词。',
        3 => '⑷邦家：国家。基：根本。',
        4 => '⑸光：光荣，荣耀。',
        5 => '⑹杞(qǐ)：枸杞。',
        6 => '⑺父母：意指其爱民如子，则民众尊之如父母。',
        7 => '⑻德音：好名誉。',
        8 => '⑼栲(kǎo)：树名，即山樗，俗称鸭椿。',
        9 => '⑽杻(niǔ)：树名，即檍树，俗称菩提树。',
        10 => '⑾遐：通“曷”，何。眉寿：高寿。眉有秀毛，是长寿之相。',
        11 => '⑿茂：茂盛，美盛。',
        12 => '⒀枸(jǔ)：树名，即枳椇。',
        13 => '⒁楰(yú)：树名，即鼠梓，也叫苦楸。',
        14 => '⒂黄耇(gǒu)：长寿。黄，指老人头发白后转黄。耇，年老。',
        15 => '⒃保艾：保养，养育，安长。后：指子孙后代。',
      ),
    ),
  ),
);
