<?php
return array (
  'name' => '小雅·南有嘉鱼之什·蓼萧',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·南有嘉鱼之什·蓼萧',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · nán yǒu jiā yú zhī shí · lù xiāo',
        1 => 'lù bǐ xiāo sī ， líng lù xū xī ！',
        2 => 'jì jiàn jūn zǐ ， wǒ xīn xiè xī ！',
        3 => 'yàn xiào yǔ xī ！ shì yǐ yǒu yù chǔ xī ！',
        4 => 'lù bǐ xiāo sī ， líng lù ráng ráng 。',
        5 => 'jì jiàn jūn zǐ ， wéi lóng wéi guāng 。',
        6 => 'qí dé bú shuǎng ， shòu kǎo bù wàng 。',
        7 => 'lù bǐ xiāo sī ， líng lù nǐ nǐ 。',
        8 => 'jì jiàn jūn zǐ ， kǒng yàn kǎi tì 。',
        9 => 'yí xiōng yí dì ， lìng dé shòu kǎi 。',
        10 => 'lù bǐ xiāo sī ， líng lù nóng nóng 。',
        11 => 'jì jiàn jūn zǐ ， tiáo gé chōng chōng 。',
        12 => 'hé luán yōng yōng ， wàn fú yōu tóng 。',
      ),
      'content' => 
      array (
        0 => '小雅·南有嘉鱼之什·蓼萧',
        1 => '蓼彼萧斯，零露湑兮！',
        2 => '既见君子，我心写兮！',
        3 => '燕笑语兮！是以有誉处兮！',
        4 => '蓼彼萧斯，零露瀼瀼。',
        5 => '既见君子，为龙为光。',
        6 => '其德不爽，寿考不忘。',
        7 => '蓼彼萧斯，零露泥泥。',
        8 => '既见君子，孔燕岂弟。',
        9 => '宜兄宜弟，令德寿岂。',
        10 => '蓼彼萧斯，零露浓浓。',
        11 => '既见君子，鞗革忡忡。',
        12 => '和鸾雍雍，万福攸同。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,感激,祝福,宴会,乐歌,小雅,南有嘉鱼之什',
        1 => '艾蒿长得高又长，叶上露珠晶晶亮。既已见到周天子，我的心情真舒畅。一边宴饮边谈笑，因此大家喜洋洋。',
        2 => '艾蒿长得高又长，叶上露珠浓又亮。既已见到周天子，感到恩宠又荣光。您的德行洁无瑕，祝您长寿永无疆。',
        3 => '艾蒿长得高又长，叶上露珠润又亮。既已见到周天子，快乐非常心悦畅。如同兄弟情意浓，美德无瑕寿且长。',
        4 => '艾蒿长得高又长，叶上露珠浓又浓。既已见到周天子，精致马勒饰黄铜。銮铃悦耳响叮当，万般福祉归圣躬。',
      ),
      'unscramble' => 
      array (
        0 => '蓼萧赏析',
        1 => '《小雅·蓼萧》全诗四章，全以萧艾含露起兴。萧艾可供祭祀之用，诸侯朝见天子，“有与助祭祀之礼”，故萧艾以喻诸侯。露水，常被用来比喻承受的恩泽。故此诗起兴以含蓄、形象的笔法巧妙地点明了诗旨所在：天子恩及四海，诸侯有幸承宠。如此，也奠定了全诗的情感基调：完全是一副诸侯感恩戴德、极尽颂赞的景仰口吻。',
        2 => '首章写初见天子的情景及感受。“蓼彼萧斯，零露湑兮。”自古以来，阳光雨露多是皇恩浩荡的象征和比喻，而微臣小民多以草芥自比，因此，这开头两句可以是兴，也可以看作比。有幸见到了君王，或是得到了君王的恩宠，当然是喜上眉梢，喜出望外，心里有多高兴自不待言，因此说：“既见君子，我心写兮。”似是日日夜夜，朝思暮盼，今日终遂心愿后的表述。因为在诸侯看来，入朝面君，无疑是巨大的幸事，一个“写”字，形象地描画出诸侯无比兴奋、诚惶诚恐、激动得难以言表的感受。境由心造，心情舒畅当然见什么都高兴。和君王在一起宴饮谈笑，如坐春风，因此，自然会得到君王的首肯、赞许，尽情享受那种恩遇带来的精神愉悦。因此，当他们与天子共享宴乐之时，便争相倾吐心中的敬祝之情，完全沉浸在圣洁的朝圣之乐中。二、三两章进一步描写君臣之谊，分别从诸侯与天子两方面落笔。对诸侯而言，无疑应感谢天子圣宠，“为龙为光”，这当然是“其德不爽”的结果，故最后祝天子“寿考不忘”;对天子而言，则是描写其和乐安详的圣容及与臣下如兄弟般的深情。可以说抓住了两个最有代表性的方面，恰如其分地刻画出了天子的风仪及修养。这样可亲可爱的天子，不可能不受到臣下的拥戴与崇敬。末章借写天子离宴时车马的威仪进一步展示天子的不凡气度。看那威风凛凛的高头大马，听那叮当悦耳的铃声和鸣，威而不滥，乐而不乱，恰恰表明天子不仅能够泽及四海，而且可以威加四夷，因此，他才能够集万福于一身，不愧受命于天的真命天子。全诗以“和鸾雍雍，万福攸同”作结，为读者描绘了一派其乐融融的大祝福场面：四方车马齐聚，鸾铃叮当悦耳，臣民齐祝君王，万福万寿无疆!想来真是令人激动满怀，崇敬之情油然而生。',
        3 => '此诗无论是内容或是形式，均体现出雅诗的典型风格。因表现的是诸侯对天子的祝颂之情，未免有些拘谨，有些溢美，比起健康活泼、擅长抒发真情实感的民间风诗来，在艺术与情感上，可取之处便少了许多。',
      ),
      'note' => 
      array (
        0 => '⑴小雅：《诗经》中“雅”部分，分为大雅、小雅，合称“二雅”。雅，雅乐，即正调，指当时西周都城镐京地区的诗歌乐调。小雅部分今存七十四篇。蓼(lù)：长而大的样子。萧：艾蒿，一种有香气的植物。',
        1 => '⑵斯：语气词，犹“兮”。',
        2 => '⑶零：滴落。湑(xǔ)：湑然，萧上露貌。即叶子上沾着水珠。',
        3 => '⑷写(xiè)：舒畅。',
        4 => '⑸燕：通“宴”，宴饮。',
        5 => '⑹誉处：安乐愉悦。朱熹《诗集传》引苏辙《诗集传》：“誉、豫通。凡诗之誉，皆言乐也。”处，安乐也。',
        6 => '⑺瀼(ráng)瀼：露繁貌，露水很多。',
        7 => '⑻为龙为光：为被天子恩宠而荣幸，喜其德之辞。龙，古“宠”字。',
        8 => '⑼不爽：不差。',
        9 => '⑽不忘：没有止期。忘，“止”的假借。',
        10 => '⑾泥泥：露濡貌，露水很重。',
        11 => '⑿孔燕：非常安详。岂(kǎi)弟(tì)：即“恺悌”，和乐平易。',
        12 => '⒀宜兄宜弟：形容关系和睦，犹如兄弟。宜，适宜。',
        13 => '⒁令德：美德。岂(kǎi)：快乐。',
        14 => '⒂浓浓：同“瀼瀼”，露盛多貌。',
        15 => '⒃鞗(tiáo)革：鞗，辔头;革，马辔所余而垂者也。冲冲：饰物下垂貌。',
        16 => '⒄和鸾：鸾，借为“銮”，和与銮均为铜铃，系在轼上的叫“和”，系在衡上的叫“銮”。皆诸侯车马之饰也。《小雅·庭燎》亦以君子目诸侯，而称其鸾旗之美，正此类也。雝(yōng)雝：和谐的铜铃声。',
        17 => '⒅攸：所。同：会聚。',
      ),
    ),
  ),
);
