<?php
return array (
  'name' => '小雅·南有嘉鱼之什·采芑',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·南有嘉鱼之什·采芑',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · nán yǒu jiā yú zhī shí · cǎi qǐ',
        1 => 'bó yán cǎi qǐ ， yú bǐ xīn tián ， yú cǐ zī mǔ 。',
        2 => 'fāng shū lì zhǐ ， qí jū sān qiān 。 shī gān zhī shì ，',
        3 => 'fāng shū shuài zhǐ 。 chéng qí sì qí ， sì qí yì yì 。',
        4 => 'lù jū yǒu shì ， diàn fú yú fú ， gōu yīng tiáo gé 。',
        5 => 'bó yán cǎi qǐ ， yú bǐ xīn tián ， yú cǐ zhōng xiāng 。',
        6 => 'fāng shū lì zhǐ ， qí jū sān qiān ， qí zhào yīng yīng 。',
        7 => 'fāng shū shuài zhǐ ， yuē qí cuò héng 。',
        8 => 'bā luán qiāng qiāng ， fú qí mìng fú ， zhū fèi sī huáng ， yǒu qiāng cōng héng 。',
        9 => 'yù bǐ fēi sǔn ， qí fēi lì tiān ， yì jí yuán zhǐ 。',
        10 => 'fāng shū lì zhǐ ， qí jū sān qiān ， shī gān zhī shì 。',
        11 => 'fāng shū shuài zhǐ ， zhēng rén fá gǔ ， chén shī jū lǚ 。',
        12 => 'xiǎn yǔn fāng shū ， fá gǔ yuān yuān ， zhèn lǚ tián tián 。',
        13 => 'chǔn ěr mán jīng ， dà bāng wéi chóu 。',
        14 => 'fāng shū yuán lǎo ， kè zhuàng qí yóu 。',
        15 => 'fāng shū shuài zhǐ ， zhí xùn huò chǒu 。',
        16 => 'róng jū tān tān ， tān tān tūn tūn ， rú tíng rú léi 。',
        17 => 'xiǎn yǔn fāng shū ， zhēng fá xiǎn yǔn ， mán jīng lái wēi 。',
      ),
      'content' => 
      array (
        0 => '小雅·南有嘉鱼之什·采芑',
        1 => '薄言采芑，于彼新田，呈此菑亩。',
        2 => '方叔涖止，其车三千。师干之试，',
        3 => '方叔率止。乘其四骐，四骐翼翼。',
        4 => '路车有奭，簟茀鱼服，钩膺鞗革。',
        5 => '薄言采芑，于彼新田，于此中乡。',
        6 => '方叔涖止，其车三千，旂旐央央。',
        7 => '方叔率止，约軧错衡。',
        8 => '八鸾玱玱，服其命服，朱芾斯皇，有玱葱珩。',
        9 => '鴥彼飞隼，其飞戾天，亦集爰止。',
        10 => '方叔涖止，其车三千，师干之试。',
        11 => '方叔率止，钲人伐鼓，陈师鞠旅。',
        12 => '显允方叔，伐鼓渊渊，振旅阗阗。',
        13 => '蠢尔蛮荆，大邦为仇。',
        14 => '方叔元老，克壮其犹。',
        15 => '方叔率止，执讯获丑。',
        16 => '戎车啴啴，啴啴焞焞，如霆如雷。',
        17 => '显允方叔，征伐玁狁，蛮荆来威。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,小雅,南有嘉鱼之什',
        1 => '战士们采苦菜在行军间隙，从那片去年刚开垦的新田，转到这块未开垦的处女地。尊贵的方叔带领大军到来，三千战车滚滚而来势逶迤，三军儿郎挥盾演武有士气。尊贵的方叔我们的好统帅，高坐战车把青黑骏马驾驭，四匹青黑骏马进退都有序。高大的战车远看遍体彤红，垂方纹竹帘鱼皮箭袋斜披，马儿胸前大带缨络嚼头系。',
        2 => '战士们采苦菜在军营四旁，从那片去年刚开垦的新田，转到这块民居田野的中央。尊贵的方叔带领大军到来，三千战车滚滚而来势浩荡，蛟龙龟蛇的战旗高高飘扬。尊贵的方叔我们的好统帅，他的战车红皮缠毂纹横辕，马嘴边的八只鸾铃响叮当。尊贵的方叔身着天子命服，大红蔽膝是那样富丽堂皇，身上的青苍佩玉朗朗脆响。',
        3 => '苍鹰隼鹞长空中疾飞如电，它尽展雄姿时而一飞冲天，时而停止飞翔栖落在树尖。尊贵的方叔带领大军到来，三千战车滚滚而来起尘烟，三军儿郎挥盾演武壮如山。尊贵的方叔我们的好统帅，士兵们鸣金击敲响彻霄汉，列队誓师发出必胜的宣言。我们尊贵的方叔威风凛然，击鼓前进咚咚咚响个不停，鸣金收兵锵锵锵肃然静安。',
        4 => '你这愚蠢不开化的荆蛮人，胆敢跟我泱泱大国作对头。尊贵的方叔元老英雄人物，老当益壮操劳国事善筹谋。尊贵的方叔带领大军到来，抓捕审讯万千俘虏竞授首。战车阵滚滚而来隆隆作响，隆隆作响滚滚向前不停留，犹如雷霆万钧震天动地吼。我们尊贵的方叔威风凛凛，亲率大军出征讨伐猃狁族，愚蠢的蛮荆人敢不低下头!',
      ),
      'unscramble' => 
      array (
        0 => '采芑赏析',
        1 => '《小雅·采芑》诗的开首以“采芑”起兴，很自然地引出这次军事行动的地点：“新田”、“菑亩”。紧接着一支浩浩荡荡的大军出现在旷野上，马蹄得得，敲不碎阵列中之肃穆严整;军旗猎猎，掩不住苍穹下之杀气腾腾。在这里，作者以一约数“三千”极言周军猛将如云、战车如潮的强大阵容，进而又将“镜头的焦距”拉近至队伍的前方，精心安排了一个主将出场的赫赫威仪。只见他，乘坐一辆红色的战车，花席为帘、鲛皮为服，四匹马训练有素、铜钩铁辔，在整个队伍里坐镇中央，高大威武而与众不同。真是未谋其面已威猛慑人。诗的第二章与上大体相同，以互文见义之法，主要通过色彩刻画(“旗旐央央”，“约軝错衡”)，继续加强对军事行动队伍声势之描绘。在对方叔形象的刻画上则更逼近一步：“服其命服”的方叔朱衣黄裳、佩玉鸣鸾、气度非凡。同时也点明他为王卿士的重要身份。第三章格调为之一变，以鹰隼的一飞冲天暗比方叔所率周军勇猛无敌和斗志昂扬。接下来作者又具体地描绘了周师在主帅的指挥下军事行动阵法的情形：雷霆般的战鼓声中，战车保持着进攻的阵形，在响彻云霄的喊杀声中向前冲去;战斗结束，又是一阵鼓响，下达收兵的号令，队伍便井然有序地结束军事行动，整顿完毕后，浩浩荡荡地返回营地。(“伐鼓渊渊，振旅阗阗”)。第四章辞色俱厉，以雄壮的气概直斥无端滋乱之荆蛮(“蠢尔蛮荆，大邦为仇”)。记功说，以方叔如此装备精良、训练有素之师旅讨伐荆蛮，能以迅雷不及掩耳之势，摧敌之军，拔敌之城，俘敌之人，败之于谈笑挥手之间(“方叔率止，执讯获丑”)。',
        2 => '统观全诗，有两点值得注意，其一是此诗综合运用了《诗经》中常见的“赋比兴”写作手法，宋代朱熹在《诗集传》中对此诗写作手法有详细解析：“兴也。…故赋其事以起兴，…赋也。方叔盖尝与于此伐之功者，是以蛮荆闻其名而皆来畏服。” 其二，此诗从头至尾层层推进，专事渲染，更以气势胜。',
      ),
    ),
  ),
);
