<?php
return array (
  'name' => '小雅·南有嘉鱼之什·车攻',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·南有嘉鱼之什·车攻',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · nán yǒu jiā yú zhī shí · jū gōng',
        1 => 'wǒ jū jì gōng ， wǒ mǎ jì tóng 。',
        2 => 'sì mǔ lóng lóng ， jià yán cú dōng 。',
        3 => 'tián jū jì hǎo ， tián mǔ kǒng fù 。',
        4 => 'dōng yǒu fǔ cǎo ， jià yán xíng shòu 。',
        5 => 'zhī zǐ yú miáo ， suàn tú xiāo xiāo 。',
        6 => 'jiàn zhào shè máo ， bó shòu yú áo 。',
        7 => 'jià bǐ sì mǔ ， sì mǔ yì yì 。',
        8 => 'chì fú jīn xì ， huì tóng yǒu yì 。',
        9 => 'jué shí jì cì ， gōng shǐ jì tiáo 。',
        10 => 'shè fū jì tóng ， zhù wǒ jǔ zì 。',
        11 => 'sì huáng jì jià ， liǎng cān bù yī 。',
        12 => 'bù shī qí chí ， shè shǐ rú pò 。',
        13 => 'xiāo xiāo mǎ míng ， yōu yōu pèi jīng 。',
        14 => 'tú yù bù jīng ， dà páo bù yíng 。',
        15 => 'zhī zǐ yú zhēng ， yǒu wèn wú shēng 。',
        16 => 'yǔn yǐ jūn zǐ ， zhǎn yě dà chéng 。',
      ),
      'content' => 
      array (
        0 => '小雅·南有嘉鱼之什·车攻',
        1 => '我车既攻，我马既同。',
        2 => '四牡庞庞，驾言徂东。',
        3 => '田车既好，田牡孔阜。',
        4 => '东有甫草，驾言行狩。',
        5 => '之子于苗，选徒嚣嚣。',
        6 => '建旐设旄，搏兽于敖。',
        7 => '驾彼四牡，四牡奕奕。',
        8 => '赤芾金舄，会同有绎。',
        9 => '决拾既佽，弓矢既调。',
        10 => '射夫既同，助我举柴。',
        11 => '四黄既驾，两骖不猗。',
        12 => '不失其驰，舍矢如破。',
        13 => '萧萧马鸣，悠悠旆旌。',
        14 => '徒御不惊，大庖不盈。',
        15 => '之子于征，有闻无声。',
        16 => '允矣君子，展也大成。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,狩猎,小雅,南有嘉鱼之什',
        1 => '猎车修理已坚牢，辕马选出都健矫。四匹骏马壮又高，驾车向着东方跑。',
        2 => '猎车装备已完成，四匹骏马势威猛。东方甫田茂草长，驾车出猎快驰骋。',
        3 => '天子夏猎在野郊，清点士卒声嘈嘈。队伍前后旌旗飘，敖山打猎意气豪。',
        4 => '驾起四马行原野，四马从容又迅捷。红色蔽膝金黄鞋，会合诸侯有序列。',
        5 => '扳指护臂已戴正，弓箭调配已相称。射击比武有对手，搬运猎物相帮衬。',
        6 => '四匹黄马已起驾，两旁骖马无偏差。驾车驰骋有章法，放箭中的技艺佳。',
        7 => '凯旋萧萧驷马鸣，迎风悠扬飘旗旌。徒步拉车兵机警，猎毕厨房野味盈。',
        8 => '天子猎罢上归程，但见队伍不闻声。勇武果敢真天子，确实成功有才能。',
      ),
      'unscramble' => 
      array (
        0 => '车攻赏析',
        1 => '这是一首记述天子会同诸侯田猎的诗篇。《诗经》中涉及田猎的诗篇有许多，而描写场面之宏大，当首推此诗。全诗八章，艺术地再现了举行田猎会同诸侯的整个过程。',
        2 => '第一章是全诗的总冒，写车马盛备，将往东方狩猎。战马精良，猎车牢固，队伍强壮，字里行间流露出自豪与自信。第二、三章点明狩猎地点是圃田和敖山。在那里人欢马叫，旌旗蔽日，显示了周王朝的强大声威。第四章专写诸侯来会。个个车马齐整，服饰华美，显示了宣王中兴、平定外患、消除内忧后国内稳定的政治状况。第五、六两章描述射猎的场面。诸侯及随从士卒均逞强献艺，驾车不失法度，射箭百发百中。暗示周王朝军队无坚不摧、所向披靡。第七章写田猎结束，硕果累累，大获成功，气氛由紧张而缓和。第八章写射猎结束整队收兵，称颂军纪严明。赞语作结，喜悦之情溢于言表。',
        3 => '全诗结构完整，层次分明，按田猎过程依次道来，有条不紊，纹丝不乱。运用具有高度概括性和极富表现力的语言，生动传神地描写了射猎的场面及各种不同的景象，使读者如见其人，如闻其声。如写射猎，仅用四句十六字就绘声绘色地将大规模的场面呈现于读者眼前。“不失其驰，舍矢如破”凝炼传神;“萧萧马鸣，悠悠旌旆”，画出一幅队伍归来的景象，尤意境宏大而优美，真是充满了诗情画意。',
      ),
    ),
  ),
);
