<?php
return array (
  'name' => '小雅·南有嘉鱼之什·吉日',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·南有嘉鱼之什·吉日',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · nán yǒu jiā yú zhī shí · jí rì',
        1 => 'jí rì wéi wù ， jì bó jì dǎo 。',
        2 => 'tián jū jì hǎo ， sì mǔ kǒng fù 。',
        3 => 'shēng bǐ dà fù ， cóng qí qún chǒu 。',
        4 => 'jí rì gēng wǔ ， jì chāi wǒ mǎ 。',
        5 => 'shòu zhī suǒ tóng ， yōu lù yǔ yǔ 。',
        6 => 'qī jǔ zhī cóng ， tiān zǐ zhī suǒ 。',
        7 => 'zhān bǐ zhōng yuán ， qí qí kǒng yǒu 。',
        8 => 'biāo biāo sì sì ， huò qún huò yǒu 。',
        9 => 'xī shuài zuǒ yòu ， yǐ yàn tiān zǐ 。',
        10 => 'jì zhāng wǒ gōng ， jì xié wǒ shǐ 。',
        11 => 'fā bǐ xiǎo bā ， yì cǐ dà sì 。',
        12 => 'yǐ yù bīn kè ， qiě yǐ zhuó lǐ 。',
      ),
      'content' => 
      array (
        0 => '小雅·南有嘉鱼之什·吉日',
        1 => '吉日维戊，既伯既祷。',
        2 => '田车既好，四牡孔阜。',
        3 => '升彼大阜，从其群丑。',
        4 => '吉日庚午，既差我马。',
        5 => '兽之所同，麀鹿麌麌。',
        6 => '漆沮之从，天子之所。',
        7 => '瞻彼中原，其祁孔有。',
        8 => '儦儦俟俟，或群或友。',
        9 => '悉率左右，以燕天子。',
        10 => '既张我弓，既挟我矢。',
        11 => '发彼小豝，殪此大兕。',
        12 => '以御宾客，且以酌醴。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,狩猎,小雅,南有嘉鱼之什',
        1 => '戊辰吉祥日子好，既祭马祖又祈祷。田猎车辆已备齐，四匹雄马壮又高。驱车登上大土丘，驱逐群兽快快跑。',
        2 => '庚午吉祥日子好，打猎马匹已选齐。寻找野兽聚集地，鹿儿成群堪称奇。驱逐漆沮水边兽，赶到天子射猎区。',
        3 => '遥望原野漫无边，地方广大物富有。奔跑慢走野兽多，成群结队四处游。都要赶到天子处，乐得天子显身手。',
        4 => '我们弓弦已拉开，也已把箭拿在手。一箭射死小野猪，奋力射死大野牛。野味拿来待宾客，共吃佳肴同饮酒。',
      ),
      'unscramble' => 
      array (
        0 => '吉日赏析',
        1 => '全诗四章，艺术地再现了周宣王田猎时选择吉日祭祀马祖、野外田猎、满载而归宴饮群臣的整个过程。',
        2 => '第一章写打猎前的准备情况。古代天子打猎是如同祭祀、会盟、宴享一样庄重而神圣的大事，是尚武精神的一种表现，仪式非常隆重。因此，事先选择良辰吉日祭祀马祖、整治田车就成为必不可少的程序。“升彼大阜，从其群丑”二句在这一章中是将然之辞，一切业已准备就绪，只等在正式打猎时登上大丘陵，追逐群兽。第二章写选择了良马正式出猎。祭祀马祖后的第三天是庚午日，依据占卜这天也是良辰吉日。选择了良马之后，周天子率领公卿来到打猎之地。那里群鹿聚集，虞人沿着漆、沮二水的岸边设围，将鹿群赶向天子守候的地方。第三章写随从驱赶群兽供天子射猎。眺望原野，广袤无垠，水草丰茂，野兽出入，三五成群，或跑或行。随从再次驱赶兽群供天子射猎取乐。第四章写天子射猎得胜返朝宴享群臣。随从将兽群赶到周天子的附近，周天子张弓挟矢，大显身手，一箭射中了一头猪，再一箭射中了一头野牛。表现出英姿勃发、勇武豪健的君主形象，实是对周宣王形象化的颂扬。打猎结束，猎获物很多，天子高高兴兴地用野味宴享群臣，全诗在欢快的气氛中结束。',
        3 => '此诗最明显的一个特点是，诗人按照事情的发展过程依次道来，有条不紊。另外，全诗大部分章节记叙田猎活动的准备过程以及随从驱赶野兽供天子射猎的情景，间及群兽的各种状态，以作烘托，具体写天子射猎只有四句：“既张我弓，既挟我矢。发彼小豝，殪此大兕。”这种点面结合的写法，既叙述了田猎的过程，描写了田猎的场面，透露了轻松的气氛;更突出了天子的形象，增强了天子的威严，使全诗有很强的感染力。',
      ),
    ),
  ),
);
