<?php
return array (
  'name' => '小雅·鸿雁之什·沔水',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·鸿雁之什·沔水',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · hóng yàn zhī shí · miǎn shuǐ',
        1 => 'miǎn bǐ liú shuǐ ， cháo zōng yú hǎi 。',
        2 => 'yù bǐ fēi sǔn ， zài fēi zài zhǐ 。',
        3 => 'jiē wǒ xiōng dì ， bāng rén zhū yǒu 。',
        4 => 'mò kěn niàn luàn ， shuí wú fù mǔ ！',
        5 => 'miǎn bǐ liú shuǐ ， qí liú shāng shāng 。',
        6 => 'yù bǐ fēi sǔn ， zài fēi zài yáng 。',
        7 => 'niàn bǐ bù jī ， zài qǐ zài xíng 。',
        8 => 'xīn zhī yōu yǐ ， bù kě mǐ wàng ！',
        9 => 'yù bǐ fēi sǔn ， shuài bǐ zhōng líng 。',
        10 => 'mín zhī é yán ， níng mò zhī chéng ！',
        11 => 'wǒ yǒu jìng yǐ ， chán yán qí xīng ！',
      ),
      'content' => 
      array (
        0 => '小雅·鸿雁之什·沔水',
        1 => '沔彼流水，朝宗于海。',
        2 => '鴥彼飞隼，载飞载止。',
        3 => '嗟我兄弟，邦人诸友。',
        4 => '莫肯念乱，谁无父母！',
        5 => '沔彼流水，其流汤汤。',
        6 => '鴥彼飞隼，载飞载扬。',
        7 => '念彼不迹，载起载行。',
        8 => '心之忧矣，不可弭忘！',
        9 => '鴥彼飞隼，率彼中陵。',
        10 => '民之讹言，宁莫之惩！',
        11 => '我友敬矣，谗言其兴！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,忧国忧民,小雅,鸿雁之什',
        1 => '条条河流水弥漫，倾注大海去不休。空中游隼迅捷飞，时而飞翔时停留。可叹可悲我兄弟，还有乡亲与朋友。没人想到止丧乱，谁无父母任怀忧?',
        2 => '条条河流水弥漫，水势浩荡奔腾急。空中游隼迅捷飞，高高翱翔可任意。想到有人不循法，坐立不安独悲凄。心中愁苦无处诉，久久难忘积胸臆。',
        3 => '空中游隼迅捷飞，沿着山陵飞来回。流言蜚语四处传，无人制止和反对。告诫朋友应警惕，种种谣言正如沸。',
      ),
      'unscramble' => 
      array (
        0 => '沔水赏析',
        1 => '全诗共分三章，第一章写诗人对当权者不制止祸乱深为叹息，指出祸乱发生，有父母的人会更加忧伤。第二章写诗人看到那些不法之徒为非作歹，便坐立不安，忧伤不止。第三章写无人止谗息乱，诗人心中愤慨不平，劝告友人应自警自持，防止为谗言所伤。一方面由于环境险恶，另一方面这是一首抒情诗，所以诗中对祸乱没有加以具体叙述，而只是反映了一种不安和忧虑的心情。忽而写丧乱不止忧及父母，忽而写忧丧畏谗，忽而劝朋友警戒。透过诗句使读者看到了诗人的形象。他生当乱世，却不随波逐流，具有强烈的忧患意识，关心国事，对丧乱忧心忡忡。动荡的社会让他不得安宁，与“不肯念乱”的当权者形成强烈的对比。他爱憎分明，既担心丧乱殃及父母，也担心兄弟朋友遭谗受害，对作乱之徒充满了憎恨。',
        2 => '另外，比兴的表现手法在这首诗中也用得很有特点。每章开头四句(末章似脱两句)连用两组比兴句，这在《诗经》中很少见。首章以流水朝宗于海，飞鸟有所止息暗喻诗人的处境不如水和鸟。次章以流水浩荡、鸟飞不止写诗人忧心忡忡而坐立不安。末章以飞鸟沿丘陵高下飞翔写诗人不如飞鸟自由。诗中比兴的运用虽然大同小异，但决非简单的重复，而是各自有所侧重。不仅暗示了诗人所要表达的内容，有较明确的引发思路的作用，而且让人感到新鲜贴切，增加了诗的艺术表现力。',
        3 => '从这首诗中可以感受到作者忧乱畏谗的感叹和沉痛的呼喊，而这正是对“分明乱世多谗，贤臣遭祸景象”(方玉润《诗经原始》)的高度艺术概括。',
      ),
      'note' => 
      array (
        0 => '⑴沔(miǎn)：流水满溢貌。',
        1 => '⑵朝宗：归往。本意是指诸侯朝见天子。《周礼·春官大宗伯》：“春见曰朝，夏见曰宗。”后来借指百川归海。',
        2 => '⑶鴥(yù)：鸟疾飞貌。隼(sǔn)：一类猛禽，中国常见的有游隼等。',
        3 => '⑷载：句首语助词。',
        4 => '⑸嗟：嗟叹。“嗟”字贯下两句，意即嗟叹我的兄弟即国人、诸友。',
        5 => '⑹邦人：国人。',
        6 => '⑺念：“尼”之假借，止。',
        7 => '⑻汤(shāng)汤：义同“荡荡”，水大流急貌。',
        8 => '⑼不迹：不循法度。',
        9 => '⑽弭(mǐ)：止，消除。',
        10 => '⑾率：沿。中陵：陵中。陵，丘陵。',
        11 => '⑿讹(é)言：谣言。',
        12 => '⒀惩：止。',
        13 => '⒁敬：同“警”，警戒。',
        14 => '⒂谗言其兴：谗言如此兴盛。其：如此。',
      ),
    ),
  ),
);
