<?php
return array (
  'name' => '小雅·鸿雁之什·我行其野',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·鸿雁之什·我行其野',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · hóng yàn zhī shí · wǒ xíng qí yě',
        1 => 'wǒ xíng qí yě ， bì fèi qí chū 。',
        2 => 'hūn yīn zhī gù ， yán jiù ěr jū 。',
        3 => 'ěr bù wǒ xù ， fù wǒ bāng jiā 。',
        4 => 'wǒ xíng qí yě ， yán cǎi qí zhú 。',
        5 => 'hūn yīn zhī gù ， yán jiù ěr sù 。',
        6 => 'ěr bù wǒ xù ， yán guī sī fù 。',
        7 => 'wǒ xíng qí yě ， yán cǎi qí fú 。',
        8 => 'bù sī jiù yīn ， qiú ěr xīn tè 。',
        9 => 'chéng bù yǐ fù ， yì zhī yǐ yì 。',
        10 => ' ',
      ),
      'content' => 
      array (
        0 => '小雅·鸿雁之什·我行其野',
        1 => '我行其野，蔽芾其樗。',
        2 => '婚姻之故，言就尔居。',
        3 => '尔不我畜，复我邦家。',
        4 => '我行其野，言采其蓫。',
        5 => '婚姻之故，言就尔宿。',
        6 => '尔不我畜，言归斯复。',
        7 => '我行其野，言采其葍。',
        8 => '不思旧姻，求尔新特。',
        9 => '成不以富，亦祗以异。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,弃妇,小雅,鸿雁之什',
        1 => '走在郊野荒凉路，路旁椿树枝叶疏。只因婚姻的缘故，我才与你同居住。你不好好善待我，只有回到我故土。',
        2 => '走在郊野荒凉路，采摘蓫叶多辛苦。只因婚姻的缘故，才到你家同住宿。你不好好善待我，只有回归我家族。',
        3 => '走在郊野荒凉路，采那葍草聊果腹。你全不思往日情，追求新欢太可恶。不是她家比我富，是你变心的缘故。',
      ),
      'unscramble' => 
      array (
        0 => '我行其野赏析',
        1 => '《小雅·我行其野》作为一首弃妇诗，和《卫风·氓》等其他同题材作品的大力渲染被弃前的生活场景所不同的是，其作者更多地表现弃妇目前，即此时此刻的情绪。作品开头，作者便把自己情感悲剧的抒写安排在一个似乎暗合其孤独凄凉境况的，生长着樗树和蓫草、葍草的岑寂原野上，以此点明以下所抒写的，只是在抒情主人公经历了被遗弃之变故的打击后，离开伤她心的人，在归家途中的心理活动。',
        2 => '此诗三章，每章前二句，都是同一个画面的重复或再现。它描绘出一个人在点缀着几棵樗树的原野上独行的情景。“我行其野，蔽芾其樗”从比例和透视关系上讲，无边的原野、凝滞不动的树草(蓫、葍)和渺小无助而又孤独的行人(作者)，给读者的是一种自然界的宏大与人类的渺小、原野的寂静和人心的焦虑的对立感。原野因人之渺小而愈显其大、愈显其宁静安谧，人因原野之宏大而愈显其小、愈显其躁动不安。抒情主人公被命运抛弃进而抗争无力的悲剧在这里被放大或具体化了。同时，印象的叠加，也引起人们对隐藏于画面背后之故事的强烈探究欲。',
        3 => '每章后四句，则是对上述画面之深层含义的具体阐释：因婚姻而与你聚首，但“尔不我畜”，我只能独行于这归里的旷野上。这个阐释在全诗三章的反覆咏唱中，随着人物情绪的波动有被深化的趋势。一、二章里，她仿佛还只是故作轻松的念叨：“尔不我畜，复我邦家。”“尔不我畜，言归斯复。”试图把痛苦深埋在心底，强自宽解。但到第三章，她情感的火山终于爆发了，这难以平复的伤痛和无人可诉的委屈，和着苦涩的泪水，在这样一个爱恨交织的时刻，以这样一种爱恨难分的心理，流淌着怨恨：“不思旧姻，求尔新特。成不以富，亦祗以异。”至此，全诗也在这情绪发展的高潮戛然而止，留给读者的，只有无限的同情、惆怅和遗憾。',
        4 => '这首诗的另外一个突出特点是采用了象征、暗示的手法。用行遇“樗”“蓫”“葍”等恶木劣菜象征自己嫁给恶人，并以之起兴，暗示自己为人所弃的痛苦心情，融情于景，情景交织。',
      ),
      'note' => 
      array (
        0 => '⑴蔽芾(fèi)：树叶初生的样子。樗(chū)：臭椿树，不材之木，喻所托非人。',
        1 => '⑵昏姻：即婚姻。',
        2 => '⑶言：语助词，无实义。就：从。',
        3 => '⑷畜(xù)：养活。一说是爱的意思。',
        4 => '⑸邦家：故乡。',
        5 => '⑹蓫(chú)：草名，俗名羊蹄菜，似萝卜，性滑，多食使人腹泻。',
        6 => '⑺宿(sù)：居住。',
        7 => '⑻言归斯复：言、斯，都是句中语助词。归、复，即归回。',
        8 => '⑼葍(fú)：多年生蔓草，花相连，根白色，可蒸食，饥荒之年，可以御饥。',
        9 => '⑽新特：新配偶。特，匹。',
        10 => '⑾成：借为“诚”，的确。',
        11 => '⑿祗(zhǐ)：只，恰恰。异：异心。',
      ),
    ),
  ),
);
