<?php
return array (
  'name' => '小雅·节南山之什·小宛',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·节南山之什·小宛',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · jié nán shān zhī shí · xiǎo wǎn',
        1 => 'wǎn bǐ míng jiū ， hàn fēi lì tiān 。',
        2 => 'wǒ xīn yōu shāng ， niàn xī xiān rén 。',
        3 => 'míng fā bú mèi ， yǒu huái èr rén 。',
        4 => 'rén zhī zhāi shèng ， yǐn jiǔ wēn kè 。',
        5 => 'bǐ hūn bù zhī ， yī zuì rì fù 。',
        6 => 'gè jìng ěr yí ， tiān mìng bú yòu 。',
        7 => 'zhōng yuán yǒu shū ， shù mín cǎi zhī 。',
        8 => 'míng líng yǒu zǐ ， guǒ luǒ fù zhī 。',
        9 => 'jiào huì ěr zi ， shì gǔ sì zhī 。',
        10 => 'tí bǐ jǐ lìng ， zài fēi zài míng 。',
        11 => 'wǒ rì sī mài ， ér yuè sī zhēng 。',
        12 => 'sù xīng yè mèi ， wú tiǎn ěr suǒ shēng 。',
        13 => 'jiāo jiāo sāng hù ， shuài chǎng zhuó sù 。',
        14 => 'āi wǒ tián guǎ ， yí àn yí yù 。',
        15 => 'wò sù chū bǔ ， zì hé néng gǔ ？',
        16 => 'wēn wēn gōng rén ， rú jí yú mù 。',
        17 => 'zhuì zhuì xiǎo xīn ， rú lín yú gǔ 。',
        18 => 'zhàn zhàn jīng jīng ， rú lǚ bó bīng 。',
      ),
      'content' => 
      array (
        0 => '小雅·节南山之什·小宛',
        1 => '宛彼鸣鸠，翰飞戾天。',
        2 => '我心忧伤，念昔先人。',
        3 => '明发不寐，有怀二人。',
        4 => '人之齐圣，饮酒温克。',
        5 => '彼昏不知，壹醉日富。',
        6 => '各敬尔仪，天命不又。',
        7 => '中原有菽，庶民采之。',
        8 => '螟蛉有子，蜾蠃负之。',
        9 => '教诲尔子，式穀似之。',
        10 => '题彼脊令，载飞载鸣。',
        11 => '我日斯迈，而月斯征。',
        12 => '夙兴夜寐，毋忝尔所生。',
        13 => '交交桑扈，率场啄粟。',
        14 => '哀我填寡，宜岸宜狱。',
        15 => '握粟出卜，自何能穀？',
        16 => '温温恭人，如集于木。',
        17 => '惴惴小心，如临于谷。',
        18 => '战战兢兢，如履薄冰。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,伤怀,小雅,节南山之什',
        1 => '那个小小斑鸠鸟，展翅高飞在云天。忧伤充满我内心，怀念已故我祖先。直到天明没入睡，又把父母来思念。',
        2 => '聪明智慧那种人，饮酒也能见沉稳。可是那些糊涂蛋，每饮必醉日日甚。请各自重慎举止，天恩不会再降临。',
        3 => '田野长满大豆苗，众人一起去采摘。螟蛉如若生幼子，蜾蠃会把它背来。你们有儿我教育，继承祖先好风采。',
        4 => '看那小小鶺鸰鸟，边翻飞呀边欢鸣。天天在外我奔波，月月在外我远行。起早贪黑不停歇，不辱父母的英名。',
        5 => '交交啼叫青雀鸟，沿着谷场啄小米。自怜贫病更无依，连遇诉讼真可气。抓把米去占一卦，看我何时能吉利?',
        6 => '温和恭谨那些人，就像站在高树上。担心害怕真警惕，就像身临深谷旁。心惊胆战太不安，如踩薄冰恐沦丧。',
      ),
      'unscramble' => 
      array (
        0 => '小宛赏析',
        1 => '此诗虽然不是什么“刺王”之作，但却反映了混乱、黑暗的社会生活的一个侧面，还是有其认识意义的。',
        2 => '首章直述怀念祖先、父母之情，这是疾痛惨怛的集中表现，也暗含着今不如昔的深切感慨。二章感伤兄弟们的纵酒，既有斥责，也有劝戒，暗示他们违背了父母的教育。三章言代兄弟们扶养幼子，教育他们长大继承祖业家风。四章述自己操劳奔波，以慰藉父母在天之灵。五章说明自己贫病交加，又吃了官司，表现出对命运难卜的焦虑。最后一章，总括了自己诚惶诚恐、艰难度日的心情。各章重点突出，语意恳切;全诗组织严密，层次分明。即使从语言的使用上来看，质朴而又整饬，在雅颂作品中是颇为别具一格的。',
        3 => '作者在表达自己的思想、抒发自己的感情时，虽然是以诉说为主，但并不是平铺直叙、直来直往，而是采取了意味深长的比兴手法，使读者感到作者的每章诗意都是在因物起兴、借景寄情。第一章以斑鸠的鸣叫、翰飞、戾天来反衬他处境的艰难和内心的忧伤;第二章以“齐圣”之人的“饮酒温克”来对比自己兄弟的“彼昏不知，壹醉日富”;第三章以“中原有菽，庶民采之;螟蛉有子，蜾蠃负之”来比喻自己代养兄弟们的幼子;第四章以鶺鸰的“载飞载鸣”来映衬自己“夙兴夜寐”地“斯迈”、“斯征”;第五章以“交交桑扈，率场啄粟”来象征自己“填寡”而又“岸狱”的心态和心情，都写得那么生动形象，贴切真实，耐人咀嚼和回味;至于第六章连用三个“如”字，更把自己“惴惴小心”、“战战兢兢”的心境描绘得形神兼备，真切感人。作者的感情是沉重的，但表现得却十分活脱、鲜明和生动，这在雅颂作品中也是别具特色的。',
        4 => '总之，《小雅·小宛》在内容主题上是今人比较难于索解的，但在艺术技巧上，却是比较优秀的。',
      ),
    ),
  ),
);
