<?php
return array (
  'name' => '小雅·节南山之什·巷伯',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·节南山之什·巷伯',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · jié nán shān zhī shí · xiàng bó',
        1 => 'qī xī fěi xī ！ chéng shì bèi jǐn 。',
        2 => 'bǐ zèn rén zhě ， yì yǐ dà shèn ！',
        3 => 'duō xī chǐ xī ！ chéng shì nán jī 。',
        4 => 'bǐ zèn rén zhě ， shuí shì yǔ móu ？',
        5 => 'jī jī piān piān ， móu yù zèn rén 。',
        6 => 'shèn ěr yán yě ， wèi ěr bú xìn 。',
        7 => 'jié jié fān fān ， móu yù zèn yán 。',
        8 => 'qǐ bù ěr shòu ， jì qí rǔ qiān 。',
        9 => 'jiāo rén hǎo hǎo ， láo rén cǎo cǎo 。',
        10 => 'cāng tiān cāng tiān ！ shì bǐ jiāo rén ， jīn cǐ láo rén 。',
        11 => 'bǐ zèn rén zhě ， shuí shì yǔ móu ？',
        12 => 'qǔ bǐ zèn rén ， tóu bì chái hǔ 。',
        13 => 'chái hǔ bù shí ， tóu bì yǒu běi 。',
        14 => 'yǒu běi bú shòu ， tóu bì yǒu hào 。',
        15 => 'yáng yuán zhī dào ， yī yú mǔ qiū 。',
        16 => 'sì rén mèng zǐ ， zuò wéi cǐ shī 。',
        17 => 'fán bǎi jūn zǐ ， jìng ér tīng zhī 。',
      ),
      'content' => 
      array (
        0 => '小雅·节南山之什·巷伯',
        1 => '萋兮斐兮！成是贝锦。',
        2 => '彼谮人者，亦已大甚！',
        3 => '哆兮侈兮！成是南箕。',
        4 => '彼谮人者，谁适与谋？',
        5 => '缉缉翩翩，谋欲谮人。',
        6 => '慎尔言也，谓尔不信。',
        7 => '捷捷幡幡，谋欲谮言。',
        8 => '岂不尔受，既其女迁。',
        9 => '骄人好好，劳人草草。',
        10 => '苍天苍天！视彼骄人，矜此劳人。',
        11 => '彼谮人者，谁适与谋？',
        12 => '取彼谮人，投畀豺虎。',
        13 => '豺虎不食，投畀有北。',
        14 => '有北不受，投畀有昊。',
        15 => '杨园之道，猗于亩丘。',
        16 => '寺人孟子，作为此诗。',
        17 => '凡百君子，敬而听之。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,小雅,节南山之什',
        1 => '各种花纹多鲜明，织成多彩贝纹锦。那个造谣害人者，心肠实在太凶狠!',
        2 => '臭嘴一张何其大，如同箕星南天挂。那个造谣害人者，是谁给你作谋划?',
        3 => '花言巧语叽叽喳，一心想把人来坑。劝你说话负点责，否则往后没人听。',
        4 => '花言巧语信口编，一心造谣又说谎。并非没人来上当，总有一天要现相。',
        5 => '进谗的人竟得逞，被谗的人心意冷。苍天苍天你在上!管管那些害人精，多多怜悯被谗人!',
        6 => '那个造谣害人者，是谁为他出计谋?抓住这个害人精，丢给野外喂豺虎。豺虎嫌他不肯吃，丢到北方不毛土。北方如果不接受，还交老天去发落。',
        7 => '一条大路通杨园，杨园紧靠亩丘边。我是阉人叫孟子，是我写作此诗篇。诸位大人君子们，请君认真听我言!',
      ),
      'unscramble' => 
      array (
        0 => '巷伯赏析',
        1 => '造谣之所以有效，乃在于谣言总是披着一层美丽的外衣。恰如英国思想家培根所说：“诗人们把谣言描写成了一个怪物。他们形容它的时候，其措辞一部分是美秀而文雅，一部分是严肃而深沉的。他们说，你看它有多少羽毛;羽毛下有多少只眼睛;它有多少条舌头，多少种声音;它能竖起多少只耳朵来!”古人称造谣诬陷别人为“罗织罪名”，何谓“罗织”，此诗一开始说：“萋兮斐兮，成是贝锦”，就是“罗织”二字最形象的说明。花言巧语，织成的这张贝纹的罗锦，是非常容易迷惑人的，特别是对不长脑壳的国君。',
        2 => '造谣之可怕，还在于它是背后的动作，是暗箭伤人。当事人无法及时知道，当然也无法一一辩驳。待其知道，为时已晚。诗中二、三、四章，对造谣者的摇唇鼓舌，嘁嘁喳喳，上窜下跳，左右舆论的丑恶嘴脸，作了极形象的勾勒，说他们“哆兮侈兮，成是南箕”、“缉缉翩翩，谋欲谮人”、“捷捷幡幡，谋欲谮言”。作者对之极表愤慨：“彼谮人者，谁适与谋?”正告他们道：“慎尔言也，谓尔不信!”“岂不尔受?既其女迁!”',
        3 => '造谣之可恨，在于以口舌杀人，杀了人还不犯死罪。作为受害者的诗人，为此对那些谮人发出强烈的诅咒，祈求上苍对他们进行正义的惩罚。诗人不仅投以憎恨，而且投以极大的厌恶：“取彼谮人，投畀豺虎!豺虎不食，投畀有北!有北不受，投畀有昊!”正是所谓“愤怒出诗人”。有人将它与俄国诗人莱蒙托夫《逃亡者》一诗中鄙夷叛徒的诗句“野兽不啃他的骨头，雨水也不洗他的创伤”比较，认为它们都是写天怒人怨，物我同憎的绝妙好辞，都是对那些罪大恶极，不可救药者的无情鞭挞，都是快心露骨之语。',
        4 => '在诗的结尾处，郑而重之地留下了作诗人的名字，从而使这首诗成为《诗经》中少数有主名的作品之一。这个作法表明，此诗原有极为痛切的本事，是有感而发之作。它应该有一个较详的序文，自叙作者遭遇，然后缀以此诗，自抒激愤之情，可以题为“巷伯诗并序”或“巷伯序并诗”的。也许是后来的选诗者删去或丢失了这序文，仅剩下了抒情的即诗的部分。',
        5 => '此诗作者孟子，很可能是一位与西汉大史学家司马迁异代同悲的正直人士。东汉班固就曾在《司马迁传赞》里称惨遭宫刑的司马迁是“《小雅·巷伯》之伦”。这个孟子或许也感受过与司马迁同样的心情：“祸莫惨于欲利，悲莫痛于伤心，行莫丑于辱先，诟莫大于官刑。刑馀之人，无所比数，非一也，所从来远矣。”(司马迁《报任少卿书》)无怪乎他是如此痛心疾首，无怪乎诗中对诬陷者是如此切齿愤恨，也无怪乎此诗能引起世世代代蒙冤受屈者极为强烈的共鸣。',
      ),
    ),
  ),
);
