<?php
return array (
  'name' => '小雅·谷风之什·谷风',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·谷风之什·谷风',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · gǔ fēng zhī shí · gǔ fēng',
        1 => 'xí xí gǔ fēng ， wéi fēng jí yǔ 。',
        2 => 'jiāng kǒng jiāng jù ， wéi yú yǔ rǔ 。',
        3 => 'jiāng ān jiāng lè ， rǔ zhuǎn qì yú 。',
        4 => 'xí xí gǔ fēng ， wéi fēng jí tuí 。',
        5 => 'jiāng kǒng jiāng jù ， zhì yú yú huái 。',
        6 => 'jiāng ān jiāng lè ， qì yǔ rú yí 。',
        7 => 'xí xí gǔ fēng ， wéi shān cuī wéi 。',
        8 => 'wú cǎo bù sǐ ， wú mù bù wěi 。',
        9 => 'wàng wǒ dà dé ， sī wǒ xiǎo yuàn 。',
      ),
      'content' => 
      array (
        0 => '小雅·谷风之什·谷风',
        1 => '习习谷风，维风及雨。',
        2 => '将恐将惧，维予与女。',
        3 => '将安将乐，女转弃予。',
        4 => '习习谷风，维风及颓。',
        5 => '将恐将惧，置予于怀。',
        6 => '将安将乐，弃予如遗。',
        7 => '习习谷风，维山崔嵬。',
        8 => '无草不死，无木不萎。',
        9 => '忘我大德，思我小怨。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,弃妇,小雅,谷风之什',
        1 => '山谷来风迅又猛，大风夹带阵阵雨。当年担惊受怕时，唯我帮你分忧虑。如今富裕又安乐，你却弃我掉头去。',
        2 => '山谷来风迅又猛，大风旋转不停息。当年担惊受怕时，你搂我在怀抱里。如今富裕又安乐，将我抛开全忘记。',
        3 => '山谷来风迅又猛，刮过巍巍高山岭。刮得百草全枯死，刮得树木都凋零。我的好处你全忘，专门记我小毛病。',
      ),
      'unscramble' => 
      array (
        0 => '谷风赏析',
        1 => '这首诗的主题，旧说大体相同，《毛诗序》说：“《谷风》，刺幽王也。天下俗薄，朋友道绝焉。”朱熹也认为是朋友相怨之诗，但他没有将伤友道之绝与刺周幽王硬拉到一起。方玉润《诗经原始》认同朱熹的观点，并力驳《毛诗序》“刺幽王”之说穿凿空泛。今人高亨的《诗经今注》、程俊英的《诗经译注》等均取弃妇之诗说。陈子展《诗经直解》虽仍取旧说，但又说：“此诗风格绝类《国风》，盖以合乐入于《小雅》。《邶风·谷风》，弃妇之词。或疑《小雅·谷风》亦为弃妇之词。母题同，内容往往同，此歌谣常例。《后汉·阴皇后纪》，光武诏书云：‘吾微贱之时，娶于阴氏。因将兵征伐，遂各别离。幸得安全，俱脱虎口。……“将恐将惧，维予与女。将安将乐，女转弃予。”风人之戒，可不慎乎!’此可证此诗早在后汉之初，已有人视为弃妇之词矣。”',
        2 => '诗中的女主人公被丈夫遗弃，她满腔幽怨地回忆旧日家境贫困时，她辛勤操劳，帮助丈夫克服困难，丈夫对她也体贴疼爱;但后来生活安定富裕了，丈夫就变了心，忘恩负义地将她一脚踢开。因此她唱出这首诗谴责那只可共患难，不能同安乐的负心丈夫。',
        3 => '诗歌用风雨起兴，这手法同《邶风·谷风》如出一辙，两首《谷风》诗的主题也完全相同，这大概是在风雨交加的时候最容易触发人们的凄苦之情。被丈夫遗弃的妇女，面对凄风苦雨，更会增添无穷的伤怀愁绪，发出“秋风秋雨愁煞人”的哀叹。',
        4 => '此诗语言凄恻而又委婉，只是娓娓地叙述被遗弃前后的事实，不加谴责骂詈的词句，而责备的意思已充分表露，所谓“怨而不怒”，说明主人公是一位性格善良懦弱的劳动妇女。这也反映了几千年以前，妇女就处在被压迫的屈辱境地，没有独立的人格和地位。',
      ),
      'note' => 
      array (
        0 => '⑴谷风：来自山谷的大风。',
        1 => '⑵习习：连续的风声。',
        2 => '⑶维：有，是。',
        3 => '⑷将：方，正当。恐、惧：指患难不安的年月。',
        4 => '⑸与：助。女：同“汝”，你。',
        5 => '⑹转：反而。弃：抛弃。',
        6 => '⑺颓：自上而下的旋风。一说龙卷风。',
        7 => '⑻寘(zhì)：同“置”，放。怀：怀抱之中。',
        8 => '⑼遗：遗忘，丢弃。或以为丢弃之物，废品。',
        9 => '⑽崔嵬(wéi)：山高峻的样子。',
        10 => '⑾大德：美德，好处。',
        11 => '⑿小怨：小过错，缺点。',
      ),
    ),
  ),
);
