<?php
return array (
  'name' => '小雅·谷风之什·蓼莪',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·谷风之什·蓼莪',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · gǔ fēng zhī shí · lù é',
        1 => 'lù lù zhě é ， fěi é yī hāo 。',
        2 => 'āi āi fù mǔ ， shēng wǒ qú láo ！',
        3 => 'lù lù zhě é ， fěi é yī wèi 。',
        4 => 'āi āi fù mǔ ， shēng wǒ láo cuì ！',
        5 => 'píng zhī qìng yǐ ， wéi léi zhī chǐ 。',
        6 => 'xiǎn mín zhī shēng ， bù rú sǐ zhī jiǔ yǐ ！',
        7 => 'wú fù hé hù ？ wú mǔ hé shì ？',
        8 => 'chū zé xián xù ， rù zé mǐ zhì 。',
        9 => 'fù xī shēng wǒ ！ mǔ xī jū wǒ ！',
        10 => 'fǔ wǒ xù wǒ ， zhǎng wǒ yù wǒ ，',
        11 => 'gù wǒ fù wǒ ， chū rù fù wǒ 。',
        12 => 'yù bào zhī dé 。 hào tiān wǎng jí ！',
        13 => 'nán shān liè liè ， piāo fēng bō bō。',
        14 => 'mín mò bù gǔ ， wǒ dú hé hài ？',
        15 => 'nán shān lǜ lǜ ， piāo fēng fú fú 。',
        16 => 'mín mò bù gǔ ， wǒ dú bù zú 。',
      ),
      'content' => 
      array (
        0 => '小雅·谷风之什·蓼莪',
        1 => '蓼蓼者莪，匪莪伊蒿。',
        2 => '哀哀父母，生我劬劳！',
        3 => '蓼蓼者莪，匪莪伊蔚。',
        4 => '哀哀父母，生我劳瘁！',
        5 => '瓶之罄矣，维罍之耻。',
        6 => '鲜民之生，不如死之久矣！',
        7 => '无父何怙？无母何恃？',
        8 => '出则衔恤，入则靡至。',
        9 => '父兮生我！母兮鞠我！',
        10 => '抚我畜我，长我育我，',
        11 => '顾我复我，出入腹我。',
        12 => '欲报之德。昊天罔极！',
        13 => '南山烈烈，飘风发发。',
        14 => '民莫不穀，我独何害？',
        15 => '南山律律，飘风弗弗。',
        16 => '民莫不穀，我独不卒。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,悼亡,父亲,母亲,小雅,谷风之什',
        1 => '看那莪蒿长得高，却非莪蒿是散蒿。可怜我的爹与妈，抚养我大太辛劳!',
        2 => '看那莪蒿相依偎，却非莪蒿只是蔚。可怜我的爹与妈，抚养我大太劳累!',
        3 => '汲水瓶儿空了底，装水坛子真羞耻。孤独活着没意思，不如早点就去死。没有亲爹何所靠?没有亲妈何所恃?出门行走心含悲，入门茫然不知止。',
        4 => '爹爹呀你生下我，妈妈呀你喂养我。你们护我疼爱我，养我长大培育我，想我不愿离开我，出入家门怀抱我。想报爹妈大恩德，老天降祸难预测!',
        5 => '南山高峻难逾越，飙风凄厉令人怯。大家没有不幸事，独我为何遭此劫?',
        6 => '南山高峻难迈过，飙风凄厉人哆嗦。大家没有不幸事，不能终养独是我!',
      ),
      'unscramble' => 
      array (
        0 => '蓼莪赏析',
        1 => '此诗六章，似是悼念父母的祭歌，分三层意思：首两章是第一层，写父母生养“我”辛苦劳累。头两句以比引出，诗人见蒿与蔚，却错当莪，于是心有所动，遂以为比。莪香美可食用，并且环根丛生，故又名抱娘蒿，喻人成材且孝顺;而蒿与蔚，皆散生，蒿粗恶不可食用，蔚既不能食用又结子，故称牡蒿，蒿、蔚喻不成材且不能尽孝。诗人有感于此，借以自责不成材又不能终养尽孝。后两句承此思言及父母养大自己不易，费心劳力，吃尽苦头。中间两章是第二层，写儿子失去双亲的痛苦和父母对儿子的深爱。第三章头两句以瓶喻父母，以罍喻子。因瓶从罍中汲水，瓶空是罍无储水可汲，所以为耻，用以比喻子无以赡养父母，没有尽到应有的孝心而感到羞耻。句中设喻是取瓶罍相资之意，非取大小之义。“鲜民”以下六句诉述失去父母后的孤身生活与感情折磨。汉乐府诗《孤儿行》说“居生不乐，不如早去从地下黄泉”，那是受到兄嫂虐待产生的想法，而此诗悲叹孤苦伶仃，无所依傍，痛不欲生，完全是出于对父母的亲情。诗人与父母相依为命，失去父母，没有了家庭的温暖，以至于有家好像无家。曹粹中说：“以无怙恃，故谓之鲜民。孝子出必告，反必面，今出而无所告，故衔恤。上堂人室而不见，故靡至也。”(转引自戴震《毛诗补传》)理解颇有参考价值。第四章前六句一一叙述父母对“我”的养育抚爱，这是把首两章说的“劬劳”、“劳瘁”具体化。诗人一连用了生、鞠、拊、畜、长、育、顾、复、腹九个动词和九个“我”字，语拙情真，言直意切，絮絮叨叨，不厌其烦，声促调急，确如哭诉一般。如果借现代京剧唱词“声声泪，字字血”来形容，那是最恰切不过了。这章最后两句，诗人因不得奉养父母，报大恩于万一，痛极而归咎于天，责其变化无常，夺去父母生命，致使“我”欲报不能!后两章第三层正承此而来，抒写遭遇不幸。头两句诗人以眼见的南山艰危难越，耳闻的飙风呼啸扑来起兴，创造了困厄危艰、肃杀悲凉的气氛，象征自己遭遇父母双亡的巨痛与凄凉，也是诗人悲怆伤痛心情的外化。四个入声字重叠：烈烈、发发、律律、弗弗，加重了哀思，读来如呜咽一般。后两句是无可奈何的怨嗟。',
        2 => '赋比兴交替使用是此诗写作一大特色。三种表现方法灵活运用，前后呼应，抒情起伏跌宕，回旋往复，传达孤子哀伤情思，可谓珠落玉盘，运转自如，艺术感染力强烈。',
      ),
    ),
  ),
);
