<?php
return array (
  'name' => '小雅·谷风之什·北山',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·谷风之什·北山',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · gǔ fēng zhī shí · běi shān',
        1 => 'zhì bǐ běi shān ， yán cǎi qí qǐ 。',
        2 => 'xié xié shì zǐ ， zhāo xī cóng shì 。',
        3 => 'wáng shì mǐ gǔ ， yōu wǒ fù mǔ ！',
        4 => 'pǔ tiān zhī xià ， mò fēi wáng tǔ 。',
        5 => 'shuài tǔ zhī bīn ， mò fēi wáng chén 。',
        6 => 'dà fū bù jūn ， wǒ cóng shì dú xián 。',
        7 => 'sì mǔ bāng bāng ， wáng shì páng páng 。',
        8 => 'jiā wǒ wèi lǎo ， xiǎn wǒ fāng jiāng 。',
        9 => 'lǚ lì fāng gāng ， jīng yíng sì fāng 。',
        10 => 'huò yàn yàn jū xī ， huò jìn cuì shì guó 。',
        11 => 'huò xī yǎn zài chuáng ， huò bù yǐ yú háng 。',
        12 => 'huò bù zhī jiào háo， huò cǎn cǎn qú láo 。',
        13 => 'huò qī chí yǎn yǎng ， huò wáng shì yāng zhǎng 。',
        14 => 'huò dān lè yǐn jiǔ ， huò cǎn cǎn wèi jiù 。',
        15 => 'huò chū rù fēng yì ， huò mí shì bù wéi 。',
      ),
      'content' => 
      array (
        0 => '小雅·谷风之什·北山',
        1 => '陟彼北山，言采其杞。',
        2 => '偕偕士子，朝夕从事。',
        3 => '王事靡盬，忧我父母！',
        4 => '溥天之下，莫非王土。',
        5 => '率土之滨，莫非王臣。',
        6 => '大夫不均，我从事独贤。',
        7 => '四牡彭彭，王事傍傍。',
        8 => '嘉我未老，鲜我方将。',
        9 => '旅力方刚，经营四方。',
        10 => '或燕燕居息，或尽瘁事国。',
        11 => '或息偃在床，或不已于行。',
        12 => '或不知叫号，或惨惨劬劳。',
        13 => '或栖迟偃仰，或王事鞅掌。',
        14 => '或湛乐饮酒，或惨惨畏咎。',
        15 => '或出入风议，或靡事不为。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,怨刺,小雅,谷风之什',
        1 => '我一步步登上高高的北山，一颗颗采撷着红红的枸杞。像我这样身强力壮的士子，每天起早拉晚忙得不停息。国君家的公事无尽又无休，最忧心无闲问候父母起居!',
        2 => '你看广褒无垠的普天之下，没有一处不是国君的封土;你看各处封土的天边尽头，没有一人不是国君的奴仆;可叹那大夫分配劳役不公，唯独让我为国事如此劳苦!',
        3 => '四匹雄壮的马儿奔走蹚蹚，我为国君公事不停地奔忙。国君忙不迭赞我宝刀未老，啧啧称赞我正当年富力强。我自我感觉也是膂力正壮，尽心尽力地奔波经营四方。',
        4 => '但我看到有的人静享安乐，有的人鞠躬尽瘁操劳国事;有的人安睡在床高卧不起，有的人奔波不停劳作不止;',
        5 => '有的人不闻不问百姓号叫，有的人勤政不息忧心烦恼;有的人早睡晚起高枕无忧，有的人忙于国事长期操劳;',
        6 => '有的人完全沉溺饮酒作乐，有的人谨小慎微不敢承担;有的人出来进去高谈阔论，有的人忙里忙外万事都干!',
      ),
      'unscramble' => 
      array (
        0 => '北山赏析',
        1 => '《小雅·北山》这首诗着重通过对劳役不均的怨刺，揭露了统治阶级上层的腐朽和下层的怨愤，是怨刺诗中突出的篇章。',
        2 => '诗的前三章陈述士的工作繁重、朝夕勤劳、四方奔波，发出“大夫不均，我从事独贤”的怨愤。“嘉我未老”三句典型地勾画了大夫役使下属的手腕，他又是赞扬，又是夸奖，活现了统治者驭下的嘴脸。',
        3 => '后三章广泛运用对比手法，十二句接连铺陈十二种现象，每两种现象是一个对比，通过六个对比，描写了大夫和士这两个对立的形象。大夫成天安闲舒适，在家里高枕无忧，饮酒享乐睡大觉，什么征发号召不闻不问，吃饱睡足闲磕牙，自己不干，谁干却去挑谁的错，说谁的闲话。士却被这样的大夫役使，他尽心竭力，奔走不息，辛苦劳累，忙忙碌碌，什么事都得去干，还成天提心吊胆，生怕出了差错，被上司治罪。这样两种对立的形象，用比较的方式对列出来，就使好与坏、善与恶、美与丑在比较中得到鉴别，从而暴露了不合理的等级社会的不平等事实及其不合理性。在对比之后全诗戛然而止，没有评论，也没有抒发感慨。通过鲜明的对比，读者可以自然地得出结论，多让读者去体味涵咏，不必直写。所以，吴闿生《诗义会通》评论这是“妙笔”。',
        4 => '唐韩愈的著名长篇五言古诗《南山》，其中有两段，一段连用十九个以“或”字起句的句子，另一段连用三十个以“或”字起句的句子，都是两句一对比。很明显，韩愈借鉴了《小雅·北山》的这种手法。但是，韩愈的诗未免过于铺陈繁富，如沈德潜所批评：“然情不深而侈其辞，只是汉赋体段。”比较而言，韩愈诗不如《小雅·北山》情切而明晰。',
        5 => '第五章首句“或不知叫号”，现代学者多释为“呼叫号哭”，译释为“人间烦恼”(余冠英)、“悲号”(金启华)、“人叫号”(袁梅)、“放声大哭”和“民间疾苦”(程俊英)等等，多是说这位大夫听不到人民痛苦的怨诉或号哭。这样来译释，多少感到突兀、牵强，不很圆融。“叫号”一词，毛传解为：“叫呼号召。”孔疏解为：“叫号，连绵字……叫呼号召四字同义也。”傅恒等《诗义折中》解为：“耳不闻征发之声。”吴闿生《诗义会通》解为：“叫号，呼召也，不知上有征发呼召。”近人陈子展《诗经直解》解为：“不知道有号召。”这些解释比较接近原义。照这样解释，诗中这位悠然自适、贪杯耽乐的大夫，根本不闻不问朝廷的征发呼召，除了吃喝玩乐睡大觉，就是闲聊扯淡。这个形象是比较丰满的。《诗经》的注疏遗产很丰富，有些旧注并没有错，不必曲为新说。',
        6 => '这篇诗在封建社会起到了讽谏作用。等级森严、任人唯亲的宗法等级制度，必然造成如《小雅·北山》诗中所描写的上层的腐败和下层的怨愤，统治阶级这种内部矛盾的进一步尖锐化，必将是内部的涣散、解体以至灭亡。所以，清高宗敕撰的《诗义折中》也强调说，劳逸不均就是“逸之无妨”和“劳而无功”，因此就会上层腐败，下层撂挑子，这是关系国家存亡之“大害”。诗中暴露的一些现象，在今天的现实中也是存在的。',
      ),
    ),
  ),
);
