<?php
return array (
  'name' => '小雅·谷风之什·鼓钟',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·谷风之什·鼓钟',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · gǔ fēng zhī shí · gǔ zhōng',
        1 => 'gǔ zhōng qiāng qiāng ， huái shuǐ shāng shāng ， yōu xīn qiě shāng 。',
        2 => 'shū rén jūn zǐ ， huái yǔn bú wàng 。',
        3 => 'gǔ zhōng jiē jiē ， huái shuǐ jiē jiē ， yōu xīn qiě bēi 。',
        4 => 'shū rén jūn zǐ ， qí dé bù huí 。',
        5 => 'gǔ zhōng fá gāo ， huái yǒu sān zhōu ， yōu xīn qiě chōu 。',
        6 => 'shū rén jūn zǐ ， qí dé bù yóu 。',
        7 => 'gǔ zhōng qīn qīn ， gǔ sè gǔ qín ， shēng qìng tóng yīn 。',
        8 => 'yǐ yǎ yǐ nán ， yǐ yuè bú jiàn 。',
      ),
      'content' => 
      array (
        0 => '小雅·谷风之什·鼓钟',
        1 => '鼓钟将将，淮水汤汤，忧心且伤。',
        2 => '淑人君子，怀允不忘。',
        3 => '鼓钟喈喈，淮水湝湝，忧心且悲。',
        4 => '淑人君子，其德不回。',
        5 => '鼓钟伐鼛，淮有三洲，忧心且妯。',
        6 => '淑人君子，其德不犹。',
        7 => '鼓钟钦钦，鼓瑟鼓琴，笙磬同音。',
        8 => '以雅以南，以龠不僭。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,咏物,怀人,小雅,谷风之什',
        1 => '敲起乐钟声铿锵，淮水奔流浩荡荡，我心忧愁又悲伤。遥想善良的君子，深切怀念永难忘。',
        2 => '敲起乐钟声和谐，淮水滔滔不停歇，我心忧愁又悲切。遥想善良的君子，德行正直且无邪。',
        3 => '敲起乐钟擂起鼓，乐声回荡在三洲，我心悲哀又难受。遥想善良的君子，美德传扬垂千秋。',
        4 => '敲起乐钟声钦钦，又鼓瑟来又弹琴，笙磬谐调又同音。配以雅乐和南乐，籥管合奏音更真。',
      ),
      'unscramble' => 
      array (
        0 => '鼓钟赏析',
        1 => '这是一首描写贵族欣赏音乐会发念古幽情的小诗。诗人是在淮水之旁或三洲之上欣赏了这场美妙的音乐会。他听到了演奏编钟，锵锵作响;淮河之水，奔腾浩荡。但诗人在此时忧心且伤感起来，原来他怀念那些古代的好人君子，而对当今世风日下颇为不满。',
        2 => '连续三章都是反复表达此种情绪，诗人的道德感、责任感和忧患意识非常强。一场音乐会激起了他的思古之幽情。',
        3 => '最后一章，诗人完全沉浸在这美妙的音乐会里了：编钟鸣响，琴瑟和谐，笙磬同音，相继演奏雅乐南乐，加之排箫乐舞，有条不紊。令人读之，有如置身其中，身临其境。',
        4 => '此诗记录了钟、鼓、琴、瑟、笙、磬、雅、南、籥等多种乐器共同演奏的场面。前三章写耳闻钟鼓铿锵，面对滔滔流泻的淮水，不禁悲从中来，忧思萦怀，于是想到了“淑人君子”。对他的美德懿行心向往之。卒章描写钟鼓齐鸣、琴瑟和谐的美妙乐境。如果透过字面上的这些意思来探究其深层的涵义，则会令人感到无从索解，因而朱熹在《诗集传》中也只能说：“此诗之义未详”，“此诗之义有不可知者。”',
        5 => '其实诗人是有感而发的，这种感慨折射出他对国运、时代的忧思。从诗的卒章来看，他所听到的不是一般的音乐，而是“雅”“南”之类的周朝之乐，这些音乐与周朝的辉煌历史联系在一起。诗人身处国运衰微的末世，听到这种盛世之音，自然会感慨今昔，悲从中来，从而会有追慕昔贤之叹。',
      ),
      'note' => 
      array (
        0 => '⑴鼓：敲击。',
        1 => '⑵将(qiāng)将：同“锵锵”，象声词，形容钟声响亮。',
        2 => '⑶汤(shāng)汤：大水涌流貌，犹荡荡。',
        3 => '⑷淑人君子：美德之人。淑：善。',
        4 => '⑸怀：思念。允：信，确实。一说为语助词。',
        5 => '⑹喈(jiē)喈：象声词，形容钟声和谐。',
        6 => '⑺湝(jiē)湝：水流貌，犹“汤汤”。',
        7 => '⑻回：邪。',
        8 => '⑼伐：敲击。鼛(gāo)：一种大鼓。',
        9 => '⑽三洲：淮河上的三个小岛。',
        10 => '⑾妯(chōu)：因悲伤而动容、心绪不宁。',
        11 => '⑿犹：已。王引之《经义述闻》：“其德不犹’，言久而弥笃，无有已时也。”一说假借为“訧”，缺点、毛病。',
        12 => '⒀钦钦：象声词，犹“将将”。',
        13 => '⒁磬(qìng)：古乐器名，用玉或美石制成，有孔穿绳索悬于架上，敲击发声。',
        14 => '⒂以：为，作，指演奏、表演。雅：原为乐器名，状如漆筒，两头蒙以羊皮。引申为乐调名，指天子之乐，或周王畿之乐调，即正乐。南：原为乐器名，形似钟。引申为乐调名，或说指南方江汉地区的乐调。',
        15 => '⒃籥(yuè)：乐器名，似排箫。古代羽舞时边吹籥，边持翟羽舞蹈。僭(jiàn)：超越本分，此训乱。不僭，犹言按部就班，和谐合拍。',
      ),
    ),
  ),
);
