<?php
return array (
  'name' => '小雅·甫田之什·甫田',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·甫田之什·甫田',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · fǔ tián zhī shí · fǔ tián',
        1 => 'zhuō bǐ fǔ tián ， suì qǔ shí qiān 。',
        2 => 'wǒ qǔ qí chén ， sì wǒ nóng rén ， zì gǔ yǒu nián 。',
        3 => 'jīn shì nán mǔ ， huò yún huò zǐ ， shǔ jì nǐ nǐ 。',
        4 => 'yōu jiè yōu zhǐ ， zhēng wǒ máo shì 。',
        5 => 'yǐ wǒ zī míng ， yǔ wǒ xī yáng ， yǐ shè yǐ fāng 。',
        6 => 'wǒ tián jì zāng ， nóng fū zhī qìng 。',
        7 => 'qín sè jī gǔ ， yǐ yà tián zǔ ， yǐ qí gān yǔ 。',
        8 => 'yǐ jiè wǒ jì shǔ ， yǐ gǔ wǒ shì nǚ 。',
        9 => 'zēng sūn lái zhǐ ， yǐ qí fù zǐ ， yè bǐ nán mǔ 。',
        10 => 'tián jùn zhì xǐ ， rǎng qí zuǒ yòu ， cháng qí zhǐ fǒu ？',
        11 => 'hé yì zhǎng mǔ ， zhōng shàn qiě yǒu 。',
        12 => 'zēng sūn bú nù ， nóng fū kè mǐn 。',
        13 => 'zēng sūn zhī jià ， rú cí rú liáng 。',
        14 => 'zēng sūn zhī yǔ ， rú chí rú jīng 。',
        15 => 'nǎi qiú qiān sī cāng ， nǎi qiú wàn sī xiāng 。',
        16 => 'shǔ jì dào liáng ， nóng fū zhī qìng 。',
        17 => 'bào yǐ jiè fú ， wàn shòu wú jiāng 。',
      ),
      'content' => 
      array (
        0 => '小雅·甫田之什·甫田',
        1 => '倬彼甫田，岁取十千。',
        2 => '我取其陈，食我农人，自古有年。',
        3 => '今适南亩，或耘或耔，黍稷薿薿。',
        4 => '攸介攸止，烝我髦士。',
        5 => '以我齐明，与我牺羊，以社以方。',
        6 => '我田既臧，农夫之庆。',
        7 => '琴瑟击鼓，以御田祖，以祈甘雨。',
        8 => '以介我稷黍，以穀我士女。',
        9 => '曾孙来止，以其妇子，馌彼南亩。',
        10 => '田畯至喜，攘其左右，尝其旨否？',
        11 => '禾易长亩，终善且有。',
        12 => '曾孙不怒，农夫克敏。',
        13 => '曾孙之稼，如茨如梁。',
        14 => '曾孙之庾，如坻如京。',
        15 => '乃求千斯仓，乃求万斯箱。',
        16 => '黍稷稻粱，农夫之庆。',
        17 => '报以介福，万寿无疆。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,祭祀,乐歌,小雅,甫田之什',
        1 => '就是这片一望无际的田地，每年打的粮食数也数不清!我只需拿出往年的库存粮，就能养活我治下的老百姓!从古以来就是这样好年景!今天我去巡视南边这块地，看到有的除草有的培土垄，黍米高粱长得都非常茂盛。就在这座富丽堂皇的行宫，我要犒劳那些能干的臣工。',
        2 => '贡上我用五谷烹制的美食，献上我纯白羔羊的牺牲品，祭祀皇天后土感谢四方神。我普天王土一派五谷丰登，这是天下百姓的福气幸运。弹起琴弦敲起大鼓响天震，一起来迎接农事的始祖神。我们虔诚地祈求天降甘霖，保佑来年五谷杂粮大丰收，养活我治下万千男女子民。',
        3 => '周王满怀喜悦来田间巡视，与他的贵妇和儿子们同行，带来精美的食物慰劳百姓。管农业的官吏见了真高兴，招呼身边的农夫们聚拢来，大家一起分享美味好心情。庄稼长势茂盛遮蔽了田垄，今年定是五谷丰登好年景。周王喜在心头不发天威怒，农夫们感恩戴德勤于农功。',
        4 => '周王土地上收割下的庄稼，堆得密如茅屋高如车顶梁;粮食装满周王座座米粮仓，高得赛过那丘陵和小山岗。还需要再建造一千座仓库，还需要再打造一万辆车厢。年年黍米稷稻粱五谷丰登，普天下的老百姓幸福无量。祈求上苍赐予我大福厚禄，保佑大我周王室万寿无疆!',
      ),
      'unscramble' => 
      array (
        0 => '甫田赏析',
        1 => '这首诗可分四章。第一章首述大田农事。这是一片广袤肥沃的农田，每年都能收获上万担米粮。靠着储存在仓内的谷物，养活了世世代代在这片土地上辛勤劳作的农人，并取得了自古以来年复一年的好收成。这天土地的拥有者兴致勃勃地来到南亩巡视，只见那里的农人有的在锄草，有的在为禾苗培土，田里的小米和高粱已密密麻麻地长满了。他心里一高兴，眼前仿佛出现了庄稼成熟后由田官献上时的情景。这一章铺述事实，在整首乐歌中为以下几章的展开祭祀作铺垫。',
        2 => '第二章即写为了祈盼丰收，虔诚地举行了祭神仪式。周王派人取来祭祀用的碗盆，恭恭敬敬地装上了精选的谷物，又让人供上肥美的牛羊，开始了对土地神和四方神的隆重祭祀。农人们也因田里的庄稼长得异常的好，个个喜笑颜开地弹起了琴瑟，敲起了鼓，共同迎接农神的光临。大家都在心中默默地祈祷：但求上天普降甘霖，使地里的庄稼能得到丰厚的收获，让男男女女丰衣足食。从这章的描写中，可以想见远古时代的先民，对于土地是怀着怎样一种崇敬的心情;而那种古老的祭祀仪式，也反映出当时民风的粗犷和热烈。',
        3 => '第三章进一步写主祭者，也就是周王在仪式之后的亲自督耕。和他一起来到田间的，还有他的妻子儿女。他们为辛勤劳作的农人带来了亲手做的饭菜。正在地里察看的田官见了欣喜异常，连忙叫来身边的农人，一起来尝尝饭菜的滋味。周王这时望着眼前丰收在望的景象，脸上也露出了舒心的微笑，不断称赞农人的辛劳勤勉。与前章相比，这章的内容颇有生活气息;周王的馌田，亦为后来历代帝王劝农所效法，被称为德政。',
        4 => '末章则专记丰收景象及对周王的美好祝愿。到了收获的季节，地里的庄稼果然获得了前所未有的大丰收。不但场院上的粮食堆积如屋，而且仓中的谷物也装得满满的，就像一座座小山冈。于是农人们为赶造粮仓和车辆而奔走忙碌，大家都在为丰收而庆贺，心中感激神灵的赐福，祝愿周王万寿无疆。这一章的特点是充满了丰收后的喜悦，让人不觉沉醉在一种满足和欢乐之中。',
        5 => '以往的研究总认为《小雅》多刺幽、厉，而思文、武，这一般来说没有问题;但是对这首《小雅·甫田》诗来说，则有些牵强。从诗中读到的分明是上古时代汉族先民对于农业的重视，在“民以食为天”的国度里对与农业相关的神灵的无限崇拜;而其中夹杂对农事和王者馌田的描写，正反映了农业古国的原始风貌。因此这首乐歌的价值，与其说是在文学方面，倒不如说更多地体现在史学方面。',
      ),
    ),
  ),
);
