<?php
return array (
  'name' => '小雅·甫田之什·裳裳者华',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·甫田之什·裳裳者华',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · fǔ tián zhī shí · cháng cháng zhě huā',
        1 => 'cháng cháng zhě huā ， qí yè xǔ xī ！',
        2 => 'wǒ gòu zhī zǐ ， wǒ xīn xiě xī ！',
        3 => 'wǒ xīn xiě xī ， shì yǐ yǒu yù chǔ xī ！',
        4 => 'cháng cháng zhě huā ， yún qí huáng yǐ ！',
        5 => 'wǒ gòu zhī zǐ ， wéi qí yǒu zhāng yǐ ！',
        6 => 'wéi qí yǒu zhāng yǐ ， shì yǐ yǒu qìng yǐ ！',
        7 => 'cháng cháng zhě huā ， huò huáng huò bái 。',
        8 => 'wǒ gòu zhī zǐ ， chéng qí sì luò 。',
        9 => 'chéng qí sì luò ， liù pèi wò ruò 。',
        10 => 'zuǒ zhī zuǒ zhī ， jūn zǐ yí zhī 。',
        11 => 'yòu zhī yòu zhī ， jūn zǐ yǒu zhī 。',
        12 => 'wéi qí yǒu zhī ， shì yǐ sì zhī 。',
      ),
      'content' => 
      array (
        0 => '小雅·甫田之什·裳裳者华',
        1 => '裳裳者华，其叶湑兮！',
        2 => '我觏之子，我心写兮！',
        3 => '我心写兮，是以有誉处兮！',
        4 => '裳裳者华，芸其黄矣！',
        5 => '我觏之子，维其有章矣！',
        6 => '维其有章矣，是以有庆矣！',
        7 => '裳裳者华，或黄或白。',
        8 => '我觏之子，乘其四骆。',
        9 => '乘其四骆，六辔沃若。',
        10 => '左之左之，君子宜之。',
        11 => '右之右之，君子有之。',
        12 => '维其有之，是以似之。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,写花,赞美,写人,小雅,甫田之什',
        1 => '鲜花盛开多辉煌，叶子茂盛绿苍苍。遇见这位贤君子，我的心情真舒畅。我的心情真舒畅，因有美誉大家享。',
        2 => '鲜花盛开多辉煌，怒放黄花多鲜亮。遇见这位贤君子，才华横溢有教养。才华横溢有教养，因此喜庆事儿降。',
        3 => '鲜花盛开多辉煌，有的白色有的黄。遇见这位贤君子，驾着四马气昂扬。驾着四马气昂扬，六根缰绳闪着光。',
        4 => '左边有人来辅佐，君子应付很适宜。右边有人来相佑，君子发挥有余地。只因君子有其长，所以祖业能承继。',
      ),
      'unscramble' => 
      array (
        0 => '裳裳者华赏析',
        1 => '全诗共四章，每章六句。诗前三章是结构相似的重调，每章的前两句写花起兴，从“其叶湑兮”到“芸其黄矣”再到“或黄或白”，将花繁叶茂的盛景充分地表露出来，也由此烘托出抒情主人公心中的无比欢娱。',
        2 => '在首章，诗人并没有详写“我”所遇的“之子”的具体模样，而只写了自己的主观心理感受“我心写兮”，“是以有誉处兮”，心中烦忧尽泻，充满欢乐。为了说明“之子”使得“我”如此欢悦的原因，此诗第二章给“之子”一个特写镜头，这个镜头没有对准他的面部，也没有对准他的眼睛，而是对准其服饰：“维其有章矣。”这样的叙述中渗透着赞美之情，因为服饰之美在先秦时期是身份和地位的外在表现。至此，诗人仍觉不足，又将目光转向全景，在第三章写“之子”的车马之盛，“乘其四骆，六辔沃若”，十足风光，十分气派。如此一层一层推进，在形象的跳跃式叙述中显示出欢快的激情。',
        3 => '诗若就此打住，便显得情感过于浅直，而且缺少了雅诗中应有的那份平和与理性，于是诗第四章从节奏和用韵两方面都变得舒缓起来，“左之左之，君子宜之;右之右之，君子有之”，从左右两方面写君子无所不宜的品性和才能，有了这方面的歌唱，使得前面三章的赞美有了理性依据。“维其有之，是以似之”，两句总括全篇，赞美君子表里如一、德容兼美的风貌，以平和安详作结。',
        4 => '整首诗以花起兴，赞颂人物之美，节奏变化有致，结构收束得当，读来兴味盎然，且无阿谀之感，确是一首轻松欢快又不失稳当的雅诗。',
      ),
      'note' => 
      array (
        0 => '⑴裳(cháng)裳：“堂堂”之假借，花鲜明美盛的样子。华(huā)：花。',
        1 => '⑵湑(xǔ)：叶子茂盛的样子。',
        2 => '⑶觏(gòu)：遇见。之子：此人。',
        3 => '⑷写：通“泻”，心情舒畅。《毛传》：“输写其心也。”是说心中话都倾吐出来，忧愁消除，心情舒畅。',
        4 => '⑸是以：因此。誉处：指君臣处于美好的声誉之中。《孔疏》：“君臣相得，是以有声誉之美而处之兮。”一说“誉”通“豫”，安乐。',
        5 => '⑹芸其：即“芸芸”，花色彩浓艳的样子。',
        6 => '⑺章：文章，指其人有教养，有才华。一说为“纹章”，服饰文采。',
        7 => '⑻骆：黑鬃黑尾的白马。',
        8 => '⑼六辔(pèi)：六条缰绳。沃若：光滑柔软的样子。',
        9 => '⑽左：和下文的“右”，指左右辅弼，君子的帮手。',
        10 => '⑾君子：指前所言“之子”。一说指古之明王。宜：安定。',
        11 => '⑿有：取。意为取用他们。',
        12 => '⒀似：当为“嗣”之假借，继承。',
      ),
    ),
  ),
);
