<?php
return array (
  'name' => '小雅·甫田之什·桑扈',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·甫田之什·桑扈',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · fǔ tián zhī shí · sāng hù',
        1 => 'jiāo jiāo sāng hù ， yǒu yīng qí yǔ 。',
        2 => 'jūn zǐ lè xū ， shòu tiān zhī hù 。',
        3 => 'jiāo jiāo sāng hù ， yǒu yīng qí lǐng 。',
        4 => 'jūn zǐ lè xū ， wàn bāng zhī píng 。',
        5 => 'zhī píng zhī hàn ， bǎi bì wéi xiàn 。',
        6 => 'bù jí bù nán ， shòu fú bú nuó 。',
        7 => 'sì gōng qí qiú ， zhǐ jiǔ sī róu 。',
        8 => 'bǐ jiāo fěi áo ， wàn fú lái qiú 。',
      ),
      'content' => 
      array (
        0 => '小雅·甫田之什·桑扈',
        1 => '交交桑扈，有莺其羽。',
        2 => '君子乐胥，受天之祜。',
        3 => '交交桑扈，有莺其领。',
        4 => '君子乐胥，万邦之屏。',
        5 => '之屏之翰，百辟为宪。',
        6 => '不戢不难，受福不那。',
        7 => '兕觥其觩，旨酒思柔。',
        8 => '彼交匪敖，万福来求。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,乐歌,小雅,甫田之什',
        1 => '交交鸣叫桑扈鸟，身有华丽的羽毛。大人君子多快乐，当受上天的福报。',
        2 => '交交鸣叫桑扈鸟，颈间羽色好美妙。大人君子多快乐，保卫家国的依靠。',
        3 => '国家屏障和栋梁，诸侯以你为榜样。克制自己守礼节，受福多得难计量。',
        4 => '牛角酒杯弯又弯，美酒醇厚味道香。贤者交往不倨傲，万福汇聚你身上。',
      ),
      'unscramble' => 
      array (
        0 => '桑扈赏析',
        1 => '这是一首乐歌。首两章均以“交交桑扈”起兴，这是《诗经》作品常见的一种表现手法。它的作用在于以一种浅近的自然物象，引出全诗所要记叙的事件或抒发的感情。在起兴的物象和表达的内容之间尽管没有什么必然的直接联系，但两者往往会在某一方面具有内在的通融性，从而使人在不可言传中获得联想和意会的妙趣。如这首诗起兴中欢然鸣叫的青雀，光彩明亮的羽毛，就为以下陈述宴饮营造了一种明快欢乐的气氛，仿佛自然界的青雀与宴饮者之间存在着一种相互作用的心理感应。这种表现手法的运用，大大加强了作品的生动性。',
        2 => '从内容来看，这首助兴的劝饮乐歌还真有点政治色彩。它上来便指出君子的快乐，是来自上天所赐的福禄;接着又强调君子也就是与会诸侯对于国家的重要性。前两章的述写在先扬中已暗伏后抑的因素，所以后两章即在此基础上向与饮者提出“不戢不难”和“彼交匪敖”的要求。应该说这种劝说是很尖锐也很严厉的，但由于前面“之屏之翰，百辟为宪”的铺垫，和后面“万福来求”的激励，使之显得从容不迫、合情合理，所以也就更具有理性和感情的说服力。',
        3 => '“兕觥其觩，旨酒思柔”两句，其表面作用是点出饮酒，在全诗中立一基点，据此可认为它是周王宴饮诸侯时所奏的乐歌;但在第四章的前面，它的特殊地位又对以下的“匪敖”，起着一种隐喻的暗示。它似乎是在告诉人们：正和性柔能使酒美一样，人不傲才能福禄不断。这种隐喻，是很有深意的。',
      ),
      'note' => 
      array (
        0 => '⑴桑扈(hù)：鸟名，即青雀。',
        1 => '⑵交交：鸟鸣声。',
        2 => '⑶莺：有文采的样子。羽毛有文采，喻诸侯有才华。',
        3 => '⑷君子：此指群臣。胥(xū)：语助词。',
        4 => '⑸祜(hù)：福禄。',
        5 => '⑹领：鸟颈。此句言颈羽之美。',
        6 => '⑺万邦：各诸侯国。屏：屏障，起护卫作用，喻重臣。',
        7 => '⑻之：是。翰：“干”的假借，支柱。',
        8 => '⑼百辟：各国诸侯。宪：法度。',
        9 => '⑽不：语助词，下同。戢(jí)：克制。难(nuó)：通“傩”，行有节度。',
        10 => '⑾那(nuó)：多。',
        11 => '⑿兕(sì)觥(gōng)：牛角酒杯。觩(qiú)：弯曲的样子。',
        12 => '⒀旨酒：美酒。思：语助词。柔：指酒性温和。',
        13 => '⒁彼：指贤者。交：“儌(jiǎo)”的假借。匪敖：不傲慢。敖，通“傲”，倨傲，傲慢。',
        14 => '⒂求：同“逑”。聚集。',
      ),
    ),
  ),
);
