<?php
return array (
  'name' => '小雅·甫田之什·青蝇',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·甫田之什·青蝇',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · fǔ tián zhī shí · qīng yíng',
        1 => 'yíng yíng qīng yíng ， zhǐ yú fán 。',
        2 => 'kǎi tì jūn zǐ ， wú xìn chán yán 。',
        3 => 'yíng yíng qīng yíng ， zhǐ yú jí 。',
        4 => 'chán rén wǎng jí ， jiāo luàn sì guó 。',
        5 => 'yíng yíng qīng yíng ， zhǐ yú zhēn 。',
        6 => 'chán rén wǎng jí ， gòu wǒ èr rén 。',
      ),
      'content' => 
      array (
        0 => '小雅·甫田之什·青蝇',
        1 => '营营青蝇，止于樊。',
        2 => '岂弟君子，无信谗言。',
        3 => '营营青蝇，止于棘。',
        4 => '谗人罔极，交乱四国。',
        5 => '营营青蝇，止于榛。',
        6 => '谗人罔极，构我二人。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,讽刺,小雅,甫田之什',
        1 => '苍蝇乱飞声嗡嗡，飞上篱笆把身停。平和快乐的君子，不要把那谗言听。',
        2 => '苍蝇乱飞声嗡嗡，飞上酸枣树上停。谗人无德又无行，扰乱四方不太平。',
        3 => '苍蝇乱飞声嗡嗡，飞上榛树枝上停。谗人无德又无行，离间我俩的感情。',
      ),
      'unscramble' => 
      array (
        0 => '青蝇赏析',
        1 => '这是《小雅》中一首著名的谴责诗，讽刺统治者听信谗言，斥责谗人害人祸国。它的鲜明特色是借物取喻形象生动，劝说斥责感情痛切。',
        2 => '首先，把专进谗言的人比作苍蝇，这是十分贴切的。苍蝇作为一种令人厌恶的昆虫，具有追臭逐腐、散播病菌、嗡嗡乱叫等习性，而这些习性与人间专找缝隙进谗言害人者如出一辙。因此用苍蝇来喻指进谗者，这本身已是一个极大的成功;更遑论此诗三章均以“营营青蝇”取喻起兴，把它四处飞舞、不停播乱的特性表现得淋漓尽致。所以这三章前两句仅以更换末一字的形式重复出现，似拙实巧，令人不由对苍蝇产生一种挥之不去的厌恶感。“樊”“棘”“榛”三字一义，其实都指篱笆而言，但每一次变化，又不仅仅是单纯的同义反覆，而是隐含了对苍蝇见缝就叮、不弃不舍的深刻揭露。',
        3 => '其次，这三章诗的后两句也逐章递进，层层见意。第一章是规劝正人君子不要去听信谗言，语言直白如话，是全诗的作旨。第二章列出谗言的第一个危害，那就是搅乱四邻各国间的关系，即所谓祸国殃民。第三章指出谗言的第二个危害，那就是挑拨人际关系，使朋友知己互生嫌隙，反目成仇。而这两种祸害，全在于“谗人罔极”，即进谗者为人处世没有一定的准则，阳奉阴违有之，出尔反尔有之，翻云覆雨、颠倒黑白亦有之。',
        4 => '所以从全诗来看，它的特点既包括取喻确切传神，同时也包括对谗言的危害和根源的深刻揭示。而两者相辅相成，共同使“无信谗言”的规劝和警示显得充分有力，从而大大增强了诗的讽刺、谴责的力度。',
      ),
      'note' => 
      array (
        0 => '⑴青蝇：苍蝇，比喻谗人。',
        1 => '⑵营营：象声词，拟苍蝇飞舞声。',
        2 => '⑶止：停下。樊：篱笆。',
        3 => '⑷岂(kǎi)弟(tì)：同“恺悌”，平和有礼，平易近人。',
        4 => '⑸谗言：挑拨离间的坏话。',
        5 => '⑹棘：酸枣树。',
        6 => '⑺罔(wǎng)极：指行为不轨，没有标准。',
        7 => '⑻交：都。乱：搅乱、破坏。',
        8 => '⑼榛(zhēn)：榛树，一种灌木，果实名榛子，可食。',
        9 => '⑽构：播弄、陷害，指离间。',
      ),
    ),
  ),
);
