<?php
return array (
  'name' => '国风·召南·江有汜',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·召南·江有汜',
      'spell' => 
      array (
        0 => 'guó fēng · shào nán · jiāng yǒu sì',
        1 => 'jiāng yǒu sì ， zhī zǐ guī ， bù wǒ yǐ 。',
        2 => 'bù wǒ yǐ ， qí hòu yě huǐ 。',
        3 => 'jiāng yǒu zhǔ ， zhī zǐ guī ， bù wǒ yǔ 。',
        4 => 'bù wǒ yǔ ， qí hòu yě chǔ 。',
        5 => 'jiāng yǒu tuó ， zhī zǐ guī ， bù wǒ guò 。',
        6 => 'bù wǒ guò ， qí xiào yě gē 。',
      ),
      'content' => 
      array (
        0 => '国风·召南·江有汜',
        1 => '江有汜，之子归，不我以。',
        2 => '不我以，其后也悔。',
        3 => '江有渚，之子归，不我与。',
        4 => '不我与，其后也处。',
        5 => '江有沱，之子归，不我过。',
        6 => '不我过，其啸也歌。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,闺怨,国风,召南',
        1 => '译文一',
        2 => '大江自有分流水。这个人儿回故里，不肯带我一同去。不肯带我一同去，将来懊悔来不及!',
        3 => '大江自有洲边水，这个人儿回故里，不再相聚便离去。不再相聚便离去，将来忧伤定不已!',
        4 => '大江自有分叉水，这个人儿回故里，不见一面就离去。不见一面就离去，将来号哭有何益!',
        5 => '译文二',
        6 => '江水决堤啊又流回，心爱的人儿别处飞，从此再不和我相随。没有我相伴相陪你，终有一天你会懊悔。',
        7 => '江水静流啊积沙岛，心爱的人儿别处飞，从此再不和我相交。在没有我的日子里，祝你平安岁月静好。',
        8 => '江水改道啊又成河，心爱的人儿别处飞，从此再不来看望我。虽然我们不再相逢，愿你好日子歌里过。',
      ),
      'unscramble' => 
      array (
        0 => '江有汜赏析',
        1 => '《召南·江有汜》全诗三章。三章诗的开头都是写景。“汜”“渚”“沱”，上面的译文都从支流这一意义上翻译，而在弃妇心目中，这一条条不同的支流都是看得见的具体存在。她住在“汜”“渚”、“沱”一带，她丈夫当年从水路而来，最后又从这些支流中的一条乘坐小船悄然离去。从表现手法说，各章的首句都是直陈其事，用的是赋体;从江水有支流，引出“之子归”的事实，则在赋体之中又兼有比兴的意味。',
        2 => '诗中的丈夫是一位薄情郎。在三章诗中，那弃妇分别用“不我以”“不我与”“不我过”来诉说丈夫对她的薄情。“不我以”，是不一道回去;“不我与”，是行前不和“我”在一起;“不我过“，是有意回避，干脆不露面。丈夫在感情上是如此吝啬，做的是那样地恩尽义绝，无需再添加笔墨，其薄情薄意已如画出。',
        3 => '诗中的弃妇是一位自信心很强的女人。她相信自己在丈夫感情生活中的重要地位，因而预言丈夫今日的背弃行为，日后必将在感情上受到自我惩罚，这就是各章结句所说的“其后也悔”“其后也处”“其啸也歌”。值得注意的是，丈夫将受到的感情上的自我惩罚与他背弃自己妻子的行为之间的对应关系：“不我以”引出“悔”，“不我与”带来“处”，“不我过”导致“啸歌”。其愈是绝情，其后果也就愈加严重。当然，这只是弃妇一厢情愿的假想之辞。事实上，那男子很可能事过境迁，在感情上并不引起任何震动。对于理解这首诗来说，重要的不在于弃妇自信的论断日后是否会成为事实，而是隐藏在这一论断背后的弃妇思想感情的复杂性。弃妇设想故夫日后会后悔今日的背弃行为，其中就隐含了弃妇对于夫妇关系重归于好的企盼;预言故夫今日的轻率必将招致日后的痛苦，这又泄露出弃妇恨过于爱的报复性的心态。这是她的软弱，也是她的坚强。由此决定了这首诗风格上的特点，既一唱三叹，极尽缠绵，又柔中见刚，沉着痛快。',
        4 => '此诗每章的前三句叙事，后两句抒情。其中第三、四句重出——男子的薄情集中表现在这一句，女子的痛苦不幸也根源于这一句，因而采取了反覆咏叹的形式。重出的这一句子中的关键字，各章不同。从一章的“以”，一转而为二章的“与”，再转而为三章的“过”，愈转愈深，丈夫如何薄情，做妻子的又是如何痛苦不幸，都因了这一关键字的置换而得到一层深于一层的表现。全诗形式整齐，结构严谨，用字精审，笔法却极为自然，语言又十分浅近，达到了精工与自然、深入与浅出的完美结合，显示出极高的艺术水平。',
        5 => '全诗以“江有汜”起兴，反复申述，大意是：不让我陪嫁，你会后悔的，你就痛苦去吧，你就一个人哭去吧。诗中“有”字为语助虚词，“汜”“渚”“沱”都是具体的水名，“以”“与”“过”都是动词，表示“陪同”(随嫁)的意思。',
      ),
    ),
  ),
);
