<?php
return array (
  'name' => '小雅·鱼藻之什·角弓',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·鱼藻之什·角弓',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · yú zǎo zhī shí · jiǎo gōng',
        1 => 'xīng xīng jiǎo gōng ， piān qí fǎn yǐ !',
        2 => 'xiōng dì hūn yīn ， wú xū yuǎn yǐ !',
        3 => 'ěr zhī yuǎn yǐ ！ mín xū rán yǐ !',
        4 => 'ěr zhī jiào yǐ ！ mín xū xiào yǐ !',
        5 => 'cǐ lìng xiōng dì ， chuò chuò yǒu yù !',
        6 => 'bú lìng xiōng dì ， jiāo xiāng wéi yù 。',
        7 => 'mín zhī wú liáng ， xiāng yuàn yì fāng 。',
        8 => 'shòu jué bú ràng ， zhì yú yǐ sī wáng ！',
        9 => 'lǎo mǎ fǎn wéi jū ， bú gù qí hòu 。',
        10 => 'rú shí yí yù ， rú zhuó kǒng qǔ 。',
        11 => 'wú jiào náo shēng mù ， rú tú tú fù 。',
        12 => 'jūn zǐ yǒu huī yóu ， xiǎo rén yǔ shǔ 。',
        13 => 'yǔ xuě biāo biāo ， jiàn xiàn yuē xiāo 。',
        14 => 'mò kěn xià suí ， shì jū lǚ jiāo 。',
        15 => 'yù xuě fú fú ， jiàn xiàn yuē liú 。',
        16 => 'rú mán rú máo ， wǒ shì yòng yōu 。',
      ),
      'content' => 
      array (
        0 => '小雅·鱼藻之什·角弓',
        1 => '骍骍角弓，翩其反矣!',
        2 => '兄弟婚姻，无胥远矣!',
        3 => '尔之远矣！民胥然矣!',
        4 => '尔之教矣！民胥效矣!',
        5 => '此令兄弟，绰绰有裕!',
        6 => '不令兄弟，交相为愈。',
        7 => '民之无良，相怨一方。',
        8 => '受爵不让，至于已斯亡！',
        9 => '老马反为驹，不顾其后。',
        10 => '如食宜饇，如酌孔取。',
        11 => '毋教猱升木，如涂涂附。',
        12 => '君子有徽猷，小人与属。',
        13 => '雨雪瀌瀌，见晛曰消。',
        14 => '莫肯下遗，式居娄骄。',
        15 => '雨雪浮浮，见晛曰流。',
        16 => '如蛮如髦，我是用忧。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,写人,寓理,小雅,鱼藻之什',
        1 => '调好角弓绷紧弦，弦弛便向反面转。兄弟姻亲一家人，相互亲爱不疏远。',
        2 => '你和兄弟太疏远，民众就会跟着干。你能言传加身教，民众互相来仿效。',
        3 => '彼此和睦亲兄弟，感情深厚少怨怒。彼此不和亲兄弟，相互残害全不顾。',
        4 => '民众心地如不善，就会相互成积怨。接受爵禄不相让，轮到自己道理忘。',
        5 => '老马当作驹使唤，不顾其后生祸患。如像吃饭只宜饱，又像喝酒不贪欢。',
        6 => '猴子爬树不用教，如泥涂墙容易牢。君子善政去引导，小民自然跟着跑。',
        7 => '雪花落下满天飘，一见阳光全融销。居于上位不谦恭，别人学样耍高傲。',
        8 => '雪花落下飘悠悠，一见阳光化水流。无良小人像蛮髦，对此我心深烦忧。',
      ),
      'unscramble' => 
      array (
        0 => '角弓赏析',
        1 => '全诗共八章，取喻多奇。首章“騂騂角弓，翩其反矣”，是用角弓不可松弛暗喻兄弟之间不可疏远。“兄弟昏姻”是同类连及，并无确指，着重点是同宗兄弟。“兄弟昏姻，无胥远矣”，为全诗主题句，以下各章，多方申述，皆以此为本。',
        2 => '第二章叙说疏远王室父兄的危害。“尔之远矣，民胥然矣;尔之教矣，民胥效矣”，四句皆以语气词煞尾，父兄口气，语重心长。作为君王而与自家兄弟疏远，结果必然是上行下效，民风丕变，教化不存。',
        3 => '第三章用兄弟之间善与不善的两种不同结果增强说服的效果。和善的兄弟相互平安相处，泰然自得，不和的兄弟相互残害，不能自保。如果说这一章还是因说理的需要而作的正反两方面的假设，那么第四章则是通过现实中已成为风气的责人不责己的小人做法直言王行不善的社会恶果。“民之无良，相怨一方;受爵不让，至于己斯亡”，不善良的兄弟间只知相互怨怒，不顾礼仪道德，为争爵禄地位各不相让，涉及一己小利便忘了大德。',
        4 => '第五、六两章以奇特的比喻、切直的口吻从正反两方面劝诱周王。只有自身行为合乎礼仪，才能引导小民相亲为善。“老马反为驹，不顾其后”，取譬新奇，以物喻人，指责小人不知优老而颠倒常情的乖戾荒唐，一个“反”字凸现出强烈的感情色彩。“如食宜饇，如酌孔取”，正面教导养老之道。第六章更是新意新语竞出。“毋教猱升木，如涂涂附”;用猿猴不用教也会上树，泥巴涂在泥上自然粘牢比喻小人本性无德，善于攀附，如果上行不正，其行必有过之。后两句“君子有徽猷，小人与属”，又是正面劝戒，如果周王有美德，小民也会改变恶习，相亲为善的。此意与后世所谓“君子之德风，小人之德草”，正相一致。',
        5 => '诗的最后两章以雪花见日而消融，反喻小人之骄横而无所节制和不可理喻。“莫肯下遗，式居娄骄”和“如蛮如髦”说的是小人，却暗指周王无道。有鉴于此，诗人不禁长叹“我是用忧”，此“忧”非为自身忧，也非为小人忧，而是为国家为天下而深怀忧患。',
        6 => '全诗因是父兄口吻，所以“少微婉，多切直”(陈子展《诗经直解》引孙鑛语)，少了一些通常意义上的诗味。又正因为是父兄口吻，全诗以气贯通，或取譬，或直言，都在光怪陆离中显示出一种酣畅，一种奔涌的激情。因此孙鑛给出“风骨自高奇”的评价。',
      ),
    ),
  ),
);
