<?php
return [
    'chapters' => [
        [
            'spell' => [
                'yǒu wǎn zhěliǔ， bú shàngxīyān。',
                'shàng dì shèn dǎo， wú zìnìyān！',
                'bǐ yú jìngzhī，hòu yǔ jíyān！',
                'yǒu wǎn zhěliǔ， bú shàng qì yān。',
                'shàng dì shèn dǎo， wú zìzhàiyān！',
                'bǐ yú jìngzhī，hòu yú màiyān！',
                'yǒu niǎogāofēi，yìfùyútiān。',
                'bǐrénzhīxīn，yúhé qí zhēn？',
                'hé yú jìngzhī，jūyǐxiōng jīn 。',
            ],
            'content' => [
                '有菀者柳，不尚息焉。',
                '上帝甚蹈，无自暱焉！',
                '俾予靖之，后予极焉！',
                '有菀者柳，不尚愒焉。',
                '上帝甚蹈，无自瘵焉！',
                '俾予靖之，后予迈焉！',
                '有鸟高飞，亦傅于天。',
                '彼人之心，于何其臻？',
                '曷予靖之，居以凶矜。',
            ],
            'vernacular' => [
                '一株柳树很茂盛，不要依傍去休息。上帝心思反覆多，不要和他太亲密。当初让我谋国政，而后受罚遭排挤。',
                '一株柳树很茂盛，不要依傍寻阴凉。上帝心思反覆多，不要自己找祸殃。当初让我谋国政，如今放逐到远方。',
                '鸟儿即使飞得高，还要依附在青天。那人心狠不可测，走到何处是极限？为何要我谋国政，反又突兀遭凶险？',
            ],
            'unscramble' => [
                '《小雅·菀柳》是一首揭露王者暴虐无常，诸侯皆不敢朝见的诗。全诗共分三章，每章六句。',
                '第一章开头以“有菀者柳，不尚息焉”这个略显突兀的比拟句传达诗人强烈的愤懑之情，同时也让读者产生追究缘由的欲望：为什么茂密繁盛的柳树下，诗人却劝戒人们不要去憩息呢？诗人言在此而意在彼，接下来的两句述说缘由：“上帝甚蹈，无自昵焉。”意思是：大王虽然如同大树，可以乘凉，可是他暴虐无常，不可亲近，否则自招祸殃。“俾予靖之，后予极焉。”意思是：当初大王请我一起谋国事，如今莫名其妙受责罚。这是诗人现身说法，把与暴君共事的种种险恶表述无遗。整章诗或比拟，或劝戒，或直白，但都以“焉”字结句，呼告语气中传递着诗人的无限感慨和怨恨。',
                '第二章诗意与第一章相似，在反覆咏叹中进一步强化了诗人所要表达的思想感情。诗人不可遏制的怨怒之气喷薄而出，却又不是尽情宣泄而后快，比拟中有双关，呼告中有托讽，虽是直言却用曲笔，以弦外之音感动读者，使议论中多了一点诗味。',
                '第三章在前两章感情积蓄的基础上，由劝戒性的诉说转向声泪俱下的控诉，整章一气呵成，“有鸟高飞，亦傅于天”，意谓：再高飞的鸟也以天为依附。“彼人之心，于何其臻？”意谓：为什么难以预测彼人之心可能到达的极限呢？“曷予靖之，居以凶矜？”意谓：为什么当初用我谋国事，现在又让我遭凶恶？诗中鸟儿高飞是平和的比拟，逆向的起兴。从平淡中切入，渐入情境，最后以反诘句“曷予靖之，居以凶矜”作结，单刀直入，让人眼前凸现出一位正在质问“甚蹈”的“上帝”的受难诗人形象，诗人怀才不遇的悲愤、疾恶如仇的性情和命途多舛的遭遇都化作这句“诗眼”，给读者以震撼心魄的力量。',
            ],
            'notes' => [
                '⑴菀：树木茂盛。',
                '⑵尚：庶几。',
                '⑶蹈：动，变化无常。',
                '⑷昵(nì)：亲近。',
                '⑸俾(bǐ)：使。靖：谋。',
                '⑹极：同“殛(jí)”，惩罚。',
                '⑺愒(qì)：休息。',
                '⑻瘵(zhài)：病。',
                '⑼迈：行，指放逐。',
                '⑽傅：至。',
                '⑾曷(hé)：为什么。',
                '⑿矜(jīn)：危。',
            ],
        ],
    ],
];