<?php
return array (
  'name' => '小雅·鱼藻之什·黍苗',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·鱼藻之什·黍苗',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · yú zǎo zhī shí · shǔ miáo',
        1 => 'péng péng shǔ miáo ， yīn yǔ gào zhī 。',
        2 => 'yōu yōu nán xíng ， shào bó láo zhī 。',
        3 => 'wǒ rèn wǒ niǎn ， wǒ jū wǒ niú 。',
        4 => 'wǒ xíng jì jí ， hé yún guī zāi ！',
        5 => 'wǒ tú wǒ yù ， wǒ shī wǒ lǚ 。',
        6 => 'wǒ xíng jì jí ， hé yún guī chǔ ！',
        7 => 'sù sù xiè gōng ， shào bó yíng zhī 。',
        8 => 'liè liè zhēng shī ， shào bó chéng zhī 。',
        9 => 'yuán xí jì píng ， quán liú jì qīng 。',
        10 => 'shào bó yǒu chéng ， wáng xīn zé níng。',
      ),
      'content' => 
      array (
        0 => '小雅·鱼藻之什·黍苗',
        1 => '芃芃黍苗，阴雨膏之。',
        2 => '悠悠南行，召伯劳之。',
        3 => '我任我辇，我车我牛。',
        4 => '我行既集，盖云归哉！',
        5 => '我徒我御，我师我旅。',
        6 => '我行既集，盖云归处！',
        7 => '肃肃谢功，召伯营之。',
        8 => '烈烈征师，召伯成之。',
        9 => '原隰既平，泉流既清。',
        10 => '召伯有成，王心则宁。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,赞美,小雅,鱼藻之什',
        1 => '黍苗长得真茂盛，好雨滋润苗青青。众人南行路途遥，召伯慰劳有真情。',
        2 => '我挽辇来你肩扛，我扶车来你牵牛。出行任务已完成，何不今日回家走。',
        3 => '我驾御车你步行，我身在师你在旅。出行任务已完成，何不今日回家去。',
        4 => '快速严整修谢邑，召伯苦心来经营。威武师旅去施工，召伯经心来组成。',
        5 => '高田低地已修平，井泉河流已疏清。召伯治谢大功成，宣王心里得安宁。',
      ),
      'unscramble' => 
      array (
        0 => '黍苗赏析',
        1 => '此诗共五章。第一章以“芃芃黍苗，阴雨膏之”起兴，言召伯抚慰南行众徒役之事。召伯如前所言，他是宣王时的贤臣，曾在“国人暴动”时以子替死保住了时为太子后为宣王的姬静性命，与宣王关系非同一般。他还曾率军战胜淮夷，建立奇功，《诗经》中多有吟唱，《大雅·江汉》有“江汉之浒，王命召虎。式辟四方，彻我疆土”的句子。经营谢地这样的要冲重邑，非文治武功卓著的召伯没有人可担当此任。诗首两句兴中寓比，言南行众人得召伯抚慰如黍苗得时雨滋润一般。正因为如此，谢邑的营建才会那样迅捷而有序。首章用了两句(也是全诗仅有的两句)兴句开头，使得这首记录召伯营谢之功的诗作多了几许轻松的抒情味。车辇南行路途之遥远、跋涉之艰辛是可以想像的，但有召伯之劳，就没有什么让人不胜劳苦的。',
        2 => '第二、三两章反复吟唱，既写建筑谢城的辛劳和勤恳，又写工程完毕之后远离故土的役夫和兵卒无限思乡之情。“我任我辇，我车我牛”，在短句中同一格式反覆出现，急促中反映出当时役夫紧张艰辛、分工严密且合作有序的劳动过程;“我徒我御，我师我旅”以同样的节奏叙述兵卒在营建谢邑中规模宏大也同样辛苦的劳作场面。这两部分看似徒役在谢邑完工之后对劳动过程的美好回忆，实际上也是对召伯经营谢邑这样的庞大工程安排有方的热情赞美。这两章后两句言：“我行既集，盖云归哉。”“我行既集，盖云归处。”是长期离家劳作的征役者思乡情绪真实而自然的流露。但尽管思乡之情非常急切，语气中却没有丝毫怨怒之气，确实是与全诗赞美召伯的欢快情绪相和谐的。',
        3 => '第四章是承接二、三两章所作的进一步发挥，言召伯营治谢邑之功。谢邑得以快速度高质量地建成，完全是召伯苦心经营的结果。“肃肃谢功，召伯营之”两句照应第二章，不过第二章是铺排，这两句是颂辞，重心有所不同。“烈烈征师，召伯成之”，颂扬召伯将规模甚众情绪热烈的劳动大军有序地组织起来营建谢城的卓越的组织才能，这两句与第三章相照应。由此观之，此诗在结构安排上颇具匠心，严整的对应，反映出雅诗的雅正特点，与风诗不同。',
        4 => '诗最后一章言召伯营治谢邑任务的完成对于周王朝的重大意义。“原隰既平，泉流既清”，是说召伯经营谢邑绝非仅修城池而已，还为谢邑营造了必要的生存环境。修治田地，清理河道只是末节，但连这些都已安排到位，就不会有什么疏漏了。这个时候，谢邑作为周王朝挟控南方诸国的重镇已建成，周宣王心中当然舒坦多了。“召伯有成，王心则宁”，于篇末点题，为全诗睛目。在用韵上，末章一改前面几章隔句押韵的规律，句句押韵，且用耕部阳声韵，使节奏和语气顿时变得舒缓起来，极具颂歌意味。',
      ),
      'note' => 
      array (
        0 => '⑴芃(péng)芃：草木繁盛的样子。',
        1 => '⑵膏：滋润。',
        2 => '⑶悠悠：长长，道路遥远貌。南行：指向谢池行进。',
        3 => '⑷召(shào)伯：此指召穆公，姓姬名虎，为西周大臣。劳：慰问。',
        4 => '⑸辇(niǎn)：人推挽的车子。',
        5 => '⑹集：完成。',
        6 => '⑺盖(hé)：同“盍”，何不。',
        7 => '⑻徒：步行者。御：驾车者。',
        8 => '⑼归处：回去安居。',
        9 => '⑽肃肃：严正的样子。谢：地名。功：工程。',
        10 => '⑾营：经营。',
        11 => '⑿烈烈：威武的样子。',
        12 => '⒀成：成就。',
        13 => '⒁原：高平之地。隰(xí)：低湿之地。',
        14 => '⒂清：此指疏通泉流。',
      ),
    ),
  ),
);
