<?php
return [
    'name' => '隰桑·鱼藻之什·小雅',
    'nameShort' => '隰桑',
    'nameSpell' => ' xí sāng',
    'brief' => '刺幽王也。小人在位，君子在野，思见君子，尽心以事之。(4章4句)',
    'keyword' => '关键词：诗经,爱情,小雅,鱼藻之什',
    'chapters' => [
        [
            'spell' => [
                'xísāng yǒu ē ， qí yè yǒu nuó。',
                'jì jiàn jūn zǐ ， qí lè rúhé？',
                'xísāng yǒu ē ， qí yè yǒu wò。',
                'jì jiàn jūn zǐ ，yúnhé bú lè ！',
                'xísāng yǒu ē ， qí yè yǒu yōu。',
                'jì jiàn jūn zǐ ，déyīnkǒngjiāo。',
                'xīnhūàiyǐ！xiá bú wèiyǐ！',
                'zhōng xīn cáng zhī，hérìwàngzhī？',
            ],
            'content' => [
                '隰桑有阿，其叶有难。',
                '既见君子，其乐如何？',
                '隰桑有阿，其叶有沃。',
                '既见君子，云何不乐！',
                '隰桑有阿，其叶有幽。',
                '既见君子，德音孔胶。',
                '心乎爱矣！遐不谓矣！',
                '中心藏之，何日忘之？',
            ],
            'vernacular' => [
                '洼地桑树多婀娜，叶儿茂盛掩枝柯。见到我是那人儿，快乐滋味无法说!',
                '洼地桑树多婀娜，枝柔叶嫩舞婆娑。见到我是那人儿，如何叫我不快活!',
                '洼地桑树多婀娜，叶儿碧绿密又多。见到我是那人儿，情话绵绵难尽说。',
                '爱你爱在内心窝，何不情意向你说?心中把你深藏起，哪有一日忘记过?',
            ],
            'unscramble' => [
                '全诗前三章叠唱，从歌曲看，是一个调子的重复，从诗的抒情说，则是重章互足，意思有所补充。首章头两句“阿难”本是联绵词，字或作“阿傩”“阿那”“婀娜”。这里将“阿”“难”拆开用，其义略有差别，如注所释。二、三章“难”换作“沃”“幽”，除变韵外，还描写了桑叶的柔美与颜色。第三章的第四句对前两章意思的丰富更明显。前三章的头两句是起兴，诗人眼见洼地上桑林枝叶茂盛，浓翠欲滴，婀娜多姿，美极了。这正是青春美的象征。何况桑林浓荫之下，是少女少男幽会的最佳场所。诗人触景生情，想到她心爱的人，竟按捺不住心头的一阵狂喜，一阵冲动，前三章后两句写的就是这一想像中的情绪。她设想，如果见着自己心爱的人，那种快乐无法说，接着又补明——这不能叫自己不快乐。她愈想愈出神，也愈入迷，竟如醉如痴，似梦还醒，已完全沉浸在情人会面的欢乐之中，仿佛耳际听到他软语款款，情话绵绵。这甜蜜的轻声耳语，如胶似漆的恋情，叫她难以自已。',
                '前三章诗人所表现的如火一样炽热的爱情，显得是如此纯真、大胆、坦露，然而这只是她心里所设想的幽会场景，并非所经历的事实如此。所以当诗人从痴想中清醒过来，重新面对现实，她就一下子变得怯弱羞涩起来，第四章所诉述的就是这一爱情苦恼和心理矛盾。本来她深爱着心上人，但又不敢向对方表白自己的爱，她反问自己：既然心里如此爱着他，何不向他和盘托出呢?她也许多次下过决心，一再自我鼓励，但是终于缺乏这种勇气，每当话到嘴边却又咽了回去，至今仍是无可奈何的把“爱”深深藏在心底，然而这已萌芽了的爱情种子自会顽强生长。“何日忘之”正透露着这一爱情信息。相信总有那一天，这颗爱情种子定会像“隰桑”一样，枝盛叶茂，适时绽开美丽的爱情之花，结出幸福的爱情之果。“中心藏之，何日忘之”两句叙情一波三折，具有极大概括力，是千古传颂的名句。',
            ],
            'notes' => [
                '⑴隰(xí)：低湿的地方，洼地。',
                '⑵阿(ē)：通“婀”，柔美的样子。',
                '⑶难(nuó)：通“娜”，茂盛的样子。',
                '⑷君子：指所爱者。',
                '⑸沃：柔美，肥厚润泽。',
                '⑹幽：通“黝”，青黑色。',
                '⑺德音：美好的声音，此指情话。孔胶：很缠绵。一说很盛，很多。',
                '⑻遐不：何不。谓：说，告诉。',
                '⑼中心：心中。',
            ],
        ],
    ],
];