<?php
return array (
  'name' => '小雅·鱼藻之什·緜蛮',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·鱼藻之什·緜蛮',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · yú zǎo zhī shí · mián mán',
        1 => 'mián mán huáng niǎo ， zhǐ yú qiū ē 。',
        2 => 'dào zhī yún yuǎn ， wǒ láo rú hé ！',
        3 => 'yǐn zhī sì zhī ， jiào zhī huì zhī 。',
        4 => 'mìng bǐ hòu jū ， wèi zhī zài zhī 。',
        5 => 'mián mán huáng niǎo ， zhǐ yú qiū yú 。',
        6 => 'qǐ gǎn dàn xíng ？ wèi bù néng qū 。',
        7 => 'yǐn zhī sì zhī 。 jiào zhī huì zhī 。',
        8 => 'mìng bǐ hòu jū ， wèi zhī zài zhī 。',
        9 => 'mián mán huáng niǎo ， zhǐ yú qiū cè 。',
        10 => 'qǐ gǎn dàn xíng ？ wèi bù néng jí 。',
        11 => 'yǐn zhī sì zhī ， jiào zhī huì zhī 。',
        12 => 'mìng bǐ hòu jū ， wèi zhī zài zhī 。',
      ),
      'content' => 
      array (
        0 => '小雅·鱼藻之什·緜蛮',
        1 => '绵蛮黄鸟，止于丘阿。',
        2 => '道之云远，我劳如何！',
        3 => '饮之食之，教之诲之。',
        4 => '命彼后车，谓之载之。',
        5 => '绵蛮黄鸟，止于丘隅。',
        6 => '岂敢惮行？畏不能趋。',
        7 => '饮之食之。教之诲之。',
        8 => '命彼后车，谓之载之。',
        9 => '绵蛮黄鸟，止于丘侧。',
        10 => '岂敢惮行？畏不能极。',
        11 => '饮之食之，教之诲之。',
        12 => '命彼后车，谓之载之。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,写人,生活,小雅,鱼藻之什',
        1 => '那只美丽小黄雀，停在弯弯山坡上。路途实在太遥远，跋涉劳苦累得慌。给他水喝给饭吃，循循诱导明道理。让那副车稍停留，叫他坐上别心急。',
        2 => '那只美丽小黄雀，停在山坡那一角。哪敢害怕走远路，只怕不能快快跑。给他水喝给饭吃，循循诱导明道理。让那副车稍停留，叫他坐上别心急。',
        3 => '那只美丽小黄雀，停在山坡那一边。哪敢害怕走远路，只怕终点到达难。给他水喝给饭吃，循循诱导明道理。让那副车稍停留，叫他坐上别心急。',
      ),
      'unscramble' => 
      array (
        0 => '緜蛮赏析',
        1 => '《小雅·緜蛮》一诗从起兴的手法、复沓咏叹的形式上看，颇似民间歌谣，故清人龚橙在其《诗本谊》中把它划入风类。其所次于雅诗之列者，诗教之意也。所以《毛诗序》所言，从社会功用言之，不为误也。然细察诗原文，《毛诗序》所言与诗文略有扞格。',
        2 => '全诗共分三章。每章八句，又分为明显的两个部分。前面四句以羽毛细密的小黄雀随意止息，自由自在地停在“丘阿、丘隅、丘侧”反兴作为行役者的诗人在长途跋涉，身疲力乏，不能快走的时候，为了不误行期仍要艰难行进的事实。第二、三两章两用“畏”字，表现出主人公心情沉重却力不从心的尴尬甚至有点狼狈的处境。',
        3 => '每章的后四句为另一部分。行役者在极端困顿的情况下，当然希望能有人周恤他，指示他，提携他，然而眼前是一片空白，所能见者，唯緜蛮黄鸟而已。以此观之，《毛诗序》所言“刺”实在是有文本作支撑的。心存渴望而不得见，就难免产生幻觉或曰希望，这是每章后一部分所由起。陷入困境的行役者耳边突然响起一个遥远的声音：“让他免于饥渴之苦、奔走之累和精神崩溃吧。给他吃给他喝，给他教诲给他车坐。”这是贤大夫的声音。本来大夫该体恤下情，有怜悯之心，可身当乱世的微臣是无缘见到这样的贤大夫了。三章后半部分完全相同，反覆咏叹中更显不得体恤的行役者无限凄苦之情。',
        4 => '整体上说，这是一首颇具音乐特质的声乐作品，诗每章的前半部分组合在一起便构成了一个完整的叙事结构，节奏舒缓，情绪低沉甚至显得有点压抑，准确地传递出行役者的愁苦心绪。而每章的后半部分，形式相同，节奏明显地变得轻快起来，情绪也显得十分高昂，表现出一种乐观向上的气氛。这后半部分可视作这部声乐作品的副歌部分，它使作品主题得到进一步升华。如果当年孔夫子弦歌之的《诗经》乐谱今天还能见到的话，这首歌按谱唱起来定然十分美妙。',
      ),
      'note' => 
      array (
        0 => '⑴緜(mián)蛮：文采繁密的样子。緜，同“绵”。',
        1 => '⑵黄鸟：黄雀。',
        2 => '⑶丘阿(ē)：山坡凹陷处。',
        3 => '⑷云：语中助词，无实义。',
        4 => '⑸劳：劳累，疲劳。',
        5 => '⑹后车：诸侯出行时的从车，又叫副车。',
        6 => '⑺谓之载之：命副车的驾车者载行役者而行。',
        7 => '⑻丘隅(yú)：丘之一角。',
        8 => '⑼惮(dàn)行：怕行路。',
        9 => '⑽趋：快走。',
        10 => '⑾丘侧：丘陵之旁，指山丘的旁坡。',
        11 => '⑿极：犹“至”，指到达目的地。',
      ),
    ),
  ),
);
