<?php
return array (
  'name' => '小雅·鱼藻之什·瓠叶',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·鱼藻之什·瓠叶',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · yú zǎo zhī shí · hù yè',
        1 => 'fān fān hù yè ， cǎi zhī pēng zhī 。',
        2 => 'jūn zǐ yǒu jiǔ ， zhuó yán cháng zhī 。',
        3 => 'yǒu tù sī shǒu ， páo zhī fán zhī 。',
        4 => 'jūn zǐ yǒu jiǔ ， zhuó yán xiàn zhī 。',
        5 => 'yǒu tù sī shǒu ， fán zhī zhì zhī 。',
        6 => 'yǒu jiǔ ， zhuó yán zuò zhī 。',
        7 => 'yǒu tù sī shǒu ， fán zhī páo zhī 。',
        8 => 'jūn zǐ yǒu jiǔ ， zhuó yán chóu zhī 。',
      ),
      'content' => 
      array (
        0 => '小雅·鱼藻之什·瓠叶',
        1 => '幡幡瓠叶，采之亨之。',
        2 => '君子有酒，酌言尝之。',
        3 => '有兔斯首，炮之燔之。',
        4 => '君子有酒，酌言献之。',
        5 => '有兔斯首，燔之炙之。',
        6 => '君子有酒，酌言酢之。',
        7 => '有兔斯首，燔之炮之。',
        8 => '君子有酒，酌言酬之。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,咏物,宴饮,小雅,鱼藻之什',
        1 => '瓠叶翩舞瓠瓜香，采来做菜又煮汤。君子备好香醇酒，斟满酒杯请客尝。',
        2 => '野兔肉儿鲜又嫩，烤它煨它味道美。君子备好香醇酒，斟满敬客喝一杯。',
        3 => '野兔肉儿鲜又嫩，烤它熏它成佳肴。君子备好香醇酒，斟满回敬礼节到。',
        4 => '野兔肉儿鲜又嫩，煨它烤它成美味。君子备好香醇酒，斟满劝饮又一杯。',
      ),
      'unscramble' => 
      array (
        0 => '瓠叶赏析',
        1 => '这是一首描述普通人家热情待客的小诗。全诗共分四章，形式上全用赋法，颇具雅诗特点，然诗中反覆咏叹者多，渲染描绘者寡，又与风诗相近，故龚橙《诗本谊》谓此《小雅》“西周民风”之一。',
        2 => '诗首章取瓠叶这一典型意象，极言其宴席上菜肴的粗陋和简约，瓠叶味苦，则所食非美味佳肴可知，但主人并没有以微薄而废礼，而是情真意挚地“采之亨之”，并取酒相待，请客人一同品尝。诗中多用代词，加快了节奏，情绪显得欢快跳跃，而首章“亨”、“尝”押韵，属阳部，更为全诗定下了一个热烈高昂的基调。',
        3 => '诗后三章以白头小兔为叙赋对象，从另一面极言菜肴简陋。“一物而三举之者，以礼有献酢酬故也，酒三行而肴惟一兔首，益以见其约矣。”(《传说汇纂》引张彩语)《诗经》时代，关于荤菜，有“六牲”之说，即豕、牛、羊、鸡、鱼、雁(见《礼记·内则》)，在正式宴请客人的场合，据礼当备“六牲”，而兔子是不登大雅之堂的，就如同北方谚语所谓“狗肉端不上台面”一样。明了这一点，便可看出同是宴饮之诗，《小雅·伐木》有“肥羜(音zhù，小羊)”“肥牡”，《小雅·鱼丽》有“鲿”“鲨”“鲂鳢”“鰋鲤”，和《小雅·瓠叶》中仅有“瓠叶”“兔首”相比，厚薄奢简尽显。正如第一章所叙述的那样，主人并没有因小兔之微薄而废燕饮之礼，而是或炮或燔或炙，变化烹调手段，使单调而粗简的原料变成诱人的佳肴，复以酒献客、酢客、酬客，礼至且意切，在你来我往的觥筹交错中，可以看出主宾之间确实“有不任欣喜之状”(陈延杰《诗序解》)。',
        4 => '从诗歌的表现手法和艺术感染力来看，《小雅·瓠叶》确实算不上雅诗中的上品，但它却具有一定的历史认识价值，这首诗既表现出中华民族悠久的饮食文化传统，又表现出礼仪之邦所独有的尚礼民风和谦虚美德。',
      ),
      'note' => 
      array (
        0 => '⑴瓠(hù)：葫芦科植物的总称。',
        1 => '⑵幡(fān)幡：翩翩，反覆翻动的样子。',
        2 => '⑶亨(pēng)：同“烹”，煮。',
        3 => '⑷酌：斟酒。言：助词。尝：品尝。',
        4 => '⑸斯：语助词。首：头，只。一说斯首即白头，兔小者头白。',
        5 => '⑹炮(páo)：将带毛的动物裹上泥放在火上烧。燔(fán)：用火烤熟。',
        6 => '⑺献：主人向宾客敬酒曰献。',
        7 => '⑻炙：将肉类在火上熏烤使熟。',
        8 => '⑼酢(zuò)：回敬酒。',
        9 => '⑽酬：劝酒。',
      ),
    ),
  ),
);
