<?php
return array (
  'name' => '小雅·鱼藻之什·苕之华',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·鱼藻之什·苕之华',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · yú zǎo zhī shí · tiáo zhī huā',
        1 => 'tiáo zhī huā ， yún qí huáng yǐ ！',
        2 => 'xīn zhī yōu yǐ ， wéi qí shāng yǐ ！',
        3 => 'tiáo zhī huā ， qí yè jīng jīng 。',
        4 => 'zhī wǒ rú cǐ ， bù rú wú shēng ！',
        5 => 'zāng yáng fén shǒu ， sān xīng zài liǔ 。',
        6 => 'rén kě yǐ shí ， xiǎn kě yǐ bǎo ！',
      ),
      'content' => 
      array (
        0 => '小雅·鱼藻之什·苕之华',
        1 => '苕之华，芸其黄矣！',
        2 => '心之忧矣，维其伤矣！',
        3 => '苕之华，其叶青青。',
        4 => '知我如此，不如无生！',
        5 => '牂羊坟首，三星在罶。',
        6 => '人可以食，鲜可以饱！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,生活,小雅,鱼藻之什',
        1 => '凌霄开了花，花儿黄又黄。内心真忧愁，痛苦又悲伤!',
        2 => '凌霄开了花，叶子青又青。知道我这样，不如不降生!',
        3 => '母羊头特大，鱼篓映星光。人有食可吃，岂望饱肚肠!',
      ),
      'unscramble' => 
      array (
        0 => '苕之华赏析',
        1 => '全诗三章，前两章开头两句互文见义，说苕华盛开，一片黄色，叶子青青，沃若葱茏。这两句诗人以所见苕的花、叶起兴，苕叶青花黄，充满生机，而荒年的人民呢，却难以为生。诗人由联想导入感慨，两章诗的结尾两句即是所感。诗人痛心身处荒年，人们在饥饿中挣扎，九死一生，难有活路，反不如苕一类植物，活得自在，生命旺盛。为此，他心里忧伤不已，竟至于觉得最大的遗憾就是降生到这个世界上来。天地之下，本以人为贵，今反而羡慕无知觉的植物，乃至说出“不如无生”的话，实在悲哉痛哉，愤极恨极。',
        2 => '前两章尽管诗人感情激切，难以压抑的忧愤，几如烈火喷射而出，但是这一忧愤产生的原因，还是隐含在比兴之中，到第三章才加以揭示。“牂羊”两句确如清方玉润所说“造语甚奇”(《诗经原始》)。正因为“奇”，所以旧说纷纭，多不得要领。其实这是诗人诉说忧愤的原因，意思是说：荒年无物可食，宰母羊吧，可是它瘦弱得只剩下一个大头;打鱼吧，水中捕鱼的竹器中只有星光不见鱼。最后两句“人可以食，鲜可以饱”是最沉痛的呼号，人吃人，同类相残，本已惨绝人寰，可是此诗却说，即使人可以吃，而剩下的人已经很少了，而且还可以想见，吃草的羊都已瘦得无肉可吃，何况饥饿已久的人呢。不消说个个枯瘦如柴，就是把这为数不多的人全吃了，也难以饱肚子的。说得何等毛骨悚然，把惨景更推进了一步，较之唐人所写的“足岁江南旱，衢州人食人”(白居易《轻肥》)的诗句更加怵目惊心，不忍卒读。对于这两句话王照圆还特地记下她闻见的一段事实，加以印证，其文说：“东省乙巳、丙午三四年，数百里赤地不毛，人皆相食。鬻男卖女者，廉其价不得售，率枕藉而死。目所亲睹，读此诗为之太息弥日。”并自注云：“巳、午间，山左人相食。默人与其兄鹤岚先生谈诗及此篇，乃曰：‘人可以食’，食人也;‘鲜可以饱’，人瘦也。此言绝痛，附记于此。”可见，此诗所反映的周代残酷的社会现实与人民苦难，在长期封建社会里是具有普遍性的，这充分显示了《诗经》现实主义精神的力量。',
      ),
      'note' => 
      array (
        0 => '⑴苕(tiáo)：植物名，又叫凌霄或紫葳，夏季开花。华：同“花”。',
        1 => '⑵芸(yún)其：芸然，一片黄色的样子。',
        2 => '⑶维其：何其。',
        3 => '⑷牂(zāng)羊：母羊。坟首：头大。',
        4 => '⑸三星：泛指星光。罶(lǐu)：捕鱼的竹器。',
        5 => '⑹鲜(xiǎn)：少。',
      ),
    ),
  ),
);
