<?php
return array (
  'name' => '小雅·鱼藻之什·何草不黄',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '小雅·鱼藻之什·何草不黄',
      'spell' => 
      array (
        0 => 'xiǎo yǎ · yú zǎo zhī shí · hé cǎo bùhuáng',
        1 => 'hé cǎo bù huáng ！ hé rì bù xíng ！',
        2 => 'hé rén bù jiāng ！ jīng yíng sì fāng 。',
        3 => 'hé cǎo bù xuán ！ hé rén bù guān ！',
        4 => 'āi wǒ zhēng fū ， dú wéi fěi mín ！',
        5 => 'fěi sì fěi hǔ ， shuài bǐ kuàng yě 。',
        6 => 'āi wǒ zhēng fū ， zhāo xī bù xiá ！',
        7 => 'yǒu péng zhě hú ， shuài bǐ yōu cǎo 。',
        8 => 'yǒu zhàn zhī jū ， xíng bǐ zhōu dào 。',
      ),
      'content' => 
      array (
        0 => '小雅·鱼藻之什·何草不黄',
        1 => '何草不黄！何日不行！',
        2 => '何人不将！经营四方。',
        3 => '何草不玄！何人不矜！',
        4 => '哀我征夫，独为匪民！',
        5 => '匪兕匪虎，率彼旷野。',
        6 => '哀我征夫，朝夕不暇！',
        7 => '有芃者狐，率彼幽草。',
        8 => '有栈之车，行彼周道。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,战争,伤怀,小雅,鱼藻之什',
        1 => '什么草儿不枯黄，什么日子不奔忙。什么人哪不从征，往来经营走四方。',
        2 => '什么草儿不黑腐，什么人哪似鳏夫。可悲我等出征者，不被当人如尘土。',
        3 => '既非野牛又非虎，穿行旷野不停步。可悲我等出征者，白天黑夜都忙碌。',
        4 => '野地狐狸毛蓬松，往来出没深草丛。役车高高载征人，驰行在那大路中。',
        5 => '⑴行：出行。此指行军，出征。　',
        6 => '⑵将：出征。　',
        7 => '⑶玄：发黑腐烂。　',
        8 => '⑷矜（guān）：通“鳏”，无妻者。征夫离家，等于无妻。　',
        9 => '⑸兕（sì）：野牛。　',
        10 => '⑹率：沿着。　',
        11 => '⑺芃（péng）：兽毛蓬松。　',
        12 => '⑻栈：役车高高的样子。　',
        13 => '⑼周道：大道。',
      ),
    ),
  ),
);
