<?php
return [
    'chapters' => [
        [
            'spell' => [
                'sī zhāi tài rèn ，wén wáng zhīmǔ；',
                'sīmèizhōujiāng，jīngshìzhīfù。',
                'tài sìsìhuīyīn，zébǎisīnán。',
                'huìyúzōnggōng，shénwǎngshíyuàn；',
                'shénwǎngshídòng。xíngyúguǎ qī ，zhìyúxiōng dì ，yǐyáyú jiā bāng。',
                'yōngyōngzàigōng，sùsùzàigōng。',
                'pīxiǎnyìlín， wú shèyìbǎo。',
                'sìróngjí bù tiǎn，liè jiǎ bù xiá。',
                'bù wényìshì， bú jiànyìrù。',
                'sìchéngrén yǒu dé，xiǎo zi yǒu zào；',
                'gǔzhīrén wú yì ，yùmáosīshì。',
            ],
            'content' => [
                '思齐大任，文王之母;',
                '思媚周姜，京室之妇。',
                '大姒嗣徽音，则百斯男。',
                '惠于宗公，神罔时怨;',
                '神罔时恫。刑于寡妻，至于兄弟，以御于家邦。',
                '雍雍在宫，肃肃在庙。',
                '不显亦临，无射亦保。',
                '肆戎疾不殄，烈假不瑕。',
                '不闻亦式，不谏亦入。',
                '肆成人有德，小子有造;',
                '古之人无斁，誉髦斯士。',
            ],
            'vernacular' => [
                '雍容端庄是太任，周文王的好母亲。贤淑美好是太姜，王室之妇居周京。太姒美誉能继承，多生男儿家门兴。',
                '文王孝敬顺祖宗，祖宗神灵无所怨，祖宗神灵无所痛。示范嫡妻作典型，示范兄弟也相同，治理家国都亨通。',
                '在家庭中真和睦，在宗庙里真恭敬。暗处亦有神监临，修身不倦保安宁。',
                '如今西戎不为患，病魔亦不害人民。未闻之事亦合度，虽无谏者亦兼听。',
                '如今成人有德行，后生小子有造就。文王育人勤不倦，士子载誉皆俊秀。',
            ],
            'unscramble' => [
                '《大雅·思齐》全诗二十四句，毛传将其分为五章，前两章每章六句，后三章每章四句。郑玄作笺，将其改为四章，每章均为六句。相比较而言，毛传的划分更为合理，故后代大多从之。',
                '首章六句，赞美了三位女性，即“周室三母”：文王祖母周姜(太姜)、文王生母大任(太任)和文王妻子大姒(太姒)。但其叙述顺序却并非按世系进行，而是先母亲，再祖母，后妻子。马瑞辰对此分析曰：“按‘思齐’四句平列。首二句言大任，次二句言大姜。末二句‘大姒嗣徽音’，乃言大姒兼嗣大姜大任之德耳。古人行文自有错综，不必以思媚周姜为大任思爱大姜配大王之礼也。”(《毛诗传笺通释》)',
                '《毛诗序》谓此诗主旨是“文王所以圣也”，欧阳修亦曰：“文王所以圣者，世有贤妃之助。”(《诗本义》)按此之意，文王是由于得到其母其妻之助而圣，所以此诗赞美“文王所以圣”即是赞美周室三母。但整首诗只有首章言及周室三母，其余四章片言未提，正如严粲所云：“谓文王之所以得圣由其贤母所生，止是首章之意耳。”(《诗缉》)毛传和郑笺是将首章之意作为全诗之旨了。其实此诗赞美的对象还是文王，赞美的是“文王之圣”，而非“文王之所以圣”。首章只是全诗的引子，全诗的发端，重心还在以下四章。',
                '二章六句，包含两层意思。前三句承上而来，言文王孝敬祖先，故祖神无怨无痛，保佑文王。后三句言文王以身作则于妻子，使妻子也像自己那样为德所化;然后又作表率于兄弟，使兄弟也为德所化;最后再推及到家族邦国中去。这三句颇有“修身、齐家、治国、平天下”的意味。毛传将此章第四句“刑于寡妻”的“刑”训作“法”，郑玄笺曰：“文王以礼法接待其妻，至于宗族。”除此诗外，“刑”在《诗经》中还出现五次，共有两种解释：一为名词的“法”，一为动词的“效法”。此诗的“刑”是动词，所以还是解释“效法”为好，况且郑玄所说的“礼法”是后起的概念，恐非文王时就有。“刑于寡妻”即“效法于寡妻”，也就是“被寡妻所效法”，所以“刑”逐渐又引申为“型”，即典型、模范，此诗用的就是这个意思。',
                '从第三章开始，每章由六句转为四句。第三章的前两句承上章的后三句而来，以文王在家庭与在宗庙为典型环境，言其处处以身作则，为人表率。后两句“不显亦临，无射亦保”进一步深化主题。“不显”一词在《诗经》中还有十一见，其中十处作“丕显”(即很显明)解，唯有《大雅·抑》“无日不显，莫予云觏”作“昏暗、不明亮”解，意即：莫说因为这里光线昏暗而无人能看见我。朱熹《诗集传》释曰：“无日此非显明之处，而莫予见也。当知鬼神之妙，无物不体，其至于是，有不可得而测者。”此诗的“不显”亦是这个意思。《诗集传》释此句曰：“不显，幽隐之处也……(文王)虽居幽隐，亦常若有临之者。”也就是说此句意谓：文王即使身处幽隐之处，亦是小心翼翼，而不为所欲为，因为他觉得再幽隐的地方也有神灵的眼睛在注视着。此处甚有后代“慎独”的意味。第四句的“无射”在《诗经》中凡三见，其他二处均作“无斁”解，此处恐亦不例外。“无斁”是无厌不倦之意。“无射亦保”的“保”即《大雅·烝民》“既明且哲，以保其身”的“保”，全句谓文王孜孜不倦地保持美好的节操。',
                '如果说第三章言文王“修身”的话，那么最后两章就是“治国”了。第四章的前两句“肆戎疾不殄，烈假不瑕”，谓文王好善修德，所以天下太平，外无西戎之患，内无病灾之忧。诸家有关“瑕”、“殄”二字的解释五花八门，繁不胜繁。其实这二字意义相近，《尚书·康诰》有“不汝瑕殄”，“瑕”“殄”并称，孔安国传曰：“我不汝罪过，不绝亡汝。”可见二字均有伤害、灭绝之义。第四章后两句“不闻亦式，不谏亦入”各家的解释亦是五花八门，越说越糊涂，还是《诗集传》说得最简单明了：“虽事之无所前闻者，而亦无不合于法度。虽无谏诤之者，而亦未尝不入于善。”',
                '最后一章不难理解，主要讲文王勤于培养人才，只是最后一句“誉髦斯士”，稍有争议。高亨《诗经今注》说：“‘誉髦斯士’，当作‘誉斯髦士’，‘斯髦’二字传写误倒。《小雅·甫田》：‘燕我髦士。’《大雅·棫朴》：‘髦士攸宜。’都是髦士连文，可证。”其实不必这样推断。“誉”是好的意思，“髦”是俊的意思，在此均用作动词，“誉髦斯士”就是“以斯士为誉髦”。',
            ],
            'notes' => [
            ],
        ],
    ],
];