<?php
return array (
  'name' => '国风·召南·驺虞',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·召南·驺虞',
      'spell' => 
      array (
        0 => 'guó fēng · shào nán · zōu yú',
        1 => 'bǐ zhuó zhě jiā ， yī fā wǔ bā ， xú jiē hū zōu yú ！',
        2 => 'bǐ zhuó zhě péng ， yī fā wǔ zōng ， xú jiē hū zōu yú ！',
      ),
      'content' => 
      array (
        0 => '国风·召南·驺虞',
        1 => '彼茁者葭，壹发五豝，于嗟乎驺虞！',
        2 => '彼茁者蓬，壹发五豵，于嗟乎驺虞！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,狩猎,国风,召南',
        1 => '春日田猎芦苇长，箭箭射在母猪上，哎呀！猎人射技真高强！',
        2 => '春日田猎蓬蒿生，箭箭射在小猪上，哎呀！猎人射技真高强！',
        3 => '译文二',
        4 => '从繁茂的芦苇丛，赶出一群母野猪。哎呀真是天子的好兽官！',
        5 => '从繁茂的芦苇丛，赶出一窝小野猪。哎呀真是天子的好兽官！',
      ),
      'unscramble' => 
      array (
        0 => '驺虞赏析',
        1 => '《召南·驺虞》之所以有不同的解释，分歧主要源于对“驺虞”一词的理解。坚持“诗教”的学者们视驺虞为仁兽，认为此诗是描写春蒐之礼的，人们驱除害兽，但又猎不尽杀，推仁政及于禽兽，但是将驺虞解释为兽名最大的缺点是与诗意不能贯通。有人说，“驺虞”是一种义兽，它不食活物，只食死物，有着慈悲心怀；还有人说，诗中的“驺虞”所指并非义兽，而是管鸟兽的官职，指代专门管鸟兽的官吏。《鲁诗》就已将“驺”释为天子之囿，将“虞”释为司兽之官，今人鲍昌《释〈驺虞〉》一文，解“驺”为饲养牲畜的人，解“虞”为披着虎皮大声呼叫的人，将驺虞合训为猎人。',
        2 => '全诗两章，每章三句，第一章首句“彼茁者葭”，“葭”是初生的芦苇，长势甚好，故用“茁”来形容。用“茁”还有一个好处，一下子就把蓬勃向上的气息散发出来了。此句点明了田猎的背景，当春和日丽之时。风煦润物，花木秀出，母猪藏匿在郁郁葱葱的芦苇之中，极为隐秘，猎人却能够“壹发五豝”，所获不菲。第二章首句“彼茁者蓬”，“蓬”指蓬蒿，草本植物。在这里，芦苇也好，蓬蒿也好，都不是什么主角，只是用来点缀鲜花的绿叶。此句指出行猎是在蓬蒿遍生的原野，天高云淡，草浅兽肥，虽然猎物小猪不易被发觉，但猎人仍然能够“壹发五豵”，轻松从容。打猎的地点、背景在变，但猎人的收获同样丰厚，足见其射技之高超。作者截取了行猎过程中的两个场景，简笔淡墨，勾勒出猎人弯弓搭箭、射中猎物的生动画面，可谓以少少许胜多多许。',
        3 => '关于“壹发五豝”与“壹发五豵”有多种解释。有人说“壹发”是指射出一支箭；有人说“壹”不是确数，“壹发”只是泛指射箭的动作；有人说“壹”是指一打，即十二，“壹发”是指射出十二支箭；还有人说这其实指的是一次驱车狩猎的行为。“豝”可能是公猪也可能是母猪，“豵”是指小猪。其实是雄是雌，是大是小关系都不大，因为这里主要想说明猎物之多，以引出末尾的感叹句：“于嗟乎驺虞。”',
      ),
      'note' => 
      array (
        0 => '⑴召(shào)南：《诗经》“十五国风”之一，今存十四篇。召，地名，在今陕西省岐山县西南。驺(zōu)虞(yú)：一说猎人，一说义兽，一说古代管理鸟兽的官。',
        1 => '⑵茁(zhuó)：草木茂盛貌。葭(jiā)：初生的芦苇。',
        2 => '⑶壹：发语词。一说同“一”，射满十二箭为一发。发：发矢。一说“驱赶”。五：虚数，表示数目多。豝(bā)：母野猪。一说两岁的兽。',
        3 => '⑷于(xū)嗟乎：感叹词，表示惊异、赞美。于，通“吁”，叹词，表示赞叹或悲叹。',
        4 => '⑸蓬：即蓬草，又称蓬蒿。',
        5 => '⑹豵(zōng)：小野猪，一岁的兽。',
      ),
    ),
  ),
);
