<?php
return array (
  'name' => '周颂·清庙之什·天作',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '周颂·清庙之什·天作',
      'spell' => 
      array (
        0 => 'zhōu sòng · qīng miào zhī shí · tiān zuò',
        1 => 'tiān zuò gāo shān ， tài wáng huāng zhī ；',
        2 => 'bǐ zuò yǐ ， wén wáng kāng zhī 。',
        3 => 'bǐ cú yǐ ， qí yǒu yí zhī xíng 。 zǐ sūn bǎo zhī 。',
      ),
      'content' => 
      array (
        0 => '周颂·清庙之什·天作',
        1 => '天作高山，大王荒之；',
        2 => '彼作矣，文王康之。',
        3 => '彼徂矣，岐有夷之行。子孙保之。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,赞颂,写山,写人,周颂,清庙之什',
        1 => '高耸的岐山自然天成，',
        2 => '创业的大王苦心经营。',
        3 => '荒山变成了良田沃野，',
        4 => '文王来继承欣欣向荣。',
        5 => '他率领民众云集岐山，',
        6 => '阔步行进在康庄大道，',
        7 => '为子孙创造锦绣前程。',
        8 => '译文二',
        9 => '上天造就岐山高，',
        10 => '大王开始来开荒。',
        11 => '百姓在此盖新房，',
        12 => '文王让民享安康。',
        13 => '民众奔往岐山旁，',
        14 => '岐山大道坦荡荡。',
        15 => '子孙永保这地方。',
      ),
      'unscramble' => 
      array (
        0 => '天作赏析',
        1 => '这是一首歌颂周太王古公亶父开创岐山基业以及周文王业绩的短乐章。“天作高山”，强调上天赐予岐山这块圣地。周人重视天赐，视为吉祥，连婚娶亦是如此：“文王初载，天作之合。”(《大雅·大明》)天赐岐山之后，在这根据地上积蓄力量尚须人为，诗中便主要写这一过程。之所以仅取大王、文王二人，主要是因为他们确实是岐山九世周主最杰出的代表。灭商虽然完成于周武王，但周文王之时已显示出周将代商的必然趋势，商纣王囚周文王于羑里，只能延缓而无法阻遏这一历史发展。岐山圣地经营到周文王之世，已为周武王积蓄了足以灭商的雄厚实力，包括姜尚这样足以辅成伟业的贤臣。“有夷之行”，分明是先王开创的一条通向胜利之路。',
        2 => '这首短诗，多人对其中个别字眼有不同的解读。如“ 彼作矣”的“彼”，有人解为百姓，那么“彼作矣”就是百姓们造起房屋;有人解为先祖大王，“彼作矣”就是先祖大王开创伟业。如“康”，一解为安定，安康;一解为赓，继承，继往开来之意。此所谓诗无达诂，见仁见智也。',
        3 => '《周颂·天作》一诗将对圣地、圣人的歌颂融为一体，着力描写积蓄力量的进程，揭示历史发展的必然趋势，其文笔犹如大河滔滔，飞流直泻，既显庄严，又富气势。短短七句，有如此艺术效果，可见诗歌作者的大手笔。',
      ),
      'note' => 
      array (
        0 => '⑴作：生，造就。',
        1 => '⑵高山：指岐山，在今陕西岐山东北。',
        2 => '⑶大王：即太王古公亶父，周文王的祖父。荒：开荒垦田。',
        3 => '⑷作：治理。一说始。',
        4 => '⑸康：安康。',
        5 => '⑹徂(cú )：往，指百姓来归附。',
        6 => '⑺夷：平坦易通。行(háng)：道路。',
        7 => '⑻保：守住。',
      ),
    ),
  ),
);
