<?php
return array (
  'name' => '周颂·清庙之什·昊天有成命',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '周颂·清庙之什·昊天有成命',
      'spell' => 
      array (
        0 => 'zhōu sòng · qīng miào zhī shí · hào tiān yǒu chéng mìng',
        1 => 'hào tiān yǒu chéng mìng ， èr hòu shòu zhī ；',
        2 => 'chéng wáng bù gǎn kāng ， sù yè jī mìng yòu mì 。',
        3 => 'wū jī xī ！ dǎn jué xīn ， sì qí jìng zhī 。',
      ),
      'content' => 
      array (
        0 => '周颂·清庙之什·昊天有成命',
        1 => '昊天有成命，二后受之；',
        2 => '成王不敢康，夙夜基命宥密。',
        3 => '於缉熙！单厥心，肆其靖之。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,祭祀,周颂,清庙之什',
        1 => '苍天有定命，',
        2 => '文、武二王接受之。',
        3 => '成王不敢图安乐，',
        4 => '朝夕谋政宽又静。',
        5 => '啊，多么光明，',
        6 => '殚尽其衷心，',
        7 => '巩固天下安定天下。',
        8 => '译文二',
        9 => '昭昭上天有指令，',
        10 => '文王武王受天命。',
        11 => '成王不敢享安康，',
        12 => '日夜安民细经营。',
        13 => '多么光明多辉煌!',
        14 => '竭虑殚精保天命，',
        15 => '国家太平民安宁。',
      ),
      'unscramble' => 
      array (
        0 => '昊天有成命赏析',
        1 => '此诗只用七句话，简洁地叙述了周初三王对周王朝作出的贡献，重点称赞了周成王为完成先王事业所作的努力。全诗七句中有五句赞美成王，只有开头一句涉及天，表现了周人敬天的同时，更重视人为的努力。',
        2 => '此诗开头，祭成王不从祭主入手，却上溯到文、武二王，再追溯到昊天，似乎有些离题。其实这并不难解释，成王受命于文、武二王，文、武二王又受命于天，所以从天入手，以示成王与文、武二王一脉相承，得天之真命。首二句是全诗的引子，其作用犹如赋比兴中的兴，后五句才是全诗的主体。成王是西周第二代天子，声望仅次于文、武二王，与其子康王齐名，史称“成康之治”。《史记·周本纪》曰：“成、康之际，天下安宁，刑措四十余年不用。”天下之所以安宁，是因为“成王不敢康”，此与《离骚》所说的“夏康娱以自纵”正相对照。“夙夜基命宥密”伸足“不敢康”之意，一正一反，相得益彰。按此句最难理解。《礼记·孔子闲居》有：“孔子曰：‘夙夜其命宥密，无声之乐也。”’郑玄注：“其，读为基。基，谋也。密，静也。言君夙夜谋为政教以安民，则民乐之。”陈子展《诗经直解》谓“此句旧解唯此郑注较为明确”;《尔雅·释诂》亦曰：“基，谋也。”正与郑注同义。第五句的“缉熙”是连绵词，不应分解，《大雅·文王》有“於缉熙敬止”，《周颂·维清》有“维清缉熙”，《周颂·载见》有“俾缉熙于纯嘏”，都作光明解，兹亦依之。最后一句的“其”等于“之”，“肆其靖之”等于“肆之靖之”，也就是“巩固它安定它”的意思。文王、武王开创的周朝在成王时得以巩固、安定、这就是祭主一生的功绩。',
      ),
      'note' => 
      array (
        0 => '⑴昊天：苍天。成命：既定的天命。',
        1 => '⑵二后：二王，指周文王与周武王。受之：指承受天命。',
        2 => '⑶成王：即姬诵，武王子。康：安乐，安宁。',
        3 => '⑷夙(sù)夜：日夜，朝夕。基：谋划。命：政令。宥(yòu)密：宽仁宁静。',
        4 => '⑸於(wū)：叹词，有赞美之意。缉熙：光明。',
        5 => '⑹单：通“殚”，竭尽。厥(jué)：其，指成王。',
        6 => '⑺肆：巩固。靖：安定。',
      ),
    ),
  ),
);
