<?php
return [
    'name' => '丰年·臣工之什·周颂',
    'nameShort' => '丰年',
    'nameSpell' => ' fēng nián',
    'brief' => '秋冬报也。(1章7句)',
    'keyword' => '关键词：诗经,祭祀,颂歌,周颂,臣工之什',
    'chapters' => [
        [
            'spell' => [
                'fēngniánduōshǔduōtú，yì yǒu gāolǐn， wàn yìjízǐ；',
                'wèi jiǔ wéi lǐ，zhēngbìzǔbǐ。',
                'yǐqiàbǎilǐ， jiàng fúkǒngjiē。',
            ],
            'content' => [
                '丰年多黍多稌，亦有高廪，万亿及秭；',
                '为酒为醴，烝畀祖妣。',
                '以洽百礼，降福孔皆。',
            ],
            'vernacular' => [
                '丰收年谷物车载斗量，',
                '谷场边有高耸的粮仓，',
                '亿万斛粮食好好储藏。',
                '酿成美酒千杯万觞，',
                '在祖先的灵前献上。。',
                '各种祭典一一隆重举行，',
                '齐天洪福在万户普降。',
                '译文二',
                '丰收年景谷物多，',
                '高大粮仓一座座。',
                '储存亿万新稻粮，',
                '酿成美酒甜又香，',
                '献给祖先来品尝。',
                '配合祭典很适当，',
                '普降福禄多吉祥。',
            ],
            'unscramble' => [
                '此诗的开头很有特色。它描写丰收，纯以静态：许许多多的粮食谷物(黍、稌)，贮藏粮食的高大仓廪，再加上抽象的难以计算的数字(万、亿、秭)。这些静态汇成一片壮观的丰收景象，自然是为显示西周王朝国势的强盛，而透过静态，表现出后面亿万农夫长年辛劳的动态。寓动于静之中，写来笔墨十分经济，又给读者留下思想驰骋的广阔天地。不过，在周王室看来，来之不易的丰收既是人事，更是天意，所谓“谋事在人，成事在天”，丰收归根结底是上天的恩赐，所以诗的后半部分就是感谢上天。',
                '因丰收而致谢，以丰收的果实祭祀最为恰当，故而诗中写道：“为酒为醴(用丰收的粮食制成)，烝畀祖妣。”祭享“祖妣”，是通过先祖之灵实现天人之沟通。也由于丰收，祭品丰盛，能够“以洽百礼”，面面俱到。“降福孔皆”既是对神灵已赐恩泽的赞颂，也是对神灵进一步普遍赐福的祈求。身处难以驾驭大自然、难以主宰自己命运的时代，人们祈求神灵保佑的愿望尤其强烈，《周颂·丰年》既着眼于现在，更着眼于未来，与其说是周人善于深谋远虑，不如说是他们深感缺乏主宰自己命运能力的无奈。',
                '“万亿及秭。为酒为醴，烝畀祖妣，以洽百礼”四句，在周颂的另一篇作品《周颂·载芟》中也一字不易地出现，其情况与颂诗中某些重复出现的套话有所不同。在《周颂·丰年》中，前两句是实写丰收与祭品(用丰收果实制成)，后两句则是祭祀的实写;《周颂·载芟》中用此四句，却是对于丰年的祈求和向往。可见《周颂·载芟》是把《周颂·丰年》中所写的现实移植为理想，这恰恰可以反映当时丰年的难逢。',
            ],
            'notes' => [
                '⑴丰年：丰收之年。',
                '⑵黍(shǔ)：小米。稌(tú)：稻子。',
                '⑶高廪(lǐn)：高大的粮仓。',
                '⑷万亿及秭(zǐ)：周代以十千为万，十万为亿，十亿为秭。',
                '⑸醴(lǐ)：甜酒。此处是指用收获的稻黍酿造成清酒和甜酒。',
                '⑹烝(zhēng)：献。畀(bì)：给予。祖妣(bǐ)：指男女祖先。',
                '⑺洽(qià)：配合。百礼：指各种祭祀礼仪。',
                '⑻孔：很，甚。皆：普遍。',
            ],
        ],
    ],
];