<?php
return [
    'name' => '潜·臣工之什·周颂',
    'nameShort' => '潜',
    'nameSpell' => ' qián',
    'brief' => '嗣王谋于庙也。(1章6句)',
    'keyword' => '关键词：诗经,祭祀,写鱼,周颂,臣工之什',
    'chapters' => [
        [
            'spell' => [
                'yīyúqījū！qián yǒu duōyú。',
                'yǒu zhān yǒu wěi，tiáochángyǎnlǐ。',
                'yǐxiǎngyǐsì，yǐjiè jǐng fú。',
            ],
            'content' => [
                '猗与漆沮！潜有多鱼。',
                '有鳣有鲔，鲦鲿鰋鲤。',
                '以享以祀，以介景福。',
            ],
            'vernacular' => [
                '漆水和沮水景色秀美，蕴藏着富饶的渔业资源。',
                '鳣鱼鲔鱼不计其数，鲦鲿鰋鲤也群出波间。',
                '捕来鲜鱼恭敬奉祀，祈求祖先赐福绵延。',
                '译文二',
                '美好漆水和沮水，多种鱼类在栖息。',
                '有那鳣鱼和鲔鱼，还有鲦鲿和鰋鲤。',
                '用来祭祀献祖先，求得福祉永绵延。',
            ],
            'unscramble' => [
                '《周颂·潜》是专用鱼类为供品的祭祀诗。从诗中所写的鱼的数量之多(“潜有多鱼”)、品种之繁(“有鳣有鲔，鲦鲿鰋鲤”)以及人们对鱼类品种的熟知，可以看出当时渔业的卓有成效。潜置于水底，这种再简单不过的柴草堆作用却不可小觑，正是它们吸引了鱼类大军的聚集。这种原始而有效的养鱼方法也许就出自公刘时代，《史记·周本纪》中写及公刘“行地宜”，以潜养鱼可能正是因地制宜的创造性生产措施。祭祀诗离不开歌功颂德，《周颂·潜》明写了对漆、沮二水风景资源的歌颂，对公刘功德的歌颂则潜藏于字里行间，如同“潜”的设置，荡漾着透出波纹的韵味。',
                '“以(鱼)享以(鱼)祀，以介景福”是饮水思源、祈求福佑的祭祀行动。如果将鱼换成其他的祭品，祭祀的意蕴就会大受损害，而诗作一气呵成的效果也便丧失无遗。在这首诗中，鱼实在是必然贯穿到底的。最后一句虽然没有写出鱼，但鱼依然存在，因为“鱼”与“余”谐音。《周颂·潜》诗所写的祭祀季冬一次，隔年之春又一次，均用鱼，这便有理由推断：时至今日仍然广泛流传的“年年有鱼(余)”年画，民间除夕席上对鱼不动筷而让它完整地留进新年的习俗，和《周颂·潜》所描写的祭祀是一脉相承的。《周颂·潜》应当被视为民俗史上一条重要资料，它的末句所祈之福就是“余”。',
                '《周颂·潜》篇幅简短，却罗列了六种鱼名;漆、沮二水具体写出，却让祭祀对象公刘隐名;写王室的祭祀活动，却也与民间风俗息息相关。这些，都显示了作者调动艺术手法的匠心，使本来在《诗经》里相对枯燥的颂诗中的一首能够进入形象生动、意蕴丰富、趣味盎然的作品行列。',
            ],
            'notes' => [
                '⑴猗(yī)与：赞美之词。漆沮(jù)：两条河流名，均在今陕西省渭河以北。',
                '⑵潜：通“槮(sēn)”，放在水中供鱼栖止的柴堆。',
                '⑶鳣(zhān)：鳇鱼，无鳞，肉黄，大者可达二、三丈长。鲔(wěi)：鲟鱼，长一、二丈。',
                '⑷鲦(tiáo)：白条鱼，长仅数寸，状如柳叶，鳞细而白。鲿(cháng)：黄颊鱼，尾微黄。鰋(yǎn)：鲇鱼，无鳞。',
                '⑸享：祭献。',
                '⑹介：助，一说祈求。景：大。',
            ],
        ],
    ],
];