<?php
return array (
  'name' => '周颂·臣工之什·有客',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '周颂·臣工之什·有客',
      'spell' => 
      array (
        0 => 'zhōu sòng · chén gōng zhī shí · yǒu kè',
        1 => 'yǒu kè yǒu kè ， yì bái qí mǎ ；',
        2 => 'yǒu qī yǒu jū ， duī zhuó qí lǚ 。',
        3 => 'yǒu kè sù sù ， yǒu kè xìn xìn ；',
        4 => 'yán shòu zhī zhí ， yǐ zhí qí mǎ 。',
        5 => 'bó yán zhuī zhī ， zuǒ yòu suí zhī ；',
        6 => 'jì yǒu yín wēi ， jiàng fú kǒng yí 。',
      ),
      'content' => 
      array (
        0 => '周颂·臣工之什·有客',
        1 => '有客有客，亦白其马；',
        2 => '有萋有且，敦琢其旅。',
        3 => '有客宿宿，有客信信；',
        4 => '言授之絷，以絷其马。',
        5 => '薄言追之，左右绥之；',
        6 => '既有淫威，降福孔夷。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,宴会,乐歌,周颂,臣工之什',
        1 => '远方客人来造访，驾车白马真健壮。',
        2 => '随从人员众且多，个个品德都贤良。',
        3 => '客人已经住两天，多住几天增感情。',
        4 => '给他拿条绊马索，斑竹马儿不让行。',
        5 => '客人走时远远送，左右热情慰劳他。',
        6 => '既用大德来待客，上天降福多又大。',
      ),
      'unscramble' => 
      array (
        0 => '有客赏析',
        1 => '此诗第一节首二句云：“有客有客，亦白其马。”写微子朝周时所乘的是白色之马。因宋为先代之后，于周为客，故不以臣礼待之，如古史所称舜受尧禅，待尧子丹朱以宾礼，称为“虞宾”，用意相同。殷人尚白，微子来朝乘白色之马，这也是不忘其先代的表现，这一细节，说明在周代受封之宋国，还能保持殷代制度，故微子来朝助祭于祖庙，谓之“周宾”可也。“有萋有且，敦琢其旅”，写微子来朝时，随从之众。这两句表明微子来朝时，其众多随从都是经过选择的品德无瑕的人。这一小节写得很庄重，写客人之来，从乘马、随从等具体情节来表现，以示客至之欢欣，可谓得体。',
        2 => '第二小节四句，写客人的停留。“有客宿宿，有客信信。”一宿曰宿，再宿曰信，叠用“宿宿信信”，表示住了好几天。客人停留多日，可见主人待客甚厚，礼遇甚隆。“言授之絷，以絷其马”，表明主人多方殷殷留客。这两句写留客之意甚坚，甚至想用绳索拴住客人的马。这和后来汉代陈遵留客，把客人的车辖投入井中的用意，极为相似。把客人的马用绳索拴住，不让他走，用笔之妙也恰到好处。',
        3 => '最后一小节四句写客人临去，主人为之饯行。其诗曰：“薄言追之，左右绥之。”在饯行的过程中，周王的左右群臣，也参加慰送，可见礼仪周到。下二句云：“既有淫威，降福孔夷”。言微子朝周，既已受到大德的厚待，上天所降给他的福祉，也必然更大，以此作颂歌的结语，既以表示周代对殷商后裔的宽宏，亦以勉慰微子，安于“虞宾”之位，将来必能得到更多的礼遇也。',
      ),
      'note' => 
      array (
        0 => '⑴客：指宋微子。周既灭商，封微子于宋，以祀其先王，微子来朝祖庙，周以客礼待之，故称为客。',
        1 => '⑵亦白其马：亦，语助词。白为纯洁之色，殷商尚白，以白马为美，故来朝作客也乘白马。一说白马是客人带来的礼物。',
        2 => '⑶有萋有且(jū)：即“萋萋且且”，形容随从众多的样子。',
        3 => '⑷敦琢：意为雕琢，有选择美好之意。雕琢本为治玉之名，这里形容其随从众臣都是贤者。旅：通“侣”，指伴随微子的宋国大夫。',
        4 => '⑸宿宿：住一夜谓之“宿”，宿而又宿，则是两夜。',
        5 => '⑹信信：住两夜(再宿)谓之“信”。或谓宿宿为再宿，信信为再信，亦可通。',
        6 => '⑺言：语助词。授之絷(zhí)：给他绳索。絷，绳索。',
        7 => '⑻絷：本义为绳索，用作动词。此处是说给他绳索，绊住马足，表示要留住客人。',
        8 => '⑼薄言：发语词。追：意为饯行，也可以解为追送。',
        9 => '⑽左右：指天子之左右群臣。绥之：安抚客人。',
        10 => '⑾淫：盛，大。威：德。淫威，意谓大德，含厚待之义。',
        11 => '⑿孔：甚，很。夷：大。',
      ),
    ),
  ),
);
