<?php
return array (
  'name' => '周颂·闵予小子之什·访落',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '周颂·闵予小子之什·访落',
      'spell' => 
      array (
        0 => 'zhōu sòng · mǐn yú xiǎo zǐ zhī shí · fǎng luò',
        1 => 'fǎng yú luò zhǐ ， shuài shí zhāo kǎo 。',
        2 => 'wū hū yōu zāi ， zhèn wèi yǒu ài 。',
        3 => 'jiāng yú jiù zhī ， jì yóu pàn huàn 。',
        4 => 'wéi yú xiǎo zǐ ， wèi kān jiā duō nàn ；',
        5 => 'shào tíng shàng xià ， zhì jiàng jué jiā 。',
        6 => 'xiū yǐ huáng kǎo ！ yǐ bǎo míng qí shēn 。',
      ),
      'content' => 
      array (
        0 => '周颂·闵予小子之什·访落',
        1 => '访予落止，率时昭考。',
        2 => '于乎悠哉，朕未有艾。',
        3 => '将予就之，继犹判涣。',
        4 => '维予小子，未堪家多难；',
        5 => '绍庭上下，陟降厥家。',
        6 => '休矣皇考！以保明其身。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,周颂,闵予小子之什',
        1 => '即位之初国事商，路线政策依父王。',
        2 => '先王之道太精深，阅历未丰心惶惶。',
        3 => '纵有群臣来相助，犹恐闪失欠妥当。',
        4 => '登位年轻缺经验，家国多难真着忙。',
        5 => '继承先王治国道，任贤黜佞肃朝纲。',
        6 => '父王英明又伟大，佑我勉我身安康。',
      ),
      'unscramble' => 
      array (
        0 => '访落赏析',
        1 => '在《周颂·访落》中，周成王诉说自己年幼，缺少治国经验，请求诸侯辅助，既陈实情，又表诚意。当然，只有这些是远远不够的，对于诸侯，更需要的是施以震慑。诗中两提周武王(“昭考”“皇考”)，两提遵循武王之道，震慑即由此施出。',
        2 => '参与朝庙的诸侯均是受武王之封而得爵位的。身受恩惠，当报以忠诚，这是道义上的震慑;武王虽逝，他所建立的国家机器(包括强大的军队)仍在，这是力量上的震慑。',
        3 => '最有力的震慑是诗中表达的遵循武王之道的决心。如果说“率时昭考”还嫌泛泛，“绍庭上下，陟降厥家”就十分具体了。武王在伐纣前所作准备有一条“立赏罚以记其功”(《史记·周本纪》)与诗中“上下”“陟降”相似，惟成王所处时局更为严峻，他所采取的措施也会更为严厉。舜即位后曾“流共工于幽州，放驩兜于崇山，窜三苗于三危，殛鲧于羽山，四罪而天下咸服”(《尚书·舜典》)，这是成王可以效法，并可由辅佐他的周公实施的。',
        4 => '《周颂·访落》其实是一篇周王室决心巩固政权的宣言，是对武王之灵的宣誓，又是对诸侯的政策交代，真诚而不乏严厉，严厉而不失风度，周公也借此扯满了摄政的风帆。',
      ),
      'note' => 
      array (
        0 => '⑴访：谋，商讨。落：始。',
        1 => '⑵止：之。一说语气词。',
        2 => '⑶率：遵循。时：是，这。昭考：指武王。',
        3 => '⑷於(wū)乎：感叹词。悠：远。',
        4 => '⑸艾：郑笺：“艾，数也。我于是未有数。言远不可及也。”马瑞辰《毛诗传笺通释》：“《尔雅·释诂》：‘艾，历也’。‘历，数也。’……历当读为阅历之历，笺释‘未有艾’为未有数，犹有未有历也。”',
        5 => '⑹将：助。就：接近，趋向。',
        6 => '⑺判涣：分散。',
        7 => '⑻家多难：指国家多灾难。',
        8 => '⑼绍：继承。',
        9 => '⑽陟(zhì)降：提升和贬谪。厥(jué)家：指群臣百官。',
        10 => '⑾休：美。皇考：指武王。',
        11 => '⑿明：勉励。',
      ),
    ),
  ),
);
