<?php
return array (
  'name' => '周颂·闵予小子之什·敬之',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '周颂·闵予小子之什·敬之',
      'spell' => 
      array (
        0 => 'zhōu sòng · mǐn yú xiǎo zǐ zhī shí · jìng zhī',
        1 => 'jìng zhī jìng zhī ！ tiān wéi xiǎn sī ， mìng bú yì zāi ！',
        2 => 'wú yuē gāo gāo zài shàng ， zhì jiàng jué shì ， rì jiān zài zī。',
        3 => 'wéi yú xiǎo zi ， bù cōng jìng zhǐ ；',
        4 => 'rì jiù yuè jiāng ， xué yǒu jī xī yú guāng míng ；',
        5 => 'bì shí zī jiān ， shì wǒ xiǎn dé xíng 。',
      ),
      'content' => 
      array (
        0 => '周颂·闵予小子之什·敬之',
        1 => '敬之敬之！天维显思，命不易哉！',
        2 => '无曰高高在上，陟降厥士，日监在兹。',
        3 => '维予小子，不聪敬止；',
        4 => '日就月将，学有缉熙于光明；',
        5 => '佛时仔肩，示我显德行。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,周颂,闵予小子之什',
        1 => '警戒警戒要记牢，',
        2 => '苍天在上理昭昭，',
        3 => '天命不改有常道。',
        4 => '休说苍天高在上，',
        5 => '佞人贤士，下野上朝，',
        6 => '时时刻刻，明察秋毫。',
        7 => '我虽年幼初登基，',
        8 => '聪明戒心尚缺少。',
        9 => '日久月长勤学习，',
        10 => '日积月累得深造。',
        11 => '任重道远我所乐，',
        12 => '光明美德作先导。',
        13 => '译文二',
        14 => '小心谨慎莫忘记，上天监察最明显。',
        15 => '保持天命真困难，莫说高高在上面。',
        16 => '事物由它定升降，每日监视这下边。',
        17 => '想我这个年轻人，敢不听从不恭敬?',
        18 => '日有成就月有进，学问积渐向光明，',
        19 => '群臣辅我担大任，示我治国好德行。',
      ),
      'unscramble' => 
      array (
        0 => '敬之赏析',
        1 => '《毛诗序》说《周颂·敬之》是“群臣进戒嗣王”之作，不仅与诗中“维予小子”的成王自称不合，也与全诗文意相悖。无论从字面还是从诗意看，《周颂·敬之》的主动者都不是群臣，而是嗣王(即周成王)。诗序之所以说“群臣进戒嗣王”，或许是出于成王在周公辅佐下平定叛乱、克绍基业而又有所巩固发展的考虑，其善意用心无可厚非，却并不合乎实情。',
        2 => '此时的成王，已逐步走向成熟，他在《周颂·敬之》中要表达的有两层意思：对群臣的告戒和严格的自律。',
        3 => '首六句为第一层。成王利用天命告戒群臣，由于他的天子身份，因而很自然地具有居高临下的威势。“天维显”、“命不易”，形式上为纯客观的叙述，目的则在于强调周王室是顺承天命的正统，群臣必须牢记这点并对之拥戴服从。对群臣的告戒在“无曰”以下三句中表达得更为明显，其中“陟降”只能是由周王室施加于群臣的举措，而“日监在兹”与其说是苍天的明察秋毫，不如说是强调周王室对群臣不轨行为的了如指掌，其震慑的意旨不言而喻。',
        4 => '后六句为第二层。年幼的成王，面对年龄较长的群臣，往往采取一种谦恭的姿态，这里表达严于律己的意愿更是如此。成王自称“小子”，承认自己还很缺乏能力、经验，表示要好好学习，日积月累，以达到政治上的成熟，负起承继大业的重任。但是，群臣却不能因此而对成王这位年幼的君主轻略忽视，甚至可以玩之于股掌，成王并没有放弃对群臣“陟降”(此处偏重于“降”)的权力，也没有丝毫减弱国家机器“日监在兹”功能的打算，更重要的是，成王的律己，是在以坚强的决心加速自己的成熟即政治上的老练，进而加强对群臣的控制。年幼而不谙朝政的成王，群臣对之或许有私心可逞(但还会存有对摄政周公的顾忌);而逐渐成熟的成王，决心掌握治国本领而努力学习的成王，群臣对之便只能恭顺和服从，并随时存有伴君如伴虎的恐惧。诗中的律己也就产生了精心设计的震慑。',
        5 => '《周颂·闵予小子》《周颂·访落》《周颂·敬之》《周颂·小毖》这一组诗，诗中由“闵予小子”、“维予小子”、“维予小子”到“予”述及的成王自称，可以体现成王执政的阶段性，也可看出成王政治上的成长和执政信心的逐步确立。',
      ),
      'note' => 
      array (
        0 => '⑴敬：通“儆”，警戒。之：语气词。',
        1 => '⑵维：是。显：明察，明白。思：语气助词。',
        2 => '⑶命：天命。易：变更。此句谓天命不是一成不变的。',
        3 => '⑷陟(zhì)降：升降。《尔雅》：“陟，升也。”厥：其。士：庶士，指群臣。一说士，通“事”。',
        4 => '⑸日：每天。监：察，监视。兹：此，指人间。',
        5 => '⑹小子：年轻人，周成王自称。',
        6 => '⑺不、止：皆为语词。聪：聪明，此处意为听从。马瑞辰《毛诗传笺通释》：“谓听而警戒也。承上‘敬之敬之’而言。”',
        7 => '⑻日就月将：日有所得，月有所进。就：成就。将：进。',
        8 => '⑼缉熙：积累光亮，喻掌握知识渐广渐深。马瑞辰《毛诗传笺通释》：“《说文》：‘缉，绩也。’绩之言积。缉熙，当谓渐积广大以至于光明。”',
        9 => '⑽佛(bì)：通“弼”，辅助。一说指大。时：通“是”，这。仔肩：责任。马瑞辰《毛诗传笺通释》：“《尔雅》：‘肩，克也。’《说文》：‘仔，克也。’二字同义。克，胜也，胜亦任也。”郑笺：“仔肩，任也。”',
        10 => '⑾示我显德行：言指示我以显明的德行。',
      ),
    ),
  ),
);
