<?php
return [
    'name' => '酌·闵予小子之什·周颂',
    'nameShort' => '酌',
    'nameSpell' => ' zhuó',
    'brief' => '告成《大武》也。言能酌先祖之道，以养天下也。(1章9句)',
    'keyword' => '关键词：诗经,乐舞,周颂,闵予小子之什',
    'chapters' => [
        [
            'spell' => [
                'wū shuò wáng shī，zūnyǎngshíhuì；',
                'shíchúnxīyǐ，shìyòng dà jiè。',
                'wǒchǒngshòuzhī，juéjué wáng zhīzào；',
                'zài yòng yǒu sì，shíwéiěrgōngyǔnshī。',
            ],
            'content' => [
                '於铄王师，遵养时晦；',
                '时纯熙矣，是用大介。',
                '我龙受之，蹻蹻王之造；',
                '载用有嗣，实维尔公允师。',
            ],
            'vernacular' => [
                '英勇威武的王师，挥兵东征灭殷商。',
                '周道光明形势好，故有死士佐周王。',
                '有幸承受天之宠，勇武之士投武王。',
                '武王用他去伐商，为国立功美名扬。',
            ],
            'unscramble' => [
                '《大武》的乐曲早已失传，虽有零星的资料，但终难具体描述。然其舞蹈形式则留下了一些粗略的记录，可以作大概的描绘。第一场，在经过一番擂鼓之后，为首的舞者扮演武王，头戴冕冠出场，手持干戚，山立不动。其余六十多位舞者扮武士陆续上场，长时间咏叹后退场。这一场舞蹈动作是表示武王率兵北渡盟津，等待诸侯会师，八百诸侯会合之后，急于作战，而周武王以为伐纣的时机尚不成熟，经过商讨终于罢兵的事实。第二场主演者扮姜太公，率众舞者手持干戈，奋臂击刺，猛烈顿足。他们一击一刺，做四次重复，表示武王命太公率敢死队闯犯敌阵进行挑战，武王率大军进攻，迅速获胜，威振中原。第三场众舞者由面向北转而向南，表示周师凯旋返回镐京。第四场开始时，众舞者混乱争斗，扮周、召二公的舞者出而制止，于是众舞者皆左膝跪地，表示成王即位之后，东方和南方发生叛乱，周、召二公率兵平乱的事实。第五场，众舞者分成左右两大部分，周公在左、召公在右，振动铃铎，鼓励众舞者前进，表示成王命周公镇守东南，命召公镇守西北。第六场，众舞者恢复第一场的位置，作阅兵庆典和尊崇天子成王的动作，表示周公平乱以后，庆祝天下太平，各地诸侯尊崇周天子。',
                '按传统说法，《诗经》是配乐舞的歌词，即诗乐舞三位一体。王国维曾怀疑这一说法，但他撰《周大武乐章考》研究《大武》的歌辞时还是按这一原则进行的，即认为《大武》六成有诗六篇。他根据《毛诗序》《左传·宣公十二年》《礼记·祭统》等资料推断，认为与《大武》六成对应的六诗依次为：《昊天有成命》《武》《酌》《桓》《赉》《般》。后经冯沅君、陆侃如，尤其是高亨《周代大武乐考释》的详细考辨，断定《大武》六成的六篇诗的排列次序确定为：《我将》《武》《赉》《般》《酌》《桓》。',
                '就《周颂·酌》诗的内容而言，前五句是成王歌颂王师的战绩，并对统兵出征的统帅表示感激之情，也就是感激和歌颂周公。后三句是成王任命周公、召公分职而治天下。当然，这时仍是周公摄政，但任命之事则不能不以成王的名义，告庙仪式的主人公也不能不是成王。故此诗的主人公表面上是成王，而实际上还是周公。《周颂·酌》向来多被认为是周公的乐舞(如郑笺云：“周公居摄六年，制礼作乐，归政成王，乃后祭于庙而奏之。”)，也可证实这一点。前人或以为此诗是颂武王伐殷的，但武王并无“周公左召公右”的任命，而且诗中的“晦”也是泛指，不一定特指殷纣王。诗名为“酌”，《毛诗序》以为是“斟酌”之意(即“斟酌文武之道”)，云：“言能酌先祖之道以养天下也。”恐不妥。“酌”亦可作汋、彴、勺等，就是以勺舀酒灌祭祖先神灵，说明此诗是灌祭祖先时所唱的歌。以歌诗而言则曰《酌》，以乐舞而言则曰《勺》，《仪礼》《礼记》皆言舞《勺》，《勺》即《酌》。郑觐文《中国音乐史》云：“(《礼记》)《内则》曰：‘十三舞《勺》。’又：‘成童舞《勺》舞《象》。’……《勺》为武舞，其诗为《酌》之章。按诗歌之节以为舞，列为学校普通教科，故曰成童则舞《勺》舞《象》。”可见《周颂·酌》作为乐舞，在当时是与《象》舞一样颇具代表性的。它可以作为《大武》的一成与其他五成合起来表演，就像现代舞剧中的一场，也可以单独表演。',
                '此诗文句古奥，今人读来多不解其妙。明人孙鑛“始如处女，敌人开户;后如脱兔，敌不及拒”(陈子展《诗经直解》引，原为《孙子》中语)的评语，表明了此诗前半部分具有弦乐柔板般从容的特点，而后半部分又有铜管乐进行曲般激昂的风格。这就是《颂》诗如斑驳的古鼎彝纹饰的字句后所涵蕴的文化张力。',
            ],
            'notes' => [
                '⑴於(wū)：叹词。此处表赞美。铄(shuò)：通“烁”，光明辉煌。王师：王朝的军队。',
                '⑵遵：率领。养：攻取。时：是。晦：晦冥，黑暗。',
                '⑶纯：大。熙：兴，光明。',
                '⑷是用：是以，因此。介：助。',
                '⑸龙：借为“宠”。荣，荣幸。',
                '⑹蹻(jué)蹻：勇武之貌。造：诣，到。一说借为“曹”，众，指兵将。',
                '⑺载(zài)：乃。用：以。有嗣：有司，官之通称。',
                '⑻实：是。尔：指周武王。公：通“功”，事业。一说指周公、召公。允(tǒng)：借为“统”，统领;一说信。师：武王之师。',
            ],
        ],
    ],
];