<?php
return array (
  'name' => '国风·邶风·终风',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·邶风·终风',
      'spell' => 
      array (
        0 => 'guó fēng · bèi fēng · zhōng fēng',
        1 => 'zhōng fēng qiě bào ， gù wǒ zé xiào ；',
        2 => 'xuè làng xiào áo ， zhōng xīn shì dào ！',
        3 => 'zhōng fēng qiě mái ， huì rán kěn lái ？',
        4 => 'mò wǎng mò lái ， yōu yōu wǒ sī 。',
        5 => 'zhōng fēng qiě yì ， bù rì yǒu yì ；',
        6 => 'wù yán bú mèi ， yuàn yán zé tì ！',
        7 => 'yì yì qí yīn ， huǐ huǐ qí léi ；',
        8 => 'wù yán bù mèi ， yuàn yán zé huái 。',
      ),
      'content' => 
      array (
        0 => '国风·邶风·终风',
        1 => '终风且暴，顾我则笑；',
        2 => '谑浪笑敖，中心是悼。',
        3 => '终风且霾，惠然肯来；',
        4 => '莫往莫来，悠悠我思。',
        5 => '终风且曀，不日有曀；',
        6 => '寤言不寐，愿言则嚏。',
        7 => '曀曀其阴，虺虺其雷；',
        8 => '寤言不寐，愿言则怀。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,闺怨,民谣,国风,邶风',
        1 => '狂风迅疾猛吹到，见我他就嘻嘻笑。调戏放肆真胡闹，心中惊惧好烦恼。',
        2 => '狂风席卷扬尘埃，是否他肯顺心来。别后不来难相聚，思绪悠悠令我哀。',
        3 => '狂风遮天又蔽地，不见太阳黑漆漆。长夜醒着难入睡，想他不住打喷嚏。',
        4 => '天色阴沉黯无光，雷声轰隆开始响。长夜醒着难入睡，但愿他能将我想。',
        5 => '译文二',
        6 => '风儿整天价猛吹又多狂暴，他有时冲我回头只笑一笑，全是调戏放荡嘲讽又慢傲，让我心内深感悲伤更寂寥。',
        7 => '风儿整日价狂吹呀雨雾罩，他是否愿意痛快回家来哟?这个负心人不来也不往啊，让我空思念呀悠悠又遥遥。',
        8 => '风儿整日价吹呀天色阴沉，前天阴沉沉没几天又发昏。一梦醒来就再也难以入睡，为你我伤风感冒思念殷勤。',
        9 => '风凄凄呀天昏地暗阴沉沉，雷声远远地传来约约隐隐。梦乡醒来就再也难以入睡，我总是不能排谴倍感伤心。',
      ),
      'unscramble' => 
      array (
        0 => '终风赏析',
        1 => '《邶风·终风》全诗共四章，以女子的口吻，写她因丈夫的肆意调戏而悲凄，但丈夫离开后，她又转恨为念，忧其不来;夜深难寐，希望丈夫悔悟能同样也想念她。其感情一转再转，把那种既恨又恋，既知无望又难以割舍的矛盾心理真实地传达出来了。',
        2 => '第一章写欢娱，是从男女双方来写。“谑浪笑敖”，《鲁诗》曰：“谑，戏谑也。浪，意萌也。笑，心乐也。敖，意舒也。”连用四个动词来摹写男方的纵情粗暴，立意于当时的欢娱。“中心是悼”，是女方担心将来的被弃，着意于将来的忧惧。',
        3 => '第二章承“悼”来写女子被弃后的心情。“惠然肯来”，疑惑语气中不无女子的盼望;“莫往莫来”，肯定回答中尽是女子的绝望。“悠悠我思”转出二层情思，在结构上也转出下面二章。',
        4 => '第三、四章表现“思”的程度之深。“寤言不寐”，是直接来写，“愿言则嚏”“愿言则怀”则是女子设想男子是否想她，是曲折来写。而归结到男子，又与第一章写男子欢娱照应。全诗结构自然而有法度。',
        5 => '此诗各章都采用“比”的表现手法。因比而兴，诗中展示出狂风疾走、尘土飞扬、日月无光、雷声隐隐等悚人心悸的画面，衬托出女主人公悲惨的命运，有强烈的艺术震撼力。这在古代爱情婚姻题材的诗歌中是别具一格的。',
      ),
      'note' => 
      array (
        0 => '⑴邶(bèi)风：《诗经》“十五国风”之一，今存十九首。终：终日，一说既。',
        1 => '⑵暴：急骤，猛烈。',
        2 => '⑶顾：回头看。',
        3 => '⑷谑(xuè)：戏耍，调戏。浪：放荡。敖：傲慢，放纵。',
        4 => '⑸中心：心中。是悼：“悼是”的倒装。悼，哀伤，惊恐。',
        5 => '⑹霾(mái)：阴霾。空气中悬浮着的大量烟尘所形成的混浊现象。',
        6 => '⑺惠：顺。',
        7 => '⑻莫往莫来：不往来。',
        8 => '⑼悠悠：思念的样子。',
        9 => '⑽曀(yì)：阴云密布有风。',
        10 => '⑾不日：不见太阳。有：同“又”。',
        11 => '⑿寤：醒着。言：助词。寐：睡着。',
        12 => '⒀嚏(tì)：打喷嚏。民间有“打喷嚏，有人想”的谚语。',
        13 => '⒁曀曀：天阴暗貌。',
        14 => '⒂虺(huǐ)：形容雷声滚滚。',
        15 => '⒃怀：心思萦绕。',
      ),
    ),
  ),
);
