<?php
return array (
  'name' => '商颂·烈祖',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '商颂·烈祖',
      'spell' => 
      array (
        0 => 'shāng sòng · liè zǔ',
        1 => 'jiē jiē liè zǔ ！ yǒu zhì sī hù ；',
        2 => 'shēn cì wú jiāng ， jí ěr sī suǒ 。',
        3 => 'jì zài qīng gū ， lài wǒ sī chéng ；',
        4 => 'yì yǒu hé gēng ， jì jiè jì píng 。',
        5 => 'zōng jiǎ wú yán ， shí mǐ yǒu zhēng 。',
        6 => 'suí wǒ méi shòu ， huáng gǒu wú jiāng 。',
        7 => 'yuē dǐ cuò héng ， bā luán qiāng qiāng 。 yǐ gé yǐ xiǎng ， wǒ shòu mìng pǔ jiāng。',
        8 => 'zì tiān jiàng kāng ， fēng nián ráng ráng ；',
        9 => 'lái gé lái xiǎng ， jiàng fú wú jiāng 。',
        10 => 'gù yú zhēng cháng ， tāng sūn zhī jiāng 。',
      ),
      'content' => 
      array (
        0 => '商颂·烈祖',
        1 => '嗟嗟烈祖！有秩斯祜；',
        2 => '申锡无疆，及尔斯所。',
        3 => '既载清酤，赉我思成；',
        4 => '亦有和羹，既戒既平。',
        5 => '鬷假无言，时靡有争。',
        6 => '绥我眉寿，黄耇无疆。',
        7 => '约軧错衡，八鸾鸧鸧。以假以享，我受命溥将。',
        8 => '自天降康，丰年穰穰；',
        9 => '来假来飨，降福无疆。',
        10 => '顾予烝尝，汤孙之将。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,祭祀,颂歌,商颂',
        1 => '赞叹伟大我先祖，大吉大利有洪福。',
        2 => '永无休止赏赐厚，至今恩泽仍丰足。',
        3 => '祭祖清酒杯中注，佑我事业得成功。',
        4 => '再把肉羹调制好，五味平和最适中。',
        5 => '众人祷告不出声，没有争执很庄重。',
        6 => '赐我平安得长寿，长寿无终保安康。',
        7 => '车衡车轴金革镶，銮铃八个鸣铿锵。',
        8 => '来到宗庙祭祖上，我受天命自浩荡。',
        9 => '平安康宁从天降，丰收之年满囤粮。',
        10 => '先祖之灵请尚飨，赐我大福绵绵长。',
        11 => '秋冬两祭都登场，成汤子孙永祭享。',
      ),
      'unscramble' => 
      array (
        0 => '烈祖赏析',
        1 => '全诗一章二十二句，分四层铺写祭祀烈祖的盛况。开头四句是第一层，首先点明了祭祀烈祖的原由，就在于他洪福齐天，并能给子孙“申锡(赐)无疆”;“嗟嗟”一词的运用，可谓崇拜得五体投地。接下八句，写主祭者献“清酤”、献“和羹”，作“无言”、无争的祷告，是为了“绥我眉寿，黄耇无疆”。这种祭祀场面的铺叙，表现了祭祀隆重肃穆的气氛，反映出主祭者恭敬虔诚的心态。再接下去八句，写助祭者所坐车马的奢豪华丽，以此衬托出主祭者身份的尊贵，将祈求获福的祭祀场面再次推向高潮。结尾两句祝词，点明了举行时祭的是“汤孙”。首尾相应，不失为一首结构完整的诗篇。',
        2 => '此诗在语言运用上同其他《颂》诗一样，讲究典雅庄重，但由此也产生弊端，难免有些刻板乏味(当然也有好的句子，如“约軝错衡，八鸾鸧鸧”等)。在韵律安排上，此诗倒很有特色，三换韵脚，先用鱼部韵，再用耕部韵，最后是用阳部韵。押阳部韵的句子特多，从“黄耇无疆”到“汤孙之将”的下半部分十一句，连用“疆”、“衡”、“鸧”、“享”、“将”、“康”、“穰”、“享”、“疆”、“尝”、“将”十一个阳部韵，音调非常铿锵和谐，其音节美远胜于文句美。后世句句用韵的“柏梁体”诗恐怕也是滥觞于此。',
      ),
      'note' => 
      array (
        0 => '⑴烈祖：功业显赫的祖先,此指商朝开国的君王成汤。',
        1 => '⑵有秩斯祜(hù)：马瑞辰《毛诗传笺通释》云：“有秩即形容福之大貌。”祜,福。',
        2 => '⑶申：再三。锡：同“赐”。段玉裁《说文解字注》：“经典多假锡为赐字。凡言锡予者,即赐之假借也。”',
        3 => '⑷及尔斯所：陈奂《诗毛氏传疏》云：“及尔斯所,犹云‘以迄于今’也。”',
        4 => '⑸清酤(gū)：清酒。',
        5 => '⑹赉(lài)：赐予。思：语助词。',
        6 => '⑺戒：齐备。',
        7 => '⑻鬷(zōng)假：集合大众祈祷。',
        8 => '⑼绥：安抚。眉寿：高寿。',
        9 => '⑽黄耇(gǒu)：义同“眉寿”。朱熹《诗集传》云：“黄,老人发白复黄也。耇,老人面涷(dōng)梨色。”',
        10 => '⑾约軝(qí)错衡：用皮革缠绕车毂(gǔ)两端并涂上红色,车辕前端的横木用金涂装饰。错,金涂。',
        11 => '⑿鸾：通“銮”,一种饰于马车上的铃。鸧(qiāng)鸧：同“锵锵”,象声词。',
        12 => '⒀假(gé)：同“格”,至也。享：祭。',
        13 => '⒁溥(pǔ)：大。将：王引之《经义述闻》释为“长”。',
        14 => '⒂顾：光顾,光临。指先祖之灵光临。烝(zhēng)尝：冬祭叫“烝”。秋祭叫“尝”。',
        15 => '⒃汤孙：指商汤王的后代子孙。',
        16 => '⒄将：奉祀。',
      ),
    ),
  ),
);
