<?php
return array (
  'name' => '商颂·殷武',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '商颂·殷武',
      'spell' => 
      array (
        0 => 'shāng sòng · yīn wǔ',
        1 => 'tà bǐ yīn wǔ ， fèn fá jīng chǔ 。',
        2 => 'shēn rù qí zǔ ， póu jīng zhī lǚ ；',
        3 => 'yǒu jié qí suǒ ， tāng sūn zhī xù 。',
        4 => 'wéi rǔ jīng chǔ ， jū guó nán xiāng ；',
        5 => 'xī yǒu chéng tāng ， zì bǐ dī qiāng ， mò gǎn bù lái xiǎng ， mò gǎn bù lái wáng。',
        6 => 'yuē shāng shì cháng 。',
        7 => 'tiān mìng duō bì ， shè dū yú yǔ zhī jì ；',
        8 => 'suì shì lái bì ， wù yǔ huò zhé ， jià sè fěi xiè 。',
        9 => 'tiān mìng jiàng jiān ， xià mín yǒu yán ；',
        10 => 'bú jiàn bú làn ， bù gǎn dài huáng 。',
        11 => 'mìng yú xià guó ， fēng jiàn jué fú 。',
        12 => 'shāng yì yì yì ， sì fāng zhī jí ；',
        13 => 'hè hè jué shēng ， zhuó zhuó jué líng 。',
        14 => 'shòu kǎo qiě níng ， yǐ bǎo wǒ hòu shēng 。',
        15 => 'zhì bǐ jǐng shān ， sōng bǎi wán wán ；',
        16 => 'shì duàn shì qiān ， fāng zhuó shì qián 。',
        17 => 'sōng jué yǒu chān ， lǚ yíng yǒu xián ， qǐn chéng kǒng ān 。',
      ),
      'content' => 
      array (
        0 => '商颂·殷武',
        1 => '挞彼殷武，奋伐荆楚。',
        2 => '深入其阻，裒荆之旅；',
        3 => '有截其所，汤孙之绪。',
        4 => '维女荆楚，居国南乡；',
        5 => '昔有成汤，自彼氐羌，莫敢不来享，莫敢不来王。',
        6 => '曰商是常。',
        7 => '天命多辟，设都于禹之绩；',
        8 => '岁事来辟，勿予祸适，稼穑匪解。',
        9 => '天命降监，下民有严；',
        10 => '不僭不滥，不敢怠遑。',
        11 => '命于下国，封建厥福。',
        12 => '商邑翼翼，四方之极；',
        13 => '赫赫厥声，濯濯厥灵。',
        14 => '寿考且宁，以保我后生。',
        15 => '陟彼景山，松伯丸丸；',
        16 => '是断是迁，方斫是虔。',
        17 => '松桷有梴，旅楹有闲，寝成孔安。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,祭祀,颂歌,商颂',
        1 => '殷王武丁神勇英武，是他兴师讨伐荆楚。王师深入敌方险阻，众多楚兵全被俘虏。扫荡荆楚统治领土，成汤子孙功业建树。',
        2 => '你这偏僻之地荆楚，长久居住中国南方。从前成汤建立殷商，那些远方民族氐羌，没人胆敢不来献享，没人胆敢不来朝王。殷王实为天下之长。',
        3 => '上帝命令诸侯注意，建都大禹治水之地。每年按时来朝来祭，不受责备不受鄙夷，好好去把农业管理。',
        4 => '上帝命令殷王监视，下方人民恭谨从事。赏不越级罚不滥施，人人不敢怠慢度日。君王命令下达诸侯，四方封国有福享受。',
        5 => '殷商都城富丽堂皇，它是天下四方榜样。武丁有着赫赫声名，他的威灵光辉鲜明。既享长寿又得康宁，是他保佑我们后人。',
        6 => '登上那座景山山巅，松树柏树挺拔参天。把它砍断把它远搬，削枝刨皮加工完善。长长松木制成方椽，楹柱排列粗壮溜圆。寝庙落成神灵安恬。',
      ),
      'unscramble' => 
      array (
        0 => '殷武赏析',
        1 => '《商颂·殷武》这首诗的主旨，是通过高宗寝庙落成举行的祭典，极力颂扬殷高宗继承成汤的事业所建树的中兴业绩。',
        2 => '全诗共六章，一、四、五章每章六句，二、六章每章七句，三章五句。前五章写殷高宗武丁中兴之事，最后一章写高宗寝庙落成的情景。',
        3 => '这首诗歌在艺术表现上的突出特色，是各章都有它描写的侧重点。第一章言武丁伐楚之功。“挞彼殷武，奋伐荆楚”二句，表现了武丁对楚用兵的勇猛神速。“罙(深)入其阻，裒荆之旅”，写出武丁的军队是在突破险阻中取得节节胜利。“有截其所，汤孙之绪”，特别点明武丁之所以能征服荆楚之地，那是因为他是成汤的后世子孙，理应有所作为。第二章写武丁对荆楚的训诫。“维女(汝)荆楚，居国南乡(向)”二句，从荆楚所处的地理位置，指出它理应俯首听命。“昔有成汤，自彼氐羌。莫敢不来享，莫敢不来王，曰商是常。”这是以成汤征服氐、羌的先例来告诫荆楚归服，可谓是“刚柔并举”。第三章只有五句，可能有脱文，是写四方诸侯来朝。说殷武丁秉承“天命”统治诸侯，因之诸侯入国朝见天子、在封地勤治农事，都是他们应尽的职守。第四章，进一步申述武丁是受“天命”的中兴之主，人民百姓只能安分守己，按商朝的政令行动。第五章，写商朝的国都西亳地处中心地带的盛况，这里曾是中兴之主殷武丁运筹帷幄、决胜千里的地方，故特别用“商邑翼翼，四方之极”两句诗来渲染它，而武丁在位长达五十九年，说他“赫赫厥声，濯濯厥灵”，并不过分。末章描写修建高宗寝庙的情景，用“陟彼景山，松柏丸丸”两句诗作比兴，不但形象生动，而且有象征意义，象征殷武丁的中兴业绩垂之不朽。',
        4 => '这首诗在用韵上也有其特色。第一章句句用韵，“武”“楚”“阻”“旅”“所”“绪”同叶鱼部韵;第二章除“维女荆楚”一句不用韵，其余句句用韵，“乡”“汤”“羌”“享”“王”“常”同叶阳部韵;第三章句句用韵，“辟”“绩”“辟”“适(谪)”“解(懈)”是锡支通韵;第四章句句用韵，前后换韵，“监”“严”“滥”“遑”是谈阳合韵，“国”“福”叶职部韵;第五章句句用韵，前后换韵，“翼”“极”叶职部韵，“声”“灵”“宁”“生”叶耕部韵;最后一章句句用韵，“山”“丸”“迁”“虔”“梃”“闲”“安”叶元部韵。由于末章用元韵一韵到底，颇能渲染出宗庙落成的喜庆气氛。',
      ),
    ),
  ),
);
