<?php
return array (
  'name' => '国风·邶风·雄雉',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·邶风·雄雉',
      'spell' => 
      array (
        0 => 'guó fēng · bèi fēng · xióng zhì',
        1 => 'xióng zhì yú fēi ， xiè xiè qí yǔ ；',
        2 => 'wǒ zhī huái yǐ ， zì yí yī zǔ ！',
        3 => 'xióng zhì yú fēi ， xià shǎng qí yīn ；',
        4 => 'zhǎn yǐ jūn zǐ ， shí láo wǒ xīn ！',
        5 => 'zhān bǐ rì yuè ， yōu yōu wǒ sī ；',
        6 => 'dào zhī yún yuǎn ， hé yún néng lái ？',
        7 => 'bǎi ěr jūn zǐ ， bù zhī dé xíng ；',
        8 => 'bú zhì bù qiú ， hé yòng bù zāng ？',
      ),
      'content' => 
      array (
        0 => '国风·邶风·雄雉',
        1 => '雄雉于飞，泄泄其羽；',
        2 => '我之怀矣，自诒伊阻！',
        3 => '雄雉于飞，下上其音；',
        4 => '展矣君子，实劳我心！',
        5 => '瞻彼日月，悠悠我思；',
        6 => '道之云远，曷云能来？',
        7 => '百尔君子，不知德行；',
        8 => '不忮不求，何用不臧？',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,思念,国风,邶风',
        1 => '雄雉空中飞，扑翅真舒畅。我在想念她，音信恨渺茫。',
        2 => '雄雉空中飞，上下咯咯唱。只是那个人，让我心忧伤。',
        3 => '看看那日月，思念更悠长。路途太遥远，哪能回故乡？',
        4 => '所有这些人，全不知修养。你若不去贪，哪有不顺当？',
        5 => '译文二',
        6 => '雄雉在空中飞翔，舒展着五彩翅膀。我如此思念夫君，给自己带来忧伤。',
        7 => '雄雉在空中飞翔，上下鸣唱声嘹亮。我那诚实的夫君，实让我心劳神伤。',
        8 => '看日月迭来迭往，思念是那样悠长。道路相隔真遥远，何时才能回家乡？',
        9 => '那些在位君子们，不知我夫德高尚。不贪荣名不贪利，为何让他遭祸殃！',
      ),
      'unscramble' => 
      array (
        0 => '雄雉赏析',
        1 => '《邶风·雄雉》前二章都是以雄雉起兴。“兴”就是见景生情：看到漂亮的雄野鸡在空中自由自在地飞，欢快自得地鸣叫，这个独守空房的女人心中很不是滋味。雄雉就在眼前，能见到它舒畅地拍翅膀，能听到它咯咯的叫声。而丈夫久役，既不能见其人，也不能闻其声。先是怀想，后是劳心，思妇的感情层层迭起。此二章只举雄雉，不言双飞，正道出离别，引出下文“怀”“劳”的情绪，写雄雉，又是从“飞”这一动态去描写它的神情（“泄泄其羽”）和声音（“下上其音”），突出其反复不止，意在喻丈夫久役不息，思妇怀想不已。',
        2 => '第三章以日月的迭来迭往，来兴丈夫久役不归。同时，以日月久长来拟自己的悠悠思绪。而关河阻隔，怅问丈夫归来何期，亦可见思妇怀念之切。此章中的“瞻”字涵盖思妇所见。思妇与所见的日月构成意象空间，虚拟出一幅思妇正在伫立遥望的情景，加以前文所见雄雉的点染，便传递出强烈的画面感。“道之云远”把思妇的视线指向其久役的丈夫，它与第一章“自诒伊阻”相承为义，分别从空间的距离（“远”）和空间的间断（“阻”）来说的。“曷云能来”，是对思妇“悠悠我思”的现实回答，也是思妇瞻望的必然结果。道远路阻，丈夫无法回来，这也深深透露出对当时现实的无奈。',
        3 => '第四章语气一转，忧其丈夫仕于乱世，希望他善能周全，可见其深思至爱之意。传说雉是耿介之鸟，就其品性可比君子，《王风·兔爰》“雉离于罗”，即比君子遭罪。此章“不知德行”从反面伸足此义，就其品性来讽劝君子。',
        4 => '全诗前三章的意思可以归纳为一个词：思念。女主人公思念远在天边从役的丈夫，自己内心沮丧，不能排解。每天看着日升日落，月圆月缺，女人心中的思念也如这日月一样悠长。最后一章的意思可以归纳为一个词：批判。女主人公指责那些贵族君子们，是他们的贪欲造成了夫妻分离的悲剧。前三章的思念是为后一章的批评蓄势；而末章对在位君子的批判，突破个人私情，使诗歌的境界提升了一个高度。',
      ),
      'note' => 
      array (
        0 => '⑴邶(bèi)风：《诗经》“十五国风”之一，今存十九首。邶，中国周代诸侯国名，地在今河南省汤阴县东南。雉(zhì)：野鸡，雄者有冠，长尾，身有文采，善斗。一说雉为耿介之鸟，交有时，别有伦。',
        1 => '⑵于：往。一说语助词。',
        2 => '⑶泄(yì)泄：鼓翅飞翔的样子。朱熹《诗集传》：“泄泄，飞之缓也。”',
        3 => '⑷怀：因思念而忧伤。',
        4 => '⑸自诒(yí)：自己给自己。诒，通”贻“，遗留。伊：此，这。阻：忧愁，苦恼。一说阻隔。',
        5 => '⑹下上其音：叫声随飞翔而忽上忽下。',
        6 => '⑺展：诚，确实。',
        7 => '⑻劳我心：即”我心劳“，因挂怀而操心、忧愁。劳，忧。',
        8 => '⑼瞻：远看，望。',
        9 => '⑽悠悠：绵绵不断。',
        10 => '⑾云：与下句的“云”同为语气助词。',
        11 => '⑿曷(hé)：何。此处指何时。',
        12 => '⒀百尔君子：你们这些君子。百，凡是，所有。尔，你们。君子，在位，有官职的大夫。',
        13 => '⒁德行：品德和行为。',
        14 => '⒂忮(zhì)：忌恨，害也。一说”贪求“。求：贪求。',
        15 => '⒃何用：何以，为何。不臧(zāng)：不善，不好。',
      ),
    ),
  ),
);
