<?php
return array (
  'name' => '国风·邶风·匏有苦叶',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·邶风·匏有苦叶',
      'spell' => 
      array (
        0 => 'guó fēng · bèi fēng · páo yǒu kǔ yè',
        1 => 'páo yǒu kǔ yè ， jǐ yǒu shēn shè ；',
        2 => 'shēn zé lì ， qiǎn zé qì。',
        3 => 'yǒu mí jǐ yíng ， yǒu yǎo zhì míng ；',
        4 => 'jǐ yíng bù rú guǐ ， zhì míng qiú qí mǔ 。',
        5 => 'yōng yōng míng yàn ， xù rì shǐ dàn ；',
        6 => 'shì rú guī qī ， dài bīng wèi pàn 。',
        7 => 'zhāo zhāo zhōu zǐ ， rén shè áng fǒu ；',
        8 => 'rén shè áng fǒu ， áng xū wǒ yǒu 。',
      ),
      'content' => 
      array (
        0 => '国风·邶风·匏有苦叶',
        1 => '匏有苦叶，济有深涉；',
        2 => '深则厉，浅则揭。',
        3 => '有瀰济盈，有鷕雉鸣；',
        4 => '济盈不濡轨，雉鸣求其牡。',
        5 => '雍雍鸣雁，旭日始旦；',
        6 => '士如归妻，迨冰未泮。',
        7 => '招招舟子，人涉卬否；',
        8 => '人涉卬否，卬须我友。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,爱情,国风,邶风',
        1 => '葫芦瓜有苦味叶，济水边有深渡口。深就垂衣缓缓过，浅就提裙快快走。',
        2 => '济水茫茫涨得满，岸丛野雉叫得欢。水涨车轴浸不到，野雉求偶鸣声传。',
        3 => '又听嗈嗈大雁鸣，天刚黎明露晨曦。男子如果要娶妻，趁未结冰来迎娶。',
        4 => '船夫挥手频招呼，别人渡河我不争。别人渡河我不争，我将恋人静静等。',
      ),
      'unscramble' => 
      array (
        0 => '匏有苦叶赏析',
        1 => '期盼的爱情充满了喜悦，而爱情的等待，却又令人焦躁。这首诗所歌咏的，正是一位年轻女子对情人的又喜悦、又焦躁的等候。',
        2 => '这等候发生在济水渡口。诗一开篇，“匏有苦叶，济有深涉”，正值炎热的八月，葫芦叶子发枯，内部已然成熟。诗以“匏有苦叶”起兴，即暗示了这等候与婚姻有关。因为古代的婚嫁，正是用剖开的匏瓜，做“合卺”喝的酒器的。匏瓜的叶儿已枯，则正当秋令嫁娶之时。女主人公等候的渡口，却水深难涉了，因此她深情地叮咛着：“深则厉，浅则揭”。那无非是在心中催促着心上人：水浅则提衣过来，水深就垂衣来会，就不必犹豫了。催对方垂衣涉济，正透露出她这边等候已急。“深则厉，浅则揭。”简简单单六个字，恰切地写出了女主人公的大胆、勇敢和聪慧。',
        3 => '“有弥济盈，有鹭雉鸣。济盈不濡轨，雉鸣求其牡。”济水丰盈得仿佛要漫过岸边一样，水面波光粼粼，阳光照在上面好似荧光千点。还好河水没有漫过车轴，免去不少担心，岸边草丛里的野鸡叫得正欢，声声鸟鸣响彻渡口，看来它们是求偶心切。这一章几乎都是景物描写，诗人将野稚与女主人公进行对比，突出她等待意中人归来的焦急心情。',
        4 => '“雝雝鸣雁，旭日始旦。士如归妻，迨冰未泮。”现在天已渐渐大亮，通红的旭日升起在济水之上，空中已有雁行掠过，那“雝雝”鸣叫显得有多欢快。但对于等候中的女主人公来说，心中的焦躁非但未被化解，似乎更还深了几分。要知道雁儿北飞，预告着冬日就要结束，春天就要到来。当济水冰融化的时候，按古代的规矩便得停办嫁娶之事了。所谓“霜降而妇功成，嫁娶者行焉;冰泮而农业起，昏(婚)礼杀(止)于此”(《孔子家语》)，说的就是这一种古俗。明白乎此，就能懂得女主人公何以对“雝雝鸣雁”特别关注了：连那雁儿都似在催促着姑娘，她就不能不为之着急。于是“士如归妻，迨冰未泮”二句，读来正如发自姑娘心底的呼唤，显得十分热切。',
        5 => '诗之末章终于等来了摆渡船，那定是从对岸驶来载客的。“招招舟子，人涉卬否。”船夫大约早就体察了女主人公的焦躁不安，所以关切地连声招唤：“快上船吧!”他不可能知道，这姑娘急的并不是过河，恰是在驶来的船上没见到心上人。“人涉卬否”二句之重复，重复得可谓妙极：那似乎是女主人公怀着羞涩，对船夫所作的窘急解释——“不是我要急着渡河，……不是的，我是在等我的……朋友哪……”以“昂须我友”的答语作结，结得情韵袅袅。船夫的会意微笑，姑娘那脸庞飞红的窘态，以及将情人换作“朋友”的掩饰之辞，所传达的似怨还爱的微妙心理，均留在了诗外，任读者自己去体味。',
        6 => '此诗通过情境、对话、神态描写，生动再现了一名在渡口等候情人的女子焦灼而又喜悦的心情。在短短的一首小诗里，有山有水，有人有物，诗中有画，画中有诗，情景交融，浑然一体。',
      ),
      'note' => 
      array (
        0 => '⑴邶(bèi)：周朝国名，在今河南汤阴南。',
        1 => '⑵匏(páo)：葫芦之类。苦：一说苦味，一说枯。意指葫芦八月叶枯成熟，可以挖空作渡水工具。',
        2 => '⑶济(jǐ)：水名。涉：一说涉水过河，一说渡口。',
        3 => '⑷厉：带。一说解衣涉水，一说拴葫芦在腰泅渡。',
        4 => '⑸揭(qì)：提起下衣渡水。',
        5 => '⑹弥(mí)：大水茫茫。一作“㳽”。盈：满。',
        6 => '⑺鷕(yǎo)：雌山鸡叫声。',
        7 => '⑻濡(rú)：沾湿。轨：车轴的两端。',
        8 => '⑼牡：雄雉。',
        9 => '⑽雝(yōng)雝：大雁叫声和谐。',
        10 => '⑾旭日：初升的太阳。旦：天大明。',
        11 => '⑿归妻：娶妻。',
        12 => '⒀迨(dài)：趁着。泮(pàn)：通“牉”，合，指封冻。',
        13 => '⒁招招：招唤之貌，一说摇橹曲伸之貌。舟子：摆渡的船夫。',
        14 => '⒂人涉：他人要渡河。卬(áng)否：即我不渡河之意。卬，代词，表示“我”。否，不。',
        15 => '⒃须：等待。友：指女子要等待的人。',
      ),
    ),
  ),
);
