<?php
return [
    'name' => '式微·邶风·国风',
    'nameShort' => '式微',
    'nameSpell' => ' shì wēi',
    'brief' => '黎侯寓于卫，其臣劝以归也。(2章4句)',
    'keyword' => '关键词：诗经,国风,邶风',
    'chapters' => [
        [
            'spell' => [
                'shìwēishìwēi，hú bù guī？',
                'wēijūnzhīgù，hú wéi hū zhōng lù ？',
                'shìwēishìwēi，hú bù guī？',
                'wēijūnzhīgōng，hú wéi hū ní zhōng？',
            ],
            'content' => [
                '式微式微，胡不归？',
                '微君之故，胡为乎中露？',
                '式微式微，胡不归？',
                '微君之躬，胡为乎泥中？',
            ],
            'vernacular' => [
                '天黑了，天黑了，为什么还不回家?如果不是为君主，何以还在露水中!',
                '天黑了，天黑了，为什么还不回家?如果不是为君主，何以还在泥浆中!',
            ],
            'unscramble' => [
                '诗凡二章，都以“式微，式微，胡不归”的设问句起调，紧接着便交待了原因：“微君之故，胡为乎中露”;“微君之躬，胡为乎泥中”。意思是说，为了君主的事情，为了养活他们的贵体，才不得不终年累月、昼夜不辍地在露水和泥浆中奔波劳作。短短二章，寥寥几句，受奴役者的非人处境以及他们对统治者的满腔愤懑，给读者留下极其深刻的印象。',
                '在艺术上，这首诗有两个特点。一是以设问强化语言效果。从全诗看，“式微，式微，胡不归”，并不是有疑而问，而是胸中早有定见的故意设问。诗人遭受统治者的压迫，夜以继日地在野外干活，有家不能回，苦不堪言，自然要倾吐心中的牢骚不平，但如果是正言直述，则易于穷尽，采用这种虽无疑而故作有疑的设问形式，使诗篇显得宛转而有情致，同时也引人注意，启人以思，所谓不言怨而怨自深矣。二是以韵脚烘托情感气氛。诗共二章十句，不仅句句用韵，而且每章换韵，故而全诗词气紧凑，节奏短促，情调急迫，充分表达出了服劳役者的苦痛心情以及他们日益增强的背弃暴政的决心。从此诗所用韵脚分析，前章用微韵、鱼韵，后章为微韵、侵韵，这些韵部都较适合表达哀远沉痛的情绪。诗人的随情用韵，使诗情藉着韵脚所体现的感情基调获得了充分的强调。',
                '由于《毛诗》将此诗解说成劝归，历代学《诗》者又都以毛说为主，所以“式微”一词竟逐渐衍为中国古典诗歌中的“归隐”意象，如唐王维“即此羡闲逸，怅然吟式微”(《渭川田家》);孟浩然“因君故乡去，遥寄式微吟”(《都下送辛大夫之鄂》》;贯休“东风来兮歌式微，深云道人召来归”(《别杜将军》)等等，由此也可见出此诗对后世的影响。',
            ],
            'notes' => [
                '⑴邶(bèi)：周朝国名，在今河南汤阴南。',
                '⑵式：作语助词。微：幽暗。这里指天将黑。',
                '⑶胡：为什么。',
                '⑷微：非，要不是。故：事，事情。',
                '⑸乎：于，在。中露：露中。倒文以协韵。',
                '⑹躬：身体。一说通“穷”，困穷。',
            ],
        ],
    ],
];