<?php
return array (
  'name' => '国风·邶风·旄丘',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·邶风·旄丘',
      'spell' => 
      array (
        0 => 'guó fēng · bèi fēng · máo qiū',
        1 => 'máo qiū zhī gé xī ！ hé dàn zhī jié xī ？',
        2 => 'shū xī bó xī ！ hé duō rì yě ？',
        3 => 'hé qí chǔ yě ？ bì yǒu yǔ yě ；',
        4 => 'hé qí jiǔ yě ？ bì yǒu yǐ yě 。',
        5 => 'hú qiú méng róng ， bǐ jū bù dōng ；',
        6 => 'shū xī bó xī ！ mí suǒ yǔ tóng 。',
        7 => 'suǒ xī wěi xī ！ liú lí zhī zǐ ；',
        8 => 'shū xī bó xī ！ yòu rú chōng ěr 。',
      ),
      'content' => 
      array (
        0 => '国风·邶风·旄丘',
        1 => '旄丘之葛兮！何诞之节兮？',
        2 => '叔兮伯兮！何多日也？',
        3 => '何其处也？必有与也；',
        4 => '何其久也？必有以也。',
        5 => '狐裘蒙戎，匪车不东；',
        6 => '叔兮伯兮！靡所与同。',
        7 => '琐兮尾兮！流离之子；',
        8 => '叔兮伯兮！褎如充耳。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,国风,邶风',
        1 => '旄丘上有葛藤攀援，为什么它枝节蔓延?叔啊伯啊，为什么拖宕这么多时间?',
        2 => '为什么滞停安然?一定是等待同伴。为什么居留长久?一定有原因难宣。',
        3 => '我们的狐裘已纷纷破败，他们的车子还迟迟不来。叔啊伯啊，没人同情我们遇难遭灾。',
        4 => '我们是小国人也低贱，如鸟儿流离真是可怜。叔啊伯啊，你们充耳不闻让人生怨。',
        5 => '译文二',
        6 => '旄丘上的葛藤啊，为何蔓延那么长!卫国诸臣叔伯啊，为何许久不相帮?',
        7 => '为何安处在家中?必定等人一起行。为何等待这么久?其中必定又原因。',
        8 => '身穿狐裘毛茸茸，乘车出行不向东。卫国诸臣叔伯啊，你们不与我心同。',
        9 => '我们卑微又渺小，流离失所无依靠。卫国诸臣叔伯啊，充耳装作不知道。',
      ),
      'unscramble' => 
      array (
        0 => '旄丘赏析',
        1 => '《邶风·旄丘》全诗四章，脉络清晰，递进有序，《诗经传说汇纂》引朱公迁所谓“一章怪之，二章疑之，三章微讽之，四章直责之”，将其篇章结构说得清清楚楚。',
        2 => '诗一开头，借物起兴，既交代了地点和季节，也写了等待救援时间之长。黎臣迫切渴望救援，常常登上旄丘，翘首等待援兵，但时序变迁，援兵迟迟不至，不免暗自奇怪。不过由于要借卫国救援收复祖国，心存奢望故而尚未产生怨恨之意。',
        3 => '第二章紧承上章“何多日兮”而来，用宽笔稍加顿挫，“何其处也，必有与也。何其久也，必有以也。”通过自问自答的方式，黎臣设身处地地去考虑卫国出兵缓慢的原因：或者是等待盟军一同前往，或者是有其他缘故，暂时不能发兵;用赋法代为解说，曲尽人情。',
        4 => '第三章“狐裘蒙戎”一句紧扣上两章，说明自己客居已久而“匪车不东”。黎臣已经有所觉悟，“我有亡国之状，而彼无悯恤之意，我有恢复之念，而彼无拯救之心”(《诗经传说汇纂》引邹泉语)，知道卫国无意救援，并非是在等盟军，或者有其他缘故。因幻想破灭，救援无望，故稍加讽谕。',
        5 => '第四章用赋法着意对比，黎臣丧亡流离，衣衫破弊，寄居他国，凄凉萧索，而卫国群臣非但毫无同情心，而且袖手旁观，趾高气扬。诗人有些出离愤怒了，他批评卫国群臣装聋作哑，见死不救。诗人通过双方服饰、神情、心态的比较，黎臣彻底痛悟，不禁深感心寒，于是便直斥卫国君臣。',
        6 => '此诗作者虽然寄人篱下，但诗意从委婉地询问的口气到直指卫国统治者不同心同德的嘴脸，写得很有骨气。',
      ),
      'note' => 
      array (
        0 => '⑴邶(bèi)风：《诗经》“十五国风”之一，今存十九首。邶，周代诸侯国名，地在今河南汤阴东南。',
        1 => '⑵旄(máo)丘：卫国地名，在澶州临河东(今河南濮阳西南)。一说指前高后低的土山。',
        2 => '⑶葛：多年生藤本植物，蔓生，茎纤维韧长可织布。',
        3 => '⑷诞(yán)：通“延”，延长。节：指葛藤的枝节。',
        4 => '⑸叔、伯：本为兄弟间的排行。此处称高层统治者君臣。',
        5 => '⑹多日：指拖延时日。',
        6 => '⑺处：安居，留居，指安居不动。',
        7 => '⑻与：盟国。一说同“以”，原因。',
        8 => '⑼何其：为什么那样。',
        9 => '⑽以：同“与”。一说作“原因”“缘故”解。',
        10 => '⑾蒙戎：毛篷松貌。此处点出季节，已到冬季。',
        11 => '⑿匪：非。东：此处作动词，指向东。',
        12 => '⒀靡：没有。所与：与自己在一起同处的人。同：同心。',
        13 => '⒁琐：细小。尾：通“微”，低微，卑下。',
        14 => '⒂流离：转徙离散，飘散流亡。一说鸟名，即枭或黄鹂。',
        15 => '⒃褎(yòu)：聋。一说多笑貌。充耳：塞耳。古代挂在冠冕两旁的玉饰，用丝带下垂到耳门旁。',
      ),
    ),
  ),
);
