<?php
return array (
  'name' => '国风·邶风·简兮',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·邶风·简兮',
      'spell' => 
      array (
        0 => 'guó fēng · bèi fēng · jiǎn xī',
        1 => 'jiǎn xī jiǎn xī ！ fāng jiāng wàn wǔ ；',
        2 => 'rì zhī fāng zhōng ， zài qián shàng chù 。',
        3 => 'shuò rén yǔ yǔ ， gōng tíng wàn wǔ 。',
        4 => 'yǒu lì rú hǔ ， zhí pèi rú zǔ 。',
        5 => 'zuǒ shǒu zhí yuè ， yòu shǒu bǐng dí 。',
        6 => 'hè rú wò zhě ， gōng yán cì jué 。',
        7 => 'shān yǒu zhēn ， xí yǒu líng 。 yún shuí zhī sī ？',
        8 => 'xī fāng měi rén 。 bǐ měi rén xī ， xī fāng zhī rén xī ！',
      ),
      'content' => 
      array (
        0 => '国风·邶风·简兮',
        1 => '简兮简兮！方将万舞；',
        2 => '日之方中，在前上处。',
        3 => '硕人俣俣，公庭万舞。',
        4 => '有力如虎，执辔如组。',
        5 => '左手执龠，右手秉翟。',
        6 => '赫如渥赭，公言锡爵。',
        7 => '山有榛，隰有苓。云谁之思？',
        8 => '西方美人。彼美人兮，西方之人兮！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,写人,国风,邶风',
        1 => '鼓声擂得震天响，盛大万舞要开场，正是红日当空照，舞蹈领队站前方。',
        2 => '舞师健壮又英武，公庭上面演万舞。动作有力如猛虎，手握缰绳似丝足。',
        3 => '左手拿着龠管吹，右手野鸡翎毛挥。红光满面像赭涂，公侯连说快赐酒。',
        4 => '高高山上有榛树，低田苍耳绿油油。心里思念是谁人?四方舞师真英武。那英俊的男子啊，那是从西方来呀!',
      ),
      'unscramble' => 
      array (
        0 => '简兮赏析',
        1 => '按照余冠英的观点，这是一首描述公庭万舞盛大场面的诗歌，是从一个女粉丝的角度来写领舞者的。一个年轻的女子坐在公庭的一个角落，她看到威武雄壮的万舞场面即将拉开帷幕。这时，首先映入她眼帘的是，红日当头，那个让她心仪或颤栗的伟男子就在正前方最显眼的地方，他已经站好了位置，准备开始跳舞。先是武舞。只见他勇猛有力，动如猛虎，气势撼人，时而表演驾驭马车的情景，执辔自如，张弛有度，宛如真正的驾驭场面接下来是表演文舞。只见那个男子左手执笛，奏出悠扬美妙的清音;右手持漂亮的雉鸡翎，脸上涂抹着厚厚的红泥，他的表演得到了公侯的赞赏。',
        2 => '全诗四章，第一章写卫国宫廷举行大型舞蹈，交待了舞名、时间、地点和领舞者的位置，第二章写舞师武舞时的雄壮勇猛，突出他高大魁梧的身躯和威武健美的舞姿，第三章写他文舞时的雍容优雅、风度翩翩。舞师的多才多艺使得这位女子赞美有加，心生爱慕。第四章是这位女性情感发展的高潮，倾诉了她对舞师的深切慕悦和刻骨相思。',
        3 => '“山有榛”一句多解为喻男女各得其所。因此，这最后一章就成了女粉丝向偶像抛媚眼的精彩描述了。全诗的艺术魅力主要来自最后一章，这一章用朦胧的意象和晦涩的隐语将这位女性绵邈低徊的相思展示无遗。诗歌用“山有榛，隰有苓”托兴，根据《诗经》中其他七处“山有……”“隰有……”对举句式的理解，此处是以树隐喻男子，以草隐喻女子，托兴男女情思，引出下文“云谁之思?西方美人。彼美人兮，西方之人兮。”“西方美人”，旧说多附和曲解，诗意因此玄之又玄。在诗中，“西方美人”乃是指舞师，其例一同于屈原用美人代指楚王。后四句若断若连，回环复沓，意味深远。“彼美人兮，西方之人兮”两句是“云谁之思?西方美人”两句的扩展延伸。',
      ),
    ),
  ),
);
