<?php
return array (
  'name' => '国风·邶风·泉水',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·邶风·泉水',
      'spell' => 
      array (
        0 => 'guó fēng · bèi fēng · quán shuǐ',
        1 => 'bì bǐ quán shuǐ ， yì liú yú qí ；',
        2 => 'yǒu huái yú wèi ， mǐ rì bù sī 。',
        3 => 'luán bǐ zhū jī ， liáo yǔ zhī móu 。',
        4 => 'chū sù yú jǐ ， yǐn jiàn yú nǐ ；',
        5 => 'nǚ zǐ yǒu xíng ， yuǎn fù mǔ xiōng dì 。',
        6 => 'wèn wǒ zhū gū ， suì jí bó zǐ 。',
        7 => 'chū sù yú gān ， yǐn jiàn yú yán ；',
        8 => 'zài zhī zài xiá ， hái jū yán mài 。',
        9 => 'chuán zhēn yú wèi ， bù xiá yǒu hài ？',
        10 => 'wǒ sī féi quán ， zī zhī yǒng tàn ；',
        11 => 'sī xū yǔ cáo ， wǒ xīn yōu yōu 。',
        12 => 'jià yán chū yóu ， yǐ xiè wǒ yōu 。',
      ),
      'content' => 
      array (
        0 => '国风·邶风·泉水',
        1 => '毖彼泉水，亦流于淇；',
        2 => '有怀于卫，靡日不思。',
        3 => '娈彼诸姬，聊与之谋。',
        4 => '出宿于泲，饮饯于祢；',
        5 => '女子有行，远父母兄弟。',
        6 => '问我诸姑，遂及伯姊。',
        7 => '出宿于干，饮饯于言；',
        8 => '载脂载辖，还车言迈。',
        9 => '遄臻于卫，不瑕有害？',
        10 => '我思肥泉，兹之永叹；',
        11 => '思须与漕，我心悠悠。',
        12 => '驾言出游，以写我忧。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,思乡,国风,邶风',
        1 => '泉水汩汩流呀流，一直流到淇水头。梦里几回回卫国，没有一日不思索。同姓姑娘真美丽，愿找她们想主意。',
        2 => '出嫁赴卫宿在济，喝酒饯行却在祢。姑娘长大要出嫁，远离父母兄弟家。回家问候我诸姑，顺便走访大姊处。',
        3 => '出嫁赴卫宿在干，喝酒饯行却在言。抹好车油上好轴，回转车头向卫走。赶到卫国疾又快，大概不会有妨害。',
        4 => '我一想到那肥泉，不禁连声发长叹。想到须邑和漕邑，我心忧郁不称意。驾好车子去出游，姑且消除心中愁。',
        5 => '译文二',
        6 => '泉水汨汨流不息，还是回归入淇水。怀念卫国我故乡，没有一天不在想。同来姬姓好姐妹，且与她们来商量。',
        7 => '回想当初宿泲地，摆酒饯行在祢邑。女子出嫁到别国，远离父母和兄弟。临行问候我姑母，还有众位好姊妹。',
        8 => '如能回乡宿在干，饯行之地就在言。车轴上油插紧键，直奔故乡跑得欢。疾驰速奔回到卫，不会招来甚后患?',
        9 => '我是思绪在肥泉，声声叹息用不休。再想须城与漕邑，我的忧伤无尽头。驾着马车去出游，借此排解我忧愁。',
      ),
      'unscramble' => 
      array (
        0 => '泉水赏析',
        1 => '《邶风·泉水》第一章“毖彼泉水，亦流于淇”两句，用泉水流入淇水起兴，委婉道出自己归宁的念头。这两句与《邶风·柏舟》首二句“泛彼柏舟，亦泛其流”同用“彼”、“亦”两字起调，文情凄惋悱侧而不突兀，由此点出诗题——“有怀于卫，靡日不思。”自己魂牵梦绕着卫国，但如今故国人事有所变故，自己想亲往探视而根据礼仪却不能返卫，深感无限委曲，内心焦急难奈。作为一个女性，在这样的情况下，首先想到的是自己的姐妹，由此引出“娈彼诸姬，聊与之谋”两句。主人公想找她们倾诉苦衷，希望她们能够为自己出个主意，想条妙计，即便无济于事，也能够稍解胸中的郁闷，聊以自慰。',
        2 => '第二章和第三章均承接第一章而来，用赋法铺写虚景，表达自己对卫国真挚深切的怀念。第二章写作者欲归不得，却去设想当初出嫁适卫之时与家人饮饯诀别的情景。如今物换星移，寒暑数易，家人近况无由获知，颇令自己牵挂，归宁的念头更加坚定笃实。第三章好像与第二章重复，但却是幻境中再生幻境，设想归宁路途上的场景，车速之快疾与主人公心情之迫切相互映发衬托。速去速回，合情合理，但最终仍不能成行，“不瑕有害”一句含蓄蕴藉。这两章全是凭空杜撰，出有入无，诗歌因此曲折起伏，婉妙沉绝。',
        3 => '第四章写思归不成，欲罢不能，只好考虑出游销忧，但是思卫地而伤情，愁更转愁。“我思肥泉，兹之永叹”，再写愁怀，回肠荡气;“思须与漕，我心悠悠”，情怀郁郁，文气更曲一层。',
        4 => '清人陈继揆对此诗以幻写真，通过虚无缥缈的描写衬托主人公真切深沉的思念的艺术手法赞赏备至。',
      ),
    ),
  ),
);
