<?php
return array (
  'name' => '国风·邶风·北门',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·邶风·北门',
      'spell' => 
      array (
        0 => 'guó fēng · bèi fēng · běi mén',
        1 => 'chū zì běi mén ， yōu xīn yīn yīn ；',
        2 => 'zhōng jù qiě pín ， mò zhī wǒ jiān 。 yǐ yān zāi ！',
        3 => 'tiān shí wéi zhī ， wèi zhī hé zāi ！',
        4 => 'wáng shì shì wǒ ， zhèng shì yì pí yì wǒ ；',
        5 => 'wǒ rù zì wài ， shì rén jiāo biàn zhé wǒ 。 yǐ yān zāi ！',
        6 => 'tiān shí wéi zhī ， wèi zhī hé zāi ！',
        7 => 'wáng shì duī wǒ ， zhèng shì yì pí wèi wǒ ；',
        8 => 'wǒ rù zì wài ， shì rén jiāo biàn cuī wǒ 。 yǐ yān zāi ！',
        9 => 'tiān shí wéi zhī ， wèi zhī hé zāi ！',
      ),
      'content' => 
      array (
        0 => '国风·邶风·北门',
        1 => '出自北门，忧心殷殷；',
        2 => '终窭且贫，莫知我艰。已焉哉！',
        3 => '天实为之，谓之何哉！',
        4 => '王事适我，政事一埤益我；',
        5 => '我入自外，室人交徧谪我。已焉哉！',
        6 => '天实为之，谓之何哉！',
        7 => '王事敦我，政事一埤遗我；',
        8 => '我入自外，室人交徧摧我。已焉哉！',
        9 => '天实为之，谓之何哉！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,国风,邶风',
        1 => '我从北门出，忧心深重重。生活贫且窘，无人知我辛。唉，老天此安排，让人怎么说!',
        2 => '王爷差遣重，公府事更多。忙完家中去，家人多斥呵。唉，老天此安排，让人怎么说!',
        3 => '王事做不完，府上差役重。做完家中去，家人斥责多。唉，老天此安排，让人怎么说!',
        4 => '译文二',
        5 => '我从北门出城去，心中烦闷多忧伤。既受困窘又贫寒，没人知我艰难样。既然这样算了吧，都是老天安排定，我有什么办法想!',
        6 => '王家差事派给我，衙门公务也增加。我从外面回到家，家人纷纷将我骂。既然这样算了吧，都是老天安排定，我有什么好办法!',
        7 => '王家差事逼迫我，衙门公务也派齐。我从外面回家里，家人纷纷将我讥。既然这样算了吧，都是老天安排定，我有什么好主意!',
      ),
      'unscramble' => 
      array (
        0 => '北门赏析',
        1 => '这是一首小官吏诉说自己愁苦的诗。从诗的语言看，并没有“忠臣不得其志”或“安于贫仕”之意，旧说未免令人感到迂曲，今人的“怨诉”说则解释较为圆满。诗中的小官吏公事繁重苛细，虽辛勤应付，但生活依然清贫。上司非但不体谅他的艰辛，反而一味给他分派任务，使他不堪重负。辛辛苦苦而位卑禄薄，使他牢骚满腹，家人的责备更使他难堪，他深感仕路崎岖，人情浇薄，所以长吁短叹，痛苦难禁，悲愤之余，只好归之于天，安之若命。',
        2 => '此诗经北门开篇，自古以来，北通“背”，朱熹解读第一章开篇为“比”，就预先注明诗的主人公正面临着背时的命运。其实，从府衙北门而出，当然是背对光明而来的，自然是形象暗淡无光，精神萎靡不振。他一副忧心忡忡的样子，低着头走回家。因为无职无权，当然就要受穷了，想体面也体面不起来，其内心之黯然神伤，可想而知。但别人却不知道他的这份艰难，这个别人不只包括他的饱食终日无所用心的上司，还包括靠他糊那点薪俸养活的家人。他也自知没有本事，但又无能为力，只剩下愁眉苦脸、唉声叹气的份了。这个小官吏，甘于清贫，内外交困，穿着寒酸，愧对家人，但又如此任劳任怨，忠于王事，勤于政事，真是具有敬业精神的忠谨之士。',
        3 => '这首诗的主人公虽然是一名官吏，但全诗并非无病呻吟，的确体现了《诗经》“饥者歌其食，劳者歌其事”的现实主义精神。对诗中连用“我”字而蕴含的感情色彩。全诗纯用赋法，不假比兴，然而每章末尾“已焉哉，天实为之，谓之何哉”三句重复使用，大大增强了语气，深有一唱三叹之效。牛运震《诗志》认为这些句段与《古诗十九首》中“弃捐勿复道，努力加餐饭”等一样，“皆极悲愤语，勿认作安命旷达”。',
      ),
      'note' => 
      array (
        0 => '⑴邶(bèi)风：《诗经》“十五国风”之一，今存十九首。邶，中国周代诸侯国名，地在今河南省汤阴县东南。北门：都城北门。',
        1 => '⑵殷殷：忧愁深重的样子。',
        2 => '⑶终：王引之《经义述闻》引王念孙说：“终，犹既也。”窭(jù)：贫寒，艰窘。',
        3 => '⑷已焉哉：既然这样，算了吧。',
        4 => '⑸为之：有意如此。',
        5 => '⑹谓之何：奈之何，即奈何不得之意。',
        6 => '⑺王事：周王的事。适(zhì)：同“擿”，扔，掷。适我，扔给我。',
        7 => '⑻政事：公家的事。一：都，一齐。埤(pí)益：增加。',
        8 => '⑼室人：家人。交徧(biàn)：轮番地。徧，同“遍”。讁(zhé)：谴责，责难。',
        9 => '⑽敦：逼迫。一说投掷，扔给。',
        10 => '⑾埤遗：厚加。',
        11 => '⑿摧：挫，讥刺。一说折磨。',
      ),
    ),
  ),
);
