<?php
return array (
  'name' => '国风·邶风·北风',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·邶风·北风',
      'spell' => 
      array (
        0 => 'guó fēng · bèi fēng · běi fēng',
        1 => 'běi fēng qí liáng ， yù xuě qí páng 。',
        2 => 'huì ér hào wǒ ， xié shǒu tóng xíng 。',
        3 => 'qí xū qí xú ？ jì jí zhī jū ！',
        4 => 'běi fēng qí jiē ， yù xuě qí fēi 。',
        5 => 'huì ér hǎo wǒ ， xié shǒu tóng guī 。',
        6 => 'qí xū qí xú ？ jì jí zhī jū ！',
        7 => 'mò chì fěi hú ， mò hēi fěi wū 。',
        8 => 'huì ér hào wǒ ， xié shǒu tóng jū 。',
        9 => 'qí xū qí xú ？ jì jí zhī jū ！',
      ),
      'content' => 
      array (
        0 => '国风·邶风·北风',
        1 => '北风其凉，雨雪其雱。',
        2 => '惠而好我，携手同行。',
        3 => '其虚其邪？既亟只且！',
        4 => '北风其喈，雨雪其霏。',
        5 => '惠而好我，携手同归。',
        6 => '其虚其邪？既亟只且！',
        7 => '莫赤匪狐，莫黑匪乌。',
        8 => '惠而好我，携手同车。',
        9 => '其虚其邪？既亟只且！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,写风,国风,邶风',
        1 => '北风刮来冰样凉，大雪漫天白茫茫。你和我是好朋友，携起手来快逃亡。岂能犹豫慢慢走?事情紧急祸将降。',
        2 => '北风刮来透骨凉，大雪纷飞漫天扬。你和我是好朋友，携起手来归他邦。岂能犹豫慢慢走?事情紧急快逃亡!',
        3 => '没有红的不是狐，没有黑的不是乌。你和我是好朋友，携手乘车同离去。岂能犹豫慢慢走?事情紧急快逃出。',
      ),
      'unscramble' => 
      array (
        0 => '北风赏析',
        1 => '《邶风·北风》开篇即大肆渲染背景：吹的是凉飕飕的北风，飘的是纷纷扬扬的雪。这既是实时描述，也是国家危乱之象。众人为了逃难，呼朋引伴，携手同行。诗中展现了一幅急惶惶四处奔逃的惨景。',
        2 => '全诗共三章，前两章内容基本相同，只改了三个字。把“北风其凉”改为“北风其喈”，意在反覆强调北风的寒凉。而改“雨雪其雱”为“雨雪其霏”，无非是极力渲染雪势的盛大密集。把“携手同行”改为“携手同归”，也是强调逃离的意向。复沓的运用产生了强烈的艺术效果。',
        3 => '此诗各章末二句相同。“其虚其邪”，虚邪，即舒徐，为叠韵词，加上二“其”字。语气更加宽缓，形象地表现同行者委蛇退让、徘徊不前之状。“既亟只且”，“只且”为语助词，语气较为急促，加强了局势的紧迫感。语言富于变化，而形象更加生动。',
        4 => '北风与雨雪，是兴体为主，兼有比体。它不只是逃亡时的恶劣环境的简单描写，还是用来比喻当时的虐政。后面赤狐、黑乌则是以比体为主，兼有兴体。它不仅仅是比喻执政者为恶如一，还可以看作逃亡所见之景。这种比兴手法的运用，使诗句意蕴丰富，耐人玩味。',
        5 => '朱熹《诗集传》说《邶风·北风》“气象愁惨”，指出了其基本风格。诗三章展示了这样的逃亡情景：在风紧雪盛的时节，一群贵族相呼同伴乘车去逃亡。局势的紧急(“既亟只且”)，环境的凄凉(赤狐狂奔，黑乌乱飞)跃然纸上。',
      ),
      'note' => 
      array (
        0 => '⑴邶(bèi)风：《诗经》“十五国风”之一，今存十九首。邶，周代诸侯国名，地在今河南汤阴东南。',
        1 => '⑵其凉：犹言“凉凉”，形容风寒冷。',
        2 => '⑶雨(yù)雪：下雪。雨，作动词。其雱(páng)：犹言“雱雱”，雪盛貌。',
        3 => '⑷惠而：即惠然，顺从、赞成之意。好我：同我友好。',
        4 => '⑸其：同“岂”，语气词。虚邪：宽貌。一说徐缓。邪，一本作“徐”。',
        5 => '⑹既：已经。亟(jí)：急。只且(jū)：作语助词。',
        6 => '⑺喈(jiē)：疾貌。一说寒凉。',
        7 => '⑻霏：雨雪纷飞。',
        8 => '⑼同归：一起到较好的他国去。',
        9 => '⑽莫赤匪狐：没有不红的狐狸。莫，无，没有。匪，非。狐狸比喻坏人。一说古人将狐狸比喻为男性伴侣。',
        10 => '⑾莫黑匪乌：乌鸦没有不是黑色的。乌鸦比喻坏人。一说古人将乌鸦视为吉祥鸟。',
      ),
    ),
  ),
);
