<?php
return array (
  'name' => '国风·鄘风·柏舟',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·鄘风·柏舟',
      'spell' => 
      array (
        0 => 'guó fēng · yōng fēng · bǎi zhōu',
        1 => 'fàn bǐ bǎi zhōu ， zài bǐ zhōng hé ；',
        2 => 'dàn bǐ liǎng máo ， shí wéi wǒ yí 。 zhī sǐ shǐ mǐ tā 。',
        3 => 'mǔ yě tiān zhī ！ bù liàng rén zhī ！',
        4 => 'fàn bǐ bǎi zhōu ， zài bǐ hé cè 。',
        5 => 'dàn bǐ liǎng máo ， shí wéi wǒ tè 。 zhī sǐ shǐ mǐ tè 。',
        6 => 'mǔ yě tiān zhī ！ bù liàng rén zhī ！',
      ),
      'content' => 
      array (
        0 => '国风·鄘风·柏舟',
        1 => '泛彼柏舟，在彼中河；',
        2 => '髧彼两髦，实维我仪。之死矢靡它。',
        3 => '母也天只！不谅人只！',
        4 => '泛彼柏舟，在彼河侧。',
        5 => '髧彼两髦，实维我特。之死矢靡慝。',
        6 => '母也天只！不谅人只！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,婚恋,国风,鄘风',
        1 => '飘来一条柏木船，飘呀飘在河中间。蓄分头的那少年，实在讨得我心欢。誓死不把心来变。我的娘呀我的天，就不相信我有眼!',
        2 => '飘来一条柏木船，飘呀飘在大河旁。蓄分头的那少年，实在是我好对象。誓死不把手来放。我的娘呀我的天，就不相信我有眼!',
        3 => '译文二',
        4 => '柏木小船在漂荡，漂泊荡漾河中央。垂发齐眉少年郎，是我心中好对象。至死不会变心肠。我的天啊我的娘，为何对我不体谅?',
        5 => '柏木小船在漂荡，漂泊荡漾河岸旁。垂发齐眉少年郎，是我倾慕的对象。至死不会变主张。我的天啊我的娘，为何对我不体谅?',
      ),
      'unscramble' => 
      array (
        0 => '柏舟赏析',
        1 => '《鄘风·柏舟》的主人公可能是一个待嫁的姑娘，她选中的对象是一个不到二十的少年郎。姑娘的选择未能得到母亲的同意，所以她满腔怨恨，发誓要和母亲对抗到底。',
        2 => '开篇以柏舟泛流起兴，写女主人公为自己的婚姻恋爱受阻而苦恼，就好比那在河中飘荡的柏木小舟一样。她早已自己相中了一个翩翩少年，他的发型很好看，透出活泼灵动的精神劲儿。这就是女主人公的心上人，她非他不嫁，至死不渝。可是她的母亲千般阻挠万般阻拦，死活不同意这门亲事。母女的意见不统一，爱情就发生了危机。女儿要么放弃己见，要么作坚决的抗争。看来诗中女主人公是持后一种态度的：至死誓靡它!坚决到这种程度，母亲也就难办了。但要为娘的改变主意，也不是那么容易的。所以女主人公一面誓死维护爱情，一面从内心发出沉重的叹息：娘呀天啊，为什么就不相信我是有眼力的呢!这一声叹息，使得诗的内容变得沉甸甸的。',
        3 => '古代男女婚姻，都是父母之命，媒妁之言。像这种敢爱敢恨的女子自己找婆家的事情，真是有违传统习俗的，当父母的当然不会同意。可能也不一定是父母要展示权威，多半是他们凭自己的生活经验在为儿女把关，以确保日后生活美满。但是代沟的存在，使两代人的择偶观念不可避免地存在着差异和冲突。这原也正常。问题的关键是，母女二人的矛盾不可调和，因此才有了“之死矢靡他”的决绝抗争。',
        4 => '这首诗反映了先秦时代汉族民间婚恋的现实状况：一方面，人们在政令许可的范围内仍享有一定的性爱自由，原始婚俗亦有传承;另一方面普遍的情况已是“取妻如之何?必告父母”、“取妻如之何?非媒不得”(《齐风·南山》)，礼教已通过婚俗和舆论干预生活。所以诗中女子既自行择欢，却又受到母亲的制约。而哪里有压迫哪里就有反抗，诗中也就表现了青年男女为了争取婚恋自由而产生的反抗意识，这是一个很新很有价值的信息。',
      ),
      'note' => 
      array (
        0 => '⑴鄘(yōng)风：鄘地流行的乐调。《诗经》“十五国风”之一，今存十篇。鄘，周代诸侯国名，在今河南省汲县北。',
        1 => '⑵泛：浮行。这里形容船在河中不停漂浮的样子。',
        2 => '⑶中河：河中。',
        3 => '⑷髧(dàn)：头发下垂貌。两髦(máo)：男子未行冠礼前，头发齐眉，分向两边状。',
        4 => '⑸维：乃，是。仪：配偶。',
        5 => '⑹之死：到死。之，到。矢靡它：没有其他。矢，通“誓”，发誓。 靡它，无他心。',
        6 => '⑺天：或说指代父亲。只：语助词。',
        7 => '⑻谅：相信，体谅。',
        8 => '⑼特：配偶。',
        9 => '⑽慝(tè)：通“忒”，变更，差错，变动。也指邪恶，恶念，引申为变心。',
      ),
    ),
  ),
);
