<?php
return array (
  'name' => '国风·鄘风·桑中',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·鄘风·桑中',
      'spell' => 
      array (
        0 => ' ',
        1 => '国风·鄘风·桑中',
        2 => '爰采唐矣？沬之乡矣！',
        3 => '云谁之思？美孟姜矣。',
        4 => '期我乎桑中，要我乎上宫，送我乎淇之上矣！',
        5 => '爰采麦矣？沬之北矣。',
        6 => '云谁之思？美孟弋矣。',
        7 => '期我乎桑中，要我乎上宫，送我乎淇之上矣！',
        8 => '爰采葑矣？沬之东矣。',
        9 => '云谁之思？美孟庸矣。',
        10 => '期我乎桑中，要我乎上宫，送我乎淇之上矣！',
      ),
      'content' => 
      array (
        0 => 'guó fēng · yōng fēng · sāng zhōng',
        1 => 'yuán cǎi táng yǐ ？ mèi zhī xiāng yǐ ！',
        2 => 'yún shuí zhī sī ？ měi mèng jiāng yǐ 。',
        3 => 'qī wǒ hū sāng zhōng ， yào wǒ hū shàng gōng ， sòng wǒ hū qí zhī shàng yǐ ！',
        4 => 'yuán cǎi mài yǐ ？ mèi zhī běi yǐ 。',
        5 => 'yún shuí zhī sī ？ měi mèng yì yǐ 。',
        6 => 'qī wǒ hū sāng zhōng ， yào wǒ hū shàng gōng ， sòng wǒ hū qí zhī shàng yǐ ！',
        7 => 'yuán cǎi fēng yǐ ？ mèi zhī dōng yǐ 。',
        8 => 'yún shuí zhī sī ？ měi mèng yōng yǐ 。',
        9 => 'qī wǒ hū sāng zhōng ， yào wǒ hū shàng gōng ， sòng wǒ hū qí zhī shàng yǐ ！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,爱情,国风,鄘风',
        1 => '到哪儿去采女萝?到那卫国的沫乡。我的心中在想谁?漂亮大姐她姓姜。约我等待在桑中，邀我相会在上宫，送我远到淇水旁。',
        2 => '到哪儿去采麦穗?到那卫国沫乡北。我的心中在想谁?漂亮大姐她姓弋。约我等待在桑中，邀我相会在上宫，送我远到淇水上。',
        3 => '到哪儿去采蔓菁?到那卫国沫乡东。我的心中在想谁?漂亮大姐她姓庸。约我等待在桑中，邀我相会在上宫，送我远到淇水滨。',
      ),
      'unscramble' => 
      array (
        0 => '桑中赏析',
        1 => '《鄘风·桑中》全诗三章，全以采摘某种植物起兴。这是上古时期吟咏爱情、婚嫁、求子等内容时常用的手法之一，也就是说，在上古时期，采摘植物与性有着某种神秘的或是象征性的联系，至于两者之间在文化上为何能牵系在一起或如何发生瓜葛，这与原始交感巫术有关，在此不作详论。但若从现代美学角度来看，以采摘植物起兴爱情等题材，在审美上和爱情上倒也有一定的同构同形关系，因为炽热的情欲与绿意葱茏的草木都可给人带来勃然的欣悦。所以，以“采唐”“采麦”“采葑”起兴，在含蓄中有深情，形象中有蕴意。',
        2 => '“兴”以下的正文中，主人公完全沉浸在了狂欢后的甜蜜回忆里。除每章改换所欢爱者外，三章竟然完全相同，反覆咏唱在“桑中”、“上宫”里的销魂时刻以及相送淇水的缠绵，写来又直露无碍，如数家珍。似乎以与多位情人幽会为荣乐，表现了一位多情浪子渔色后的放荡、得意心态，其句式由四言而五言而七言，正是这种心态的表露，尤其每章句末的四个“矣”字，俨然是品咂、回忆狂欢之情时的感叹口吻。近人或认为孟姜、孟弋、孟庸当是一人，若如此，似不合《诗经》中运用复沓的家法。《诗经》中用复沓虽只更换个别词汇，但无论更换的是动词、名词，诗意上多有所递进或拓展，比较典型的如《周南·芣苢》中的“采之”“有之”“掇之”“捋之”“袺之”“襭之”，一字之差，却记叙了一个完整的劳动过程;若此诗中三姓实指一人，一者整首诗三章全为重复，不免过于臃肿拖沓，毫无意味;二者也与“群婚性的男女欢会”的诗意不合。',
        3 => '《鄘风·桑中》若依自古以来的“用诗”体例，抛开其隐含的本意，作为一首热烈活泼的情歌来看，也无不可。它的一个最大特色，是自言自语，反复咏唱，每章的前半段只换了两三个字，采集对象换了，地点变换了，美女的姓氏换了，而后半段一字不易。无论是等待、幽会还是送别分手的地方，都没有变换。主人公完全沉浸于自己和美女约会的美好回忆之中。',
      ),
      'note' => 
      array (
        0 => '⑴鄘(yōng)风：鄘地流行的乐调。《诗经》“十五国风”之一，今存十篇。鄘，周代诸侯国名，在今河南省汲县北。',
        1 => '⑵桑中：卫国地名，亦名桑间，在今河南滑县东北。一说指桑树林中。',
        2 => '⑶爰：于焉的合音，在哪里的意思。唐：植物名。即女萝，俗称菟丝子，寄生蔓草，秋初开小花，子实入药。一说当读为“棠”，梨的一种。',
        3 => '⑷沬(mèi)：春秋时期卫国邑名，即牧野，在今河南淇县南。乡：郊外。',
        4 => '⑸云：句首语助词。谁之思：思念的是谁。',
        5 => '⑹孟姜：姜家的大姑娘。孟，排行老大。姜，贵族姓。',
        6 => '⑺期：约定。乎：于。',
        7 => '⑻要(yāo)：邀约。上宫：楼也，指宫室。一说地名。',
        8 => '⑼淇：水名。淇水在今河南浚县东北。',
        9 => '⑽弋(yì)：贵族姓。',
        10 => '⑾葑(fēng)：芜菁，即蔓菁菜。',
        11 => '⑿庸：贵族姓。',
      ),
    ),
  ),
);
