<?php
return array (
  'name' => '国风·鄘风·鹑之奔奔',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·鄘风·鹑之奔奔',
      'spell' => 
      array (
        0 => ' ',
        1 => '国风·鄘风·鹑之奔奔',
        2 => '鹑之奔奔，鹊之彊彊；',
        3 => '人之无良，我以为兄。',
        4 => '鹊之彊彊，鹑之奔奔；',
        5 => '人之无良，我以为君。',
      ),
      'content' => 
      array (
        0 => 'guó fēng · yōng fēng · chún zhī bēn bēn',
        1 => 'chún zhī bēn bēn ， què zhī jiāng jiāng ；',
        2 => 'rén zhī wú liáng ， wǒ yǐ wéi xiōng 。',
        3 => 'què zhī jiāng jiāng ， chún zhī bēn bēn ；',
        4 => 'rén zhī wú liáng ， wǒ yǐ wéi jūn 。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,讽刺,国风,鄘风',
        1 => '鹌鹑尚且双双飞，喜鹊也是成双对。这人心地不善良，为何以他为兄长。',
        2 => '喜鹊尚且成双对，鹌鹑也是双双飞。这人丝毫没良心，为何把他当国君。 ',
      ),
      'unscramble' => 
      array (
        0 => '鹑之奔奔赏析',
        1 => '全诗两章，每章四句，均以“鹑之奔奔”与“鹊之强强”起兴，极言禽兽尚有固定的配偶，而诗中男主人公的行为可谓腐朽堕落、禽兽不如，枉为“兄”“君”。全诗两章只有“兄”“君”两字不重复，虽然诗人不敢不以之为“兄”、以之为“君”，貌似温柔敦厚，实则拈出“兄”“君”两字，无异于对男主人公进行口诛笔伐，畅快直切、鞭辟入里。',
        2 => '此诗作者可能是一位女子，她唾弃那被她尊重，却品德败坏的男人“鹑鹊之不若”。意思是鹑鹊尚知居则常匹，飞则相随的道理。而这位被她尊敬的男人，却败坏纲常，乱伦无道，肆意妄为，是一个禽兽不如的东西。而她却一直把他当作兄长、君子，岂知他并非谦谦善良之人，长而不尊，令她感到非常痛心。于是，她一怒之下，做诗斥之，以舒其愤。此诗的主旨应该立足于“女斥男”的根本之上。',
        3 => '全诗以比兴手法，告诫人们鹑鹊尚知居有常匹，飞有常偶，可诗中的“无良”之人，反不如禽兽，而作者还错把他当作君子一样的兄长。作者据此，将“无良”之人与禽兽对待爱情、婚姻的感情与态度，构成了一种强劲的反比之势，加强了诗歌的批判力量。',
        4 => '全诗虽然只有两章八句，并没有直接对男主人公的形象进行任何客观的描写，却能使其形象非常鲜明而且突出。这根源于诗歌文本所构筑出的剧烈而又异常强大的情感落差，此种落差来源于人与禽兽对待异性配偶的不同态度，这种态度的不同造成了这种巨大而有悬殊的逆向对比关系。从而使男主人公的恶劣形象直接迎面袭来，令人不寒而栗却又厌恶透顶。',
        5 => '诗歌上下两章前两句完全一样，只是位置发生了改变，却能给人造成一种回环与交错的感觉。每章后两句，虽然只有一字之差，却避免了反复咏唱时容易引起的单调的感觉。这对这种重章叠句的诗歌来说，应该是《诗经·国风》中的一种重要的艺术策略。',
      ),
      'note' => 
      array (
        0 => '⑴鄘(yōng)：中国周代诸侯国名，在今河南省汲县北。',
        1 => '⑵鹑：鸟名，即鹌鹑。大如小鸡，头细而无尾，毛有斑点。奔奔：跳跃奔走。',
        2 => '⑶鹊：喜鹊。彊(jiāng)彊：翩翩飞翔。奔奔、彊彊，都是形容鹑鹊居有常匹，飞则相随的样子。',
        3 => '⑷无良：不善。',
        4 => '⑸我：“何”之借字，古音我、何相通。一说为人称代词。',
        5 => '⑹君：君主，一说君子。',
      ),
    ),
  ),
);
