<?php
return array (
  'name' => '国风·鄘风·定之方中',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·鄘风·定之方中',
      'spell' => 
      array (
        0 => 'guó fēng · yōng fēng · dìng zhī fāng zhōng',
        1 => 'dìng zhī fāng zhōng ， zuò yú chǔ gōng 。',
        2 => 'kuí zhī yǐ rì ， zuò yú chǔ shì 。',
        3 => 'shù zhī zhēn lì ， yǐ tóng zǐ qī ， yuán fá qín sè 。',
        4 => 'shēng bǐ xū yǐ ， yǐ wàng chǔ yǐ ！',
        5 => 'wàng chǔ yǔ táng ， jǐng shān yǔ jīng 。',
        6 => 'jiàng guān yú sāng 。 bǔ yún qí jí ， zhōng yān yǔn zāng。',
        7 => 'líng yǔ jì líng ， mìng bǐ guān rén 。',
        8 => 'xīng yán sù jià ， shuì yú sāng tián 。',
        9 => 'fěi zhí yě rén ， bǐng xīn sè yuān 。 lái pìn sān qiān 。',
      ),
      'content' => 
      array (
        0 => '国风·鄘风·定之方中',
        1 => '定之方中，作于楚宫。',
        2 => '揆之以日，作于楚室。',
        3 => '树之榛栗，椅桐梓漆，爰伐琴瑟。',
        4 => '升彼虚矣，以望楚矣！',
        5 => '望楚与堂，景山与京。',
        6 => '降观于桑。卜云其吉，终焉允臧。',
        7 => '灵雨既零，命彼倌人。',
        8 => '星言夙驾，说于桑田。',
        9 => '匪直也人，秉心塞渊。騋牝三千。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,赞颂,写人,国风,鄘风',
        1 => '定星现于天正中，楚丘宗庙始动工。日影用以测方向，打好住宅地基功。种植榛树和栗树，还有梓漆椅梧桐，成材可做琴瑟用。',
        2 => '登临故城丘墟上，眺望楚丘这方向。看到楚丘和堂邑，还有高丘和山岗。下山再观田中桑，占卜结果很吉利，前程美好有希望。',
        3 => '好雨徐徐刚下完，命令管车小马倌。披着星光早驾车加鞭停歇在桑田。不仅正直为百姓，心地诚善谋虑远，种马要养到三千！',
      ),
      'unscramble' => 
      array (
        0 => '定之方中赏析',
        1 => '《鄘风·定之方中》全诗分三章，每章共七句。首章写在楚丘营建宫室。古代科学技术还比较原始，建造宅邸需要定向，只能依靠日星。定星每年夏历十月十五至十一月初，黄昏时分出现在正南天空，与北极星相对应，就可准确测定南北方位。至于东西，揆度日影也可确知。又十月后期方届农闲，严寒尚未至，古人于此时修宫筑室，自是相当科学。至于栽种树木，古代在宫殿庙宇建筑旁需植名木，如“九棘”“三槐”之类，也有一定规定。楚丘宫庙等处种植了“榛栗”，这两种树的果实可供祭祀；种植了“椅桐梓漆”，这四种树成材后都是制作琴瑟的好材料。古人大兴土木兼顾人文景观与自然景观，这对今天也是一种启发。“爰伐琴瑟”，很有意思。十年树木，百年树人，立国之初就考虑到将来能歌舞升平，琴瑟悠飏，可见深谋远虑与充满自信，非苟且偷安者比，由此让人品尝出诗中隐寓的褒美之意。首章写的是群体劳动，那样的科学规划，那样的紧张有序，那样的自豪自信，在颇为整饬而略带进行曲色彩的诗行中，读者仿佛触摸到了卫人重建家园时那种明朗而又热烈的欢快脉搏。可是，人们不可能自发盲目劳作，也不可能群龙无首，这一大规模工程究竟由谁擘画和领导的，由此造成小小悬念，自然折入二章的倒叙缘由，章法安排上具有跌宕之势。',
        2 => '二章追叙卫文公卜筑楚丘的全过程。全过程包括二个层次：尽人事，敬天命。前五句为尽人事，先是“望”，后是“观”。望是登高远望，登上漕邑故墟，眺望楚丘。“望楚”的重复，说明端详得极其细致，慎重而又慎重。此外。还考察了附近的堂邑和高高下下的大小山丘。这显示文公有丰富的堪舆风水知识。“观”是降观，下到田地察看蚕桑水土，是否宜耕宜渔。这都是有关国计民生的根本大计，作为贤君自然不会疏忽。这五句从“登”到“降”，从“望”到“观”，全景扫描，场面宏远，在广阔雄伟的背景上刻划了既高瞻远瞩又脚踏实地的文公形象。最后两句写占卜，经“天意”认可，人事才算定局。',
        3 => '与二章大刀阔斧手笔迥不相侔，三章却于细微处见精神。三章写文公躬劝农桑。“好雨知时节”，有一天夜里春雨绵绵滋润大地，黎明时分天转晴朗，文公侵晨起身，披星戴月，吩咐车夫套车赶往桑田。这幅具体的细节描写图，要传达的信息也不言而喻：文公重视农业生产，亲自前往劝耕督种。由小见大，文公平时夙兴夜寐劳瘁国事的情景，都不难想见。',
        4 => '三章的最末三句是全篇的结穴，揭出题旨：他可不是平庸的一般的人，他的用心是多么的实在多么的深远啊！全诗叙事，都用赋的手法，从赋中让人品味出赞颂的韵味。“匪直也人，秉心塞渊。”二句虽然也是赋，却有更多的抒情色彩。由于文公“秉心塞渊”，崇尚实际，不繁文缛节做表面文章，才使卫国由弱变强。一、二、三章的所有叙写，无不围绕“秉心塞渊”而展开。',
        5 => '诗末句“騋牝三千”，好像与全诗内容风马牛不相及，其实是构成一种因果关系。上述卜地、筑宫、兴农种种是因，此句是果。兵强马壮，常体现一国的富强，在文公治理下，卫国确实日臻富强。《诗经原始》也高度评价文公治卫，称其“不数年而戎马寖强，蚕桑尤盛，为河北巨邦。其后孔子适卫犹有庶哉之叹，则再造之功不可泯也”。',
      ),
    ),
  ),
);
