<?php
return [
    'chapters' => [
        [
            'spell' => [
                'xiàng shǔ yǒu pí，rénér wú yí；',
                'rénér wú yí， bù sǐhé wéi ？',
                'xiàng shǔ yǒu chǐ，rénér wú zhǐ；',
                'rénér wú zhǐ， bù sǐhé sì ？',
                'xiàng shǔ yǒu tǐ ，rénér wú lǐ；',
                'rénér wú lǐ！hú bù chuánsǐ？',
            ],
            'content' => [
                '相鼠有皮，人而无仪；',
                '人而无仪，不死何为？',
                '相鼠有齿，人而无止；',
                '人而无止，不死何俟？',
                '相鼠有体，人而无礼；',
                '人而无礼！胡不遄死？',
            ],
            'vernacular' => [
                '看那老鼠还有皮，做人怎能没威仪。做人如果没威仪，不如早早就死去。',
                '看那老鼠还有齿，做人行为没节制。做人如果没节制，还等什么不去死?',
                '看那老鼠还有体，做人反而不守礼。做人如果不守礼，赶快去死别迟疑。',
            ],
            'unscramble' => [
                '《鄘风·相鼠》大约是《诗经》里骂人最露骨、最直接、最解恨的一首。汉儒们“嫌于虐且俚矣!”意思是最粗鄙的语言暴力，是《诗》“三百篇所仅有”。',
                '《诗经》中写到“鼠”的有五首(《小雅·雨无正》“鼠思泣血”之鼠通癙，未计)，除此诗外，其他四首都是直接把鼠作为痛斥或驱赶的对象，确实“老鼠过街，人人喊打”，自古而然。而此诗却有所不同，偏偏选中丑陋、狡黠、偷窃成性的老鼠与卫国“在位者”作对比，公然判定那些长着人形而寡廉鲜耻的在位者连老鼠也不如，诗人不仅痛斥，而且还要他们早早死去，以免玷污“人”这个崇高的字眼。至于所刺的“在位者”是谁，所刺何事，虽曾有过多种说法，但已无法考实，翻开卫国的史册，在位者卑鄙龌龊的勾当太多，如州吁弑兄桓公自立为卫君、宣公强娶太子伋未婚妻为妇、宣公与宣姜合谋杀太子伋、惠公与兄黔牟为争位而开战、懿公好鹤淫乐奢侈、昭伯与后母宣姜乱伦等。父子反目，兄弟争立，父淫子妻，子奸父妾，没有一件不是丑恶之极、无耻之尤。这些在位者确实禽兽不如，禽兽尚且恋群，而他们却是骨肉相残。此篇诗人咬牙切齿，是有感而发。',
                '此篇三章重叠，以鼠起兴，反覆类比，意思并列，但各有侧重，第一章“无仪”，指外表;第二章“无止”，指内心;第三章“无礼”，指行为。三章诗重章互足，合起来才是一个完整的意思，这是《诗经》重章的一种类型。此诗尽情怒斥，通篇感情强烈，语言尖刻;每章四句皆押韵，并且二、三句重复，末句又反诘进逼，既一气贯注，又回流激荡，增强了讽刺的力量与风趣的效果。',
            ],
            'notes' => [
                '⑴鄘(yōng)风：鄘地流行的乐调。《诗经》“十五国风”之一，今存十篇。',
                '⑵相：视，看。',
                '⑶仪：威仪，指人的举止作风大方正派而言，具有尊严的行为外表。一说为“礼仪”。',
                '⑷何为：为何，为什么。',
                '⑸止：节制，用礼仪来约束自己的行为。一说假借为“耻”，一说为“容止”，言行举止。',
                '⑹俟(sì)：等待。',
                '⑺体：肢体。',
                '⑻礼：礼仪，指知礼仪，或指有教养。',
                '⑼胡：何，为何，为什么，怎么。遄(chuán)：快，速速，赶快。',
            ],
        ],
    ],
];