<?php
return array (
  'name' => '国风·鄘风·干旄',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·鄘风·干旄',
      'spell' => 
      array (
        0 => 'guó fēng · yōng fēng · gān máo',
        1 => 'jié jié gān máo ， zài xùn zhī jiāo ；',
        2 => 'sù sī pí zhī ， liáng mǎ sì zhī 。',
        3 => 'bǐ shū zhě zǐ ， hé yǐ bì zhī ？',
        4 => 'jié jié gān yú ， zài xùn zhī dū ；',
        5 => 'sù sī zǔ zhī ， liáng mǎ wǔ zhī 。',
        6 => 'bǐ shū zhě zǐ ， hé yǐ yǔ zhī ？',
        7 => 'jié jié gān jīng ， zài xùn zhī chéng ；',
        8 => 'sù sī zhù zhī ， liáng mǎ liù zhī 。',
        9 => 'bǐ shū zhě zǐ ， hé yǐ gào zhī ？',
      ),
      'content' => 
      array (
        0 => '国风·鄘风·干旄',
        1 => '孑孑干旄，在浚之郊；',
        2 => '素丝纰之，良马四之。',
        3 => '彼姝者子，何以畀之？',
        4 => '孑孑干旟，在浚之都；',
        5 => '素丝组之，良马五之。',
        6 => '彼姝者子，何以予之？',
        7 => '孑孑干旌，在浚之城；',
        8 => '素丝祝之，良马六之。',
        9 => '彼姝者子，何以告之？',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,国风,鄘风',
        1 => '牛尾之旗高高飘，人马来到浚邑郊。素丝束束理分明，良马四匹礼不轻。那位忠顺的贤士，你用什么来回敬?',
        2 => '鹰纹大旗高高飘，人马来到浚近郊。束帛层层堆得好，良马五匹选得妙。那位忠顺的贤士，你用什么来回报?',
        3 => '鸟羽旗帜高高飘，人马来到浚城郊。束帛捆捆堆得好，良马六匹真不少。那位忠顺的贤士，有何良策来回报?',
      ),
      'unscramble' => 
      array (
        0 => '干旄赏析',
        1 => '此诗写一位尊贵的男子驾车驱驰在浚邑郊外的大道上，车马隆隆，旗帜飘扬。接下来是对旗帜和车马的特写：旄是“素丝纰之”，用素丝织的流苏镶在旗帜的边上，可见其色彩鲜明及飘扬姿态;马是“良马四之”，四匹高头大马驾车而行，十分气派，意气风发。',
        2 => '第二、三章意思相近，但比第一章旗帜越来越漂亮，距离浚邑越来越近，车马排场越来越盛。而离目的地越近，其情越怯。',
        3 => '此诗全用赋体，采用重章叠句的结构，但完全重复的句子仅“彼姝者子”一句，这似乎也突出了那位“姝者”在全诗中的重要性。方玉润《诗经原始》认为：“‘西方美人’，亦称圣王，则称贤以姝，亦无所疑。”持“美好善说”的毛诗说以为“姝者”是卫国好美善的大夫，持“访贤说”的朱熹则以为“姝者”是卫国的贤人，但他们都认为“之”指代的是卫大夫。毛诗说以“之”为“贤者乐告以善道”(《毛诗序》)的对象，朱熹以“之”为“答其礼意之勤”(《诗集传》)的对象。“之”指代的应是上文的“彼姝者子”，若取“访贤说”，那“之”必然是指被访的贤人。“何以畀(予，告)之”，正是访贤大夫心中所想的问题：将赠送他们什么东西以示礼敬?将告诉他们哪些事需要请教?',
        4 => '关于诗中是“四之”“五之”“六之”，《毛传》解为“御四马也”“骖马五辔”“四马六辔”，认为“良马四之”“良马五之”“良马六之”是说大夫驾车建旌旄而行。对此清马瑞辰《毛诗传笺通释》说：“服马四辔皆在手，两骖马内辔纳于觖，故四马皆言六辔，经未有言五辔者。”又引孔广森语曰：“四之、五之、六之，不当以辔为解，乃谓聘贤者用马为礼。三章转益，见其多庶。《觐礼》曰：‘匹马卓上，九马随之。’《春秋左传》曰：‘王赐虢公、晋侯马三匹。’‘楚公子弃疾见郑子皮以马六匹。’是以马者不必成双，故或五或六矣。”',
        5 => '从诗艺上说，“在浚之郊”“在浚之都”“在浚之城”，由远而近，“良马四之”“良马五之”“良马六之”由少而多，章法是很严谨的，而“何以畀之”“何以予之”“何以告之”用疑问句代陈述句，摇曳生姿。如果按“访贤说”，那么此诗反映访贤大夫求贤若渴的心理可谓妙笔生花。',
      ),
      'note' => 
      array (
        0 => '⑴鄘(yōng)风：鄘地流行的乐调。《诗经》“十五国风”之一，今存十篇。鄘，周代诸侯国名，在今河南省汲县北。',
        1 => '⑵干旄(máo)：以牦牛尾饰旗杆，树于车后，以状威仪。干，通“竿”“杆”。旄，同“牦”，牦牛尾。',
        2 => '⑶孑(jié)孑：旗帜高举的样子。',
        3 => '⑷浚(xùn)：卫国城邑，故址在今河南浚县。',
        4 => '⑸素丝：白丝，一说束帛。纰(pí)：连缀，束丝之法。在衣冠或旗帜上镶边。',
        5 => '⑹良马四之：这里指四匹马为聘礼。',
        6 => '⑺彼：那。姝(shū)：美好。一说顺从貌。子：贤者。',
        7 => '⑻畀(bì)：给，予。',
        8 => '⑼旟(yú)：画有鹰雕纹饰的旗帜。',
        9 => '⑽都：古时地方的区域名。《毛传》：“下邑曰都。”下邑，近城。',
        10 => '⑾组：编织，束丝之法。',
        11 => '⑿予：给予。',
        12 => '⒀旌(jīng)：旗的一种。挂牦牛尾于竿头，下有五彩鸟羽。',
        13 => '⑷祝：“属”的假借字，编连缝合。一说厚积之状。',
        14 => '⒂告：建议。一说好言答谢。一说同“予”。',
      ),
    ),
  ),
);
