<?php
return [
    'name' => '考槃·卫风·国风',
    'nameShort' => '考槃',
    'nameSpell' => ' kǎo pán',
    'brief' => '刺庄公也。不能继先公之业，使贤者退而穷处。(3章4句)',
    'keyword' => '关键词：诗经,讽刺,国风,卫风',
    'chapters' => [
        [
            'spell' => [
                'kǎopánzàijiàn，shuòrénzhīkuān；',
                'dúmèiwùyán，yǒngshǐfúxuān。',
                'kǎopánzài ē ，shuòrénzhīkē；',
                'dúmèiwùgē，yǒngshǐfú guò 。',
                'kǎopánzài lù ，shuòrénzhī zhóu ；',
                'dúmèiwù sù ，yǒngshǐfúgào。',
            ],
            'content' => [
                '考槃在涧，硕人之宽；',
                '独寐寤言，永矢弗谖。',
                '考槃在阿，硕人之薖；',
                '独寐寤歌，永矢弗过。',
                '考槃在陆，硕人之轴；',
                '独寐寤宿，永矢弗告。',
            ],
            'vernacular' => [
                '远离尘嚣隐居到山涧之畔，伟岸的形象啊心怀宽广。即使独身孤零零地度日，誓不违背隐居的高洁理想。',
                '远离世俗隐居到山岗之上，伟岸的形象啊心神疏朗。即使独身冷清清地度日，誓不忘记隐居的欢乐舒畅。',
                '远离喧闹隐居到黄土高丘，伟岸的形象啊心志豪放。即使独身静悄悄地度日，誓不到处哀告不改变衷肠。',
            ],
            'unscramble' => [
                '这是一首隐士的赞歌。题目就包涵着赞美的意思。《毛传》说：“考，成;槃，乐。”朱熹《诗集传》引陈傅良的说明：“考，扣也;盘，器名。盖扣之以节歌，如鼓盆拊缶之为乐也。”黄熏《诗解》说：“考槃者，犹考击其乐以自乐也。”总之，题目定下一个愉悦赞美的感情调子。',
                '全诗分三章，变化不大，意思连贯。无论这位隐士生活在水湄山间，无论他的言辞行动，都显示畅快自由的样子。诗反复吟咏这些言行形象，用复沓的方式，增强诗歌的艺术表现力。',
                '此诗集中描写两个内容。一个内容是隐士形象。“硕人”一词，本身就带有身体高大与思想高尚双重含义。全诗反复强调“硕人之宽”“硕人之薖”“硕人之轴”，突出“宽”“薖”“轴”，实际上表示隐士的生活是自由舒畅的，心胸是宽广高尚的。他远离浊世，又使浊世景仰。因此，这个隐士虽然隐居山间水际，但仍然是受人们敬重仰羡的社会人。隐士是贤者，处身于穷乡僻壤。硕人是隐士，是贤者，是有高尚思想宽广胸襟的伟人，对此诗歌反复吟咏，诗内诗外，都得到表现。诗中描写的另一个内容，是隐居的环境。“考槃在涧”“考槃在阿”“考槃在陆”，无论在水涧、山丘、高原，都是人群生活较少的地方。隐士之所以叫做隐，当然并不仅仅在于远离社会生活。虽说前人有“大隐于朝，中隐于市，小隐于野”的说法，在朝廷、市井之中做隐士不是不可以;不过，一般说来，隐士大多数指远离人群集中活动的范围，到山林、水际、海岛等较荒僻地方去生活的一批人。隐士也可以说是自愿从社会中自我放逐者。诗歌采用了正面烘托的手法，把隐居的环境写得幽静雅致。山涧、山丘、黄土高坡，都不涉一笔荒芜、凄凉、冷落，反而成为一个符合隐士所居的幽雅环境。那么，贤良的隐士在幽雅的环境中，就如鱼得水，散步、歌唱、游赏，自得其乐，舒畅自由。于是，隐居之乐也永远不能忘却，更不想离去了。贤人、幽境、愉悦三者相结合，强烈地表达出硕人的隐居，是一种高尚而快乐的行为，是应该受到社会尊重赞美的。',
                '诗歌每章一韵，使四言一句，四句一章的格式，在整齐中见出变化。全诗以山涧小屋与独居的人心境对照，木屋虽小，只感觉天地之宽。环境之美，留恋不出，尤其是一“独寐寤言”的勾勒，增界全出，在自我的天地之中，独自一人睡，独自一人醒，独一个人说话，早已是恍然忘世，凸现出一个鲜明生动的隐者形象。作笔的简练，选项取的镜头之典型，人物是呼之欲出，境之耐人寻，确有妙处。',
            ],
            'notes' => [
                '⑴考槃(pán)：盘桓之意，指避世隐居。一说指扣盘而歌。考，筑成，建成。槃，架木为屋。一说“考”是“扣”的假借字;“槃”通“盘”，指盛水的木制器皿。',
                '⑵涧：山间流水的沟。朱熹《诗集传》：“山夹水曰涧。”',
                '⑶硕人之宽：隐士宽阔的居处。硕人，大人，美人，贤人。本指形象高大丰满的人，不仅指形体而言，更主要指人道德高尚。此指隐者。宽，心宽。一说貌美。',
                '⑷独寐寤言：独睡，独醒，独自言语。指不与人交往。寤，睡醒;寐，睡着。',
                '⑸永：永久。矢：同“誓”。弗谖(xuān)：不忘却。',
                '⑹阿(ē)：山阿，大陵，山的曲隅。一说山坡。',
                '⑺薖(kē)：“窠”的假借字，貌美，引申为心胸宽大。一说同“窝”。',
                '⑻歌：此处作动词，歌唱。',
                '⑼永矢弗过：永远不复入君之朝。一说永不过问世事。过，过从，过往。',
                '⑽陆：高平之地。一说土丘。',
                '⑾轴：本义为车轴，此处指中心。一说明智，或说进展，或说美好的样子，或说盘桓不行貌。《列女传·母仪》：“服重任，行远道，正直而固者，轴也。”',
                '⑿弗告：不以此乐告人。一说不哀告、不诉苦。',
            ],
        ],
    ],
];