<?php
return array (
  'name' => '国风·卫风·竹竿',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·卫风·竹竿',
      'spell' => 
      array (
        0 => 'guó fēng · wèi fēng · zhú gān',
        1 => 'tì tì zhú gān ， yǐ diào yú qí 。',
        2 => 'qǐ bù ěr sī ？ yuǎn mò zhì zhī 。',
        3 => 'quán yuán zài zuǒ ， qí shuǐ zài yòu 。',
        4 => 'nǚ zǐ yǒu xíng ， yuǎn xiōng dì fù mǔ 。',
        5 => 'qí shuǐ zài yòu ， quán yuán zài zuǒ 。',
        6 => 'qiǎo xiào zhī cuō ， pèi yù zhī nuó 。',
        7 => 'qí shuǐ yōu yōu ， guì jí sōng zhōu ；',
        8 => 'jià yán chū yóu ， yǐ xiè wǒ yōu 。',
      ),
      'content' => 
      array (
        0 => '国风·卫风·竹竿',
        1 => '籊籊竹竿，以钓于淇。',
        2 => '岂不尔思？远莫致之。',
        3 => '泉源在左，淇水在右。',
        4 => '女子有行，远兄弟父母。',
        5 => '淇水在右，泉源在左。',
        6 => '巧笑之瑳，佩玉之傩。',
        7 => '淇水滺滺，桧楫松舟；',
        8 => '驾言出游，以写我忧。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,思乡,国风,卫风',
        1 => '一枝钓竿细又长，钓鱼钓到淇水上。难道思念都抛却?路远怎能回故乡!',
        2 => '左边泉水细细流，右边淇水长悠悠。姑娘从此远嫁去。父母兄弟天一头。',
        3 => '右边淇水长悠悠，左边泉水细细流。粉脸娇笑多可爱，佩玉叮当慢慢走。',
        4 => '淇水水流不回头，桧木桨摇松木舟。再次驾船水上游，但愿能解心中愁。',
      ),
      'unscramble' => 
      array (
        0 => '竹竿赏析',
        1 => '《卫风·竹竿》写一位远嫁的女子思乡怀亲的感情。全诗四章，内容都是远嫁女儿脑海中的形象活动。全诗从回忆与推想两个角度来写，可分两大部分，前后各两章，分别成一层意思。',
        2 => '开头两章，是远嫁姑娘的回忆，都是关于婚前家乡与亲人的事。首章回忆当姑娘家时在淇水钓鱼的乐事：“籊籊竹竿，以钓于淇”，和伙伴们一起到淇水钓鱼游玩，这是多么惬意的事，不可能忘记。可惜眼下身在异乡，再也不能回淇水去钓鱼了，“岂不尔思，远莫致之”。次章回忆离别父母兄弟远嫁时的情形。泉水、淇水，逐渐远去;父母兄弟，逐渐远离。离别的场面和离别的情怀，最使人难忘。远嫁的女儿回忆起这个场景，思念之情不可抑止。第一章、第二章共八句，重点在回忆，强调的是思乡怀亲之情。',
        3 => '第三、四两章是进一层意思：希企。眼下远嫁女儿已是人家的媳妇，故乡亲人都见不到。回忆激起的情怀，化作热情的企望：希望能有一天重归故乡。三四两章，便是想像回乡时的情景。淇水、泉水依然如故，“淇水在右，泉源在左”，与第二章两句一样，只是句子位置变化一下，实际上是用复沓的手法，表示重来旧地的意思。这时候，出嫁女已不再是姑娘家时持竹竿钓鱼那样天真了，而是“巧笑之瑳，佩玉之傩”，一副成熟少妇从容而喜悦的样子：故乡，我终于回来了!仿佛为了重新找回少女时代的感觉，这位少妇又到淇水。不过，这次不是钓鱼了，而是“桧楫松舟”，乘船游赏。不过，旧地重游，也不能排解远嫁多时的离愁。三四两章想像回乡的场景，正是远嫁归不得的少妇幻想的场景。想像得越真切越具体，现实中远离故乡不得归的思念之情就越强烈。所以，驾船游赏故乡的想像，根本不能解决思乡怀亲的愁思。',
      ),
      'note' => 
      array (
        0 => '⑴卫风：《诗经》“十五国风”之一，今存十篇。',
        1 => '⑵籊(tì)籊：长而尖削貌。',
        2 => '⑶尔思：想念你。尔，你。',
        3 => '⑷致：到达。',
        4 => '⑸泉源：淇水的源头。即百泉，在卫之西北，而东南流入淇水。',
        5 => '⑹行：远嫁。',
        6 => '⑺巧笑：俏丽的笑。瑳(cuō)：玉色洁白，这里指露齿巧笑状。',
        7 => '⑻傩(nuó)：通“娜”，婀娜。一说行动有节奏的样子。',
        8 => '⑼滺(yōu)滺：水流貌。',
        9 => '⑽楫(jí)：船桨。桧、松：木名。桧(guì)，柏叶松身。',
        10 => '⑾驾言：本意是驾车，这里是操舟。言，语助词，相当“而”字。',
        11 => '⑿写(xiè)：通“泻”，宣泄，排解。',
      ),
    ),
  ),
);
