<?php
return array (
  'name' => '国风·卫风·芄兰',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·卫风·芄兰',
      'spell' => 
      array (
        0 => 'guó fēng · wèi fēng · wán lán',
        1 => 'wán lán zhī zhī ， tóng zǐ pèi xī ；',
        2 => 'suī zé pèi xī ， néng bù wǒ zhī 。',
        3 => 'róng xī suì xī ， chuí dài jì xī ！',
        4 => 'wán lán zhī yè ， tóng zǐ pèi shè ；',
        5 => 'suī zé pèi shè ， néng bù wǒ jiǎ 。',
        6 => 'róng xī suì xī ， chuí dài jì xī ！',
      ),
      'content' => 
      array (
        0 => '国风·卫风·芄兰',
        1 => '芄兰之支，童子佩觿；',
        2 => '虽则佩觿，能不我知。',
        3 => '容兮遂兮，垂带悸兮！',
        4 => '芄兰之叶，童子佩韘；',
        5 => '虽则佩韘，能不我甲。',
        6 => '容兮遂兮，垂带悸兮！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,讽刺,国风,卫风',
        1 => '芄兰枝上结尖夹，小小童子佩角锥。虽然你已佩角锥，但不解我情旖旎。走起路来慢悠悠，摇摇摆摆大带垂。',
        2 => '芄兰枝上叶弯弯，小小童子佩戴韘。虽然你已佩戴韘，但不跟得来亲近。走起路来慢悠悠，摇摇摆摆大带垂。',
      ),
      'unscramble' => 
      array (
        0 => '芄兰赏析',
        1 => '此诗两章开篇都以“芄兰”枝叶起兴，描述女诗人眼中“童子”的年幼无知。因为芄兰的荚实与觽都是锥形，很相像，故诗人触景生情，产生联想。这位女诗人与诗中的“童子”，可能是青梅竹马，两小无猜，关系非常亲密。可是，自从“童子”佩带觽、套上韘以来，对自己的态度却冷淡了。觽本是解结的用具，男子佩觽并没有严格年龄限制，与行冠礼不同。据《礼记·内则》记载：“子事父母，左佩小觽，右佩大觽。”《说苑·修文篇》也说“能治烦决乱者佩觽”，故毛传谓觽是“成人之佩”，佩韘则表示“能射御”。当时，贵族男子佩觽佩韘标志着对内已有能力主家，侍奉父母;对外已有能力从政，治事习武。正因为如此，所以诗中的“童子”一旦佩觽佩韘，便觉得自己是真正男子汉了，一下子稳重老成了许多。这本来是很正常的，可是这一变化，在那多情的女诗人眼里，不过是装模作样假正经罢了，实际他还是以前那个“顽童”。最使她恼怒的是，本来他们在一起无拘无束，亲昵得很，而现在他却对自己疏远了，冷落了。因而“童子”的日常言行举止乃至垂下的腰带，无一不惹她生气，看了极不顺眼，甚而觉得这一切都是故意做给她看的。尽管他“容兮遂兮”，处处显示出一副成熟男子的模样，而她偏要口口声声唤他“童子”。“童子”的称呼，正包含着她似娇还嗔的情态，从这一嘲讽揶揄中不难察觉她“怨”中寓“爱”的绵绵情意。',
        2 => '全诗两章重叠，实际只有三个字不同，寥寥数语，就把“童子”态度的变化及姑娘的恼怒心理描摹出来了。这是诗经中惯用的复沓的手法，用以强调本意，诉说“童子”的不解风情。每章前四句一韵，后两句一韵，从乐歌的角度考察，后两句大约是附歌。',
        3 => '芄(wán)兰：兰草名，一名萝藦，亦名女青，蔓生，断之有白汁，嫩者可食，荚实倒垂如锥形。',
        4 => '支：借作“枝”。',
        5 => '觿(xī)：用兽骨制成的解结用具，形同锥，似羊角，也可为装饰品。本为成人佩饰。童子佩戴，是成人的象征。',
        6 => '能：乃，于是。一说“宁”“岂”。知：智，一说“接”。',
        7 => '容、遂：舒缓悠闲之貌。一说容为佩刀，遂为佩玉。',
        8 => '悸：本为心动，这里形容带下垂、摆动貌。',
        9 => '韘(shè)：用玉或象骨制的钩弦用具，著于右手拇指，射箭时用于钩弦拉弓，即扳指。',
        10 => '甲：借作“狎”，戏，亲昵。一说长也。',
      ),
    ),
  ),
);
