<?php
return array (
  'name' => '国风·王风·黍离',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·王风·黍离',
      'spell' => 
      array (
        0 => 'guó fēng · wáng fēng · shǔ lí',
        1 => 'bǐ shǔ lí lí ， bǐ jì zhī miáo ；',
        2 => 'xíng mài mǐ mǐ ， zhōng xīn yáo yáo ！',
        3 => 'zhī wǒ zhě ， wèi wǒ xīn yōu ；',
        4 => 'bù zhī wǒ zhě ， wèi wǒ hé qiú 。',
        5 => 'yōu yōu cāng tiān ， cǐ hé rén zāi ！',
        6 => 'bǐ shǔ lí lí ， bǐ jì zhī suì ；',
        7 => 'xíng mài mǐ mǐ ， zhōng xīn rú zuì ！',
        8 => 'zhī wǒ zhě ， wèi wǒ xīn yōu ；',
        9 => 'bù zhī wǒ zhě ， wèi wǒ hé qiú 。',
        10 => 'yōu yōu cāng tiān ， cǐ hé rén zāi ！',
        11 => 'bǐ shǔ lí lí ， bǐ jì zhī shí ；',
        12 => 'xíng mài mǐ mǐ ， zhōng xīn rú yē ！',
        13 => 'zhī wǒ zhě ， wèi wǒ xīn yōu ；',
        14 => 'bù zhī wǒ zhě ， wèi wǒ hé qiú 。',
        15 => 'yōu yōu cāng tiān ， cǐ hé rén zāi ！',
      ),
      'content' => 
      array (
        0 => '国风·王风·黍离',
        1 => '彼黍离离，彼稷之苗；',
        2 => '行迈靡靡，中心摇摇！',
        3 => '知我者，谓我心忧；',
        4 => '不知我者，谓我何求。',
        5 => '悠悠苍天，此何人哉！',
        6 => '彼黍离离，彼稷之穗；',
        7 => '行迈靡靡，中心如醉！',
        8 => '知我者，谓我心忧；',
        9 => '不知我者，谓我何求。',
        10 => '悠悠苍天，此何人哉！',
        11 => '彼黍离离，彼稷之实；',
        12 => '行迈靡靡，中心如噎！',
        13 => '知我者，谓我心忧；',
        14 => '不知我者，谓我何求。',
        15 => '悠悠苍天，此何人哉！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,咏史怀古,国风,王风',
        1 => '那儿的黍子茂又繁，那儿的高粱刚发苗。走上旧地脚步缓，心神不定愁难消。',
        2 => '理解我的人说我是心中忧愁。不理解我的人问我把什么寻求。',
        3 => '悠远在上的苍天神灵啊，这究竟是个什么样的人?那儿的黍子茂又繁，那儿的高粱已结穗。',
        4 => '走上旧地脚步缓，心事沉沉昏如醉。理解我的人说我是心中忧愁。',
        5 => '不理解我的人问我把什么寻求。悠远在上的苍天神灵啊，这究竟是个什么样的人?',
        6 => '那儿的黍子茂又繁，那儿的高粱子实成。走上旧地脚步缓，心中郁结塞如梗。',
        7 => '理解我的人说我是心中忧愁。不理解我的人问我把什么寻求。',
        8 => '悠远在上的苍天神灵啊。这究竟是个什么样的人?',
        9 => '译文二',
        10 => '看那黍子一行行，高粱苗儿也在长。走上旧地脚步缓，心里只有忧和伤。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走?',
        11 => '看那黍子一行行，高粱穗儿也在长。走上旧地脚步缓，如同喝醉酒一样。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走?',
        12 => '看那黍子一行行，高粱穗儿红彤彤。走上旧地脚步缓，心中如噎一般痛。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走?',
      ),
      'unscramble' => 
      array (
        0 => '黍离赏析',
        1 => '《王风·黍离》写远行者经过西周镐京，见宗庙宫室遗址，黍稷离离，抒发他内心的忧伤。作者在写法上采用了一种物象浓缩化而情感递进式发展的方式，因此这首诗具有宽泛和长久的激荡心灵的力量。',
        2 => '全诗共三章，每章十句。三章间结构相同，取同一物象不同时间的表现形式完成时间流逝、情景转换、心绪压抑三个方面的发展，在迂回往复之间表现出主人公不胜忧郁之状。',
        3 => '诗首章写诗人行役至宗周，过访故宗庙宫室时，所见一片葱绿，当年的繁盛不见了，昔日的奢华也不见了，就连刚刚经历的战火也难觅印痕了，只见那绿油油的黍在盛长，还有那稷苗萋萋。“一切景语皆情语也”(王国维《人间词话》)，黍稷之苗本无情意，但在诗人眼中，却是勾起无限愁思的引子，于是他缓步行走在荒凉的小路上，不禁心旌摇摇，充满怅惘。怅惘尚能承受，令人不堪者是这种忧思不能被理解，“知我者谓我心忧，不知我者谓我何求”。这是众人皆醉我独醒的尴尬，这是心智高于常人者的悲哀。这种大悲哀诉诸人间是难得回应的，只能质之于天：“悠悠苍天，此何人哉?”苍天自然也无回应，此时诗人郁懑和忧思便又加深一层。',
        4 => '第二章和第三章，基本场景未变，但“稷苗”已成“稷穗”和“稷实”。稷黍成长的过程颇有象征意味，与此相随的是诗人从“中心摇摇”到“如醉”“如噎”的深化。而每章后半部分的感叹和呼号虽然在形式上完全一样，但在一次次反覆中加深了沉郁之气，这是歌唱，更是痛定思痛之后的长歌当哭。',
        5 => '其实，诗中除了黍和稷是具体物象之外，都是空灵抽象的情境，抒情主体“我”具有很强的不确定性，基于这一点，欣赏者可根据自己不同的遭际从中寻找到与心灵相契的情感共鸣点。诸如物是人非之感，知音难觅之憾，世事沧桑之叹，无不可借此宣泄。此诗所提供的具象，表现出一个孤独的思想者，面对虽无灵性却充满生机的大自然，对自命不凡却无法把握自己命运的人类的前途的无限忧思，这种忧思只有“知我者”才会理解，可这“知我者”是何等样的人：“悠悠苍天，此何人哉?”这充满失望的呼号，就好像后世诗人”陈子昂吟出的《登幽州台歌》：“前不见古人，后不见来者，念天地之悠悠，独怆然而涕下!”陈子昂心中所怀的正是这种难以被世人所理解的对人类命运的忧思。',
      ),
      'note' => 
      array (
        0 => '⑴王风：王都之风，即东周王城洛邑一带的乐调。《诗经》十五国风之一，今存十篇。',
        1 => '⑵黍(shǔ)：黍子，农作物，形似小米，去皮后叫黄米，煮熟后有黏性。',
        2 => '⑶离离：行列貌。一说低垂貌。',
        3 => '⑷稷(jì)：古代一种粮食作物，指粟或黍属。',
        4 => '⑸行迈：行走。靡(mǐ)靡：行步迟缓貌。',
        5 => '⑹中心：心中。摇摇：心神不定的样子。',
        6 => '⑺悠悠：遥远的样子。',
        7 => '⑻噎(yē)：堵塞，气逆不顺。此处以食物卡在食管比喻忧深气逆难以呼吸。',
      ),
    ),
  ),
);
