<?php
return array (
  'name' => '国风·王风·君子于役',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·王风·君子于役',
      'spell' => 
      array (
        0 => 'guó fēng · wáng fēng · jūn zǐ yú yì',
        1 => 'jūn zǐ yú yì ， bù zhī qí qī ， hé zhì zāi ？',
        2 => 'jī qī yú shí ， rì zhī xī yǐ ， yáng niú xià lái 。',
        3 => 'jūn zǐ yú yì ， rú zhī hé wù sī ！',
        4 => 'jūn zǐ yú yì ， bú rì bú yuè ， hé qí yǒu huó ？',
        5 => 'jī qī yú jié ， rì zhī xī yǐ ， yáng niú xià kuò。',
        6 => 'jūn zǐ yú yì ， gǒu wú jī kě ！',
      ),
      'content' => 
      array (
        0 => '国风·王风·君子于役',
        1 => '君子于役，不知其期，曷至哉？',
        2 => '鸡栖于埘，日之夕矣，羊牛下来。',
        3 => '君子于役，如之何勿思！',
        4 => '君子于役，不日不月，曷其有佸？',
        5 => '鸡栖于桀，日之夕矣，羊牛下括。',
        6 => '君子于役，苟无饥渴！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,闺怨,战争,民谣,国风,王风',
        1 => '丈夫服役去远方，服役长短难估量，不知到了啥地方?鸡儿已经进了窝，太阳也向西边落，牛羊成群下山坡。丈夫服役在远方，教我怎不把他想?',
        2 => '丈夫服役去远方，每日每月恨日长，不知何时聚一堂?鸡儿纷纷上了架，太阳渐渐也西下，牛羊下坡回到家。丈夫服役在远方，但愿不会饿肚肠!',
      ),
      'unscramble' => 
      array (
        0 => '君子于役赏析',
        1 => '《王风·君子于役》是一首很朴素的诗。两章相重，只有很少的变化。每章开头，是女主人公用简单的语言说出的内心独白。稍可注意的是“不知其期”这一句(第二章的“不日不月”也是同样意思)。等待亲人归来，最令人心烦的就是这种归期不定的情形，好像每天都有希望，结果每天都是失望。如果只是外出时间长但归期是确定的，反而不是这样烦人。正是在这样的心理中，女主人公带着叹息地问出了“曷至哉”这样的问题。',
        2 => '这下面的一节有一种天然的妙趣。诗中不再正面写妻子思念丈夫的哀愁乃至愤怨，而是淡淡地描绘出一幅乡村晚景的画面：在夕阳余晖下，鸡儿归了窠，牛羊从村落外的山坡上缓缓地走下来。这里的笔触好像完全是不用力的，甚至连一个形容词都没有，不像后代的文人辞章总是想刻画得深入、警醒，生怕读者不注意。然而这画面却很感动人，因为它是有情绪的。读者好像能看到那凝视着鸡儿、牛儿、羊儿，凝视着村落外蜿蜒沿伸、通向远方的道路的妇人，是她在感动读者。这之后再接上“君子于役，如之何勿思”，让读者感受到女主人公的愁思浓重了许多。倘试把中间“鸡栖于埘，日之夕矣，羊牛下来”三句抽掉，将最后两句直接接继在“曷至哉”之后，感觉会完全不同。这里有抒情表达的节奏问题——节奏太快，没有起伏，抒情效果出不来;同时，这画面本身有其特别的情味。',
        3 => '熟悉农村生活的人经常看到这样的晚景。农作的日子是辛劳的，但到了黄昏来临之际，一切即归于平和、安谧和恬美。牛羊家禽回到圈栏，炊烟袅袅地升起，灯火温暖地跳动起来，农人和他的妻儿们聊着闲散的话题。黄昏，在大地上出现白天未有的温顺，农人以生命珍爱着的东西向他们身边归聚，这便是古老的农耕社会中最平常也是最富于生活情趣的时刻。可是在这诗里，那位妻子的丈夫却犹在远方，她的生活的缺损在这一刻也就显得最为强烈了，所以她如此怅惘地期待着。',
        4 => '这诗的两章几乎完全是重复的，这是歌谣最常用的手段——以重叠的章句来推进抒情的感动。但第二章的末句也是全诗的末句，却是完全变化了的。它把妻子的盼待转变为对丈夫的牵挂和祝愿：不归来也就罢了，但愿他在外不要忍饥受渴吧。这也是最平常的话，但其中包含的感情却又是那样善良和深挚。',
        5 => '这是古老的歌谣，它以不加修饰的语言直接地触动了人心中最易感的地方。它的天然之妙，后世是难以重复的。',
      ),
      'note' => 
      array (
        0 => '⑴王风：王都之风，即东周王城洛邑一带的乐调。《诗经》十五国风之一，今存十篇。',
        1 => '⑵于：往。役：服劳役。',
        2 => '⑶期：指服役的期限。',
        3 => '⑷曷(hé)：何时。至：归家。一说“曷至哉”意谓到哪儿了呢。',
        4 => '⑸埘(shí )：鸡舍。墙壁上挖洞做成。',
        5 => '⑹下来：归圈。',
        6 => '⑺如之何勿思：如何不思。如之，犹说“对此”。',
        7 => '⑻不日不月：没法用日月来计算时间。',
        8 => '⑼有(yǒu)佸(huó)：相会，来到。',
        9 => '⑽桀：鸡栖木。一说指用木头搭成的鸡窝。',
        10 => '⑾括：相会，会集。',
        11 => '⑿苟：且，或许。一说但愿。',
      ),
    ),
  ),
);
