<?php
return array (
  'name' => '国风·王风·君子阳阳',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·王风·君子阳阳',
      'spell' => 
      array (
        0 => 'guó fēng · wáng fēng · jūn zǐ yáng yáng',
        1 => 'jūn zǐ yáng yáng ， zuǒ zhí huáng ， yòu zhāo wǒ yóu fáng ， qí lè zhī jū！',
        2 => 'jūn zǐ táo táo ， zuǒ zhí dào ， yòu zhāo wǒ yóu áo ， qí lè zhī jū ！',
      ),
      'content' => 
      array (
        0 => '国风·王风·君子阳阳',
        1 => '君子阳阳，左执簧，右招我由房，其乐只且！',
        2 => '君子陶陶，左执翿，右招我由敖，其乐只且！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,国风,王风',
        1 => '君子跳舞喜洋洋，左手拿着多管簧，右手招我跳由房，我们乐得心花放。',
        2 => '君子跳舞乐陶陶，左手拿着羽旄摇，右手招我跳由敖，我们兴致多么高。',
      ),
      'unscramble' => 
      array (
        0 => '君子阳阳赏析',
        1 => '按余冠英的说法，《王风·君子阳阳》是一首描写歌舞晚会场面的小诗，只有欢乐而已，没有多深的政治意义。',
        2 => '在一个贵族欢宴的场合，有一个身份高贵的青年男子，在中央为大家起舞助兴。只见他一幅少年得志、得意洋洋之态，边舞蹈边吹奏笙竽之类乐器，人们欢呼雷动。他得意之际，便左手执定乐器，右手来招呼诗人与他协奏《由房》之乐。受这种氛感染，人人都能感到无比欢欣快乐。接着写这位男子狂欢之余，放下乐器，开始跳起舞来，其乐陶陶，令人陶醉。他左手执定羽旄，右手招诗人与他共舞《由敖》之曲。场面欢畅淋漓。',
        3 => '诗共二章，摄取了两组歌舞的画面，一是奏“由房”，一是舞“由敖”。“由房”可能是“由庚”“由仪”一类的笙乐，属房中之乐。胡承珙《毛诗后笺》：“由房者，房中，对庙朝言之。人君燕息时所奏之乐，非庙朝之乐，故曰房中。”而“由敖”可能即骜夏，马瑞辰《毛诗传笺通释》：“敖，疑当读为骜夏之骜， 《周官·钟师》：奏九夏，其九为骜夏。”今已不知两舞曲的内容，但从君子(舞师)“阳阳”“陶陶”等神情上看，当是两支欢快的舞乐。“其乐只且”恰恰说明其乐之甚。“只”，韩诗作“旨”;《诗三家义集疏》：“旨本训美，乐旨，犹言乐之美者，意为乐甚。”',
        4 => '此诗格调流美。所演奏的是房中宴乐，乐曲比较轻快，而演奏者本人也自得其乐，《程子遗书》：“阳阳，自得。陶陶，自乐之状。皆不任忧责，全身自乐而已。”想见舞师与乐工是乐在其中。诗人为乐工，故诗中“我”在描写歌舞场面时也就比较轻快这与《王风》其他篇章那种苍凉的风格迥然不同。',
        5 => '如果按朱熹的解释，《王风·君子阳阳》写夫妻歌舞为乐。丈夫邀请妻子一起跳舞，由妻子唱出来，表现了他们自得自乐、欢畅无比的情绪。古代的文学作品中，写夫妻恩爱、歌舞自娱的情形并不多，多的是征夫愁弃妇怨。因为这样做，至少要这样一些前提：两个人情深意笃，有较高的修养和情趣，以及拥有较多的闲暇。日出而作、日落而息的夫妻，大字不识的衣夫，恐怕难以歌舞自娱。由此可以推断，此诗的主人公大概应是殷实人家，或是已经衰落了的世家子弟。这也容易让人想到，闲暇是人们自娱自乐、吟诗作画、游山玩水的重要前提。整日为生计而忙碌的人，不会有此雅兴。',
      ),
      'note' => 
      array (
        0 => '⑴王风：王都之风，即东周王城洛邑一带的乐调。《诗经》“十五国风”之一，今存十篇。',
        1 => '⑵君子：指舞师。一说妻称夫。 阳阳：洋洋得意、喜气洋洋的样子。',
        2 => '⑶簧：古时的一种吹奏乐器，竹制，似笙而大。',
        3 => '⑷我：君子的同事。一说妻。 由房：为一种房中乐。《毛传》：“由，用也。国君有房中之乐。”一说由房即游乐，“由”同 “游”，“房”同“放”。',
        4 => '⑸只且(jū)：语气助词，没有实义。',
        5 => '⑹陶陶：和乐舒畅貌。',
        6 => '⑺翿(dào)：歌舞所用道具，用五彩野鸡羽毛做成，扇形。',
        7 => '⑻由敖：当为舞曲名，可能即《骜夏》。一说即游遨，“敖”同 “邀”。《周官·钟师》：“奏九夏，其九为骜夏。”《郑笺》：“右手招我，欲使我从于燕舞之位。”',
      ),
    ),
  ),
);
