<?php
return array (
  'name' => '国风·王风·兔爰',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·王风·兔爰',
      'spell' => 
      array (
        0 => 'guó fēng · wáng fēng · tù yuán',
        1 => 'yǒu tù yuán yuán ， zhì lí yú luó 。',
        2 => 'wǒ shēng zhī chū ， shàng wú wéi ；',
        3 => 'wǒ shēng zhī hòu ， féng cǐ bǎi lí 。 shàng mèi wú é ！',
        4 => 'yǒu tù yuán yuán ， zhì lí yú fú 。',
        5 => 'wǒ shēng zhī chū ， shàng wú zào ；',
        6 => 'wǒ shēng zhī hòu ， féng cǐ bǎi yōu 。 shàng mèi wú jiào ！',
        7 => 'yǒu tù yuán yuán ， zhì lí yú chōng 。',
        8 => 'wǒ shēng zhī chū ， shàng wú yōng ；',
        9 => 'wǒ shēng zhī hòu ， féng cǐ bǎi xiōng 。 shàng mèi wú cōng ！',
      ),
      'content' => 
      array (
        0 => '国风·王风·兔爰',
        1 => '有兔爰爰，雉离于罗。',
        2 => '我生之初，尚无为；',
        3 => '我生之后，逢此百罹。尚寐无吪！',
        4 => '有兔爰爰，雉离于罦。',
        5 => '我生之初，尚无造；',
        6 => '我生之后，逢此百忧。尚寐无觉！',
        7 => '有兔爰爰，雉离于罿。',
        8 => '我生之初，尚无庸；',
        9 => '我生之后，逢此百凶。尚寐无聪！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,伤怀,国风,王风',
        1 => '野兔儿自由自在，雉鸡儿落进网来。我刚出生的时候，没有战乱没有灾。自从我出生之后，竟遭遇种种祸害，但愿永睡不醒来。',
        2 => '野兔儿自由自在，雉鸡儿落进网来。我刚出生的时候，没有徭役没有灾。自从我出生之后，竟遭遇种种苦难，但愿长睡永闭眼。',
        3 => '野兔儿自由自在，雉鸡儿落进网来。我刚出生的时候，没有劳役没有灾。自从我出生之后，竟遭遇种种祸端，但愿长睡听不见。',
      ),
      'unscramble' => 
      array (
        0 => '兔爰赏析',
        1 => '《王风·兔爰》全诗共三章，各章首二句都以兔、雉作比。兔性狡猾，用来比喻小人;雉性耿介，用以比喻君子。罗、罦、罿，都是捕鸟兽的网，既可以捕雉，也可以捉兔。但诗中只说网雉纵兔，意在指小人可以逍遥自在，而君子无故遭难。通过这一形象而贴切的比喻，揭示出当时社会的黑暗。',
        2 => '各章中间四句，是以“我生之初”与“我生之后”作对比，表现出对过去的怀恋和对现在的厌恶：在过去，没有徭役(“无为”)，没有劳役(“无造”)，没有兵役(“无庸”)，我可以自由自在地生活;而现在，遇到各种灾凶(“百罹”“百忧”“百凶”)，让人烦忧。从这一对比中可以体会出时代变迁中人民的深重苦难。',
        3 => '各章最后一句，诗人发出沉重的哀叹：生活在这样的年代里，不如长睡不醒。愤慨之情溢于言表。方玉润说：“‘无吪’、‘无觉’、‘无聪’者，亦不过不欲言、不欲见、不欲闻已耳”(《诗经原始》)，这也是《毛诗序》中所点出的君子“不乐其生”的主题。',
        4 => '全诗三章风格悲凉，反覆吟唱诗人的忧思，也正是《王风》中的黍离之悲，属乱世之音、亡国之音。',
      ),
      'note' => 
      array (
        0 => '⑴王风：王都之风，即东周王城洛邑一带的乐调。《诗经》“十五国风”之一，今存十篇。爰(yuán)：逍遥自在。',
        1 => '⑵爰爰：同“缓缓”，自由自在的样子。',
        2 => '⑶离：同“罹(lí)”，陷，遭到。罗：罗网。',
        3 => '⑷尚：犹，还。无为：无事。为，各种作为。《郑笺》：“为，谓军役之事也。”',
        4 => '⑸百罹(lí)：多种忧患。',
        5 => '⑹尚：庶几，有希望的意思。寐：睡。无吪(é)：不说话。一说不动。',
        6 => '⑺罦(fú)：一种装设机关的网，能自动掩捕鸟兽，又叫覆车网。',
        7 => '⑻造：指劳役。朱熹《诗集传》：“造，亦为也。”',
        8 => '⑼忧：忧愁，苦难。',
        9 => '⑽觉：不醒，不想看。觉，清醒。',
        10 => '⑾罿(chōng)：捕鸟兽的网，也是覆车网。',
        11 => '⑿庸：指劳役。郑笺：“庸，劳也。”',
        12 => '⒀无聪：不想听。聪，听觉。',
      ),
    ),
  ),
);
