<?php
return array (
  'name' => '国风·王风·葛藟',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·王风·葛藟',
      'spell' => 
      array (
        0 => 'guó fēng · wáng fēng · gé lěi',
        1 => 'mián mián gé lěi ， zài hé zhī hǔ 。',
        2 => 'zhōng yuǎn xiōng dì ， wèi tā rén fù 。',
        3 => 'wèi tā rén fù ， yì mò wǒ gù ！',
        4 => 'mián mián gé lěi ， zài hé zhī sì 。',
        5 => 'zhōng yuǎn xiōng dì ， wèi tā rén mǔ 。',
        6 => 'wèi tā rén mǔ ， yì mò wǒ yǒu ！',
        7 => 'mián mián gé lěi ， zài hé zhī chún 。',
        8 => 'zhōng yuǎn xiōng dì ， wèi tā rén kūn 。',
        9 => 'wèi tā rén kūn ， yì mò wǒ wén ！',
      ),
      'content' => 
      array (
        0 => '国风·王风·葛藟',
        1 => '绵绵葛藟，在河之浒。',
        2 => '终远兄弟，谓他人父。',
        3 => '谓他人父，亦莫我顾！',
        4 => '绵绵葛藟，在河之涘。',
        5 => '终远兄弟，谓他人母。',
        6 => '谓他人母，亦莫我有！',
        7 => '绵绵葛藟，在河之漘。',
        8 => '终远兄弟，谓他人昆。',
        9 => '谓他人昆，亦莫我闻！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,伤怀,国风,王风',
        1 => '葛藤绵延长又长，爬到河边湿地上。远离亲人和兄弟，面对他人把爹喊。就是管人把爹喊，一点眷顾也休想。',
        2 => '葛藤绵延长又长，爬到河边陆地上。远离亲人和兄弟，面对他人喊亲娘。面对他人喊亲娘，也不把我当儿郎。',
        3 => '葛藤绵延长又长，爬到河边陆地上。远离亲人和兄弟，面对他人喊兄长。就是每日喊兄长，没有听见一个样。',
      ),
      'unscramble' => 
      array (
        0 => '葛藟赏析',
        1 => '《王风·葛藟》是一首流浪者自诉寄人篱下之无尽屈辱的诗歌。诗分三章，每章六句。首章“绵绵”二句写眼前景物。诗人流落到黄河边上，见到河边葛藤茂盛，绵绵不断，不禁触景伤情，联系到自己远离兄弟、飘泊异乡的身世，感到人不如物。他流落他乡，六亲无靠，生活无着，不得不乞求于人，甚至覥颜“谓他人父”。处境之艰难，地位之卑下，可见一斑。但是即便如此，也未博得人家的一丝怜悯。“谓他人父，亦莫我顾”，直书其事，包含许多屈辱，许多痛楚，正如朱熹所叹：“则其穷也甚矣！”（《诗集传》）第二、第三章诗意略同首章，仅二、四、五、六句句尾更换一字，丰富了诗的内涵，反覆咏叹中稍有变化。',
        2 => '全诗每章只更换了三个字。第一个字都是“河边”的意思，相当于没有变化。第二个字，谓他人“父”“母”“昆”，换的都是家庭成员的称呼，其实属于家庭内部情况，变化影响相同。第三个字，亦莫我“顾”“有”“闻”，就是“也不顾念、善待、关心我”，总之反反复复强调他所流落寄居的人家对他不好，他感到非常屈辱，没有温暖。短短几行小诗写尽了流离失所、寄人篱下的内心忧伤。',
        3 => '此诗两句表达一层意思，六句有三层意思，两层转折。由绵绵不绝的葛藟对照兄弟的离散，是一折，由“谓他人父”“谓他人母”“谓他人昆”而竟不获怜悯，又是一折。每一转折，均含无限酸楚。诗人直抒情事，语句简质，却很感人，表现了飘零的凄苦和世情的冷漠。',
      ),
      'note' => 
      array (
        0 => '⑴王风：王都之风，即东周王城洛邑一带的乐调。《诗经》“十五国风”之一，今存十篇。',
        1 => '⑵葛藟(lěi)：藤类蔓生植物。即野葡萄。',
        2 => '⑶绵绵：连绵不绝的样子。',
        3 => '⑷浒(hǔ)：水边。一说岸上地。',
        4 => '⑸终：既已。远：远离。',
        5 => '⑹谓：称，呼。',
        6 => '⑺顾：照顾，眷顾。',
        7 => '⑻涘(sì)：水边。',
        8 => '⑼有：通“友”，相亲之意。一说通“佑”，帮助。',
        9 => '⑽漘(chún)：河岸，水边。',
        10 => '⑾昆：兄。',
        11 => '⑿闻(wèn)：通“问”，亦有爱之意。王引之《经义述闻》：“谓相恤问也。古字闻与问通。”',
      ),
    ),
  ),
);
