<?php
return array (
  'name' => '国风·王风·采葛',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·王风·采葛',
      'spell' => 
      array (
        0 => 'guó fēng · wáng fēng · cǎi gé',
        1 => 'bǐ cǎi gé xī ！ yī rì bú jiàn ， rú sān yuè xī ！',
        2 => 'bǐ cǎi xiāo xī ！ yī rì bú jiàn ， rú sān qiū xī ！',
        3 => 'bǐ cǎi ài xī ！ yī rì bú jiàn ， rú sān suì xī ！',
      ),
      'content' => 
      array (
        0 => '国风·王风·采葛',
        1 => '彼采葛兮！一日不见，如三月兮！',
        2 => '彼采萧兮！一日不见，如三秋兮！',
        3 => '彼采艾兮！一日不见，如三岁兮！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,思念,民谣,国风,王风',
        1 => '那个采葛的姑娘，一天没有见到她，好像隔了三月啊!',
        2 => '那个采萧的姑娘，一天没有见到她，好像隔了三秋啊!',
        3 => '那个采艾的姑娘，一天没有见到她，好像隔了三年啊!',
      ),
      'unscramble' => 
      array (
        0 => '采葛赏析',
        1 => '《王风·采葛》是一首思念情人的小诗。采葛为织布，采萧为祭祀，采艾为治病。都是女子在辛勤劳动。男子思念起自己的情人来，一日不见，如隔三秋(月、年)。说一天会像三个月，三个季节，甚至三年那样长，这当然是物理时间和心理时间的区别所在。用这种有悖常理的写法，无非是为了极言其思念之切，之深而已。',
        2 => '热恋中情人无不希望朝夕厮守，耳鬓相磨，分离对他们是极大的痛苦，所谓“乐哉新相知，忧哉生别离”，即使是短暂的分别，在他或她的感觉中也似乎时光很漫长，以至于难以忍耐。此诗三章正是抓住这一人人都能理解的最普通而又最折磨人的情感，反复吟诵，重叠中只换了几个字，就把怀念情人愈来愈强烈的情感生动地展现出来了。第二章用“秋”而不用“春”“夏”“冬”来代表季节，是因为秋天草木摇落，秋风萧瑟，易生离别情绪，引发感慨之情，与全诗意境相吻合。',
        3 => '全诗既没有卿卿我我一类爱的呓语，更无具体的爱的内容叙述，只是直露地表白自己思念的情绪，然而却能流传千古，后人并将这一情感浓缩为“一日三秋”的成语。关于此诗艺术感染力的奥妙，蒋立甫《风诗含蓄美论析》曾剖析说：“妙在语言悖理。”其意是说：从科学时间概念衡量，三个月、三个季节、三个年头与“一日”等同，当是悖理的，然而从诗抒情看却是合理的艺术夸张，合理在热恋中情人对时间的心理体验，一日之别，逐渐在他或她的心理上延长为三月、三秋、三岁，这种对自然时间的心理错觉，真实地映照出他们如胶似漆、难分难舍的恋情。这一悖理的“心理时间”由于融进了他们无以复加的恋情，所以看似痴语、疯话，却能妙达离人心曲，唤起不同时代读者的情感共鸣。',
      ),
      'note' => 
      array (
        0 => '⑴王风：王都之风，即东周王城洛邑一带的乐调。《诗经》“十五国风”之一，今存十篇。',
        1 => '⑵采：采集。葛：葛藤，一种蔓生植物，块根可食，茎可制纤维。',
        2 => '⑶萧：植物名。蒿的一种，即艾蒿。有香气，古时用于祭祀。',
        3 => '⑷三秋：三个秋季。通常一秋为一年，后又有专指秋三月的用法。这里三秋长于三月，短于三年，义同三季，九个月。',
        4 => '⑸艾：多年生草本植物，菊科，茎直生，白色，高四五尺。其叶子供药用，可制艾绒灸病。',
        5 => '⑹岁：年。',
      ),
    ),
  ),
);
