<?php
return array (
  'name' => '国风·王风·大车',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·王风·大车',
      'spell' => 
      array (
        0 => 'guó fēng · wáng fēng · dà jū',
        1 => 'dà jū kǎn kǎn ， cuì yī rú tǎn ；',
        2 => 'qǐ bù ěr sī ？ wèi zi bù gǎn 。',
        3 => 'dà jū tūn tūn ， cuì yī rú mén ；',
        4 => 'qǐ bù ěr sī ？ wèi zǐ bù bēn 。',
        5 => 'gǔ zé yì shì ， sǐ zé tóng xué ；',
        6 => 'wèi yú bú xìn ， yǒu rú jiǎo rì ！',
      ),
      'content' => 
      array (
        0 => '国风·王风·大车',
        1 => '大车槛槛，毳衣如菼；',
        2 => '岂不尔思？畏子不敢。',
        3 => '大车啍啍，毳衣如璊；',
        4 => '岂不尔思？畏子不奔。',
        5 => '榖则异室，死则同穴；',
        6 => '谓予不信，有如皦日！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,爱情,故事,国风,王风',
        1 => '大车行走声槛槛，青色毛毡做车篷。难道是我不想你?相爱就怕你不敢。',
        2 => '大车前行声啍啍，红色毛毡做车篷。难道是我不想你?怕你不跟我私奔。',
        3 => '活着不能在一室，死后同埋一个坑。我说的话你不信，就让太阳来作证。',
      ),
      'unscramble' => 
      array (
        0 => '大车赏析',
        1 => '《王风·大车》的意思简明直截。如果按照主人公是男子的说法，就是小伙子要求与姑娘私奔，并指天发誓，一定要和姑娘结合，生不能同床，死也要同穴。爱情的强烈、坚定、至死不渝，大概总可以感动姑娘了。',
        2 => '这首诗把环境气氛与主人公心情结合起来，相互烘托促进，是一个特色。第一章写小伙子赶着盖有青色车篷的大车奔驰，在隆隆的车声里，小伙子心潮澎湃：“岂不尔思，畏子不敢。”意思是说：姑娘，你到底敢不敢与我相爱相恋呢?小伙子的冲动，与姑娘的犹疑，制造了恋爱中的痛苦。第二章以沉重的车轮声，衬托小伙子内心的苦恼。这时候，小伙子终于明白了：姑娘的犹疑是因为她家里不同意这段恋情。因此，摆在面前的是：姑娘敢不敢、能不能不经父母许可就和小伙子私奔，结成夫妻。这是姑娘的终身大事，不能不慎重考虑。因为一旦遇人不淑，又背叛了父母，那么自己的前途就十分悲惨了。第二章既回溯了第一章姑娘犹疑的原因，又提出私奔有无后顾之忧的考虑。诗歌是由小伙子口中唱出来的，表示小伙子已经明白姑娘的处境和心思了。于是，自然地引出第三章：小伙子指天发誓，永远忠于爱情，即使生不能同床，死后也要同穴。古人指天发誓是十分慎重的行为，这是自然崇拜与祖先崇拜时代极为庄严的仪式。因为他们相信，违反了诺言要受到天谴的。小伙子慎重的发誓，从意蕴而言，已是圆满地解释了姑娘的疑虑，使姑娘放心大胆地投向恋人的怀抱。从情节而言，诗歌却不再描述其最后结局了。人们可以从诗意延续中推想：这一对恋人，一定高高兴兴地驾着大车，奔向相爱相伴的幸福生活了。',
        3 => '这首诗，将环境气氛与人物心情相结合相衬托，把故事按情节发展而安排诗章，以心理推想取代完整故事结局，都有特色。',
      ),
      'note' => 
      array (
        0 => '⑴王风：王都之风，即东周王城洛邑一带的乐调。《诗经》“十五国风”之一，今存十篇。大车：古代用牛拉货的车，一说古代贵族乘坐的车子。',
        1 => '⑵槛(kǎn)槛：车轮的响声。',
        2 => '⑶毳(cuì)衣：毡子。本指兽类细毛，可织成布匹，制衣或缝制车上的帐篷。此处从闻一多说。菼(tǎn)：初生的芦苇，也叫荻，茎较细而中间充实，颜色青绿。此处以之比喻毳衣的青白色。',
        3 => '⑷尔：你。',
        4 => '⑸子：;指其所爱的男子。',
        5 => '⑹啍(tūn)啍：重滞徐缓的样子，犹“槛槛”。',
        6 => '⑺璊(mén)：红色美玉，此处喻红色车篷。一说赤苗的谷。',
        7 => '⑻奔：私奔。',
        8 => '⑼榖(gǔ)：生，活着。异室：两地分居。',
        9 => '⑽同穴：合葬同一个墓穴。',
        10 => '⑾予：我。',
        11 => '⑿有如皦(jiǎo)日：有此白日。如，此。皦，同“皎”，白，光明，明亮。',
      ),
    ),
  ),
);
