<?php
return [
    'name' => '缁衣·郑风·国风',
    'nameShort' => '缁衣',
    'nameSpell' => ' zī yī',
    'brief' => '美武公也。父子并为周司徒，善于其职，国人宜之，故美其德，以明有国善善之功焉。(3章4句)',
    'keyword' => '关键词：诗经,国风,郑风',
    'chapters' => [
        [
            'spell' => [
                'zīyīzhīyíxī！bì， yú yòugǎi wéi xī！',
                'shì zǐ zhīguǎnxī！ huán ， yú shòu zǐ zhīcànxī！',
                'zīyīzhī hǎo xī！bì， yú yòugǎizàoxī！',
                'shì zǐ zhīguǎnxī！ huán ， yú shòu zǐ zhīcànxī！',
                'zīyīzhīxíxī！bì， yú yòugǎi zuò xī！',
                'shì zǐ zhīguǎnxī！ huán ， yú shòu zǐ zhīcànxī！',
            ],
            'content' => [
                '缁衣之宜兮！敝，予又改为兮！',
                '适子之馆兮！还，予授子之粲兮！',
                '缁衣之好兮！敝，予又改造兮！',
                '适子之馆兮！还，予授子之粲兮！',
                '缁衣之席兮！敝，予又改作兮！',
                '适子之馆兮！还，予授子之粲兮！',
            ],
            'vernacular' => [
                '看我夫君穿上那黑色礼服多么得体，破了我又为他新作一件像样的衣衫。我颠着一双小脚送到他执教的书馆，等他回家来我捧上精美丰盛的晚餐。',
                '看我夫君穿上那黑色礼服多么美好，破了我又为他新作一件像样的罩袍。我颠着一双小脚送到他执教的书馆，等他回家来我捧上精美丰盛的菜肴。',
                '看我夫君穿上那黑色礼服多么舒展，破了我又为他新作一件像样的罩衫。我颠着一双小脚送到他执教的书馆，等他回家来我端上一桌丰盛的好饭。',
            ],
            'unscramble' => [
                '《郑风·缁衣》诗中洋溢着一种温馨的亲情，因此，与其说这是一首描写国君与臣下关系的诗，还不如说这是一首写家庭亲情的诗更为确切。当代不少学者认为，这是一首赠衣诗。诗中“予”的身份，看来像是穿缁衣的人之妻妾。孔颖达《毛诗正义》说：“卿士旦朝于王，服皮弁，不服缁衣。退适治事之馆，释皮弁而服(缁衣)，以听其所朝之政也。”说明古代卿大夫到官署理事(古称私朝)，要穿上黑色朝服。诗中所咏的黑色朝服看来是抒情主人公亲手缝制的，所以她极口称赞丈夫穿上朝服是如何合体，如何称身，称颂之词无以复加。她又一而再，再而三地表示：如果这件朝服破旧了，我将再为你做新的。还再三叮嘱：你去官署办完公事回来，我就给你试穿刚做好的新衣，真是一往而情深。表面上看来，诗中写的只是普普通通的赠衣，而骨子里却唱出了一位妻子深深挚爱自己丈夫的心声。',
                '全诗共三章，直叙其事，属赋体，采用的是《诗经》中常见的复沓联章形式。诗中形容缁衣之合身，虽用了三个形容词：“宜”、“好”、“席”，实际上都是一个意思，无非是说，好得不能再好;准备为丈夫改制新的朝衣，也用了三个动词：“改为”、“改造”、“改作”，实际上也都是一个意思，只是变换语气而已。每章的最后两句都是相同的。全诗用的是夫妻之间日常所说的话语，一唱而三叹，把抒情主人公对丈夫无微不至的体贴之情刻画得淋漓尽致。',
            ],
            'notes' => [
                '⑴郑风：《诗经》“十五国风”之一，今存二十一篇。',
                '⑵缁(zī)衣：黑色的衣服，当时卿大夫到官署所穿的衣服。',
                '⑶宜：合适。指衣服合身。',
                '⑷敝：同“弊”，破旧，穿破。改为：改制，改作。这是随着衣服的破烂程度而说的，以见其关心。',
                '⑸适：往。馆：官舍，官署，客舍，住所。',
                '⑹还：归回。一说通“旋”，归来。',
                '⑺粲(càn)：形容新衣鲜明的样子。一说餐的假借。',
                '⑻好：指缁衣美好。',
                '⑼造：制作。',
                '⑽席(xí)：宽大舒适。古以宽大为美。',
            ],
        ],
    ],
];