<?php
return [
    'chapters' => [
        [
            'spell' => [
                'gāoqiúrúrú，xúnzhí qiě hóu ；',
                'bǐ jì zhī zǐ ， shě mìng bù yú。',
                'gāoqiúbàoshì，kǒngwǔ yǒu lì；',
                'bǐ jì zhī zǐ ，bāngzhīsīzhí。',
                'gāoqiúyànxī，sānyīngcànxī；',
                'bǐ jì zhī zǐ ，bāngzhīyànxī。',
            ],
            'content' => [
                '羔裘如濡，洵直且侯；',
                '彼其之子，舍命不渝。',
                '羔裘豹饰，孔武有力；',
                '彼其之子，邦之司直。',
                '羔裘晏兮，三英粲兮；',
                '彼其之子，邦之彦兮。',
            ],
            'vernacular' => [
                '穿着润泽羔皮袄，为人正直又美好。就是这样一个人，不怕牺牲为君劳。',
                '穿着豹饰羔皮袄，高大有力为人豪。就是这样一个人，国家司直当得好。',
                '羊羔皮袄真光鲜，素丝装饰更灿烂。就是这样一个人，国家杰出的人选。',
            ],
            'unscramble' => [
                '羔裘是古代卿大夫上朝时穿的官服。《诗经》中通过描写羔裘来刻画官员形象的诗有好几首，如《召南·羔羊》《唐风·羔裘》《桧风·羔裘》等，命意都不一样。',
                '《郑风·羔裘》这首诗，起笔描述羔裘的外在美，作者具体而微地描写了羊皮袍子的皮毛质地是如何的润泽光滑，袍子上的豹皮装饰是如何的鲜艳漂亮。然后才赞美穿此羔裘的人的内在美，写外在美的目的是通过对羊皮袍子的仔细形容，和对其中寓意的深刻揭示，借以赞美穿羊皮袍子的官员有正直美好能舍命为公的气节，有威武勇毅能支持正义的品格。总而言之，人衣相配，美德毕现，这位官员才德出众，不愧是国家的贤俊。外在美、气质美和品行美、形象美高度统一。这样理解符合认为此诗主旨为赞美优秀官吏的说法。',
                '如果说此诗有讽刺意味，那就是说，在诗中，礼服的高贵华丽衬托着君子的美德形象，服饰的华美同时也象征着君子高贵的人品。在作者看来，古代的卿大夫确实是这么回事;但是，一联系郑国当时的现实，满朝穿着漂亮官服的是些什么人——一句话，君不像君，臣不像臣，可以说，都不称其服。这样，作者赞古讽今的作诗命意就凸现出来了。因为衣裳总是人穿的，从衣裳联想到人品，再自然不过了。至于一个人的品质、德性要说得很生动、形象，就不那么容易，而此诗作者的聪明之处，也在这里。他用看得见的衣服的外表，来比喻看不见、感得到的较为抽象的品行德性，手法是极为高明的。比如，从皮袍子上的豹皮装饰，联想到穿这件衣服的人的威武有力就十分贴切，极为形象。但如果当作一首讽刺诗来说，有些过于含蓄，以至千百年来聚讼不已。',
            ],
            'notes' => [
            ],
        ],
    ],
];