<?php
return array (
  'name' => '国风·郑风·遵大路',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·郑风·遵大路',
      'spell' => 
      array (
        0 => 'guó fēng · zhèng fēng · zūn dà lù',
        1 => 'zūn dà lù xī ！ shǎn zhí zǐ zhī qū xī ！',
        2 => 'wú wǒ wù xī ， bù zǎn gù yě ！',
        3 => 'zūn dà lù xī ！ shǎn zhí zǐ zhī shǒu xī ！',
        4 => 'wú wǒ chǒu xī ， bù zǎn hǎo yě ！',
      ),
      'content' => 
      array (
        0 => '国风·郑风·遵大路',
        1 => '遵大路兮！掺执子之祛兮！',
        2 => '无我恶兮，不寁故也！',
        3 => '遵大路兮！掺执子之手兮！',
        4 => '无我魗兮，不寁好也！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,抒情,国风,郑风',
        1 => '沿着大路跟你走，双手拽住你衣袖。千万不要嫌弃我，别忘故情把我丢。',
        2 => '沿着大路跟你走，紧紧握住你的手。千万别嫌我貌丑，别忘情好把我丢。',
      ),
      'unscramble' => 
      array (
        0 => '遵大路赏析',
        1 => '《郑风·遵大路》一诗无首无尾，诗人只是选择男子离家出走，女子拽着男子衣袖，拉紧他的手，苦苦哀求他留下的一个小镜头，以第二人称呼告的语气反复哭诉。全诗只有两章八句，既没有点明男子离家出走的原因，也没有交代他们之间是什么关系，然而诗人描绘的这幅平常而习见的画面，却是活灵活现的。诗中生动地描述了一幅似乎非常具体的生活场景：一对男女在大路上追逐，女的追上男的，在路边拉扯纠缠，还似乎有女子悲怆的哭诉声，她呼唤着男子，不断重复地说着：“不要嫌恶丢弃我!”“多年相爱不能说断就断!”除此，她已经没有别的话要说，仿佛自己的一切辛酸、痛苦、挣扎、希望都凝聚在这两句话中了。她多么渴望在自己的哀求下，他能回心转意，两人重归于好，相亲相爱过日子。这是女主人公唯一祈求。但是，诗至此却戛然而止，不了了之，留下了一大片画面空白，容读者根据自己的生活经验与审美情趣去创造，去丰富，可能有多种不同的设想，绘出不同结果的精彩画面。所以诗中这幅片断性的画面尽管是一目了然的，但却是极具有包孕性的。',
        2 => '此诗语言自然流畅，朴实无华。原诗纯为赋体，二章四句，每句皆押韵。第二章首句“路”，王引之《经义述闻》说：“当作道，与手、魗、好为韵，凡《诗》次章全变首章之韵，则第一句先变韵。”',
      ),
      'note' => 
      array (
        0 => '⑴郑风：《诗经》“十五国风”之一，今存二十一篇。遵：沿着。',
        1 => '⑵掺(shǎn)：执，拉住，抓住。袪(qū)：衣袖，袖口。',
        2 => '⑶无我恶(è)：不要以我为恶(丑)。一说“恶(wù)”意为“讨厌”。',
        3 => '⑷寁(zǎn)：去。即丢弃、忘记的意思。一说迅速。故：故人，故旧，旧情。',
        4 => '⑸无我魗(chǒu)：不要以我为丑。魗，同“丑”;一说厌弃。',
        5 => '⑹好：相好，情好。',
      ),
    ),
  ),
);
