<?php
return array (
  'name' => '国风·郑风·有女同车',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·郑风·有女同车',
      'spell' => 
      array (
        0 => 'guó fēng · zhèng fēng · yǒu nǚ tóng jū',
        1 => 'yǒu nǚ tóng jū ， yán rú shùn huā ；',
        2 => 'jiāng áo jiāng xiáng ， pèi yù qióng jū 。',
        3 => 'bǐ měi mèng jiāng ， xún měi qiě dū ！',
        4 => 'yǒu nǚ tóng xíng ， yán rú shùn yīng ；',
        5 => 'jiāng áo jiāng xiáng ， pèi yù qiāng qiāng。',
        6 => 'bǐ měi mèng jiāng ， dé yīn bú wàng ！',
      ),
      'content' => 
      array (
        0 => '国风·郑风·有女同车',
        1 => '有女同车，颜如舜华；',
        2 => '将翱将翔，佩玉琼琚。',
        3 => '彼美孟姜，洵美且都！',
        4 => '有女同行，颜如舜英；',
        5 => '将翱将翔，佩玉将将。',
        6 => '彼美孟姜，德音不忘！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,女子,国风,郑风',
        1 => '姑娘和我同乘车，容貌就像花一样。体态轻盈如飞鸟，珍贵佩玉泛光芒。她是美丽姜姑娘，举止娴雅又大方。',
        2 => '姑娘和我同路行，容貌就像木槿花。体态轻盈像鸟翔，佩玉锵锵悦耳响。美丽姑娘她姓姜，美好声誉人难忘。',
      ),
      'unscramble' => 
      array (
        0 => '有女同车赏析',
        1 => '这是一首贵族男女的恋歌。诗以男子的语气，赞美了女子容貌的美丽和品德的美好。',
        2 => '时当夏秋之际，木槿花盛开，诗中的男女一同出外游览。他们一会儿赶着车子，在乡间道路上飞快地奔驰;一会儿又下车行走，健步如飞。诗中洋溢着欢乐的情绪，明快的节奏。',
        3 => '这个女孩姓姜，“孟”是老大的意思，即这个孟姜在家里排行第一，就是姜家的大姑娘。中国有句古话：“情人眼里出西施”，在那男人看来，孟姜真是“细看诸处好”，美不可言。她的面颊像木槿花一样又红又白;她走起路来像鸟儿飞翔一样，十分轻盈;她身上还佩带着珍贵的环佩，行动起来，环佩轻摇，发出悦耳的响声。她不但外貌美丽，而且品德高尚，风度娴雅。总之，诗人以无比的热情，从容颜、行动、穿戴以及内在品质诸方面，描写了这位少女的形象，同《诗经》中写平民的恋爱迥然有别。这也可以说是此诗的主要特色。',
        4 => '木槿花朝开暮谢，所以白居易有“槿枝无宿花”的说法，李商隐对之也有“风露凄凄秋景繁，可怜荣落在朝昏”的叹息。这是文人心中的木槿花，带着伤逝的美。所谓“舜华”，是描述这花朝开暮谢的瞬息之美。有人认为，诗中描述的这两情相悦的欣喜在“舜华”这一美丽的词汇中蕴含了危机。',
        5 => '此诗二章，自宋范处义《诗补传》以下皆以之为赋体。也就是说它是用叙事或铺陈的方法进行描写的，但作者在叙写时是饱含感情的。两章字数、句数完全相等，意思也大致一样，唯有所押的韵不同。第一章“舜华”之“华”，朱熹《诗集传》谓“叶芳无反”，用反切的方法说明这个“华”字音“夫”，因此与以下的“琚”“都”属于一个韵部。《说文通训定声》将“华”字归入“豫部”，与《诗集传》相同，可证。第二章的“行”字，《诗集传》注云：“叶户郎反”，即音杭(háng) ;“英”字“叶於良反”，即音央(yāng)，皆与以下的“将”“忘”属于一个韵部。从首章“六鱼”韵到次章“七阳”韵的转换，也反映了诗中情绪的变化，它更为欢快和昂扬了。',
      ),
    ),
  ),
);
