<?php
return [
    'name' => '山有扶苏·郑风·国风',
    'nameShort' => '山有扶苏',
    'nameSpell' => ' shān yǒu fú sū',
    'brief' => '刺忽也。所美非美然。(2章4句)',
    'keyword' => '关键词：诗经,爱情,国风,郑风',
    'chapters' => [
        [
            'spell' => [
                'shān yǒu fúsū，xí yǒu hé huā 。',
                'bú jiàn zǐ dū ，nǎi jiàn kuáng jū 。',
                'shān yǒu qiáosōng，xí yǒu yóulóng。',
                'bú jiàn zǐ chōng，nǎi jiàn jiǎotóng。',
            ],
            'content' => [
                '山有扶苏，隰有荷华。',
                '不见子都，乃见狂且。',
                '山有乔松，隰有游龙。',
                '不见子充，乃见狡童。',
            ],
            'vernacular' => [
                '山上有茂盛的扶苏，池里有美艳的荷花。没见到子都美男子啊，偏遇见你这个小狂徒。',
                '山上有挺拔的青松，池里有丛生的水荭。没见到子充好男儿啊，偏遇见你这个小狡童。',
            ],
            'unscramble' => [
                '全诗共二章，均借草木以起兴。“山有扶苏，隰有荷华“;”山有乔松，隰有游龙“，描写的尽是山中的树，低谷的花，并未见一人。其实这并不是情侣约会的地点和景色的描写，因为在《诗经》中，“山有…...，隰有......”是常用的起兴句式，如《邶风·简兮》‘中有：“山有榛，隰有苓”，《唐风·山有枢》中有“山有枢，隰有榆”，“山有漆，隰有栗”等。这里就是一个典型的起兴，清代方玉润在《诗经原始》中说：“诗非兴会不能作，或因物以起兴，或因时而感兴，皆兴也”，即这里的兴只从语势或韵脚上引出下文，使诗篇的开头委婉含蓄，与后文的故事并不相关。',
                '“不见子都，乃见狂且”，这两句是赋，为女子的调笑之辞。“至于子都，天下莫不知其姣也”(《孟子·告子上》)。“子都”，似为传说中古代美男子名，这里泛指俊美的男子。有论者认为“都“姝”古本双声，都”为“姝”的假借。《说文解字》云：“姝，美也”，故子都就是子美。女子称所爱为“狂且”，与美男子“子都”对举，明明是双方相约而来，偏说对方非己所爱，心爱叫冤家，可见其性格的爽朗善谑。',
                '第二章是叠章，开头两句仍以草木起兴引起下文。“不见子充，乃见狡童”反复调侃，加强语势，感情也层层递进。“子充”泛指美男子。论者认为“充”，古韵在东部，姝”，古韵在区部，区东可以对转，“充”即“姝”的对转，故子充与子都实为同指。始为“子都”，此为“子充”，重章叠句，整饬中有变化，更显得错落有致。',
                '少女对心上人主动发起调笑戏谑，可以想象，被调侃的男子绝不会甘拜下风，当有回敬。妙语如珠，往来应答，场面应十分热烈，气氛也极为活跃，少男少女率真爽朗的性格及欢快健康的戏剧性场面，在这里得到了淋漓尽致的表现。',
            ],
            'notes' => [
                '①扶苏：树木名。一说桑树。',
                '②隰(xí)：洼地。华(huā)：同“花”。',
                '③子都：古代美男子。',
                '④狂且(jū)：行动轻狂的人。毛传：“狂，狂人也。且，辞也。”',
                '⑤桥：通“乔”，高大。',
                '⑥游龙：水草名。即荭草、水荭、红蓼。',
                '⑦子充：古代良人名。',
                '⑧狡童：姣美的少年。一说为狡狯的少年。',
            ],
        ],
    ],
];