<?php
return array (
  'name' => '国风·郑风·萚兮',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·郑风·萚兮',
      'spell' => 
      array (
        0 => 'guó fēng · zhèng fēng · tuò xī',
        1 => 'tuò xī tuò xī ！ fēng qí chuī rǔ ；',
        2 => 'shū xī bó xī ！ chàng yú hè rǔ 。',
        3 => 'tuò xī tuò xī ！ fēng qí piāo rǔ ；',
        4 => 'shū xī bó xī ！ chàng yú yāo rǔ 。',
      ),
      'content' => 
      array (
        0 => '国风·郑风·萚兮',
        1 => '萚兮萚兮！风其吹女；',
        2 => '叔兮伯兮！倡予和女。',
        3 => '萚兮萚兮！风其漂女；',
        4 => '叔兮伯兮！倡予要女。',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,伤怀,国风,郑风',
        1 => '落叶落叶往下掉，秋风吹你轻轻飘。诸位欢聚小伙子，我来先唱你和调。',
        2 => '落叶落叶往下掉，秋风吹你轻轻飘。对面欢快小伙子，我先唱啊你和调。',
      ),
      'unscramble' => 
      array (
        0 => '萚兮赏析',
        1 => '这是一首描述少年男女唱和山歌情景的小诗。秋天来了，落叶缤纷，在金风中飘舞。这是他们唱歌的时间和情境。山歌由姑娘先唱，然后小伙子接着合唱，犹如现在少数民族青年男女的对歌。',
        2 => '在《诗经》三百篇中，《郑风·萚兮》当是最短小的篇章之一，它的文辞极为简单。诗人看见枯叶被风吹落，心中自然而然涌发出伤感的情绪;这情绪到底因何而生，却也难以明说——或者说出来也没有多大意思，无非是岁月流逝不再，繁华光景倏忽便已憔悴之类。他只是想有人与他一起唱歌，让心中的伤感随着歌声流出。“叔兮伯兮”，恐怕也并无实指之人，不过是对于可能有的亲近者的呼唤罢了。',
        3 => '《郑风·萚兮》因为单纯，而又有特别令人感动的地方。在“萚兮萚兮，风其吹(漂)女”之后，诗人不再说下去，让人觉着从落叶中看到的生命的流失，根本就是无奈的事情，不说也罢。而后“叔兮伯兮，倡予和(要)女”，又让人觉着人生的寂寞归根结蒂还是无从排遣。不可能真的就有人应着这呼唤唱出心心相印的歌来，寂寞也不可能真的会让人相互走近。呼唤也只是呼唤而已吧。如此想来，这种古老的歌子，浸着很深的悲凉。',
      ),
      'note' => 
      array (
        0 => '⑴郑风：《诗经》“十五国风”之一，今存二十一篇。萚(tuò)：脱落的木叶，枯叶。',
        1 => '⑵女(rǔ)：同“汝”，你，指树叶。',
        2 => '⑶叔兮伯兮：犹言兄弟们啊。叔伯都是兄弟的排行，此指众位小伙子。',
        3 => '⑷倡：同“唱”，带头唱，领唱。一说倡导。和(hè)：和唱，伴唱。',
        4 => '⑸漂：同“飘”，吹动。',
        5 => '⑹要(yāo)：通“邀”，相约，约请。一说成也，和也，指歌的收腔。',
      ),
    ),
  ),
);
