<?php
return [
    'name' => '东门之墠·郑风·国风',
    'nameShort' => '东门之墠',
    'nameSpell' => ' dōng mén zhī shàn',
    'brief' => '刺乱也。[女昬]姻之道缺，阳倡而阴不和，男行而女不随。(2章4句)',
    'keyword' => '关键词：诗经,爱情,国风,郑风',
    'chapters' => [
        [
            'spell' => [
                'dōngménzhīshàn，rúlǘzàibǎn；',
                'qí shìzéěr， qí rén shèn yuǎn。',
                'dōngménzhīlì， yǒu jiàn jiā shì；',
                'qǐ bù ěrsī？ zǐ bù wǒjí。',
            ],
            'content' => [
                '东门之墠，茹藘在阪；',
                '其室则迩，其人甚远。',
                '东门之栗，有践家室；',
                '岂不尔思？子不我即。',
            ],
            'vernacular' => [
                '东门附近有广场，茜草沿着山坡长。他家离我近咫尺，而人却像在远方。',
                '东门附近种板栗，房屋栋栋排得齐。哪会对你不想念，不肯亲近只是你。',
            ],
            'unscramble' => [
                '这是一首青年男女相唱和的民间恋歌。它的表现形式，不是恋人之间面对面地放声高歌，而是室近人遥无由相会，自为赠答，分别抒发内心焦急渴望的情怀。',
                '全诗分三章，每章四句。方玉润在《诗经原始》中指出：“就首章而观，日室迩人远者，男求女之词也。就次章而论曰：‘子不我即’者，女望男之心也。一诗中自为赠答而均未谋面。”一方在追求，一方在盼望，两种图景，一样心愿。本来是好端端的美满姻缘，却遭到某种社会原因的阻挠，使得这对恋人深深地陷入烦恼与忧郁之中。男女青年热恋中可望不可及的内容，在《诗经》中是屡见不鲜的，但这首诗却通过两个不同的典型场景，让男女主人公分别登场，在望而不见的特定环境中倾诉衷曲，有境有情，充分表现了双方“心有灵犀一点通”的真实情义。',
                '首章前二句，赋中有兴。点明了实地，展现了女家住所的特定环境。通过这幅明洁而富有生意的画面起兴，烘托出女主人公的端庄大度和丰盈美丽的风采。同时，也含蕴了小伙子凝神相望、思潮起伏的情态;广场空阔，毫无遮掩，一切景象，尽收眼底，从中得到了莫大的慰藉，又生发出无限的惆怅。因之后二句由景人情，展示小伙子烦忧的心境。“其室则迩，其人甚远“，正是咫尺天涯，莫能相近，其中自有无限的难言之痛',
                '有践家室，犹今谚语所称“好好人家”。次章变换场地，由女主人公登场，另是一番景象。前二句写景，一排排屋舍俨然的美好人家就坐落在城东那片高大的栗树丛中。从姑娘心目中的这幅繁茂的、欣欣向荣的图景来看，自是景中有情，它暗示了恋人的英俊与善良，是个理想的对象。其中也蕴含着美好的憧憬热烈的期待。后二句转人言情，正是如怨如慕，如泣如诉。姑娘在向意中人倾诉自己的爱慕之情忠贞之志也在埋怨小伙子近来为什么不来到自己身边表明心迹，因而姑娘感到孤独彷徨，她在哭泣，她在忧伤，她在饱尝着爱情遭受挫折时的无限悲苦。',
            ],
            'notes' => [
                '①墠(shàn)：经过整治的郊野平地。',
                '②茹藘(rúlǘ)：草名。即茜草。',
                '③阪(bǎn)：小山坡。',
                '④迩(ěr)：近。',
                '⑤栗：木名。',
                '⑥有践：同"践践"，行列整齐的样子。',
                '⑦家室：房舍;住宅。',
                '⑧不尔思：即不思尔。不想念你。',
                '⑨不我即：即不即我。我不想亲近你;即：走进，接近。',
            ],
        ],
    ],
];