<?php
return [
    'chapters' => [
        [
            'spell' => [
                'yángzhīshuǐ， bù liúshùchǔ；',
                'zhōng xiǎn xiōng dì ，wéi yú yǔ rǔ 。',
                'wú xìn rénzhīyán，rénshíkuáng rǔ。',
                'yángzhīshuǐ， bù liúshùxīn；',
                'zhōng xiǎn xiōng dì ，wéi yú èrrén。',
                'wú xìn rénzhīyán，rénshí bú xìn 。',
            ],
            'content' => [
                '扬之水，不流束楚；',
                '终鲜兄弟，维予与女。',
                '无信人之言，人实诳女。',
                '扬之水，不流束薪；',
                '终鲜兄弟，维予二人。',
                '无信人之言，人实不信。',
            ],
            'vernacular' => [
                '弯弯的小河水静静地流啊，成捆的荆条漂载不起来啊!我娘家兄弟实在是太少啊，眼下就我和你咱夫妻俩啊!你千万别信他人传闲话啊，他们那是在挑拨诳骗你啊!',
                '弯弯的小河水哗哗地淌啊，成捆的干柴漂载不起来啊!我娘家兄弟实在是太少啊，眼下就我和你咱夫妻俩啊!你千万别信他人传闲话啊，他们那些人实在不可信啊!',
            ],
            'unscramble' => [
                '此诗从扬之水起兴。悠悠的流水啊，漂不起成捆的薪柴。诗经中多次出现扬之水，也多次出现“束楚”“束薪”之类。《诗经》中的兴词有一定的暗示作用。凡“束楚”“束薪”，都暗示夫妻关系。如《王风·扬之水》三章分别以“扬之水，不流束薪”“不流束楚”“不流束蒲”来起兴，表现在外服役者对妻子的怀念;《唐风·绸缪》写新婚，三章分别以“绸缪束薪”“绸缪束刍”“绸缪束楚”起兴;《周南·汉广》写女子出嫁二章分别以“翘翘错薪，言刈其楚”“翘翘错薪，言刈其蒌”起兴。看来，“束楚”“束薪”所蕴含的意义是说，男女结为夫妻，等于将二人的命运捆在了一起。所以说，《郑风·扬之水》只能是写夫妻关系的。',
                '《郑风·扬之水》主题同《陈风·防有鹊巢》相近。只是《陈风·防有鹊巢》所反映是家庭已受到破坏，而《郑风·扬之水》所反映只是男子听到一些风言风语，妻子劝慰他，说明并无其事。如果将这两首诗看作是一对夫妇中的丈夫和妻子分别所作，则是很有意思的。',
                '《郑风·扬之水》抒情女主人公是忠贞、善良的，同丈夫有着很深的感情。她因为娘家缺少兄弟，丈夫便是她一生唯一的倚靠，她把丈夫看作自己的兄弟。在父系宗法制社会中作为一个妇女，已经是一个弱者，娘家又力量单薄，则更是弱者中的弱者。其中有的女子虽然因为美貌会引起很多人的爱慕，但她自己知道：这都不一定是可靠的终身伴侣。她是珍惜她的幸福的家庭生活的。但有些人却出于嫉妒或包藏什么祸心，而造出一些流言蜚语，使他们平静的生活出现了波澜。然而正是在这个波澜中，更真切地照出了她的纯洁的内心和真诚的情感。',
                '《郑风·扬之水》运用了有较确定蕴含的兴词，表现含蓄而耐人寻味。第一句作三言，第五句作五言，与整体上的四言相搭配，节奏感强，又带有口语的韵味，显得十分诚挚，有很强的感染力。',
            ],
            'notes' => [
                '⑴郑风：《诗经》“十五国风”之一，今存二十一篇。扬之水：平缓流动的水。扬，悠扬，缓慢无力的样子。一说激扬之水，喻夫。',
                '⑵楚：荆条。',
                '⑶终：既。鲜(xiǎn)：缺少。',
                '⑷女(rǔ)：通”汝“，你。',
                '⑸言：流言。',
                '⑹迋：通“诳”，欺骗。',
                '⑺二人：同心者极少的意思。',
                '⑻信：诚信，可靠。',
            ],
        ],
    ],
];