<?php
return [
    'chapters' => [
        [
            'spell' => [
                'jījìmíngyǐ！ cháo jìyíngyǐ！',
                'fěijīzémíng，cāngyíngzhīshēng。',
                'dōngfāngmíngyǐ！ cháo jìchāngyǐ！',
                'fěidōngfāngzémíng，yuèchūzhīguāng。',
                'chóngfēihōnghōng，gān yǔ zǐ tóng mèng；',
                'huì qiě guīyǐ， wú shù yú zǐ zēng。',
            ],
            'content' => [
                '鸡既鸣矣！朝既盈矣！',
                '匪鸡则鸣，苍蝇之声。',
                '东方明矣！朝既昌矣！',
                '匪东方则明，月出之光。',
                '虫飞薨薨，甘与子同梦；',
                '会且归矣，无庶予子憎。',
            ],
            'vernacular' => [
                '“公鸡喔喔已叫啦，上朝官员已到啦。”“这又不是公鸡叫，是那苍蝇嗡嗡闹。”',
                '“东方曚曚已亮啦，官员已满朝堂啦。”“这又不是东方亮，是那明月有光芒。”',
                '“虫子飞来响嗡嗡，乐意与你温好梦。”“上朝官员快散啦，你我岂不让人恨!”',
            ],
            'unscramble' => [
                '《齐风·鸡鸣》是一阕劝诫早起不贪睡的歌曲。自汉迄今，对此诗的阐释大致经历以下三种不同的方式：第一种是“诗人介入式”的解读方式，以唐代孔颖达的《毛诗正义》最为典型，其句读为：“鸡既鸣矣，朝既盈矣。”匪鸡则鸣，苍蝇之声。“东方明矣，朝既昌矣。”匪东方则明，月出之光。“虫飞薨薨，甘与子同梦。会且归矣，无庶予子憎。”孔颖达认为，《鸡鸣》首次两章上两句为夫人之言，下两句是诗人对夫人话语的评判。卒章皆为夫人之辞。在诗中，始终是夫人在说话，男子没有言语，诗人介入其中，起解说作用。第二种是“半联句体”解读方式，以清代方玉润《诗经原始》为代表，其句读为：“鸡既鸣矣，朝既盈矣。”“匪鸡则鸣，苍蝇之声。”“东方明矣，朝既昌矣。”“匪东方则明，月出之光。”“虫飞薨薨，甘与子同梦。会且归矣，无庶予子憎。”方玉润认为，首次两章上两句为夫人言，下两句是丈夫言，末章全是夫人言。第三种是“问答联句体”，以程俊英为代表，在《诗经注析》中提出，其句读为：“鸡既鸣矣，朝既盈矣。”“匪鸡则鸣，苍蝇之声。”“东方明矣，朝既昌矣。”“匪东方则明，月出之光。”“虫飞薨薨，甘与子同梦。”“会且归矣，无庶予子憎。”程俊英等认为，首次两章上两句为夫人言，下两句是丈夫言，末章上两句是丈夫言，而下两句是夫人言。',
                '此诗也许只是表现一对贵族夫妇私生活的情趣。全诗以夫妇间对话展开，构思新颖，好像一出小品，活画出一个贪恋床衾的官吏形象，在《诗经》中是别开生面的。本来这对夫妇的对话是非常质朴显露的，谈不上有什么诗味妙语，只因为有的类似傻话、疯话，叫人会心发笑，包含着“无理见趣”之妙。古制，国君鸡鸣即起视朝，卿大夫则提前入朝侍君，《左传·宣公二年》载赵盾“盛服将朝，尚早，坐而假寐”即是。此诗开头写妻子提醒丈夫“鸡既鸣矣，朝既盈矣”，丈夫回答“匪鸡则鸣，苍蝇之声”。想来鸡啼、苍蝇飞鸣古今不会大变，如非听觉失灵，不至二者不分。从下面二、三章妻子所云“东方明矣”“会且归矣”，可知当是鸡鸣无疑。而丈夫把“鸡鸣”说成“苍蝇之声”，是违背生活常识的，当然“无理”。但如果换一角度理解，看作是丈夫梦中被妻子唤醒，听见妻子以“鸡鸣”相催促，便故意逗弄妻子说：不是鸡叫，是苍蝇声音，表现了他们夫妇间的生活情趣，也是别有滋味。“反常”而合乎夫妇情感生活之“道”，这正是姚际恒所指出的妙在句外。下两章时间由鸡鸣至天亮，官员由已上朝至快散朝，丈夫愈拖延愈懒起，故意把天明说成“月光”，贪恋衾枕，缠绵难舍，竟还想与妻子同入梦乡，而妻子则愈催愈紧，最后一句“无庶予子憎”已微有嗔意。表现夫妇私生活，可谓活灵活现。',
                '此诗句式以四言为主，杂以五言，句式错综，接近散文化。押韵亦有其特点，头两章四句皆用韵，而首句与次句韵脚同在第三字，而末尾是语助词“矣”，也算韵，王力称这为“富韵”。另外第一、二章首句与第三句韵脚同字。第三章则是第一、二、四句押韵，也可见此诗用韵富有变化。',
            ],
            'notes' => [
                '⑴齐风：齐国的诗歌。《诗经》十五国风之一，共十一篇。齐，国名，开国者为吕尚，其地在今山东东部一带。',
                '⑵朝：朝堂。一说早集。盈：满。此指大臣上朝。',
                '⑶匪：同“非”，不是。则：犹“之”。',
                '⑷苍蝇：俗称绿豆蝇，个头较大，声响也大。',
                '⑸昌：盛，人多的样子。',
                '⑹虫：即上文所说的苍蝇。薨(hōng)薨：犹言“轰轰”，飞虫的振翅声。',
                '⑺甘：愿，甘心。',
                '⑻会：朝会，上朝。且：将。归：归去，犹言“散会”。',
                '⑼无庶：同“庶无”。庶，幸，希望。予子憎：恨我、你，代词宾语前置。',
            ],
        ],
    ],
];