<?php
return array (
  'name' => '国风·齐风·著',
  'spell' => '',
  'brief' => '',
  'chapters' => 
  array (
    0 => 
    array (
      'name' => '国风·齐风·著',
      'spell' => 
      array (
        0 => 'guó fēng · qí fēng · zhù',
        1 => 'sì wǒ yú zhù hū ér ， chōng ěr yǐ sù hū ér ， shàng zhī yǐ qióng huá hū ér ！',
        2 => 'sì wǒ yú tíng hū ér ， chōng ěr yǐ qīng hū ér ， shàng zhī yǐ qióng yíng hū ér ！',
        3 => 'sì wǒ yú táng hū ér ， chōng ěr yǐ huáng hū ér ， shàng zhī yǐ qióng yīng hū ér ！',
      ),
      'content' => 
      array (
        0 => '国风·齐风·著',
        1 => '俟我于著乎而，充耳以素乎而，尚之以琼华乎而！',
        2 => '俟我于庭乎而，充耳以青乎而，尚之以琼莹乎而！',
        3 => '俟我于堂乎而，充耳以黄乎而，尚之以琼英乎而！',
      ),
      'vernacular' => 
      array (
        0 => '关键词：诗经,国风,齐风',
        1 => '我的郎恭谨等候在影壁前，冠上洁白丝绦垂在两耳边，缀饰的美玉悬荡在我眼前。',
        2 => '我的郎恭谨地等候在庭院，冠上青绿丝绦垂在两耳边，晶莹的美玉悬荡在我眼前。',
        3 => '我的郎恭谨等候在正堂前，冠上明黄丝绦垂在两耳边，精美的玉石悬荡在我眼前。',
      ),
      'unscramble' => 
      array (
        0 => '著赏析',
        1 => '《齐风·著》当是女子回想出嫁时夫婿迎亲情景的诗，写男女结婚仪式，新妇到男方家看到丈夫形象的情景。全诗写的只是一个小剪影，但有步骤，有层次，有色彩，有新妇微妙的心理状态，把华夏古老的结婚仪式写得饶有情趣。',
        2 => '全诗三章九句，皆从新娘眼中所见来写，新进门的妻子在憧憬与期待中慌乱而羞涩地抬起美丽的双眸，却只看见丈夫的一个背影，他在迎接她，引导着她一步步走近他们的洞房。吴闿生《诗义会通》引旧评称其“句法奇蛸”。奇峭就在于九句诗中全不用主语，而且突如其来。这一独特的句法，恰切而传神地表现了新娘此时的心理活动。当她紧随着迎亲车辆踏进婆家大门的那一刻，其热闹的场面是可想而知的，在场的左邻右舍，亲朋好友，谁不想一睹新娘的风采，然而新娘对着这稠密涌动的人丛，似乎漠不关心，视而不见，映进她眼帘的唯有恭候在屏风前的夫婿——“俟我于著”，少女的靦覥，使她羞于说出“他”字，但从“俟我”二字却能品味出她对他的绵绵情意和感受到的幸福。下两句更妙在见物不见人。从新娘的心理揣测，她的注意力本来全集中在新郎身上，非常想把新郎端详一番，然而在这众目睽睽之下，她不敢抬头仔细瞧。实际上，她只是低头用眼角瞟了一下，全没看清他的脸庞，所见到的只是他帽沿垂下的彩色的“充耳”和发光的玉瑱。这两句极普通的叙述语，放在这一特定的人物身上，在这特殊的时刻和环境中，便觉得妙趣横生、余味无穷了，给人以丰富联想和审美的愉悦。“乎而”二字甚妙，就好像后世民歌中“呼而嗨呦”类的衬词。',
        3 => '这首诗风格与《齐风·还》相近，也是三章全用赋体，句句用韵，六言、七言交错，但每句用“乎而”双语气词收句，又与《还》每句用常见的“兮”字收句不同，使全诗音节轻缓，读来有余音袅袅的感觉。在章法上它与《诗经》中的典型篇章是那么不一样，而又别具韵味。全诗每章只在三处换了三个字，就表现出新娘出嫁的喜悦和对新郎的满意与赞许。',
      ),
      'note' => 
      array (
        0 => '⑴齐风：齐国的诗歌。《诗经》“十五国风”之一，今存十一篇。著：古代富贵人家正门内有屏风，正门与屏风之间叫著。古代婚娶在此处亲迎。亦作“宁”。',
        1 => '⑵俟(sì)：等待，迎候。乎而：齐方言。作语尾助词。',
        2 => '⑶充耳：又叫“塞耳”，饰物，悬在冠之两侧。《毛传》：“充耳谓之瑱。”古代男子冠帽两侧各系一条丝带，在耳边打个圆结，圆结中穿上一块玉饰，丝带称紞，饰玉称瑱，因紞上圆结与瑱正好塞着两耳，故称“充耳”。素：白色，这里指悬充耳的丝色。',
        3 => '⑷尚：加上。之：指丝绳。琼：赤玉，指系在紞上的瑱。华：形容玉瑱的光彩。',
        4 => '⑸庭：中庭。在大门之内，寝门之外。',
        5 => '⑹青：青色的丝绳。',
        6 => '⑺琼莹：似玉的美石。',
        7 => '⑻堂：庭堂。',
        8 => '⑼黄：黄色的丝绳。',
        9 => '⑽琼英：似美玉的石头。',
      ),
    ),
  ),
);
