<?php
return [
'01' => [
'brief' => '秦非子（？―公元前858年），嬴姓，名非子，号秦嬴，伯益之后，商朝重臣恶来五世孙，周朝诸侯国秦国开国君主，西周犬丘人。约公元前900年―公元前858年在位。秦非子因善于养马，得到周孝王的赏识，获封秦地，成为秦国始封君，号称秦嬴。公元前858年，非子去世，其子秦侯继任君位。',
'baseInfo' => [
    '本名' => '秦非子',
    '别名' => '非子、嬴秦',
    '所处时代' => '周朝',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 858年',
    '主要成就' => '受封秦地，建立秦国',
    '身份' => '嬴姓部落首领、秦国国君',
    '在位时间' => '约公元前900年―公元前858年',
],
'人物生平' => [
    '善于养马' => [
        '秦非子是上古部族首领颛顼的后裔。其先祖伯益（一作伯翳，亦称大费）辅佐舜帝驯服众多鸟兽，舜帝赐其为嬴姓。后来伯益后裔造父因平定徐偃王之乱有功，周穆王将赵城赐封给造父，造父的族人以此为氏，称赵氏，即为嬴姓、赵氏。',
        '周孝王时期（前897年―前886年），非子居住在犬丘，喜欢马和牲畜，善于喂养繁殖。周孝王为了振兴王室，抵御北方戎狄的侵扰，选择汧水、渭水之间这块土壤肥沃的天然牧场大肆繁殖马匹。周孝王对这件富国强兵的大事十分重视，每年都要去牧场检阅一番。',
        '有一年，周孝王前往巡视马匹饲养情况，从牧场中一位犬丘人那里得知，非子极会养马，马只要一经他手，就会又肥又俊。周孝王立即命养马的小臣带非子来见。周孝王问到养马之道，非子对答如流，对于马匹的调养、训练、繁殖和疾病防治等，都能说出一套高超的办法。周孝王听后十分高兴，于是便让非子到汧水、渭水之间主管马匹。',
    ],
    '赐封秦地' => [
        '非子受命之后，处处尽职尽责，没过几年时间，马匹数目大大增加，而且养的马雄峻无比，周孝王每年来看都非常满意。为了奖赏和表彰非子的功劳，周孝王想让非子继承其父大骆的宗脉。申侯的女儿是大骆的妻子，生有儿子成，是大骆的宗脉。',
        '申侯便向周孝王说：“从前，我们先祖住在骊山生下一个女儿，成为戎胥轩的妻子，生下中潏，因有亲戚关系，而中潏归附周朝，保卫西部边垂，西部边垂也因而和睦。现在我把女儿嫁给大骆，生下嫡子成。申、骆再次联姻，西戎都归服，所以您才坐稳王位。求您仔细考虑一下。”于是周孝王说：“从前伯益替舜帝主管牲畜，牲畜繁殖得很好。',
        '所以封有土地，赐姓嬴。现在他的后人也替我养马，我就分给他土地，让他作为一个附庸国。”便把秦地赐给非子，让他重新延续嬴氏的祭祀，号称秦嬴。而且也不废黜申侯女儿的儿子成做大骆的宗脉，以便与西戎和睦。',
        '公元前858年，非子去世。非子死后，其子秦侯继任秦国国君之位。',
    ],
],
'主要成就' => [
    '非子因善于养马，得到周孝王的赏识，获封秦地，成为秦国始封君，号称秦嬴。不过非子只是封地不足五十里的“附庸”，既不是诸侯，也算不上卿和大夫。等到秦襄公时，才正式列为诸侯。',
],
'历史评价' => [
    '司马贞《史记索隐》：“非子息马，厥号秦嬴。礼乐射御，西垂有声。”',
],
'史籍记载' => [
    '《史记·卷五·秦本纪第五》',
],
'家族成员' => [
    '先祖：伯益',
    '五世祖：恶来',
    '高祖父：女防',
    '曾祖父：旁皋',
    '祖父：太几',
    '父亲：大骆',
    '嫡母：申女，申侯之女。',
    '兄弟：成，申女所生。',
    '儿子：秦侯',
],
],
'02' => [
'brief' => '秦侯，嬴姓，秦氏，秦国第二任君主，于公元前857-公元前848年在位。',
'description' => [
    '秦侯，嬴姓，名已佚。《史记》仅记载他在位十年，现存各类史书均无记载关于他的其它事迹，也无法考证其本名。只知道他是秦国第一位国君非子之子，其子为公伯。',
],
'baseInfo' => [
    '本名' => '秦侯',
    '所处时代' => '西周',
    '出生日期' => '不详',
    '逝世日期' => '前848年',
    '职业' => '秦国国君',
    '在位时间' => '前857年―前848年',
],
'家庭成员' => [
    '父亲' => '非子：即秦嬴(秦国的嬴姓)，秦国开国君主。周孝王时封非子于秦邑为附庸。',
    '儿子' => '公伯：秦侯之子。秦国第三任国君。',
    '孙子' => '秦仲：秦侯之孙，秦国第四任国君。',
],
'史籍记载' => [
    '《史记·秦本纪》',
],
],
'03' => [
'brief' => '公伯（？－前845年），嬴姓、秦氏，名已佚，西周时期秦国第三任君主。',
'baseInfo' => [
    '中文名' => '公伯',
    '国籍' => '秦国',
    '民族' => '华夏族',
    '逝世日期' => '前845年',
    '职业' => '秦国君主',
    '主要成就' => '秦国第3位国君',
],
'人物介绍' => [
    '公伯：秦侯之子。嬴姓、名已佚。',
    '史书上很少关于公伯的记载，仅记载他是非子之孙，秦侯之子，其子为秦仲',
    '公伯在位3年，时期约公元前847年―公元前845年。',
    '前任：秦侯(公元前857年―公元前848年在位)',
    '继任：秦仲(公元前844年―公元前822年在位)',
],
'史籍记载' => [
    '《史记·卷五·秦本纪第五》',
],
'家庭成员' => [
    '祖父：非子',
    '父亲：秦侯',
    '儿子：秦仲',
],
],
'04' => [
'brief' => '秦仲（？―公元前822年），嬴姓，名不详，秦公伯之子，西周时期诸侯国秦国国君，公元前844年―公元前822年在位。公元前824年，周宣王任命秦仲为大夫，令其率军进攻西戎。公元前822年，秦仲在与西戎交战中，战败阵亡。秦仲死后，由其长子秦庄公即位。',
'baseInfo' => [
    '本名' => '秦仲',
    '所处时代' => '西周',
    '民族族群' => '华夏族',
    '出生地' => '秦国',
    '逝世日期' => '公元前 822年',
    '主要成就' => '获任大夫，攻打西戎',
    '职业' => '秦国国君',
    '在位时间' => '公元前844年―公元前822年',
],
'人物生平' => [
    '继承君位' => [
        '秦仲，嬴姓，名不详，是秦公伯之子。秦公伯三年（周厉王三十四年，公元前845年），秦仲的父亲秦公伯去世，秦仲继任国君之位，成为秦国第四任国君。',
    ],
    '族人遭杀' => [
        '秦仲三年（周厉王三十七年，公元前842年），由于周厉王姬胡残暴无道，实行暴政、苛政，致使百姓、诸侯起来反叛，袭击周厉王，周厉王于是逃到彘地（今山西霍县东北）。此时西戎（泛指西方部落）趁机入侵周王朝，进行抢夺掳掠，竟然进入犬丘（今甘肃省礼县境内），杀害秦仲高祖父大骆的族人。',
    ],
    '伐戎阵亡' => [
        '秦仲十八年（周宣王元年，公元前827年），周厉王之子周宣王姬静正式即位。秦仲二十一年（周宣王四年，公元前824年），周宣王任命秦仲为大夫，并派秦仲率军攻打西戎。',
        '秦仲二十三年（周宣王六年，公元前822年），秦仲在和西戎交战中，战败阵亡。秦仲生有五个儿子，死后由其长子秦庄公继位。秦庄公即位后，击败西戎，得到犬丘之地，世为西垂大夫。',
    ],
],
'为政举措' => [
    '秦仲在位时期，秦国得到车马、礼乐和服侍的臣子，从此使秦国开始逐渐强大起来。',
],
'趣闻轶事' => [
    '西周末年，郑国国君郑桓公向史伯询问姜姓和嬴姓诸侯中哪个国家会强盛，史伯回答说：“国土广大而且国君有德行的国家差不多都能强盛，秦仲与齐侯吕购是姜姓、嬴姓中的俊杰，而且还是大国，恐怕他们将强盛吧？”郑桓公十分赞同史伯的话。',
],
'历史评价' => [
    '史伯：“秦仲、齐侯，姜、嬴之隽也”',
],
'史籍记载' => [
    '《史记·卷四·周本纪第四》',
    '《史记·卷五·秦本纪第五》',
    '《后汉书·卷八十七·西羌传第七十七》',
],
'后世纪念' => [
    '东周初年，周平王姬宜臼追念秦仲的功劳，于是将秦仲的小儿子公子康封在夏阳（今陕西省韩城市南），建立梁国，爵位为伯爵，史称梁康伯。',
],
'家族成员' => [
    '曾祖父：秦嬴（秦非子）。',
    '祖父：秦侯。',
    '父亲：秦公伯。',
    '母亲：孟姬。',
    '秦仲生有五子，长子秦庄公、少子梁康伯（公子康），其余三子名不详。',
    '孙子世父，秦庄公长子。',
    '孙子秦襄公，世父之弟。',
],
],
'05' => [
'brief' => '秦庄公（公元前856年―公元前778年），嬴姓赵氏，名祺，西犬丘人（今甘肃省礼县人），西周时期诸侯国秦国国君，公元前821年—公元前778年在位。',
'baseInfo' => [
    '本名' => '嬴祺(示其)',
    '别名' => '秦庄公字伯侂',
    '所处时代' => '西周',
    '民族族群' => '华夏族',
    '出生地' => '犬丘',
    '出生日期' => '公元前 856年',
    '逝世日期' => '公元前 778年',
    '主要作品' => '《示其簋》',
    '主要成就' => '领兄弟及其七千士兵夜袭猃狁老巢，击败西戎称霸一方诸侯',
    '职业' => '秦国国君，西垂大夫',
    '在位' => '44年',
],
'人物生平' => [
    '继任君位' => [
        '秦庄公是秦仲的长子，西周时期秦国国君，前778年在位。周宣王六年（公元前822年），秦仲被西戎攻杀，其太子即位。《史记·卷十四·十二诸侯年表》记载名示其（祺），秦仲的长子赵祺即位，是为秦庄公。',
    ],
    '击败西戎' => [
        '秦庄公元年（公元前821年），周宣王召见秦庄公兄弟五人，派给他们七千士兵，让他们率领前往讨伐西戎，秦庄公一战击败西戎。周宣王于是封秦庄公为西陲大夫，并将原大骆之族所居住的犬丘（甘肃天水市西南礼县一带）之地赐给秦庄公。',
    ],
    '因病去世' => [
        '秦庄公居住在先祖故地西犬丘，生下三个儿子，长子名叫世父。世父说：“西戎杀死我祖父秦仲，我不杀死戎王，就不敢进城安居。”于是率军攻打西戎，将太子之位让给弟弟秦襄公。',
        '公元前778年，秦庄公去世，秦襄公继任国君。',
    ],
],
'历史评价' => [
    '左丘明：“及平王之末，而秦、晋、齐、楚代兴，秦景、襄（秦庄公、秦襄公）于是乎取周土，晋文侯于是乎定天子，齐庄、僖（齐前庄公、齐僖公）于是乎小伯，楚蚠冒（楚蚡冒）于是乎始启濮。”',
],
'史籍记载' => [
    '《史记·卷五·秦本纪第五》',
],
'家族成员' => [
    '祖父：公伯。',
    '祖母：孟姬。',
    '父亲：秦仲。',
    '秦庄公共有兄弟五人，少弟梁康伯（公子康）名康，二子，三子，四子分别名为福、禄、寿。',
    '秦庄公生有三子，长子世父，次子秦襄公，三子名不详。',
    '孙子秦文公，秦襄公之子。',
],
'相关争议' => [
    '秦仲死后，周宣王决定与西戎决战，他将秦仲的五个儿子召集起来，进行伐戎动员。而且此次不再只是精神上的激励，而是以军力援助为前提，派给兵力七千人，这在当时可不是个小数目。西周、春秋时期，战争的主要形式是车战。当时的战车上载甲士三人，左主射，右主伐，中主御，而每一乘战车，配备步卒十人。交战时，车驰卒奔，互相应合。七千战士，可配战车七百乘，可谓军力雄厚。周懿王时的名器《禹鼎》记述一次伐戎战争，兵力仅有“戎车百乘，斯驭百，徒千”。春秋时期战争规模已逐渐增大，但轰动一时的城濮之战，晋国也不过才出动战车七百乘。周宣王派兵七千协助秦伐戎，确系一次空前的投入。对于周宣王初年的周王室来说，这已是很高规格的军事部署。',
    '跟据李学勤考证，传世器《不其簋》的铭文，讲的就是秦庄公赵祺这次伐戎之役。李学勤指出，据《史记·十二诸侯年表》记载，秦庄公名示其，先秦行文“不”字冶造错误，少了一点，故“不其”即示其，也就是秦庄公赵祺。秦庄公之称“公”是后来的追称。《不其簋》是秦庄公自作器，故直用己名。铭中显示，这次伐戎行动的总统帅为“伯氏”，他上对周王负责，下可指挥不其。按先秦的亲称习惯说，对伯父和同辈长兄均可称伯，李学勤认为此伯氏是秦庄公之兄。但《秦本纪》却有明文，说秦仲的五个儿子中，其年长者是秦庄公。李学勤解释说，秦庄公也许并不是最年长的，可能秦庄公还有个堂(族)兄长，但被司马迁所忽略。也有观点认为铭中的“伯氏”非秦庄公兄长，而是秦庄公的伯父。秦仲之“仲”，是以排行人名，说明他还有个长兄（或庶长兄），依周王室用人的惯例，关系密切的属国，国君之伯、叔父或兄长常有在王室供职者。此类事例多不胜举。此伯氏是秦仲之兄、秦庄公之伯父而为王室重臣者。他就是受周宣王之命带领七千人马去秦地作战的统帅。七千军队是前往助秦攻戎，而不是说把这七千军队送给秦国。当时的军队都是按国人的村社结构与井田配置编制，是决不可能把归属权交出去。',
],
],
'06' => [
'brief' => '秦襄公（？—公元前766年），嬴姓，赵氏，秦庄公次子，是春秋时期秦国被正式列为诸侯的第一任国君，公元前778年―公元前766年在位。',
'description' => [
    '秦庄公居住在先祖故地西犬丘，他的长子世父率军与犬戎作战，而把太子位置让给秦襄公。当时秦国力弱，狄戎为近患。秦襄公即位初，将其妹缪嬴嫁给戎人丰王为妻，以分化戎人。公元前776年，秦襄公迁都汧邑（今陕西陇县），向东进逼。',
    '公元前771年，申侯联合犬戎进攻镐京，袭杀周幽王于骊山之下，秦襄公以兵救周。周平王东迁，秦襄公出兵护送，以功封诸侯。东迁后，周平王把王室无力控制的岐山以西的土地赐予秦国，自此秦国开始成为西周的诸侯国，为日后秦国强大打下基础。',
    '公元前766年，秦襄公在讨伐西戎的途中去世，葬于故地西陲（甘肃省礼县大堡子山），其子秦文公继位。',
],
'baseInfo' => [
    '本名' => '秦襄公',
    '所处时代' => '春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 766年',
    '主要成就' => '拥戴平王；列为诸侯；迁都汧邑',
    '在位时间' => '前778年―前766年（前771年册封为诸侯）',
    '谥号' => '襄公',
    '性别' => '男',
],
'人物生平' => [
    '发展国力' => [
        '秦人祖居东方。西周初年，嬴姓一支西迁，游牧于渭水流域。后因非子养马有功，周孝王将秦地（今甘肃天水）封给非子。西周晚期，秦仲诛伐西戎有功，获封西垂大夫，后传位长子秦庄公。秦襄公是秦庄公次子，其长兄世父知其有雄心壮志，于是将太子之位让给秦襄公。',
        '秦庄公四十四年（公元前778年），秦庄公去世，秦襄公即位。当时，戎狄之势仍非常强大，直接威胁秦国的基业之本。另一方面，秦国仅为“大夫”之职，只有卖命效力的义务，并未得到周王室的信任。秦襄公深知秦人是在夹缝中求生存，稍有不慎将会导致灭种之祸。秦襄公审时度势，于秦襄公元年（公元前777年），将其妹穆嬴嫁与西戎丰王为妻，秦襄公的决策显示出他的敏锐判断力和战略眼光。',
        '秦襄公二年（公元前776年），秦襄公将都城迁到汧邑（今陕西省陇县东南）。同年，戎兵大举围攻犬丘，世父率军顽强抵抗，不幸城破被俘。由于秦襄公和亲西戎，而且据有汧邑战略要地，戎人没有诛杀世父，一年后便放其归秦，双方一度和好相处。秦襄公通过嫁妹、迁都这两项重大决策，秦人一方面加强与周王室的关系，得到较可靠的声援；另一方面东进占据汧邑膏沃之地，可以大力发展生产，加强武备，赖此进入一个快速发展阶段。',
    ],
    '列为诸侯' => [
        '秦国在向上发展，西周王朝已日暮途穷。荒淫无道的周幽王因宠幸褒姒的缘故，废黜王后申后和太子姬宜臼，改立褒姒为王后，褒姒之子姬伯服为太子。而且周幽王为博褒姒一笑，不惜烽火戏诸侯。屡次欺瞒诸侯，因此诸侯都反叛他。',
        '秦襄公七年（公元前771年），申国国君申侯因周幽王废黜自己的女儿申后、外孙姬宜臼而恼怒，于是联合缯国、犬戎进攻周朝都城镐京，在骊山下杀死周幽王，西周灭亡。当时，秦襄公曾率兵援救周朝，作战得力，立有大功。',
        '周幽王死后，诸侯共立太子姬宜臼为王，是为周平王。当时丰镐周围主要有四种力量：一是周幽王和姬伯服的势力，他们死后由王子余臣（周携王）继承；二是周平王的势力；三是戎族的势力；四是秦的势力。在周幽王被杀之后，秦襄公面临的抉择是或者追随周携王，或者拥戴周平王。秦襄公利用周王室的传统威信，而并不拘于秦国与周幽王、姬伯服的旧有关系，特别是周幽王死后，他更没有必要与王室的正统代表周平王相敌对。于是在周朝为逃避犬戎祸难，都城东迁洛邑时，秦襄公派兵护送周平王。',
        '周平王封秦襄公为诸侯，赐给他岐山以西的土地。并说：“犬戎凶恶无道，掠夺我们岐、丰的土地，只要秦国能攻打并赶走西戎，就可以占有那些土地。”周平王与秦襄公盟誓，封给他爵位。秦襄公这时才开始建立诸侯国，享有与齐、晋、郑等国一样的地位，得与山东各诸侯国互通使节，彼此访问。这是巨大的飞跃。秦襄公非常高兴，即立西汧，用骝驹、黄牛、羝羊各三头的太牢大礼，在西畴祭祀白帝，以庆贺秦国的正式立国。',
    ],
    '伐戎去世' => [
        '尽管秦人获得在关中地区自由发展的机会，但是在建国之初，还面临着能否生存下去的严峻考验。周平王赐给秦的土地，实际上布满戎、狄部落，秦国要存在下去，就必须与戎、狄作长期的斗争，不断壮大自己，拓展疆土。最初几年的斗争，均以秦国的失败而告终。秦襄公眼看着封赐给自己的土地却得不到手，很不甘心，于是连年向戎、狄发动进攻。秦襄公有一次率兵终于攻到属于自己的封地岐山，但未能立足，只好退回"西垂"故地。',
        '秦襄公十二年（公元前766年），秦襄公讨伐西戎，打到岐山时突然去世，其子秦文公继位。',
    ],
],
'为政举措' => [
    '秦襄公是春秋初期的一位杰出君主，在位时日虽不算很长，但他开创的基业及其雄才大略，为秦国社会发展和强盛奠定基础。',
],
'历史评价' => [
    '左丘明《国语》：“及平王之末，而秦、晋、齐、楚代兴，秦景、襄（秦庄公、秦襄公）于是乎取周土，晋文侯于是乎定天子，齐庄、僖（齐前庄公、齐僖公）于是乎小伯，楚蚠冒（楚蚡冒）于是乎始启濮。”',
    '司马迁《史记》：“秦起襄公，章于文、缪，献、孝之后，稍以蚕食六国，百有馀载，至始皇乃能并冠带之伦。”',
    '司马贞《史记索隐》：“襄公救周，始命列国。金祠白帝，龙祚水德。”',
],
'史籍记载' => [
    '《史记·卷五·秦本纪第五》',
],
'家族成员' => [
    '祖父：秦仲',
    '父亲：秦庄公',
    '哥哥：世父',
    '妹妹：缪嬴',
    '儿子：秦文公',
],
'文学形象' => [
    '在明代冯梦龙的历史演义小说《东周列国志》中，秦襄公于第三回《犬戎主大闹镐京 周平王东迁洛邑》中登场，记载其姓嬴名开，与卫武公、郑武公和晋文侯共同击退犬戎，迎立周平王。在第四回《秦文公郊天应梦郑庄公掘地见母》中，周平王赐给秦襄公被犬戎占领的岐丰之地，秦襄公回国后整兵备战，大败犬戎。犬戎将领孛丁、满也速皆战死，犬戎王被迫向西撤退。秦襄公拓地千里，使秦国成为大国。',
],
],
'07' => [
'brief' => '秦文公（？―公元前716年），嬴姓，赵氏，秦襄公之子，春秋时期秦国国君，公元前765年—公元前716年在位。',
'description' => [
    '秦文公在位时期，设史官以纪事；击败西戎，收编周朝遗民，扩地至岐以西；制定罪诛三族的刑法。当时秦人已完全定居、从事农业。',
    '公元前716年，秦文公去世，谥号文公，葬于西山。秦文公死后，其孙秦宁公（秦宪公）继位。',
],
'baseInfo' => [
    '别名' => '秦文公',
    '所处时代' => '春秋',
    '民族族群' => '华夏族',
    '逝世日期' => '公元前 716年',
    '主要成就' => '收编周朝遗民，领地扩至岐山；设史官与诛三族刑法；迁都汧渭之会',
    '在位时间' => '前766年—前716年',
    '谥号' => '文公',
    '性别' => '男',
],
'人物生平' => [
    '父死继位' => [
        '秦文公，嬴姓，赵氏，名不详，是秦襄公之子。秦襄公十二年（公元前766年），秦襄公在讨伐西戎的途中去世，于是秦文公继任秦国国君之位。',
    ],
    '营建城邑' => [
        '秦文公元年（公元前765年），秦文公居住在西垂宫。',
        '秦文公三年（公元前763年），秦文公带领七百名士兵到东边打猎。',
        '秦文公四年（公元前762年），秦文公到达汧水、渭水的会合地，秦文公说：“从前，周王室把这里的土地赐给我的祖先秦嬴（即秦非子）作为封邑，后来我们最终成为诸侯。”秦文公于是命人占卜这里是否适宜居住，占卜的结果说吉利，秦文公便下令在这里营建城邑。',
    ],
    '集民扩地' => [
        '秦文公十年（公元前756年），秦文公做梦梦到有一条黄蛇，身体从天上下垂到地面，嘴巴一直伸到鄜城（今陕西省洛川县东南）一带的田野中。秦文公梦醒之后，便向史敦询问梦中发生的事，史敦回答说：“这是天帝的象征，请君侯祭祀它。”秦文公于是下令建立鄜畤（畤是古代祭祀天地五帝固定处所，因建于鄜城，故称鄜畤），用牛马羊三牲祭祀白帝。',
        '秦文公十三年（公元前753年），秦文公设立记载大事的史官，百姓大多受到教化。',
        '秦文公十六年（公元前750年），秦文公派兵攻打西戎，西戎兵败逃走。于是，秦文公收集周朝的遗民归自己所有，地盘扩展到岐山（今陕西省宝鸡市东），把岐山以东的土地献给周天子。',
        '秦文公十九年（公元前747年），秦文公在陈仓游猎，途经北阪城时，得到一块名为“陈宝”的石头，其颜色像肝脏一样。秦文公于是命人在北阪城建陈宝祠，用一头牲畜祭祀。陈宝祠的东南方向，曾在晴天发出雷鸣般的响声，野鸡都跟随着鸣叫，因此称作“鸡鸣神”。',
        '秦文公二十年（公元前746年），秦文公设立诛灭三族的刑法。',
        '秦国的时候，武都郡故道县南山（今陕西省陈仓山）有一座怒特祠，祠堂边上长着一棵梓树。秦文公二十七年（公元前739年），秦文公派人去砍伐这棵梓树，顿时就有狂风暴雨。树上的创口随即合拢，整整砍伐一天也没有把它砍断。秦文公就增派士兵，拿着斧头的人多达四十个，还是砍不断。士兵们疲倦便回去休息，其中有一个人伤到脚，不能走路，只好躺在树下，他听见鬼对树神说：“攻战得很辛劳吧？”其中一个树神说：“哪里算得上辛劳？”鬼说：“秦文公一定不肯罢休，怎么办？”树神回答说；“秦文公能把我怎么样呢？”鬼说：“秦文公如果派三百个人披着头发，用大红丝线绕住树干，穿着赤褐色的衣服，撒着灰来砍你，你能不困窘吗？”树神便哑口无言。第二天，伤到脚的这个人便把听到的话告诉秦文公。秦文公于是派士兵们都穿上赤褐色衣服，紧跟着创口砍出，就用灰撒上。结果树被砍断， 树中有一头青牛跑出来，奔跑着进入丰水中。后来青牛从丰水中跑出来，秦文公派骑兵击杀它，开始时没有取胜。有个骑兵摔到地上后重新爬上马，他的发髻散开，便披着头发去追它，青牛害怕他，于是逃进丰水中， 不敢再出来。所以，秦国从此以后便设置旄头骑。',
    ],
    '去世安葬' => [
        '秦文公四十八年（公元前718年），秦文公的太子去世，赐谥号为竫公（一作静公，史称秦竫公或秦静公）。秦文公于是改立孙子（秦静公的儿子）为继承人。',
        '秦文公五十年（公元前716年），秦文公去世，安葬于西山（在今陕西省宝鸡市）。秦文公死后，他的孙子继位，是为秦宪公（一作秦宁公）。',
    ],
],
'为政举措' => [
    '秦文公在位时期，下令营建城邑；设立记事史官，使百姓受到教化；击败西戎，收编周朝遗民归己所有，将秦国国土延伸到岐山（今陕西省宝鸡市东）以西；设立诛灭三族的刑法。',
],
'历史评价' => [
    '秦武公：“烈烈文公、静公、宪公不坠于上，昭合皇天，以虩事蛮方。”',
    '司马迁《史记》：“秦起襄公，章于文、缪，献、孝之后，稍以蚕食六国，百有馀载，至始皇乃能并冠带之伦。”；“及文公逾陇，攘夷狄，尊陈宝，营岐雍之间”',
],
'史籍记载' => [
    '《史记·卷五·秦本纪第五》',
],
'家族成员' => [
    '祖父：秦庄公',
    '父亲：秦襄公',
    '儿子：秦竫公（秦静公）',
    '孙子：秦宁公（秦宪公）',
],
'文学形象' => [
    '小说' => '在长篇历史小说《东周列国志》中，秦文公于第四回《秦文公郊天应梦郑庄公掘地见母》中登场，多描写《史记·秦本纪》所记载秦文公时发生的神异之事，与《史记索隐》《史记正义》记载基本相符。',
    '戏曲' => '秦腔《大秦文公》',
],
],
'08' => [
'brief' => '秦靖公（?―公元前718年），又称秦静公，《史记·秦本纪》作秦竫公，族谱载其名静。春秋时期秦国太子。秦文公之子，未继位便去世。',
'baseInfo' => [
    '本名' => '静',
    '别名' => '秦靖公（又称秦竫公）',
    '所处时代' => '春秋时期',
    '民族族群' => '华夏族',
    '出生地' => '西陲',
    '出生日期' => '？',
    '逝世日期' => '公元前 718年',
    '主要成就' => '作为秦文公太子，未即位便去世',
    '谥号' => '靖（追谥）',
],
'人物生平' => [
    '秦靖公，嬴姓，名静，又称秦静公、秦竫公，是秦文公的儿子。',
    '《史记·卷五·秦本纪》作秦竫公，春秋时期秦国太子。秦文公之子，未继位便去世。',
    '公元前718年，太子秦静公去世，其子被立为太子，继文公之位，是为宁公。',
],
'史书记载' => '《史记·卷五·秦本纪第五》',
],
'09' => [
'brief' => '秦宪公（公元前724年—公元前704年），《史记·秦本纪》作秦宁公，嬴姓，赵氏，秦文公之孙，秦静公（一作秦竫公）之子，春秋时期秦国第三位国君，公元前715年—公元前704年在位。',
'description' => [
    '秦宪公因其父秦静公早逝，故被其祖父秦文公立为继承人。公元前716年，秦文公去世，秦宪公继位，居于西新邑，后迁居平阳。公元前713年，派兵夺取亳戎（西戎一支）的荡社（一作汤杜）。公元前708年，俘虏芮国国君芮伯万。',
    '公元前704年，派兵消灭西戎小国荡氏。同年，秦宪公去世，终年二十一岁，葬于西山大麓（今陕西省宝鸡市北陵园）。',
    '秦宪公英年早逝，秦国的命运差一点就被改写，但秦武公解决了内乱',
],
'baseInfo' => [
    '别名' => '秦宪公、秦宁公',
    '所处时代' => '春秋',
    '民族族群' => '华夏族',
    '出生日期' => '公元前 724年',
    '逝世日期' => '公元前 704年',
    '主要成就' => '夺取荡社，俘虏芮君，消灭荡氏；迁都平阳',
    '在位时间' => '前716年—前704年',
    '谥号' => '宪公（宁公）',
],
'人物生平' => [
    '继承君位' => [
        '秦宪公（《史记·秦本纪》作秦宁公），嬴姓，赵氏，名已失佚，是秦文公之孙，秦静公（一作秦竫公）之子。秦文公四十八年（公元前718年），秦静公去世，秦文公立孙子秦宪公为继承人。',
        '秦文公五十年（公元前716年），秦文公去世，秦宪公继位，居于西新邑。',
    ],
    '攻打亳戎' => [
        '秦宪公二年（公元前714年），秦宪公从西新邑迁居平阳（今陕西省陈仓区）。同年，秦宪公派兵攻打亳戎（西戎一支）的荡社（一作汤杜，在今陕西省西安市东南，一说在今陕西省三原县、兴平市一带）。',
        '秦宪公三年（公元前713年），秦军与亳戎交战，亳戎首领亳王战败逃往西戎，于是秦军消灭荡社。',
    ],
    '俘虏芮伯' => [
        '秦宪公七年（公元前709年），芮国国君芮伯万的母亲芮姜厌恶芮伯万的宠姬太多，于是将芮伯万赶出芮国。芮伯万便到魏城（今山西省芮城县北）居住。',
        '秦宪公八年（公元前708年）秋天，秦宪公趁芮伯万在外之际，派兵攻打芮国，秦军由于轻视芮军而战败。同年冬天，周桓王派兵联合秦国军队一起包围魏城，俘虏芮伯万。',
    ],
    '英年早逝' => [
        '秦宪公十二年（公元前704年），秦宪公派兵攻打西戎小国荡氏，不久秦军夺取荡氏。同年，秦宪公去世，终年二十一岁，葬于西山大麓（今陕西省宝鸡市北陵园）。',
        '秦宪公有三个儿子：长子秦武公和次子秦德公是鲁姬子所生，少子秦出子是王姬所生。秦宪公死后，大庶长弗忌、威垒和三父废黜太子秦武公，改立秦出子继位。',
    ],
],
'为政举措' => [
    '秦宪公继位之初，居于西新邑，后从西新邑迁居平阳（今陕西省陈仓区）；并相继派兵夺取亳戎（西戎一支）的荡社（一作汤杜）；俘虏芮国国君芮伯万；消灭西戎小国荡氏。',
],
'历史评价' => [
    '秦武公：“烈烈文公、静公、宪公不坠于上，昭合皇天，以虩事蛮方。”',
],
'史籍记载' => [
    '《左传》桓公三年至桓公四年',
    '《史记·卷五·秦本纪第五》',
    '《史记·卷六·秦始皇本纪第六》',
    '《史记索隐》',
],
'家族成员' => [
    '祖父：秦文公',
    '父亲：秦静公（秦竫公）',
    '鲁姬子，生秦武公与秦德公。',
    '儿子秦武公，秦宪公长子。',
    '秦德公，秦宪公次子。',
    '秦出子，秦宪公三子 ',
],
],
'10' => [
'brief' => '秦出子（公元前708年―公元前698年），嬴姓，名曼，秦宪公（《史记》中称秦宁公）的幼子，秦国第四位国君，春秋时期秦国国君，公元前703年―公元前698年在位。',
'baseInfo' => [
    '本名' => '嬴曼',
    '别名' => '秦出子',
    '所处时代' => '春秋',
    '民族族群' => '华夏族',
    '出生日期' => '公元前 708年',
    '逝世日期' => '公元前 698年',
    '在位时间' => '前704年—前698年',
    '性别' => '男',
],
'人物生平' => [
    '秦出子（公元前708年―公元前698年），嬴姓，名曼，秦宪公（《史记》中称秦宁公）的幼子，五岁即任秦国国君，在位六年（公元前703年―公元前698年）。',
    '公元前698年，大庶长三父等串通贼人谋杀秦君出子，葬于西山墓区（今宝鸡市北陵原），复立秦武公。秦武公是秦出子的大哥，秦武公讨三父等杀秦出子之罪，夷（灭）其（三父）全族。',
],
'史书记载' => [
    '《史记·卷五·秦本纪第五》',
],
],
];
