<?php
return [
'chapters' => [
[
    'content' => [
        '衡听、显幽、重明、退奸、进良之术：朋党比周之誉，君子不听;残贼加累之谮，君子不用;隐忌雍蔽之人，君子不近;货财禽犊之请，君子不许。凡流言、流说、流事、流谋、流誉、流愬，不官而衡至者，君子慎之，闻听而明誉之，定其当而当，然后士其刑赏而还与之;如是则奸言、奸说、奸事、奸谋、奸誉、奸愬，莫之试也;忠言、忠说、忠事、忠谋、忠誉、忠愬、莫不明通，方起以尚尽矣。夫是之谓衡听、显幽、重明、退奸、进良之术。',
        '川渊深而鱼鳖归之，山林茂而禽兽归之，刑政平而百姓归之，礼义备而君子归之。故礼及身而行修，义及国而政明，能以礼挟而贵名白，天下愿，令行禁止，王者之事毕矣。诗曰：“惠此中国，以绥四方。”此之谓也。川渊者，鱼龙之居也，山林者、鸟兽之居也，国家者、士民之居也。川渊枯、则鱼龙去之，山林险，则鸟兽去之，国家失政、则士民去之。无土则人不安居，无人则土不守，无道法则人不至，无君子则道不举。故土之与人也，道之与法也者，国家之本作也。君子也者，道法之摠要也，不可少顷旷也。得之则治，失之则乱;得之则安，失之则危;得之则存，失之则亡，故有良法而乱者有之矣，有君子而乱者，自古及今，未尝闻也，传曰：“治生乎君子，乱生于小人。”此之谓也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '广泛地听取意见、使隐居的贤士显扬、使显扬的贤士进一步显扬、使奸邪退却、使忠良进用的方法：宗派集团互相勾结的吹捧，君子不听从；残害贤良、横加罪名的诬陷，君子不采用；猜忌、埋没贤才的人，君子不接近；用钱财礼物进行贿赂的请求，君子不答应。凡是没有根据的流言、没有根据的学说、没有根据的事情、没有根据的计谋、没有根据的赞誉，没有根据的诉说等等不是通过正当途径而是从四处传来的东西，君子对它们持慎重态度，听到了就把它们公开地列举出来，确定它们是恰当的还是不恰当的，然后对它们作出惩罚或是奖赏的决定并立即付诸实施。像这样，那么奸诈的言论、奸诈的学说、奸诈的事情、奸诈的计谋、奸诈的赞誉、奸诈的诉说就没有敢来试探的了，忠诚的言论、忠诚的学说、忠诚的事情、忠诚的计谋、忠诚的赞誉、忠诚的诉说就都公开表达、通行无阻、并起而进献于君主了。以上这些就是广泛地听取意见、使隐居的贤士显扬、使显扬的贤士进一步显扬、使奸邪退却、使忠良进用的方法。',
        '江河湖泊深了，鱼鳖就归聚到它那里；山上树林茂盛了，禽兽就归聚到它那里；刑罚政令公正不阿，老百姓就归聚到他那里；礼制道义完善周备，有道德的君子就归聚到他那里。所以礼制贯彻到自身，品行就美好；道义贯彻到国家，政治就清明；能够把礼制贯彻到所有方面的，那么高贵的名声就会显著，天下的人就会仰慕，发布了命令就能实行，颁布了禁约就能制止，这样，称王天下的大业也就完成了。《诗》云：“施恩这个国都中，以此安抚天下众。”说的就是这种道理。江河湖泊，是龙、鱼居住的地方；高山树林，是鸟、兽栖息的地方；国家，是士、民居住的地方。江河湖泊干涸了，那么龙、鱼就会离开它；高山树林环境险恶，那么鸟、兽就会离开它；国家政治混乱，那么士、民就会离开它。',
        '没有土地，那么人民就不能安居；没有人民，那么土地就不能守住；没有正确的原则和法制，那么人民就不会来归附；没有君子，那么正确的原则就不能实行。所以土地和人民、正确的原则和法制这些东西，是国家的本源；君子，是正确的原则与法制的总管，不可以片刻空缺。得到了他，国家就能治理好；失去了他，国家就会混乱；得到了他，国家就会安定；失去了他，国家就危险；得到了他，国家就能保存；失去了他，国家就会灭亡。所以，有了良好的法制而发生混乱的国家，有过这种情况了；有了君子而政治混乱的，从古到今，还不曾听说过。古书上说：“国家的安定产生于君子，国家的混乱来源于小人。”说的就是这种情况。',
    ],
],
[
    'content' => [
        '得众动天。美意延年。诚信如神，夸诞逐魂。',
        '人主之害，不在乎不言用贤，而在乎不诚必用贤。夫言用贤者，口也;却贤者，行也，口行相反，而欲贤者之至，不肖者之退也，不亦难乎!夫耀蝉者，务在明其火，振其树而已;火不明，虽振其树，无益也。今人主有能明其德者，则天下归之，若蝉之归明火也。',
        '临事接民，而以义变应，宽裕而多容，恭敬以先之，政之始也。然后中和察断以辅之，政之隆也。然后进退诛赏之，政之终也。故一年与之始，三年与之终。用其终为始，则政令不行，而上下怨疾，乱所以自作也。书曰：“义刑义杀;勿庸以即，女惟曰：未有顺事。”言先教也。',
        '程者、物之准也，礼者、节之准也;程以立数，礼以定伦;德以叙位，能以授官。凡节奏欲陵，而生民欲宽;节奏陵而文，生民宽而安;上文下安，功名之极也，不可以加矣。',
        '君者、国之隆也，父者、家之隆也。隆一而治，二而乱。自古及今，未有二隆争重，而能长久者。',
        '师术有四--而博习不与焉：尊严而惮，可以为师;耆艾而信，可以为师;诵说而不陵不犯，可以为师;知微而论，可以为师：故师术有四--而博习不与焉。水深而回，树落则粪本，弟子通利则思师。诗曰：“无言不雠，无德不报。”此之谓也。',
        '赏不欲僭，刑不欲滥。赏僭则利及小人，刑滥则害及君子。若不幸而过，宁僭勿滥。与其害善，不若利淫。',
    ],
    'vernacular' => [
        '得到了民众，就能感动上天；快乐的心境，可以益寿延年。真诚老实，就能精明如神；浮夸欺诈，就会落魄丧魂。',
        '面临政事、接触民众时，根据道义变通地来对付，宽大而广泛地容纳民众，用恭敬的态度去引导他们，这是政治的第一步；然后中正和协地观察决断去辅助他们，这是政治的中间阶段；然后进用、黜退，惩罚、奖赏他们，这是政治的最后一步。第一年给他们实施第一步，第三年才给他们实施最后一步。如果把最后一步用作为第一步，那么政策法令就不能实行，而官民上下也会怨恨，这就是动乱会从这里产生的原因。《尚书》说：“即使是合宜的刑罚、合理的杀戮，也不要用来立即执行，你只能说：‘我还没有理顺政事。’”这是说应该先进行教育。',
        '度量衡，是测量物品的标准；礼制，是确定礼节礼仪等法度的标准。根据度量衡来确定物品的数量，根据礼制来确定人与人之间的等级关系；根据品德来依次排列级别地位，根据能力来授予官职。凡是礼节礼仪等制度要严格，而抚养人民要宽容。礼节礼仪制度严格，就文明；抚养人民宽容，就安定。上面文雅下面安定，这是立功成名的最高境界，不可能再有所增加了。',
        '君主，是国家中最高贵的人；父亲，是家庭中最高贵的人。最高贵的人只有一个，就安定；如果有两个，就会混乱。从古到今，还没有两个最高贵的人互相争夺权力而能长久的。',
        '成为老师的办法有四种，而博学并不包括在这里面。尊严而使人害怕，可以成为老师；年老而有威信，可以成为老师；诵读解说经典而在行动上不超越、不违犯它，可以成为老师；懂得精微的道理而又能加以阐述，可以成为老师。所以成为老师的办法有四种，而博学并不包括在这里面。水深了就会打旋，树叶落下就给树根施了肥，学生显达得利了就会想到老师。《诗》云：“说话总会有应答，施恩总会有报答。”说的就是这种道理啊。',
        '奖赏不要过分，刑罚不要滥用。奖赏过分，那么好处就会施加到道德不良的小人；刑罚滥用，那么危害就会涉及到道德高尚的君子。如果不幸发生失误，那就宁可过分地奖赏也不要滥用刑罚；与其伤害好人，不如让邪恶的人得利。',
    ],
    'notes' => [
    ],
],
],
'unscramble' => [
        '衡听①、显幽、重明、退奸、进良之术：朋党比周之誉，君子不听;残贼加累之谮②，君子不用;隐忌雍蔽之人，君子不近;货财禽犊之请，君子不许。凡流言、流说、流事、流谋、流誉、流愬③，不官而衡至者，君子慎之。闻听而明誉之，定其当而当，然后士其刑赏而还与之④，如是则奸言、奸说、奸事、奸谋、奸誉、奸愬莫之试也，忠言、忠说、忠事、忠谋、忠誉、忠愬莫不明通，方起以尚尽矣⑤。夫是之谓衡听、显幽、重明、退奸、进良之术。',
        '[注释]①衡：通“横”，广。②谮(zèn怎去声)：诬陷。③愬(sù诉)：通“诉”，诉说。④士：当为“出”字。⑤尚：通“上”。尽：通“进”，上进，呈献。',
        '川渊深而鱼鳖归之，山林茂而禽兽归之，刑政平而百姓归之，礼义备而君子归之。故礼及身而行修，义及国而政明，能以礼挟而贵名白①，天下愿，令行禁止，王者之事毕矣。《诗》曰：“惠此中国，以绥四方。”②此之谓也。川渊者，龙鱼之居也;山林者，鸟兽之居也;国家者，士民之居也。川渊枯则龙鱼去之，山林险则鸟兽去之③，国家失政则士民去之。无土则人不安居，无人则土不守，无道法则人不至，无君子则道不举。故土之与人也，道之与法也者，国家之本作也。君子也者，道法之总要也，不可少顷旷也。得之则治，失之则乱;得之则安，失之则危;得之则存，失之则亡。故有良法而乱者有之矣，有君子而乱者，自古及今，未尝闻也，传曰：“治生乎君子，乱生于小人。”此之谓也。',
        '[注释]①挟：通“浃”，周遍。②“《诗》曰”句：见《诗经·大雅·民劳》。③险：通“俭”，草木稀疏。',
        '得众动天，美意延年。诚信如神，夸诞逐魂①。',
        '[注释]①案：此四句与全文风格颇不相符，疑为它篇之误脱。',
        '人主之患，不在乎不言用贤，而在乎诚必用贤①。夫言用贤者口也，却贤者行也，口行相反而欲贤者之至、不肖者之退也，不亦难乎!夫耀蝉者务在明其火、振其树而已，火不明，虽振其树，无益也。今人主有能明其德，则天下归之，若蝉之归明火也。',
        '[注释]①“诚”前当脱一“不”字。',
        '临事接民而以义，变应宽裕而多容，恭敬以先之，政之始也;然后中和察断以辅之，政之隆也①;然后进退诛赏之，政之终也。故一年与之始，三年与之终。用其终为始，则政令不行而上下怨疾，乱所以自作也。《书》曰：“义刑义杀，勿庸以即，女惟曰‘未有顺事’。”②言先教也。',
        '[注释]①隆：中。②“《书》曰”句：见《尚书·康诰》，但与今本《尚书》不尽相同。',
        '程者①，物之准也;礼者，节之准也。程以立数，礼以定伦，德以叙位，能以授官。凡节奏欲陵②，而生民欲宽，节奏陵而文，生民宽而安。上文下安，功名之极也，不可以加矣。',
        '[注释]①程：度量衡的总称。②陵：严格。',
        '君者，国之隆也;父者，家之隆也。隆一而治，二而乱。自古及今，未有二隆争重而能长久者。',
        '师术有四，而博习不与焉：尊严而惮，可以为师;耆艾而信①，可以为师;诵说而不陵不犯，可以为师;知微而论，可以为师。故师术有四，而博习不与焉。水深而回，树落则粪本，弟子通利则思师。《诗》曰：“无言不雠，无德不报。”②此之谓也。',
        '[注释]①耆(qí其)艾：五十岁称“艾”，六十岁称“耆”。②“《诗》曰”句：见《诗经·大雅·抑》。雠，应答。',
        '赏不欲僭①，刑不欲滥，赏僭则利及小人，刑滥则害及君子。若不幸而过，宁僭无滥;与其害善，不若利淫。',
        '[注释]①僭(jiàn见)：过分。',
    '【鉴赏】诸侯并起，逐鹿中原，各国之间竞争的不仅仅在于国力、兵力上的比拼，更在于对优秀人才的争夺。“得之则治，失之则乱;得之则安，失之则危;得之则存，失之则亡”，招徕能人才士的数量多寡，牵系着国家的安危存亡。所以，小至大夫卿相，大至各国君主，都竭尽其能地招纳门客，为己所用。荀子在齐之稷下“三为祭酒”，结交各国往来之宾;又游历诸国，游说君主，于此感触颇深。“君子也者，道法之总要也”，便是其对于士人作用的经典论述。',
    '所谓道法，乃是一个社会正义和公平的准绳，而从另一意义上来说又是一个国家民众的集体信仰。道法的坚守能否保持，归根到底在于这个国家是否存在这样的君子。“为政以德，譬如北辰居其所而众星共之”(《论语·为政》)，君子们便是围绕“北辰”的群星，辅佐君主，区分是非黑白，维护国家的“道法”所在。不过，君子所坚守的何止于单纯的礼法?在人心流散的乱世之中，芸芸众生皆以利益为尚，随波逐流。唯有君子了解先贤的美德，通悉古今兴衰之关键，在“众人皆醉”之际，坚守心中的道德和理想;也唯有君子，能直面人间的生灵涂炭，不懈地思索于终极，远瞻于未来，守护着国家的命运。也正因此，在荀子看来，寻求国士比建设制度更能对国家的存亡起决定作用，“有君子而乱者，自古及今，未尝闻也”。',
    '然而，“招贤纳士”虽然成为一句响亮的口号，但打开尘封已久的历史卷册，到底又有多少君主将这句口号落于实处?且不论后世秦之坑儒扑灭多少智慧之光，更不论明之廷杖令天下士人斯文扫地，清之文字狱使华夏万马齐喑。早在令后人景仰不已的百家争鸣时代，多半也不过只是可闻而不可见的梦想。回归现实，耳濡目染的是惨烈持久的战争吞并、尔虞我诈。有治国抱负的人四处碰壁，郁郁不得志，而鸡鸣狗盗之辈却被尊为上宾。面对这些热闹与虚华，荀子洞悉深刻，“夫言用贤者口也，却贤者行也，口行相反而欲贤者之至、不肖者之退也，不亦难乎!夫耀蝉者务在明其火、振其树而已，火不明，虽振其树，无益也。”君主们言行不一，打着招募贤人的旗号，却专注于私利，礼义不备，刑政不平，亲佞人而远君子，如此又怎能期待天下归心呢?荀子的诘问正点中了诸侯的软肋，而这一深刻的论断也未尝不是他对于自己终生不得志原因的总结。',
    '君子士人既为国家道法之根本，而其人亦与礼法合而为一，成为万民师法的对象。因此，在荀子看来，君子本身也承担了引导、教化民众的职责。正是出于教化这一点，荀子以“尊严而惮”、“耆艾而信”、“诵说而不陵不犯”、“知微而论”为人师的四大必要条件。为人师者，既承担教化之责，便不仅仅是知识的灌输，而是化育万民，树立信仰，对社会风气有导引之责。因此，为师者于己，则须时时自我审视，思考生活中的精微道理，求得学识的精进;于人，则悉心教导，向求教之人讲解古代的经典，务求合乎真理道义，导人向善。',
    '对于荀子不以博学为师，有人认为，乃是荀子重“道”而轻“术”的表现。不过从另一个角度来看，知识的掌握固然重要，却始终不能穷尽。因此，树立正确严谨的治学之风，培养时时思考的良好习惯也许比所谓“博学”更为重要，而这些却往往在教与学的过程中被忽视了。尤其是今天这个功利而浮躁的世界中，荀子的这番话，恰如当头棒喝，能使我们重新去思考一些渐渐淡忘却非常重要的东西。',
],
];
