<?php
return [
'chapters' => [
[
    'content' => [
        '夫乐者、乐也，人情之所必不免也。故人不能无乐，乐则必发于声音，形于动静;而人之道，声音动静，性术之变尽是矣。故人不能不乐，乐则不能无形，形而不为道，则不能无乱。先王恶其乱也，故制雅颂之声以道之，使其声足以乐而不流，使其文足以辨而不諰，使其曲直繁省廉肉节奏，足以感动人之善心，使夫邪污之气无由得接焉。是先王立乐之方也，而墨子非之奈何!',
        '故乐在宗庙之中，君臣上下同听之，则莫不和敬;闺门之内，父子兄弟同听之，则莫不和亲;乡里族长之中，长少同听之，则莫不和顺。故乐者审一以定和者也，比物以饰节者也，合奏以成文者也;足以率一道，足以治万变。是先王立乐之术也，而墨子非之奈何!',
        '故听其雅颂之声，而志意得广焉;执其干戚，习其俯仰屈伸，而容貌得庄焉;行其缀兆，要其节奏，而行列得正焉，进退得齐焉。故乐者、出所以征诛也，入所以揖让也;征诛揖让，其义一也。出所以征诛，则莫不听从;入所以揖让，则莫不从服。故乐者、天下之大齐也，中和之纪也，人情之所必不免也。是先王立乐之术也，而墨子非之奈何!',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '音乐，就是欢乐的意思，它是人的情感绝对不能缺少的东西。人不可能没有欢乐；欢乐了就一定会在歌唱吟咏的声音中表现出来，在手舞足蹈的举止中体现出来；可见人的所作所为——包括声音、举止、性情及其表现方式的变化，就全都体现在这音乐之中了。所以，人不可能不快乐，快乐了就不可能不表现出来，但这种表现如果不进行引导，就不可能没有祸乱。古代的圣王憎恶那祸乱，所以创作了《雅》、《颂》的音乐来引导他们，使那歌声足够用来表达快乐而不yindang，使那歌词足够用来阐明正确的道理而不流于花巧，使那音律的宛转或舒扬、繁复或简单、清脆利落或圆润丰满、节制停顿或推进加快，都足够用来感动人的行善之心，使那些邪恶肮脏的风气没有途径能和民众接触。这就是古代圣王设置音乐的原则啊。但是墨子却反对音乐，又能怎么样呢？',
        '所以音乐在祖庙之中，君臣上下一起听了它，就再也没有人不和谐恭敬的了；在家门之内，父子兄弟一起听了它，就再也没有人不和睦相亲的了；在乡村里弄之中，年长的和年少的一起听了它，就再也没有人不和协顺从的了。音乐，是审定一个主音来确定其他和音的，是配上各种乐器来调整节奏的，是一起演奏来组成众音和谐的乐曲的；它足能用来率领统一的原则，足能用来整治各种变化。这就是古代圣王设置音乐的方法啊。可是墨子却反对音乐，又能怎么样呢？',
        '所以，人们听那《雅》、《颂》的音乐，志向心胸就能宽广了；拿起那盾牌斧头等舞具，练习那低头抬头弯曲伸展等舞蹈动作，容貌就能庄重了；行动在那舞蹈的行列位置上，迎合那舞曲的节奏，队列就能不偏不斜了，进退就能整齐一致了。所以音乐，对外可用来征伐，对内可用来行礼让。对于征伐与礼让，音乐的作用是一样的。对外用音乐作为征伐的工具，那就没有人不听从；对内用音乐作为礼让的手段，那就没有人不服从。所以音乐是齐一天下的工具，是中正和平的要领，是人的情感绝对不能脱离的东西。这就是古代圣王设置音乐的策略。可是墨子却反对音乐，又能怎么样呢？',
    ],
],
[
    'content' => [
        '且乐者、先王之所以饰喜也;军旅鈇钺者，先王之所以饰怒也。先王喜怒皆得其齐焉。是故喜而天下和之，怒而暴乱畏之。先王之道，礼乐正其盛者也。而墨子非之。故曰：墨子之于道也，犹瞽之于白黑也，犹聋之于清浊也，犹欲之楚而北求之也。',
        '夫声乐之入人也深，其化人也速，故先王谨为之文。乐中平则民和而不流，乐肃庄则民齐而不乱。民和齐则兵劲城固，敌国不敢婴也。如是，则百姓莫不安其处，乐其乡，以至足其上矣。然后名声于是白，光辉于是大，四海之民莫不愿得以为师，是王者之始也。乐姚冶以险，则民流僈鄙贱矣;流僈则乱，鄙贱则争;乱争则兵弱城犯，敌国危之如是，则百姓不安其处，不乐其乡，不足其上矣。故礼乐废而邪音起者，危削侮辱之本也。故先王贵礼乐而贱邪音。其在序官也，曰：“修宪命，审诗商，禁淫声，以时顺修，使夷俗邪音不敢乱雅，太师之事也。”',
        '墨子曰：“乐者、圣王之所非也，而儒者为之过也。”君子以为不然。乐者，圣王之所乐也，而可以善民心，其感人深，其移风易俗。故先王导之以礼乐，而民和睦。夫民有好恶之情，而无喜怒之应则乱;先王恶其乱也，故修其行，正其乐，而天下顺焉。故齐衰之服，哭泣之声，使人之心悲。带甲婴胄，歌于行伍，使人之心伤;姚冶之容，郑卫之音，使人之心淫;绅、端、章甫，舞韶歌武，使人之心庄。故君子耳不听淫声，目不视邪色，口不出恶言，此三者，君子慎之。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '况且音乐，是古代的圣王用来表现喜悦的；军队和刑具，是古代的圣王用来表现愤怒的。古代圣王的喜悦和愤怒都能通过音乐与军队刑具而表达得恰如其分。所以，圣王喜悦了，天下人就附和他；圣人愤怒了，凶暴作乱的人就害怕他。古代圣王的政治原则中，礼制和音乐正是其中的大事，但墨子却反对它们。所以说：墨子对于正确的政治原则，就好像是瞎子对于白色和黑色不能分辨一样，就好像是聋子对于音质的清浊不能区别一样，就好像是想到南方的楚国却到北方去寻找它一样。',
        '那音乐渗入人心是很深的，它感化人心是很快的，所以古代的圣王谨慎地给它文饰。音乐中正平和，那末民众就和睦协调而不yindang；音乐严肃庄重，那末民众就同心同德而不混乱。民众和睦协调、同心同德，那末兵力就强劲，城防就牢固，敌国就不敢来侵犯了。像这样，那末老百姓就无不满足于自己的住处，喜欢自己的家乡，以使自己的君主获得满足。然后，君主的名声就会因此而显著，光辉因此而增强，天下的民众，就没有谁不希望得到他让他做自己的君长。这是称王天下的开端啊。音乐妖冶轻浮而邪恶，那末民众就yindang轻慢卑鄙下贱了。民众yindang轻慢，就会混乱；卑鄙下贱，就会争夺。混乱又争夺，那就会兵力衰弱、城池被侵犯，敌国就会来危害了。像这样，那末老百姓就不会安居在自己的住处，就不会喜欢自己的家乡，也不会使自己的君主满足了。所以，礼制雅乐被废弃而靡靡之音兴起来，这是国家危险削弱、遭受侮辱的根源。所以古代的圣王看重礼制雅乐而鄙视靡靡之音。他在论列官职时，说：“遵循法令，审查诗歌乐章，禁止yindang的音乐，根据时势去整治，使蛮夷的落后风俗和邪恶的音乐不敢扰乱正声雅乐，这是太师的职事。”',
        '墨子说：“音乐，是圣明的帝王所反对的，而儒者却讲求它，那是错误的。”君子认为并不是这样。音乐是圣人所喜欢的，而且可以用来改善民众的思想，它感人至深，它改变风俗也容易，所以古代的圣王用礼制音乐来引导人民而人民就和睦了。',
        '民众有了爱憎的感情而没有表达喜悦愤怒的方式来和它相应，就会混乱。古代的圣王憎恶这种混乱，所以修养自己的德行，端正国内的音乐，因而天下人就顺从他了。那披麻戴孝的丧服，哭泣的声音，会使人的内心悲痛；穿上铠甲，系上头盔，在部队中歌唱，会使人的内心忧伤；妖艳的容貌，郑国、卫国的靡靡之音，会使人的内心yindang；系着宽大的腰带、穿着礼服、戴着礼帽，随着《韶》《武》的乐曲载歌载舞，会使人的内心严肃。所以君子耳朵不聆听yindang的音乐，眼睛不注视女子的美貌，嘴巴不说出邪恶的语言。这三件事，君子是慎重地对待的。',
    ],
],
[
    'content' => [
        '凡奸声感人而逆气应之，逆气成象而乱生焉;正声感人而顺气应之，顺气成象而治生焉。唱和有应，善恶相象，故君子慎其所去就也。君子以钟鼓道志，以琴瑟乐心;动以干戚，饰以羽旄，从以磬管。故其清明象天，其广大象地，其俯仰周旋有似于四时。故乐行而志清，礼修而行成，耳目聪明，血气和平，移风易俗，天下皆宁，美善相乐。故曰：乐者、乐也。君子乐得其道，小人乐得其欲;以道制欲，则乐而不乱;以欲忘道，则惑而不乐。故乐者，所以道乐也，金石丝竹，所以道德也;乐行而民乡方矣。故乐也者，治人之盛者也，而墨子非之。',
        '且乐也者，和之不可变者也;礼也者，理之不可易者也。乐合同，礼别异，礼乐之统，管乎人心矣。穷本极变，乐之情也;着诚去伪，礼之经也。墨子非之，几遇刑也。明王已没，莫之正也。愚者学之，危其身也。君子明乐，乃其德也。乱世恶善，不此听也。于乎哀哉!不得成也。弟子勉学，无所营也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '大凡淫邪的音乐感动人以后就有歪风邪气来应和它，歪风邪气形成了气候，那么混乱的局面就产生了。正派的音乐感动人以后就有和顺的风气来应和它，和顺的风气成了社会现象，那么秩序井然的局面就产生了。有唱必有和，善良的或邪恶的风气也随之而形成，所以君子对自己抛弃什么音乐、接受什么音乐是很慎重的。',
        '君子用钟、鼓来引导人们的志向，用琴、瑟来使人们心情快乐。拿着盾牌斧头等舞具来跳舞，用野鸡毛和牦牛尾等舞具做装饰，用石磬、箫管来伴奏。所以那乐声的清朗像天空，广大像大地，那舞姿的俯仰旋转又和四季的变化相似。所以音乐推行后人们的志向就会高洁，礼制遵循后人们的德行就能养成。要使人们耳聪目明，感情温和平静，改变风俗，天下都安宁，没有什么比音乐更好的了。所以说：音乐，就是欢乐的意思。君子把从音乐中获得道义作为欢乐，小人把从音乐中满足欲望当作欢乐。用道义来控制欲望，那就能欢乐而不淫乱；为满足欲望而忘记了道义，那就会迷惑而不快乐。所以音乐是用来引导人们娱乐的。金钟石磬琴瑟管箫等乐器，是用来引导人们修养道德的。音乐推行后民众就向往道义了。所以音乐是治理人民的重大工具，但墨子却反对它。',
        '况且音乐，是协调人情时不可变更的手段；礼制，是治理社会时不可更换的原则。音乐使人们同心同德，礼制使人们区别出等级的差异。所以礼制音乐的纲领，可以总管人们的思想了。深入地触动、极大地改变人的心性，是音乐的实际情形；彰明真诚、去掉虚伪，是礼制的永恒原则。墨子反对它们，近乎犯罪。圣明的帝王已经死去，没有人来加以纠正。愚蠢的人学习他，会危害自己的生命。君子彰明音乐，这才是仁德。混乱的社会厌恶善行，不听这提倡音乐的话。唉呀可悲啊！音乐因此而不能见成效。学生们努力学习吧，不要因为墨子的反对而有所迷惑啊。',
    ],
],
[
    'content' => [
        '声乐之象：鼓大丽，钟统实，磬廉制，竽笙箫和，筦钥发猛，埙篪翁博，瑟易良，琴妇好，歌清尽，舞意天道兼。鼓其乐之君邪。故鼓似天，钟似地，磬似水，竽笙箫和筦钥，似星辰日月，鼗柷、拊鞷、椌楬似万物。曷以知舞之意?曰：目不自见，耳不自闻也，然而治俯仰、诎信、进退、迟速，莫不廉制，尽筋骨之力，以要钟鼓俯会之节，而靡有悖逆者，众积意謘謘乎!',
        '吾观于乡，而知王道之易易也。主人亲速宾及介，而众宾皆从之。至于门外，主人拜宾及介，而众宾皆入;贵贱之义别矣。三揖至于阶，三让以宾升。拜至、献、酬，辞让之节繁，及介省矣。至于众宾，升受、坐祭、立饮，不酢而降;隆杀之义辨矣。工入，升歌三终，主人献之;笙入三终，主人献之;间歌三终，合乐三终，工告乐备，遂出。二人扬觯，乃立司正，焉知其能和乐而不流也。宾酬主人，主人酬介，介酬众宾，少长以齿，终于沃洗者，焉知其能弟长而无遗也。降，说屦升坐，修爵无数。饮酒之节，朝不废朝，莫不废夕。宾出，主人拜送，节文终遂，焉知其能安燕而不乱也。贵贱明，隆杀辨，和乐而不流，弟长而无遗，安燕而不乱，此五行者，足以正身安国矣。彼国安而天下安。故曰：吾观于乡，而知王道之易易也。',
        '乱世之征：其服组，其容妇。其俗淫，其志利，其行杂，其声乐险，其文章匿而采，其养生无度，其送死瘠墨，贱礼义而贵勇力，贫则为盗，富则为贼;治世反是也。',
    ],
    'vernacular' => [
        '音乐的象征：鼓声弘大高亢，钟声洪亮浑厚，磬声清越明朗，竽、笙、箫、和、管、籥等管乐器的声音昂扬激越，埙、篪的声音浩瀚磅礴，瑟的声音平易温良，琴的声音柔婉优美，歌声清朗而曲尽其情，舞蹈的意象则包容了自然界的一切现象。鼓，大概是音乐的主宰吧？所以鼓声像天，钟声像地，磬声像水，竽、笙、箫、和、管、籥等管乐器的声音像日月星辰，鞉、柷、拊、鞷、椌、楬的声音像万物。凭什么来了解舞蹈的意象呢？回答说：跳舞的人眼睛不能看见自己的形体，耳朵不能听到自己的声音，但是处理低头、抬头、弯曲、伸直、前进、后退、缓慢、快速的动作时无不干净利落明白清楚，尽身体的力量去迎合钟、鼓的节奏，而无所违背，众人集中注意力真认真啊！',
        '我看到了乡中请人喝酒的礼仪就知道先王的政治原则实施起来是容易又容易的了。主人亲自去邀请贤德的贵宾和德行稍次的陪客，而一般客人就都跟着他们来了；来到门外，主人向贵宾和陪客拱手鞠躬，而一般客人就都进门了；对高贵者和卑贱者的不同礼仪就这样分别开来了。主人拱手作揖三次才与贵宾来到厅堂的台阶下，再谦让三次而使贵宾登上厅堂，再拜谢贵宾的到来，主人献酒酬宾，推辞谦让的礼节十分繁多；至于陪客，那礼节就减少了；至于一般客人，登堂受酒，坐着酹酒祭神，站着饮酒，不用酒回敬主人就退下堂去了；隆重与简省的礼仪就这样分别开来了。乐工进来，登上厅堂，把《鹿鸣》、《四牡》、《皇皇者华》三首歌各唱一遍，主人敬酒；吹笙的人进来，把《南陔》、《白华》、《华黍》三支乐曲各吹奏一遍，主人敬酒；乐工与吹笙的间隔着轮流歌唱演奏各三曲，再合着歌唱演奏各三曲，乐工报告乐曲已经完备，就出去了。主人的两个侍从举起酒杯帮助敬酒，于是又设置了监督行礼的专职人员。从这些礼仪之中可以知道他们能够和睦安乐而不yindang。贵宾向主人敬酒表示答谢，主人向陪客敬酒表示答谢，陪客向一般客人敬酒表示答谢，宾主对年轻的年长的都根据年龄依次酬谢，最后轮到向主人手下盥洗酒杯的人酬谢。从这些礼仪之中可以知道他们能够尊重年轻的尊敬年长的而不遗漏一个人。退下堂去，脱去鞋子，再登堂就坐，依次不断地敬酒。请人喝酒的限度是，在早晨饮酒不耽误早上的工作，在傍晚喝酒不耽误晚上的事情。贵宾出门，主人拱手鞠躬送行，礼节仪式就完成了。从这些礼仪中可以知道他们能够逸乐而不乖乱。高贵者和卑贱者被区别清楚，隆重的礼仪和简省的礼仪被分别开来，和睦安乐而不yindang，尊重年轻的尊敬年长的而不遗漏一个人，逸乐而不乖乱，这五种行为，足够用来端正身心安定国家了。那国家安定了，那么整个天下也就安定了。所以说：我看到了乡中请人喝酒的礼仪就知道先王的政治原则实施起来是极其容易的。',
        '混乱的社会的迹象：那里的服装华丽，男人的容貌打扮得像妇女一样妖媚，那里的风俗yindang，人们的志向是唯利是图，人们的行为驳杂不纯，那里的音乐邪恶怪僻，那里的文章内容邪恶而辞藻华美，那里的人将养身体没有限度，葬送死人俭省刻薄，轻视礼制与道义而崇尚勇敢与武力，贫穷的就盗窃，富裕的就贼害他人。治理得好的社会则与此相反。',
    ],
    'notes' => [
    ],
],
],
'unscramble' => [
    '【鉴赏】春秋战国时期，音乐、绘画、雕刻、建筑等各类艺术作品已逐渐成为统治阶级维护王权威信、实施政教风化、安定国情民心的有效手段。荀子金声玉振，道乐论音，即为阐明音乐与现实政治及社会风俗之间的密切联系。',
    '《乐论》全文深入剖析了墨子的《非乐》篇中所存在的不合理因素。荀子与墨子都承认音乐有娱情悦性的作用，但两人对待音乐的态度却是截然相反。在墨子看来，社会就像一部有序运转的巨型机器，个体生命只是这部机器上或大或小的零件而已。因此，王公大人必须承担“听狱治政”的责任，士君子则要保证“仓廪府库”的殷实，农夫们在田间“多聚叔粟”，居家妇人也得“多治麻丝葛绪綑布”。只有每个人勤勤恳恳、按部就班地做好各自的分内事，社会才会稳定有序地发展。至于音乐之类的奢侈享受，只要列国攻伐、贼寇横行的时局还未得以改善，而民间仍然存在着“饥者不得食，寒者不得衣，劳者不得息”(《墨子·非乐上》)的疾苦，就完全不应予以考虑。否则就是玩物丧志，混淆视听，败坏民风，甚至还会耽误国政。',
    '墨子这种“后天下之乐而乐”的精神可谓用心良苦，但荀子却不以为然。他曾在《富国》中写道：“墨术诚行则天下尚俭而弥贫，非斗而日争，劳苦顿萃而愈无功，愀然忧戚非乐而日不和。”荀子认为，墨子的学说扰乱天下，而墨子对于礼乐之道的认识就好比“瞽之于白黑”、“聋之于清浊”、“欲之楚而北求之也”，毫无可取之处。从短期发展来看，或许全身心投入经济建设的物质获益最快、最大、最明显，但若想要长期、合理、有效地发展，那还得冀望于国民的精神素质尤其是道德修养的纯备完善。所以在荀子心目中，音乐对于国家和民众都具有极其重要的作用。特别是先王制定的《雅》、《颂》之声，“足以感动人之善心，使夫邪污之气无由得接焉”。就个人而言，音乐的感化可以修养品德，陶冶情操，使其“耳目聪明，血气和平”，而且“志意得广”，“容貌得庄”。就整个社会而言，音乐的感化则可以使万民“和而不流”，“齐而不乱”，家庭内部相爱相亲，朝廷上下相慕相敬，攻防守御城固兵劲。同时，四方列国也会归顺服依，莫敢侵入。',
    '在荀子的学说中，“礼”、“乐”总是相提并论的：“乐也者，和之不可变者也;礼也者，理之不可易者也。乐合同，礼别异，礼乐之统，管乎人心矣。”礼和乐在教化过程中各自扮演着不同的角色。先王制定“礼”，为的是区别长幼、尊卑、贵贱，使社会等级分明，宜于治理。但过分强化等级差异，则会造成各阶层的矛盾对立，进而形成种种不安定因素，所以这时就需要用“乐”来调和人际关系，构建和谐的社会状态。强大的政权与严厉的刑罚的确可以起到一定的威慑作用，但礼乐教化更能以一种春风遍在、秋水无痕的温和姿态渐渐渗透到人们灵魂深处的每个角落。贤明的君主应当懂得如何凭藉礼乐教化的相辅相成以达到移风易俗、治国安邦的目的，从而创立“天下皆宁，美善相乐”的太平盛世。',
    '翻阅其他先秦典籍，我们会发现《礼记·乐记》曾以同样的语调对音乐条分缕析侃侃而谈，且篇幅更为铺张洋溢。《乐记》中“治世之音安以乐，其政和;乱世之音怨以怒，其政乖;亡国之音哀以思，其民困”之语，也因为《毛诗大序》的引用而得以广为流播，成为妇孺皆知的熟语。由于年代久远，材料缺乏，《乐记》的创作时间以及著作权归属，至今还是颇受争议的学术疑案。但它的存在至少可以证明，在百家学说蓬勃发展的战国时期，审音知政、观风变俗的思想并非是荀子的独门秘笈。',
    '《乐记》中写道：“德者，性之端也;乐者，德之华也。”它将音乐看作一朵萌发自性灵、盛开在人间的道德花朵。这朵本该属于艺术花苑的奇葩，虽然长期流落在道德的异乡，不幸承载了过多政教风化的沉重负担，却仍然无法掩饰它自然清新瑰丽多姿的芳容。走过漫漫长路，我们才得以认清音乐纯洁而高贵的灵魂本质。《列子·汤问》记载着一段关于音乐的美丽传说：“伯牙善鼓琴，钟子期善听。伯牙鼓琴，志在登高山。钟子期曰：‘善哉!峨峨兮若泰山!’志在流水。钟子期曰：‘善哉!洋洋兮若江河!’伯牙所念，钟子期必得之。伯牙游于泰山之阴，卒逢暴雨，止于岩下;心悲，乃援琴而鼓之。初为霖雨之操，更造崩山之音。曲每奏，钟子期辄穷其趣。伯牙乃舍琴而叹曰：‘善哉，善哉，子之听夫志，想象犹吾心也。吾于何逃声哉?’”比起儒家学说中教化意味甚浓的礼乐传统，高山流水的故事或许更能触动我们内心深处的寂寞与荒凉。“不惜歌者苦，但伤知音稀。”(《古诗十九首》)只有音乐才能够不分国界、不分种族地传递生命的信仰，让我们愿意盼望，愿意宽容，愿意等待。离经叛道的嵇康在临刑就命的最后关头回望血色残阳，索琴独奏，在人世间留下了《广陵散》的绝唱。即使远隔千秋万代，我们也依然能够听到他琴声中蕴含的无限痛楚。正因为世事纷纭，人生无常，我们才更需要美好的音乐来点亮希望的光芒。“鸣琴在御，谁与鼓弹。仰慕同趣，其馨若兰。”(嵇康《赠秀才入军》)动人的乐声在广阔的天地间回转不息，它的慷慨激昂，它的柔情缱绻，它的闲适飘逸，它的神秘莫测，永远无形无影地为后世刻画着尘世的悲欢离合。大音希声，谁得与闻?',


        '夫乐者，乐也，人情之所必不免也，故人不能无乐。乐则必发于声音，形于动静，而人之道，声音、动静、性术之变尽是矣。故人不能不乐，乐则不能无形，形而不为道①，则不能无乱。先王恶其乱也，故制《雅》、《颂》之声以道之，使其声足以乐而不流，使其文足以辨而不��②，使其曲直、繁省、廉肉、节奏足以感动人之善心③，使夫邪污之气无由得接焉。是先王立乐之方也，而墨子非之，奈何!故乐在宗庙之中，君臣上下同听之，则莫不和敬;闺门之内，父子兄弟同听之，则莫不和亲;乡里族长之中，长少同听之，则莫不和顺。故乐者，审一以定和者也，比物以饰节者也④，合奏以成文者也，足以率一道，足以治万变。是先王立乐之术也，而墨子非之，奈何!',
        '[注释]①道：通“导”，引导。②��(xǐ喜)：邪。③廉肉：指声音的清晰和饱满。④比：合。物：乐器。',
        '故听其《雅》、《颂》之声，而志意得广焉;执其干戚①，习其俯仰屈伸，而容貌得庄焉;行其缀兆②，要其节奏，而行列得正焉，进退得齐焉。故乐者，出所以征诛也，入所以揖让也。征诛揖让，其义一也。出所以征诛，则莫不听从;入所以揖让，则莫不从服。故乐者，天下之大齐也，中和之纪也，人情之所必不免也。是先王立乐之术也，而墨子非之，奈何!且乐者，先王之所以饰喜也;军旅��钺者③，先王之所以饰怒也。先王喜怒皆得其齐焉。是故喜而天下和之，怒而暴乱畏之。先王之道，礼乐正其盛者也，而墨子非之。故曰：墨子之于道也，犹瞽之于白黑也，犹聋之于清浊也，犹欲之楚而北求之也。夫声乐之入人也深，其化人也速，故先王谨为之文。乐中平则民和而不流，乐肃庄则民齐而不乱。民和齐则兵劲城固，敌国不敢婴也④。如是，则百姓莫不安其处，乐其乡，以至足其上矣。然后名声于是白，光辉于是大，四海之民莫不愿得以为师。是王者之始也。乐姚冶以险，则民流僈鄙贱矣。流僈则乱，鄙贱则争。乱争则兵弱城犯，敌国危之。如是，则百姓不安其处，不乐其乡，不足其上矣。故礼乐废而邪音起者，危削侮辱之本也。故先王贵礼乐而贱邪音。其在序官也，曰：“修宪命，审诛赏⑤，禁淫声，以时顺修，使夷俗邪音不敢乱雅，太师之事也。”',
        '[注释]①干戚：武舞的舞具。干，盾牌。戚，斧头。②缀兆：舞蹈时舞者的行列位置。③��钺(fūyuè夫月)：古代的刑具。��，同“斧”。钺，大斧。④婴：通“撄”，迫近，触犯。⑤诛赏：当为“诗商”。',
        '墨子曰：“乐者，圣王之所非也，而儒者为之，过也。”君子以为不然。乐者，圣人之所乐也，而可以善民心，其感人深，其移风易俗，故先王导之以礼乐而民和睦。夫民有好恶之情而无喜怒之应则乱。先王恶其乱也，故修其行，正其乐，而天下顺焉。故齐衰之服，哭泣之声，使人之心悲;带甲婴䩜①，歌于行伍②，使人之心伤;姚冶之容，郑、卫之音③，使人之心淫;绅、端、章甫④，舞《韶》、歌《武》，使人之心庄。故君子耳不听淫声，目不视女色，口不出恶言。此三者，君子慎之。凡奸声感人而逆气应之，逆气成象而乱生焉，正声感人而顺气应之，顺气成象而治生焉。唱和有应，善恶相象，故君子慎其所去就也。君子以钟鼓道志⑤，以琴瑟乐心，动以干戚，饰以羽旄⑥，从以磬管。故其清明象天，其广大象地，其俯仰周旋有似于四时。故乐行而志清，礼修而行成，耳目聪明，血气和平，移风易俗，天下皆宁，美善相乐。故曰：乐者，乐也。君子乐得其道，小人乐得其欲。以道制欲，则乐而不乱;以欲忘道，则惑而不乐。故乐者，所以道乐也。金石丝竹，所以道德也。乐行而民乡方矣⑦。故乐者，治人之盛者也，而墨子非之。且乐也者，和之不可变者也;礼也者，理之不可易者也。乐合同，礼别异，礼乐之统，管乎人心矣。穷本极变，乐之情也;著诚去伪，礼之经也。墨子非之，几遇刑也。明王已没，莫之正也。愚者学之，危其身也。君子明乐，乃其德也。乱世恶善，不此听也。于乎哀哉，不得成也!弟子勉学，无所营也⑧。',
        '[注释]①婴：系。䩜：同“胄”，头盔。②行(háng航)伍：军队。古代军队以五人为伍，二十五人为行。③郑、卫之音：指《诗经》中郑国和卫国的民歌，古时以郑声和卫声为淫声。④绅：古时士大夫系在腰间的大带。端：礼服。章甫：礼帽。⑤道：同“导”，引导。⑥羽旄(máo毛)：野鸡毛和牦牛尾，均为舞具。⑦乡：通“向”，向往;仰慕。⑧营：通“荧”，惑乱。',
        '声乐之象①：鼓大丽②，钟统实③，磬廉制④，竽笙箫和⑤，筦籥发猛⑥，埙篪翁博⑦，瑟易良，琴妇好⑧，歌清尽，舞意天道兼。鼓，其乐之君邪!故鼓似天，钟似地，磬似水，竽笙、箫和、筦钥似星辰日月⑨，鞉、柷、拊、鞷、椌、楬似万物⑩。曷以知舞之意?曰：目不自见，耳不自闻也，然而治俯仰、诎信、进退、迟速莫不廉制，尽筋骨之力以要钟鼓俯会之节，而靡有悖逆者，众积意乎(11)!',
        '[注释]①象：象征。②丽：通“厉”，声音激越高亢。③统：通“充”，满。④廉制：指声音清晰有节奏。⑤箫：当为“肃”字。⑥筦籥(guǎnyuè管月)：都是古代编管乐器。筦，同“管”。⑦埙(xūn熏)：古代一种陶制乐器。篪(chí池)：一种单管横吹乐器。翁博：通“滃渤”，声音低沉而宽广。⑧妇好：同“女好”，形容声音柔和婉转。⑨箫和：当为衍文。⑩鞉(táo逃)、柷(zhù祝)、拊(fǔ府)、鞷(gé革)、椌(qiāng腔)、楬(qià恰)：都是古代打击乐器。(11)(chí迟)：谆谆，态度诚恳认真的样子。',
        '吾观于乡①，而知王道之易易也。主人亲速宾及介②，而众宾皆从之，至于门外，主人拜宾及介而众宾皆入，贵贱之义别矣。三揖至于阶，三让以宾升，拜至，献酬③，辞让之节繁。及介省矣。至于众宾，升受，坐祭，立饮，不酢而降④。隆杀之义辨矣。工入，升歌三终⑤，主人献之;笙入三终，主人献之;间歌三终⑥，合乐三终，工告乐备，遂出。二人扬觯⑦，乃立司正⑧，焉知其能和乐而不流也。宾酬主人，主人酬介，介酬众宾，少长以齿，终于沃洗者焉。知其能弟长而无遗也。降，说屦⑨，升坐，修爵无数。饮酒之节，朝不废朝，莫不废夕。宾出，主人拜送，节文终遂。焉知其能安燕而不乱也⑩。贵贱明，隆杀辨，和乐而不流，弟长而无遗，安燕而不乱。此五行者，是足以正身安国矣。彼国安而天下安。故曰：吾观于乡，而知王道之易易也。',
        '[注释]①乡：此处指乡中饮酒的礼仪。②主人：指乡大夫。速：迎接。宾：乡中饮酒，最贤能的人叫宾，次之叫介，地位最低的叫众宾。③献酬：主客互相敬酒，主人向客人敬酒叫献，客人回敬主人后，主人再回敬客人叫酬。④酢(zuò做)：客人用酒回敬主人叫酢。⑤终：将一首歌或乐曲从头到尾唱一遍或演奏一遍叫一终。⑥间：轮流。⑦觯(zhì志)：酒杯。⑧司正：负责监督礼仪的人。⑨说：通“脱”。说屦，脱鞋。⑩燕：通“宴”，安闲。',
        '乱世之征：其服组①，其容妇，其俗淫，其志利，其行杂，其声乐险，其文章匿而采②，其养生无度，其送死瘠墨③，贱礼义而贵勇力，贫则为盗，富则为贼。治世反是也。',
        '[注释]①组：华丽。②匿：通“慝”(tè特)，邪恶。③瘠墨：刻薄俭葬。',
],
];
