<?php
return [
'chapters' => [
[
    'content' => [
        '凡人之患，蔽于一曲，而闇于大理。治则复经，两疑则惑矣。天下无二道，圣人无两心。今诸侯异政，百家异说，则必或是或非，或治或乱。乱国之君，乱家之人，此其诚心，莫不求正而以自为也。妒缪于道，而人诱其所迨也。私其所积，唯恐闻其恶也。倚其所私，以观异术，唯恐闻其美也。是以与治虽走，而是己不辍也。岂不蔽于一曲，而失正求也哉!心不使焉，则白黑在前而目不见，雷鼓在侧而耳不闻，况于使者乎?德道之人，乱国之君非之上，乱家之人非之下，岂不哀哉!',
        '故为蔽：欲为蔽，恶为蔽，始为蔽，终为蔽，远为蔽，近为蔽，博为蔽，浅为蔽，古为蔽，今为蔽。凡万物异则莫不相为蔽，此心术之公患也。',
        '昔人君之蔽者，夏桀殷纣是也。桀蔽于末喜斯观，而不知关龙逢，以惑其心，而乱其行。桀蔽于妲己、飞廉，而不知微子启，以惑其心，而乱其行。故群臣去忠而事私，百姓怨非而不用，贤良退处而隐逃，此其所以丧九牧之地，而虚宗庙之国也。桀死于鬲山，纣县于赤旆。身不先知，人又莫之谏，此蔽塞之祸也。成汤监于夏桀，故主其心而慎治之，是以能长用伊尹，而身不失道，此其所以代夏王而受九有也。文王监于殷纣，故主其心而慎治之，是以能长用吕望，而身不失道，此其所以代殷王而受九牧也。远方莫不致其珍;故目视备色，耳听备声，口食备味，形居备宫，名受备号，生则天下歌，死则四海哭。夫是之谓至盛。诗曰：“凤凰秋秋，其翼若干，其声若箫。有凤有凰，乐帝之心。”此不蔽之福也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '大凡人的毛病，是被事物的某一个局部所蒙蔽而不明白全局性的大道理。整治思想就能回到正道上来，在偏见与大道理两者之间拿不定主意就会疑惑。天下不会有两种对立的正确原则，圣人不会有两种对立的思想。现在诸侯各国的政治措施不同，各个学派的学说不同，那么必定是有的对、有的错，有的能导致安定、有的会造成混乱。搞乱国家的君主，搞乱学派的学者，这些人的真心没有不想找一条正道来为自己服务，只是由于他们对正确的原则既嫉妒又带有偏见，因而别人就能根据他们的爱好去引诱他们。他们偏爱自己平时积累的学识，只怕听到对自己学识的非议。他们凭自己所偏爱的学识去观察与自己不同的学说，只怕听到对异己学说的赞美。因此，他们与正确的治理原则背道而驰了却还自以为是、不能勒马。这难道不是被事物的一个局部所蒙蔽而失去了对正道的追求吗？如果心思不用在正道上，那么白的黑的就是摆在面前而眼睛也会看不见，雷鼓就在身旁敲击而耳朵也会听不进，何况对那些被他们视为异端的用心于正道的人，就更看不见，听不进了。掌握了正确的政治原则的人，搞乱国家的君主在上面非难他，搞乱学派的学者在下面非难他，这难道不是很可悲的吗？',
        '什么东西会造成蒙蔽？爱好会造成蒙蔽，憎恶也会造成蒙蔽；只看到开始会造成蒙蔽，只看到终了也会造成蒙蔽；只看到远处会造成蒙蔽，只看到近处也会造成蒙蔽；知识广博会造成蒙蔽，知识浅陋也会造成蒙蔽；只了解古代会造成蒙蔽，只知道现在也会造成蒙蔽。大凡事物有不同的对立面的，无不会交互造成蒙蔽，这是思想方法上一个普遍的祸害啊。',
        '从前君主中有被蒙蔽的，夏桀、商纣就是。夏桀被末喜、斯观所蒙蔽而不赏识关龙逢，因而使自己思想惑乱而行为荒唐；商纣被妲己、飞廉所蒙蔽而不赏识微子启，因而使自己思想惑乱而行为荒唐。所以，群臣都抛弃了对他们的忠心而去谋求私利，百姓都怨恨责怪他们而不为他们效劳，贤能优秀的人才都辞官在家而隐居避世，这就是他们丧失九州的土地而使建有宗庙的国都成为废墟的原因。夏桀死在鬲山，商纣的头被悬挂在红色的旗帜飘带上，他们自己不能预先知道自己的过错，而别人又没有谁劝阻他们，这就是蒙蔽的祸害啊。',
        '商汤以夏桀为前车之鉴，所以拿定主意而谨慎地治理国家，因此能够长期地任用伊尹而本身又不背离正确的治国原则，这就是他取代夏桀而得到九州的原因。周文王吸取了商纣王的教训，所以拿定主意而谨慎地治理国家，因此能够长期地任用吕望而本身又不背离正确的治国原则，这就是他取代商纣王而得到九州的原因。远方的国家无不送上自己的珍贵物品，所以他们的眼睛能观赏所有的美色，耳朵能听到各种各样的美妙音乐，嘴巴能吃上所有的山珍海味，身居各种豪华的宫殿，名字上被加上各种美好的称号；活着的时候天下人都歌功颂德，死了以后天下人都痛哭流涕，这叫做极其昌盛伟大。《诗》云：“凤凰翩翩起舞飞翔，它的翅膀像盾牌一样，它的鸣声像洞箫悠扬。又有凤来又有凰，使王心中喜洋洋。”这就是不被蒙蔽的幸福啊。',
    ],
],
[
    'content' => [
        '昔人臣之蔽者，唐鞅奚齐是也。唐鞅蔽于欲权而逐载子，奚齐蔽于欲国而罪申生;唐鞅戮于宋，奚齐戮于晋。逐贤相而罪孝兄，身为刑戮，然而不知，此蔽塞之祸也。故以贪鄙、背叛、争权而不危辱灭亡者，自古及今，未尝有之也。鲍叔、宁戚、隰朋仁知且不蔽，故能持管仲，而名利福禄与管仲齐。召公、吕望仁知且不蔽，故能持周公而名利福禄与周公齐。传曰：“知贤之为明，辅贤之谓能，勉之强之，其福必长。”此之谓也。此不蔽之福也。',
        '昔宾孟之蔽者，乱家是也。墨子蔽于用而不知文。宋子蔽于欲而不知得。慎子蔽于法而不知贤。申子蔽于埶而不知知。惠子蔽于辞而不知实。庄子蔽于天而不知人。故由用谓之道，尽利矣。由欲谓之道，尽嗛矣。由法谓之道，尽数矣。由埶谓之道，尽便矣。由辞谓之道，尽论矣。由天谓之道，尽因矣。此数具者，皆道之一隅也。夫道者体常而尽变，一隅不足以举之。曲知之人，观于道之一隅，而未之能识也。故以为足而饰之，内以自乱，外以惑人，上以蔽下，下以蔽上，此蔽塞之祸也。孔子仁知且不蔽，故学乱术足以为先王者也。一家得周道，举而用之，不蔽于成积也。故德与周公齐，名与三王并，此不蔽之福也。',
        '圣人知心术之患，见蔽塞之祸，故无欲、无恶、无始、无终、无近、无远、无博、无浅、无古、无今，兼陈万物而中县衡焉。是故众异不得相蔽以乱其伦也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '从前臣子中有被蒙蔽的，唐秧、奚齐就是。唐鞅蒙蔽于追求权势而驱逐了戴驩，奚齐蒙蔽于争夺政权而加罪于申生。结果唐鞅在宋国被杀，奚齐在晋国被杀。唐鞅驱逐有德才的国相而奚齐加罪于孝顺的兄长，结果自己被杀了，然而仍不明白为什么，这就是蒙蔽的祸害啊。所以，因为贪婪鄙陋而违背正道争权夺利却又不遭到危险屈辱灭亡的，从古到今，还不曾有过。',
        '鲍叔、宁戚、隰朋仁德明智而且不被蒙蔽，所以能够扶助管仲，而他们享有的名声财利幸福俸禄也和管仲相等。召公、吕望仁德明智而且不被蒙蔽，所以能够扶助周公，而他们享有的名声财利幸福俸禄也和周公相等。古书上说：“能识别贤人叫做明智，能辅助贤人叫做贤能。努力识别贤人、尽力辅助贤人，他的幸福一定长久。”说的就是这个。这就是不被蒙蔽的幸福啊。',
        '从前游士中有被蒙蔽的，搞乱学派的学者就是。墨子蒙蔽于只重实用而不知文饰，宋子蒙蔽于只见人有寡欲的一面而不知人有贪得的一面，慎子蒙蔽于只求法治而不知任用贤人，申子蒙蔽于只知权势的作用而不知才智的作用，惠子蒙蔽于只务名辩而不知实际，庄子蒙蔽于只知自然的作用而不知人的力量。所以，从实用的角度来谈道，就全谈功利了；从欲望的角度来谈道，就全谈满足了；从法治的角度来谈道，就全谈法律条文了；从权势的角度来谈道，就全谈权势的便利了；从名辩的角度来谈道，就全谈些不切实际的理论了；从自然的角度来谈道，就全谈些因循依顺了。这几种说法，都是道的一个方面。道，本体经久不变而又能穷尽所有的变化，一个角度是不能够用来概括它的。一知半解的人，只看到道的一个方面而没有能够真正认识它，所以把这一个方面当作为完整的道而研究它，于是内扰乱了自己学派的思想，外迷惑了别人，上被臣民所蒙蔽，下被君主所蒙蔽，这就是蒙蔽的祸害啊。',
        '孔子仁德明智而且不被蒙蔽，所以多方学习，集其大成而足以用来辅助古代圣王的政治原则。只有孔子这一派掌握了周备全面的道，推崇并运用它，而不被成见旧习所蒙蔽。所以他的德行与周公相等同，名声和三代开国之王相并列，这就是不被蒙蔽的幸福啊。',
        '圣人知道思想方法上的毛病，看到被蒙蔽的祸害，所以既不任凭爱好、又不任凭憎恶，既不是只看到开始、又不是只看到终了，既不是只看到近处、又不是只看到远处，既不只务广博、又不安于浅陋，既不是只了解古代、又不是只知道现在，而是同时摆出各种事物并在其中根据一定的标准进行权衡。所以众多的差异与对立面就不能互相掩盖以致搞乱了条理。',
    ],
],
[
    'content' => [
        '何谓衡?曰：道。故心不可以不知道;心不知道，则不可道，而可非道。人孰欲得恣，而守其所不可，以禁其所可?以其不可道之心取人，则必合于不道人，而不合于道人。以其不可道之心与不道人论道人，乱之本也。夫何以知?曰：心知道，然后可道;可道然后守道以禁非道。以其可道之心取人，则合于道人，而不合于不道之人矣。以其可道之心与道人论非道，治之要也。何患不知?故治之要在于知道。',
        '人何以知道?曰：心。心何以知?曰：虚壹而静。心未尝不臧也，然而有所谓虚;心未尝不两也，然而有所谓壹;心未尝不动也，然而有所谓静。人生而有知，知而有志;志也者，臧也;然而有所谓虚;不以所已臧害所将受谓之虚。心生而有知，知而有异;异也者，同时兼知之;同时兼知之，两也;然而有所谓一;不以夫一害此一谓之壹。心卧则梦，偷则自行，使之则谋;故心未尝不动也;然而有所谓静;不以梦剧乱知谓之静。未得道而求道者，谓之虚壹而静。作之：则将须道者之虚则人，将事道者之壹则尽，尽将思道者静则察。知道察，知道行，体道者也。虚壹而静，谓之大清明。万物莫形而不见，莫见而不论，莫论而失位。坐于室而见四海，处于今而论久远。疏观万物而知其情，参稽治乱而通其度，经纬天地而材官万物，制割大理而宇宙里矣。恢恢广广，孰知其极?睪睪广广，孰知其德?涫涫纷纷，孰知其形?明参日月，大满八极，夫是之谓大人。夫恶有蔽矣哉!',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '什么是权衡事物的标准呢？回答说：就是道。所以心里不可以不了解道。',
        '如果心里不了解道，就会否定道而认可违背道的东西。人有谁想要得到自在却遵奉自己否定的东西而用它来制止自己所赞成的东西呢？用他那种否定道的思想去选取人，就一定会和不奉行道的人情投意合，而不会和奉行道的人志同道合。带着他那种否定道的思想和不奉行道的人去议论奉行道的人，这就是社会混乱的祸根。像这样，那还凭什么去了解奉行道的人呢？',
        '再说：心里了解了道，然后就会赞成道。赞成道，然后就能遵奉道来制止违背道的东西。用他那种赞成道的思想去选取人，就会和奉行道的人情投意合，而不会和不奉行道的人同流合污了。带着他那种赞成道的思想和奉行道的人去议论违背道的人，这是社会得到治理的关键。像这样，又何必担忧不能了解奉行道的人呢？',
        '所以，把社会治理好的关键在于了解道。',
        '人靠什么来了解道呢？回答说：靠心。',
        '心靠什么来了解道呢？回答说：靠虚心、专心和静心。心从来没有不储藏信息的时候，但却有所谓虚；心从来没有不彼此兼顾的时候，但却有所谓专；心从来没有不活动的时候，但却有所谓静。人生下来就有智能，有了智能就有记忆；记忆嘛，也就是储藏信息；但是有所谓虚，不让已经储藏在心中的见识去妨害将要接受的知识就叫做虚心。心生来就有智能，有了智能就能区别不同的事物；区别不同的事物，也就是同时了解了它们；同时了解它们，也就是彼此兼顾；但是有所谓专，不让那一种事物来妨害对这一种事物的认识就叫做专心。心，睡着了就会做梦，懈怠的时候就会擅自驰骋想象，使用它的时候就会思考谋划，所以心从来没有不活动的时候；但是有所谓静，不让梦幻和烦杂的胡思乱想扰乱了智慧就叫做静心。对于还没有掌握道而追求道的人，要告诉他们虚心、专心和静心的道理，以作为他们的行动准则。想要求得道的人，达到了虚心的地步就能够得到道；想要奉行道的人，达到了专心的地步就能够穷尽道的全部；想要探索道的人，达到了静心的地步就能够明察道。了解道十分明察，知道了道能实行，这就是实践道的人。达到了虚心、专心与静心的境界，这叫做最大的清彻澄明。他对万事万物，没有什么露出了形迹而看不见的，没有什么看见了而不能评判的，没有什么评判了而不到位的。他坐在屋里而能看见整个天下，处在现代而能评判远古，通观万物而能看清它们的真相，检验考核社会的治乱而能通晓它的法度，治理天地而能控制利用万物，掌握了全局性的大道理而整个宇宙就都了如指掌了。宽阔广大啊，谁能知道他智慧的尽头？浩瀚广大啊，谁能知道他德行的深厚？千变万化、纷繁复杂，谁能知道他思想的轮廓？光辉与太阳月亮相当，博大充塞了八方极远的地方，这样的人就叫做伟大的人。这种人哪里还会有被蒙蔽的呢？',
    ],
],
[
    'content' => [
        '心者，形之君也，而神明之主也，出令而无所受令。自禁也，自使也，自夺也，自取也，自行也，自止也。故口可劫而使墨云，形可劫而使诎申，心不可劫而使易意，是之则受，非之则辞。故曰：心容--其择也无禁，必自现，其物也杂博，其情之至也不贰。诗云：“采采卷耳，不盈倾筐。嗟我怀人，寘彼周行。”倾筐易满也，卷耳易得也，然而不可以贰周行。故曰：心枝则无知，倾则不精，贰则疑惑。以赞稽之，万物可兼知也。身尽其故则美。类不可两也，故知者择一而壹焉。',
        '农精于田，而不可以为田师;贾精于市，而不可以为市师;工精于器，而不可以为器师。有人也，不能此三技，而可使治三官。曰：精于道者也。精于物者也。精于物者以物物，精于道者兼物物。故君子壹于道，而以赞稽物。壹于道则正，以赞稽物则察;以正志行察论，则万物官矣。昔者舜之治天下也，不以事诏而万物成。处一危之，其荣满侧;养一之微，荣矣而未知。故道经曰：“人心之危，道心之微。”危微之几，惟明君子而后能知之。故人心譬如盘水，正错而勿动，则湛浊在下，而清明在上，则足以见鬒眉而察理矣。微风过之，湛浊动乎下，清明乱于上，则不可以得大形之正也。心亦如是矣。故导之以理，养之以清，物莫之倾，则足以定是非决嫌疑矣。小物引之，则其正外易，其心内倾，则不足以决麤理矣。故好书者众矣，而仓颉独传者，壹也;好稼者众矣，而后稷独传者，壹也。好乐者众矣，而夔独传者，壹也;好义者众矣，而舜独传者，壹也。倕作弓，浮游作矢，而羿精于射;奚仲作车，乘杜作乘马，而造父精于御：自古及今，未尝有两而能精者也。曾子曰：“是其庭可以搏鼠，恶能与我歌矣!”',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '心是身体的主宰，是精神的主管；它发号施令而不从什么地方接受命令；它自己限制自己，自己驱使自己；它自己决定抛弃什么，自己决定接受什么；它自己行动，自己停止。所以，嘴巴可以强迫它沉默或说话，身体可以强迫它弯屈或伸直，心不可以强迫它改变意志，它认为什么对就接受，认为什么错就拒绝。所以说：心采纳外界事物的时候，它的选择是不受什么限制的，而一定根据自己的见解；它认识的事物虽然繁杂而广泛，但它的精诚到来时是不会三心二意的。《诗》云：“采呀采呀采卷耳，老装不满斜口筐。唉我怀念心上人，把筐放在大路上。”斜口筐是容易装满的，卷耳是容易采到的，但是不可以三心二意地呆在大路上。所以说：思想分散就不会有知识，思想偏斜就不会精当，思想不专一就会疑惑。如果拿专心一致的态度来辅助考察，那么万事万物就可以全部被了解了。亲自透彻地了解万事万物的所以然，那就完美了。认识事物的准则不可能有对立的两种，所以明智的人选择一种而专心于它。',
        '农民精于种田，却不能以此做管理农业的官吏；商人精于买卖，却不能以此做管理市场的官吏；工人精于制造器物，却不能以此做管理器具制造的官吏。有些人，不会这三种技术，却可以让他们来管理这三种职业。所以说：有精于道的人，有精于具体事物的人。精于具体事物的人只能支配这种具体事物，精于道的人则能够全面地支配各种事物。所以君子专心于道而用它来帮助自己考察万物。专心于道就能正确无误，用它来帮助自己考察万物就能看得非常清楚；用正确的思想去处理非常清楚的调查结论，那么万物就能被利用了。',
        '从前舜治理天下，不用事事告诫而各种事情都办成了。固守专心于道的原则而达到了戒惧的境界，他的光荣就会充满身旁；培养专心于道的品德达到了精妙的境界，那就会在不知不觉中得到光荣。所以《道经》说：“一般人的思想只能达到戒惧的境界，得道之人的思想才能达到精妙的境界。”这戒惧与精妙的苗头，只有明智的君子才能了解它。人的思想就像盘中的水，端正地放着而不去搅动，那么沉淀的污浊的渣滓就在下面，而清澈的透明的水就在上面，那就能够用来照见胡须眉毛并看清楚皮肤的纹理了。但如果微风在它上面吹过，沉淀的污浊的渣滓就会在下面泛起，清澈的透明的水就会在上面被搅乱，那就不能靠它获得人体的正确映像了。人的思想也像这样啊。如果用正确的道理来引导它，用高洁的品德来培养它，外物就不能使它倾斜不正，那就能够用来判定是非、决断嫌疑了。如果有点小事牵制了他，那么他那端正的神态就在外表上发生了变化，他的思想就在胸中发生了倾斜，那就不能够用来决断各种事理了。古代喜欢写字的人很多，但只有仓颉一个人的名声流传了下来，这是因为他用心专一啊；喜欢种庄稼的人很多，但只有后稷一个人的名声流传了下来，这是因为他用心专一啊；爱好音乐的人很多，但只有夔一个人的名声流传了下来，这是因为他用心专一啊；爱好道义的人很多，但只有舜一个人的名声流传了下来，这是因为他用心专一啊。倕制造了弓，浮游创造了箭，而羿善于射箭；奚仲制造了车，乘杜发明了用四匹马拉车，而造父精通驾车。从古到今，还从来没有过一心两用而能专精的人。曾子说：“唱歌的时候看着那打节拍的棍棒而心想可以用它来打老鼠，又怎么能和我一起唱歌呢？”',
    ],
],
[
    'content' => [
        '空石之中有人焉，其名曰觙。其为人也，善射以好思。耳目之欲接，则败其思;蚊虻之声闻，则挫其精。是以辟耳目之欲，而远蚊虻之声，闲居静思则通。思仁若是，可谓微乎?孟子恶败而出妻，可谓能自强矣，未及思也;有子恶卧而焠掌，可谓能自忍矣;未及好也。辟耳目之欲，远蚊虻之声，可谓危矣;未可谓微也。夫微者，至人也。至人也，何忍!何强!何危!故浊明外景，清明内景，圣人纵其欲，兼其情，而制焉者理矣;夫何强!何忍!何危!故仁者之行道也，无为也;圣人之行道也，无强也。仁者之思也恭，圣者之思也乐。此治心之道也。',
        '凡观物有疑，中心不定，则外物不清。吾虑不清，未可定然否也。冥冥而行者，见寝石以为伏虎也，见植林以为后人也：冥冥蔽其明也。醉者越百步之沟，以为蹞步之浍也;俯而出城门，以为小之闺也：酒乱其神也。厌目而视者，视一为两;掩耳而听者，听漠漠而以为哅哅：埶乱其官也。故从山上望牛者若羊，而求羊者不下牵也：远蔽其大也。从山下望木者，十仞之木若箸，而求箸者不上折也：高蔽其长也。水动而景摇，人不以定美恶：水埶玄也。瞽者仰视而不见星，人不以定有无：用精惑也。有人焉以此时定物，则世之愚者也。彼愚者之定物，以疑决疑，决必不当。夫苟不当，安能无过乎?',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '空石的城邑内有一个人，他的名字叫觙。他生性善于猜测而喜欢思考。但耳朵、眼睛所向往的音乐、美色一旦和他接触，就会破坏他的思考；蚊子虻蝇的声音一传到他耳朵里，就会妨害他聚精会神。因此他避开耳朵、眼睛所向往的音乐、美色，并远离蚊子、虻蝇的声音，独自居住静静地思考，于是他的思路就畅通了。如果思考仁德也像这样，可以说达到精妙的境界了吗？孟子怕败坏了自己的仁德而把妻子休出家门，这可以说是能够自己勉力向上了，但还没有能达到思考仁德的地步。有子怕打瞌睡而用火烧灼自己的手掌，这可以说是能够自我克制的了，但还没有能达到爱好仁德的地步。觙避开耳朵、眼睛所向往的音乐、美色，并远离蚊子、虻蝇的声音，可以说是达到戒惧的境界了，但还不可以说是达到了精妙的境界。那达到了精妙境界的人，就是思想修养达到了最高境界的人。既然是思想修养达到了最高境界的人，还要什么勉力？还要什么克制？还要什么戒惧？所以混沌地明白道的人只能在外表露出光彩，清楚地明白道的人才能在心灵深处闪发出光芒。圣人即使放纵自己的欲望，尽量满足自己的情感，但他管理的事情仍然能治理好。那还要什么勉力？还要什么克制？还要什么戒惧？所以仁者奉行道，是无所作为的；圣人奉行道，是没有什么勉强的。仁者的思索恭敬慎重；圣人的思索轻松愉快。这就是修养思想的方法。',
        '大凡观察事物有疑惑：内心不平静，那么外界的事物就看不清；自己的思想混乱不清，那就不能判断是非。在昏暗中走路的人，看见横卧的石头就以为是趴着的老虎，看见矗立的树林就以为是跟随着的人，这是昏暗蒙蔽了他的视力。喝醉酒的人过百步宽的水道，以为是过一二步宽的小沟；低着头走出城门，以为是走出狭小的宫中小门；这是酒扰乱了他的心神。按捺眼睛去看的人，看一件东西会以为是两件；捂住耳朵去听的人，听那默默无声会以为是嗡嗡作响；这是因为外力扰乱了他的官能。从山上远望山下的牛就好像是羊，但求取羊的人是不会下山去牵的，这是距离掩盖了牛的高大。从山下远望山上的树木，七丈高的树木像根筷子，但求取筷子的人是不会上山去折的，这是高远掩盖了树木的长度。水晃动而影子也晃动，人们不会以此来判定容貌的美丑，这是水形使人眼花了。瞎子抬头观望而看不见星星，人们不会以此来判定星星的有无，这是眼睛看不清东西。如果有人在这种时候断定事物，那就是世界上的蠢人。那些蠢人断定事物，是用疑惑不清的心去判断疑惑不清的事物，判断一定不得当。判断如果不得当，又怎么能没有错误呢？',
    ],
],
[
    'content' => [
        '夏首之南有人焉;曰涓蜀梁。其为人也，愚而善畏。明月而宵行，俯见其影，以为伏鬼也;仰视其发，以为立魅也。背而走，比至其家，失气而死。岂不哀哉!凡人之有鬼也，必以其感忽之间，疑玄之时定之。此人之所以无有而有无之时也，而己以定事。故伤于湿而痹，痹而击鼓烹豚，则必有敝鼓丧豚之费矣，而未有俞疾之福也。故虽不在夏首之南，则无以异矣。',
        '凡以知，人之性也;可以知，物之理也。以可以知人之性，求可以知物之理，而无所疑止之，则没世穷年不能无也。其所以贯理焉虽亿万，已不足浃万物之变，与愚者若一。学、老身长子，而与愚者若一，犹不知错，夫是之谓妄人。故学也者，固学止之也。恶乎止之?曰：止诸至足。曷谓至足?曰：圣王。圣也者，尽伦者也;王也者，尽制者也;两尽者，足以为天下极矣。故学者以圣王为师，案以圣王之制为法，法其法以求其统类，以务象效其人。向是而务，士也;类是而几，君子也;知之，圣人也。故有知非以虑是，则谓之惧;有勇非以持是，则谓之贼;察孰非以分是，则谓之篡;多能非以修荡是，则谓之知;辩利非以言是，则谓之詍。传曰：“天下有二：非察是，是察非。”谓合王制不合王制也。天下不以是为隆正也，然而犹有能分是非、治曲直者邪?',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '夏首的南边有一个人，名叫涓蜀梁，他生性愚蠢而容易害怕。在月光明亮的夜晚行走，低头看见自己的身影，就以为是趴在地上的鬼；抬头看见自己的头发，就以为是站着的妖怪；于是转身就跑，等跑到自己的家中，就断气死了。这难道不可悲吗？大凡人认为有鬼，一定是在他精神恍惚的当口、疑惑迷乱的时候来判定它的。这正是人们把有当作没有、把没有当作有的时候，但他们自己却在这个时候去判定事情。有人得了风湿病却想敲鼓来驱除疾病，并烹猪求神，那就一定会有打破鼓、丧失猪的破费了，而不会有治愈疾病的幸福。所以这种人即使不住在夏首的南边，却也与涓蜀梁没有什么区别的了。',
        '一般地说，能够认识事物，是人的本性；事物可以被认识，是事物的规律。凭借可以认识事物的人的本性，去探求可以被认识的事物的规律，如果对此没有一定的限制，那么过完了一辈子、享尽了天年也不能遍及可以认识的事物。人们学习贯通事理的方法即使有成亿上万条，但如果最终不能够用它们来通晓万事万物的变化，那就和蠢人相同了。像这样来学习，自己老了、子女长大了，仍和蠢人相同，却还不知道放弃这种无益的做法，这就叫做无知妄人。学习嘛，本来就要有个学习的范围。把自己的学习范围限制在哪里呢？回答说：把它限制在最圆满的境界。什么叫做最圆满的境界？回答说：就是通晓圣王之道。圣人嘛，就是完全精通事理的人；王者嘛，就是彻底精通制度的人；这两个方面都精通的人，就完全可以成为天下最高的师表了。所以学习嘛，要把圣王当作老师，要把圣王的制度当作自己的法度，效法圣王的法度而探求他们的纲领，并努力效法他们的为人。向往这种圣王之道而努力追求的，就是士人；效法这种圣王之道而接近它的，就是君子；通晓这种圣王之道的，就是圣人。所以，有了智慧却不是用来考虑这圣王之道，那就叫做畏怯；有了勇力却不是用来维护这圣王之道，那就叫做贼害；观察问题仔细周详却不是用来分析这圣王之道，那就叫做篡逆；很有才能却不是用来学习研究并发扬光大这圣王之道，那就叫做巧诈；能说会道口齿伶俐却不是用来宣传这圣王之道，那就叫做费话。古书上说：“天下有两个方面：一是根据错误的来考察正确的，一是根据正确的来考察错误的。”这所谓的正确与错误，是指符合圣王的法度和不符合圣王的法度。',
    ],
],
[
    'content' => [
        '若夫非分是非，非治曲直，非辨治乱，非治人道，虽能之无益于人，不能无损于人;案直将治怪说，玩奇辞，以相挠滑也;案强钳而利口，厚颜而忍诟，无正而恣孳，妄辨而几利;不好辞让，不敬礼节，而好相推挤：此乱世奸人之说也，则天下之治说者，方多然矣。传曰：“析辞而为察，言物而为辨，君子贱之。博闻强志，不合王制，君子贱之。”此之谓也。',
        '为之无益于成也，求之无益于得也，忧戚之无益于几也，则广焉能弃之矣，不以自妨也，不少顷干之胸中。不慕往，不闵来，无邑怜之心，当时则动，物至而应，事起而辨，治乱可否，昭然明矣。',
        '周而成，泄而败，明君无之有也。宣而成，隐而败，闇君无之有也。故人君者，周则谗言至矣，直言反矣;小人迩而君子远矣!诗云：“墨以为明，狐狸而苍。”此言上幽而下险也。君人者，宣则直言至矣，而谗言反矣;君子迩而小人远矣!诗云：“明明在下，赫赫在上。”此言上明而下化也。',
    ],
    'vernacular' => [
        '天下如果不把这圣王的法度作为最高标准，那还有能分辨是非、整治曲直的东西吗？至于那种不分辨是非、不整治曲直、不辨别治乱、不整治人类社会道德规范的学说，即使精通它，对人也没有什么裨益，即使不能掌握它，对人也没有什么损害；这不过是要钻研奇谈怪论，玩弄怪僻的词句，用来互相扰乱罢了；他们强行钳制别人而能说会道，厚着脸皮而忍受着辱骂，不守正道而恣肆放荡，胡乱诡辩而唯利是图，不喜欢谦让，不尊重礼节，而喜欢互相排挤；这是混乱的社会中奸诈之人的学说啊。可是，现在天下研究思想学说的人，却大多是这样。古书上说：“分析言辞而自以为明察，空谈名物而自以为善于辨别，君子鄙视这种人。见识广而记忆力强，但不符合圣王的法度，君子鄙视这种人。”说的就是这种情况啊。',
        '如果做了而无益于成功，追求了而无益于取得，担忧了而无益于实现愿望，那就统统可以抛弃，不让那些事妨碍自己，不让它们有片刻的时间在心中干扰自己。不羡慕过去，不担忧未来，没有忧愁怜悯的心情，适合时势就行动，外物来了就接应，事情发生了就处理，这样，是治还是乱，是合适还是不合适，就明明白白地都清楚了。',
        '牢守秘密而成功，泄露秘密而失败，英明的君主没有这种事。袒露真情而成功，隐瞒真相而失败，昏暗的君主没有这种事。统治人民的君主如果讲求隐蔽周密，那么毁谤的话就来了，正直的话就缩回去了，小人接近而君子远离了。《诗》云：“你把黑暗当光明，他说狐狸呈深蓝。”这是说君主昏庸愚昧，那么臣民就会险恶。统治人民的君主如果开诚布公，那么正直的话就来了，而毁谤的话就缩回去了，君子接近而小人远离了。《诗》云：“皎洁明亮在下方，光辉灿烂在上方。”这是说君主光明正大，那么臣民就会被感化。',
    ],
    'notes' => [
    ],
],
],
'unscramble' => [
    '【鉴赏】乱世不仅出英雄，混乱的政治局面往往也会引起学术思想的激烈碰撞，进而在碰撞中创造出一个精神上极度丰富多彩的年代。战国时期，“诸侯异政，百家异说”，政治上的争端使人痛苦，思想上的矛盾又使人迷惘。《汉书·艺文志》对此即有所载：“王道既微，诸侯力政，时君世主，好恶殊方，是以九家之术蜂出并作，各引一端，崇其所善，以此驰说，取合诸侯。”面对纷乱的时局，荀子试图以理性的力量为世人辟除诸般困扰，并尽己所能推广圣王之道，欲使天下复归清明。是为《解蔽》。',
    '“凡以知，人之性也;可以知，物之理也。”人类怀着强烈的求知欲，坚持不懈地探索世间万物，最终才得以超越地球上其他生物，创造出属于自己的灿烂文明。但仅凭有限的个体生命，想要参破天地间流转不息的一切奥秘，“则没世穷年不能遍也”。这种“以有涯随无涯”所带来的无望感受，使所有的努力成为虚空与枉然。因而荀子认为，在短暂的人生中，人们无须事事寻根问底，那些奇辞怪说的空谈或是感时伤怀的情绪未必有助于解决任何现实问题。他建议人们努力学习圣王的礼乐法度，把“尽伦”、“尽制”当作追求学问的完满止境。',
    '文中指出：“凡万物异则莫不相为蔽。”在学习圣王之道的漫长过程中，种种有形无形的诱惑都会蒙蔽人们的心灵：喜怒无常的君王成日痛饮狂歌寻欢享乐，决断国务时仅仅依照一己好恶，蔽于谗言而不自知。贪恋权势的臣子不负责任草率行事，权衡利弊时仅仅依照一己得失，蔽于功利而不自明。博古通今的学者固执己见排斥异说，对公理与正义置若罔闻，蔽于曲知而不自晓。眼见这些蔽惑给社会造成诸多危害，荀子不由警告世人：“以贪鄙、背叛、争权而不危辱灭亡者，自古及今，未尝有之也。”',
    '凡人多被七情六欲冲昏了头脑，得道的圣人却能做到“兼陈万物而中县衡”。其根本原因就在于圣人始终让自己的心灵保持着“虚壹而静”的状态。所谓“虚”，是指人们在学习新兴事物时，要避免既有知识结构对自身思维的束缚，只有摒除成见，抛开回忆，才能在理智上和感情上都迸发出焕然一新的光彩。所谓“壹”，是指人们不应在各类学说面前迷失自我，弄得“彼亦一是非，此亦一是非”(《庄子·齐物论》)。要见识大道真貌，必须具有专一的信念与坚定的恒心。拥有了容纳万物的虚怀，再加上专一的心志，人们在分析、判断、抉择、思考的时候就不易受到外界因素的干扰，这便是体道过程中的“虚壹而静”。荀子将人心比作盘中之水，认为只有在沉静的状态下它才能显露清明本相，若是微风拂动，浊沙泛起，盘中之水就无法保持原来的清明澄澈。而宇宙之广阔，社会之繁复，人生之无常，远比水上清风来得诡异莫测。因此，只有对心灵“导之以理，养之以清”，使之面对任何诱惑挫折都能做到“岿然不动”，这样才更为接近荀了理想中“明参日月，大满八极”的完美人格。',
    '作为百家学说之集大成者，荀子在文中不仅阐述自身理论，也对当时诸子进行了一些学术方面的评论。与《非十二子》相比，《解蔽》虽已不那么充满敌意，但其言辞还是显得有点偏激。其言曰：“墨子蔽于用而不知文，宋子蔽于欲而不知得，慎子蔽于法而不知贤，申子蔽于势而不知知，惠子蔽于辞而不知实，庄子蔽于天而不知人。故由用谓之道，尽利矣;由俗谓之道，尽嗛矣;由法谓之道，尽数矣;由势谓之道，尽便矣;由辞谓之道，尽论矣;由天谓之道，尽因矣。此数具者，皆道之一隅也。”可见荀子这里基本上仍采取了全盘否定的态度，不过他确实又以简单明了的言辞揭示出了诸子学说的要害所在。历史的车轮滚滚前行，百家学说相灭相生，相辅相成，有所蔽者必有所见，没有任何真理可以匡正万世永恒不变。荀子主张“君子必辩”，但一己得失成败并不是学术争论的终极目标，若能以兼收并蓄的宽容态度来看待百家学说，则未尝不是学术之幸，万民之福。',


        '凡人之患，蔽于一曲而暗于大理。治则复经①，两疑则惑矣②。天下无二道，圣人无两心。今诸侯异政，百家异说，则必或是或非，或治或乱。乱国之君，乱家之人③，此其诚心莫不求正而以自为也，妒缪于道而人诱其所迨也④。私其所积，唯恐闻其恶也;倚其所私，以观异术，唯恐闻其美也。是以与治虽走而是己不辍也⑤，岂不蔽于一曲而失正求也哉!心不使焉，则白黑在前而目不见，雷鼓在侧而耳不闻，况于使者乎⑥!德道之人⑦，乱国之君非之上，乱家之人非之下，岂不哀哉!',
        '[注释]①经：大道。②两：指“一曲”和“大理”两个方面。③乱家：指蔽于一曲而暗于大理的各家学派。④缪：通“谬”，错误。迨：通“怡”，喜爱。⑤虽：当为“离”字。⑥使：当为“蔽”字。⑦德：通“得”，得到;掌握。',
        '故为蔽①：欲为蔽，恶为蔽;始为蔽，终为蔽;远为蔽，近为蔽;博为蔽，浅为蔽;古为蔽，今为蔽。凡万物异则莫不相为蔽，此心术之公患也。',
        '[注释]①故：通“胡”，什么。',
        '昔人君之蔽者，夏桀、殷纣是也。桀蔽于末喜、斯观①，而不知关龙逢②，以惑其心而乱其行;纣蔽于妲己、飞廉③，而不知微子启，以惑其心而乱其行。故群臣去忠而事私，百姓怨非而不用④，贤良退处而隐逃，此其所以丧九牧之地而虚宗庙之国也⑤。桀死于亭山⑥，纣县于赤旆⑦。身不先知，人又莫之谏，此蔽塞之祸也。成汤监于夏桀，故主其心而慎治之，是以能长用伊尹而身不失道，此其所以代夏王而受九有也⑧。文王监于殷纣，故主其心而慎治之，是以能长用吕望而身不失道，此其所以代殷王而受九牧也。远方莫不致其珍，故目视备色，耳听备声，口食备味，形居备宫，名受备号，生则天下歌，死则四海哭，夫是之谓至盛。《诗》曰：“凤凰秋秋，其翼若干，其声若箫。有凤有凰，乐帝之心。”⑨此不蔽之福也。',
        '[注释]①末喜：即“妹喜”，桀的妃子。斯观：桀的佞臣。②关龙逢(páng旁)：桀的贤臣。③妲(dá达)己：纣的妃子。飞廉：纣的佞臣。④非：通“诽”，责骂。⑤九牧：九州。相传古代天下有九州，州的官长叫“牧”，故称“九牧”。虚：通“墟”。⑥亭：当为“鬲”字。⑦县：通“悬”，悬挂。⑧九有：九州。⑨“《诗》曰”句：不见于今本《诗经》，当为佚诗。秋秋，同“跄跄”，舞姿优美。',
        '昔人臣之蔽者，唐鞅、奚齐是也①。唐鞅蔽于欲权而逐载子②，奚齐蔽于欲国而罪申生③，唐鞅戮于宋，奚齐戮于晋。逐贤相而罪孝兄，身为刑戮，然而不知，此蔽塞之祸也。故以贪鄙、背叛、争权而不危辱灭亡者，自古及今，未尝有之也。鲍叔、宁戚、隰朋仁知且不蔽④，故能持管仲而名利福禄与管仲齐;召公、吕望仁知且不蔽，故能持周公而名利福禄与周公齐。传曰：“知贤之为明，辅贤之谓能。勉之强之，其福必长。”此之谓也。此不蔽之福也。',
        '[注释]①唐鞅：战国时宋康王的臣子，后被康王所杀。奚齐：晋献公宠妃骊姬的儿子。②载(通“戴”)子：宋国太宰戴驩(huān欢)，后被唐鞅驱逐逃到齐国。③申生：晋献公的太子，奚齐的异母兄弟。后献公听信骊姬的谗言，逼申生自杀，立奚齐为继承人。④鲍叔、宁戚、隰(xí席)朋：三人都是齐桓公的大臣。',
        '昔宾孟之蔽者①，乱家是也。墨子蔽于用而不知文，宋子蔽于欲而不知得，慎子蔽于法而不知贤，申子蔽于势而不知知②，惠子蔽于辞而不知实，庄子蔽于天而不知人③。故由用谓之道，尽利矣。由俗谓之道④，尽嗛矣⑤;由法谓之道，尽数矣;由势谓之道，尽便矣;由辞谓之道，尽论矣;由天谓之道，尽因矣。此数具者，皆道之一隅也。夫道者，体常而尽变，一隅不足以举之。曲知之人，观于道之一隅而未之能识也，故以为足而饰之，内以自乱，外以惑人，上以蔽下，下以蔽上，此蔽塞之祸也。孔子仁知且不蔽，故学乱术⑥，足以为先王者也。一家得周道，举而用之，不蔽于成积也。故德与周公齐，名与三王并，此不蔽之福也。',
        '[注释]①宾孟：战国时来往于各诸侯国之间的游士。宾，客。孟，通“萌”，民。②申子：指申不害，战国中期郑国人，法家代表人物之一。③庄子：指庄周，战国时宋国人，道家代表人物之一。④俗：当为“欲”字。⑤嗛(qiè切)：通“慊”，满足。⑥乱：治。',
        '圣人知心术之患，见蔽塞之祸，故无欲无恶，无始无终，无近无远，无博无浅，无古无今，兼陈万物而中县衡焉①。是故众异不得相蔽以乱其伦也。何谓衡?曰：道。故心不可以不知道。心不知道，则不可道而可非道。人孰欲得恣而守其所不可，以禁其所可?以其不可道之心取人，则必合于不道人，而不知合于道人②。以其不可道之心，与不道人论道人，乱之本也。夫何以知?曰③：心知道，然后可道;可道，然后能守道以禁非道。以其可道之心取人，则合于道人，而不合于不道之人矣。以其可道之心，与道人论非道，治之要也。何患不知?故治之要在于知道。',
        '[注释]①县：衡量。衡：秤，指标准。县衡，同义复词，衡量。②知：当为衍文。③曰：当为衍文。',
        '人何以知道?曰：心。心何以知?曰：虚壹而静①。心未尝不臧也②，然而有所谓虚;心未尝不满也③，然而有所谓一;心未尝不动也，然而有所谓静。人生而有知，知而有志。志也者，臧也，然而有所谓虚，不以所已臧害所将受谓之虚。心生而有知，知而有异，异也者，同时兼知之。同时兼知之，两也;然而有所谓一，不以夫一害此一谓之壹。心，卧则梦，偷则自行④，使之则谋。故心未尝不动也，然而有所谓静，不以梦剧乱知谓之静⑤。未得道而求道者，谓之虚壹而静。作之，则将须道者之虚则人⑥，将事道者之壹则尽，尽将思道者静则察⑦。知道察，知道行，体道者也。虚壹而静，谓之大清明。万物莫形而不见，莫见而不论，莫论而失位。坐于室而见四海，处于今而论久远，疏观万物而知其情，参稽治乱而通其度，经纬天地而材官万物，制割大理，而宇宙里矣⑧。恢恢广广⑨，孰知其极!����广广⑩，孰知其德!涫涫纷纷(11)，孰知其形!明参日月，大满八极，夫是之谓大人!夫恶有蔽矣哉!',
        '>[注释]①壹：专一。②臧：同“藏”，贮藏。③满：当为“两”字。④偷：松懈。⑤剧：烦乱。⑥人：当为“入”字。⑦尽：当为衍文。⑧里：通“理”。⑨恢恢：宽广的样子。⑩����(hào浩)：通“皞皞”，广大的样子。广广：通“旷旷”，空旷的样子。(11)涫涫(guàn灌)：同“滚滚”，水沸腾的样子。',
        '心者，形之君也，而神明之主也，出令而无所受令。自禁也，自使也，自夺也，自取也，自行也，自止也。故口可劫而使墨云①，形可劫而使诎申②，心不可劫而使易意，是之则受，非之则辞。故曰：心容其择也，无禁必自见，其物也杂博，其情之至也不贰③。《诗》云：“采采卷耳，不盈倾筐。嗟我怀人，寘彼周行。”④倾筐易满也，卷耳易得也，然而不可以贰周行。故曰：心枝则无知⑤，倾则不精，贰则疑惑。以赞稽之，万物可兼知也。身尽其故则美，类不可两也，故知者择一而壹焉。',
        '[注释]①墨：通“默”，沉默。云：说话。②诎申：通“屈伸”，弯曲或伸直。③情：通“精”，专精。④“《诗》云”句：引自《诗经·周南·卷耳》。卷耳，又名“苓耳”，一种植物，既可食用，也可入药。⑤枝：分散。',
        '农精于田而不可以为田师，贾精于市而不可以为贾师①，工精于器而不可以为器师。有人也，不能此三技而可使治三官，曰：精于道者也，精于物者也②。精于物者以物物，精于道者兼物物。故君子壹于道而以赞稽物。壹于道则正，以赞稽物则察，以正志行察论，则万物官矣。昔者舜之治天下也，不以事诏而万物成。处一危之，其荣满侧;养一之微，荣矣而未知。故《道经》曰③：“人心之危，道心之微。”危微之几，惟明君子而后能知之。故人心譬如槃水④，正错而勿动⑤，则湛浊在下而清明在上⑥，则足以见须眉而察理矣。微风过之，湛浊动乎下，清明乱于上，则不可以得大形之正也。心亦如是矣。故导之以理，养之以清，物莫之倾，则足以定是非，决嫌疑矣。小物引之则其正外易，其心内倾，则不足以决庶理矣。故好书者众矣，而仓颉独传者⑦，壹也;好稼者众矣，而后稷独传者⑧，壹也。好乐者众矣，而夔独传者⑨，壹也;好义者众矣，而舜独传者，壹也。倕作弓⑩，浮游作矢(11)，而羿精于射;奚仲作车(12)，乘杜作乘马(13)，而造父精于御。自古及今，未尝有两而能精者也。曾子曰(14)：“是其庭可以搏鼠(15)，恶能与我歌矣!”',
        '[注释]①贾：当为“市”字。②此句前当脱一“非”字。③《道经》：可能是古代论述道的经典，今不可考。④槃：通“盘”，木盆。⑤错：通“措”，放置。⑥湛：通“沉”，湛浊，泥渣。⑦仓颉：传说黄帝时的史官，发明了文字。⑧后稷：传说是尧时的农官，周朝的始祖，姬姓，名弃。⑨夔(kuí葵)：相传是尧、舜时的乐官。⑩倕：相传是古时的巧匠。(11)浮游：相传是箭的发明者，黄帝时人。(12)奚仲：相传是夏禹时掌管车服的官。(13)乘杜：即相土，商朝祖先契的孙子，发明了四马驾车法。(14)曾子：孔子的学生，名参(shēn深)。(15)是：通“视”，看。庭：当作“莛”，小竹棍，既可用来击节唱歌，也可用来捕鼠。',
        '空石之中有人焉①，其名曰觙。其为人也，善射以好思②。耳目之欲接则败其思，蚊虻之声闻则挫其精③，是以辟耳目之欲，而远蚊虻之声，闲居静思则通。思仁若是，可谓微乎?孟子恶败而出妻，可谓能自强矣;有子恶卧而焠掌④，可谓能自忍矣，未及好也⑤。辟耳目之欲，可谓能自强矣，未及思也。蚊虻之声闻则挫其精，可谓危矣，未可谓微也。夫微者，至人也。至人也，何强，何忍，何危?故浊明外景，清明内景。圣人纵其欲⑥，兼其情，而制焉者理矣。夫何强，何忍，何危?故仁者之行道也，无为也;圣人之行道也，无强也。仁者之思也恭，圣者之思也乐。此治心之道也。',
        '[注释]①空石：即穷石，古地名。②射：射覆，猜谜。③挫：扰乱。④有子：孔子的学生有若。焠(cuì翠)：烧灼。⑤“好”下当脱一“思”字。⑥纵：当为“从”字。',
        '凡观物有疑，中心不定，则外物不清。吾虑不清，则未可定然否也。冥冥而行者，见寝石以为伏虎也，见植林以为后人也①，冥冥蔽其明也。醉者越百步之沟，以为蹞步之浍也②;俯而出城门，以为小之闺也③，酒乱其神也。厌目而视者④，视一以为两;掩耳而听者，听漠漠而以为哅哅⑤，势乱其官也。故从山上望牛者若羊，而求羊者不下牵也，远蔽其大也;从山下望木者，十仞之木若箸⑥，而求箸者不上折也，高蔽其长也。水动而景摇，人不以定美恶，水势玄也⑦。瞽者仰视而不见星，人不以定有无，用精惑也。有人焉，以此时定物，则世之愚者也。彼愚者之定物，以疑决疑，决必不当。夫苟不当，安能无过乎?夏首之南有人焉⑧，曰涓蜀梁⑨。其为人也，愚而善畏。明月而宵行，俯见其影，以为伏鬼也，卬视其发⑩，以为立魅也，背而走，比至其家，失气而死，岂不哀哉!凡人之有鬼也，必以其感忽之间、疑玄之时正之(11)。此人之所以无有而有无之时也，而已以正事。故伤于湿而击鼓鼓痹(12)，则必有敝鼓丧豚之费矣，而未有俞疾之福也(13)。故虽不在夏首之南，则无以异矣。',
        '[注释]①后：当为“立”字。②浍(kuài快)：小沟。③闺：宫中小门。④厌(yā压)：通“压”，按。⑤哅哅(xiōng胸)：喧闹声。⑥仞：古代长度单位，八尺为一仞。箸(zhù住)：筷子。⑦玄：通“眩”，眩目。⑧夏首：古地名，在今湖北。⑨涓蜀梁：人名，事迹不详。⑩卬：古“仰”字。(11)正：当为“定”字。(12)本句当有脱误，疑应为“伤于湿而痹，痹而击鼓烹豚”。(13)俞：通“愈”，治愈治好。',
        '凡以知，人之性也;可以知，物之理也。以可以知人之性，求可以知物之理而无所疑止之①，则没世穷年不能遍也。其所以贯理焉虽亿万②，已不足以浃万物之变③，与愚者若一。老身长子而与愚者若一，犹不知错④，夫是之谓妄人。故学也者，固学止之也。恶乎止之?曰：止诸至足。曷谓至足?曰：圣也⑤。圣也者，尽伦者也;王也者，尽制者也。两尽者，足以为天下极矣。故学者，以圣王为师，案以圣王之制为法，法其法，以求其统类，以务象效其人。向是而务，士也;类是而几，君子也;知之，圣人也。故有知非以虑是，则谓之惧⑥;有勇非以持是，则谓之贼;察孰非以分是，则谓之篡;多能非以修荡是⑦，则谓之知;辩利非以言是，则谓之⑧。传曰：“天下有二：非察是，是察非。”谓合王制与不合王制也。天下有不以是为隆正也，然而犹有能分是非、治曲直者邪?若夫非分是非，非治曲直，非辨治乱，非治人道，虽能之无益于人，不能无损于人。案直将治怪说，玩奇辞，以相挠滑也⑨;案强钳而利口，厚颜而忍诟，无正而恣睢，妄辨而几利;不好辞让，不敬礼节，而好相推挤。此乱世奸人之说也，则天下之治说者方多然矣。传曰：“析辞而为察，言物而为辨，君子贱之;博闻强志，不合王制，君子贱之。”此之谓也。为之无益于成也，求之无益于得也，忧戚之无益于几也⑩，则广焉能弃之矣(11)。不以自妨也，不少顷干之胸中。不慕往，不闵来，无邑怜之心(12)，当时则动，物至而应，事起而辨，治乱可否，昭然明矣。',
        '[注释]①疑：通“凝”，安定，止息。与“止”同义。②贯：习。③已：终。浃(jiā夹)：周遍。④错：通“措”，放弃。⑤“圣”下当脱一“王”字。⑥惧：当为“攫”字。⑦荡：推行。⑧(yì义)：多言。⑨挠滑(gǔ骨)：扰乱。⑩几：通“冀”，希冀，希望;一说：几，事。(11)广：通“旷”，远。(12)邑：通“悒”，忧愁。',
        '周而成，泄而败，明君无之有也;宣而成，隐而败，暗君无之有也。故君人者周则谗言至矣，直言反矣，小人迩而君子远矣。《诗》云：“墨以为明，狐狸而苍。”①此言上幽而下险也。君人者宣则直言至矣，而谗言反矣，君子迩而小人远矣。《诗》云：“明明在下，赫赫在上。”②此言上明而下化也。',
        '[注释]①“《诗》云”句：不见于今本《诗经》，当为逸诗。②“《诗》云”句：见《诗经·大雅·大明》。',
],
];
