<?php
return [
'chapters' => [
[
    'content' => [
        '天子无妻，告人无匹也。四海之内无客礼，告无适也。足能行，待相者然后进;口能言，待官人然后诏。不视而见，不听而聪，不言而信，不虑而知，不动而功，告至备也。天子也者，埶至重，形至佚，心至愈，志无所诎，形无所劳，尊无上矣。诗曰：“普天之下，莫非王土;率土之滨，莫非王臣。”此之谓也。',
        '圣王在上，分义行乎下，则士大夫无流淫之行，百吏官人无怠慢之事，众庶百姓无奸怪之俗，无盗贼之罪，莫敢犯上之大禁，天下晓然皆知夫盗窃之不可以为富也，皆知夫贼害之不可以为寿也，皆知夫犯上之禁不可以为安也。由其道则人得其所好焉，不由其道则必遇其所恶焉。是故刑罚綦省而威行如流，世晓然皆知夫为奸则虽隐窜逃亡之由不足以免也，故莫不服罪而请。书云：“凡人自得罪。”此之谓也。',
        '故刑当罪则威，不当罪则侮;爵当贤则贵，不当贤则贱。古者刑不过罪，爵不踰德。故杀其父而臣其子，杀其兄而臣其弟。刑罚不怒罪，爵赏不踰德，分然各以其诚通。是以为善者劝，为不善者沮;刑罚綦省，而威行如流，政令致明，而化易如神。传曰：“一人有庆，兆民赖之。”此之谓也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '“天子没有妻子”，是说没有人可以和他的地位相等。天子在四海之内的任何地方都是主人，没有人用对待客人的礼节接待他，这是说没有人可以做他的主人。虽然天子的脚能走路，但一定要依靠左右的扶持才向前走;虽然嘴能说话，但一定要依靠传达天子命令的官吏发布命令。天子不用看就看得见，不用听就能听的见，不用说话，就能见信于民，不用思考，就能知道，不用动手，就有成效，这是说天子的下属极其完备。天子权势极其尊贵，身体极其安逸，心情极其愉快，意志没有什么屈服，身体没有什么劳累，他的尊贵是无以复加的。《诗经》上说：“整个天下，都是天子的土地;从陆地到海滨，没有不是天子的臣民的。”说的就是这个意思。',
        '圣明的帝王在上，名分，道义在民众中推行，那么士大夫就没有放肆过分的行为，各级官吏就不会有懈怠傲慢的事情，广大百姓就不会有邪恶怪僻的习俗，就不会偷盗的罪行，就没有人敢触犯君主禁令的。天下的人都清楚的知道：盗窃是不可能发家致富，抢劫杀人不可能获得长寿，触犯君主的禁令不可能得到安宁;遵循圣王的正道，就能得到他所喜欢的;不遵循圣王的正道，就会遭到他所厌恶的惩罚。这样，刑罚很简略，而君上的威力却像流水一样的通行，无处不在，人们都知道如果为非作歹，即使躲藏逃亡也不能够免受惩罚，所以没有不伏法认罪而请求惩处的。《尚书》说：“所有的罪罚都是自取的。”说的就是这种情况。',
        '所以，罪罚相当就有威力，罪罚不当就会受到轻视;德才相当就会受人尊重，德才不当就会被人轻视。古代刑罚不超过犯人的罪行，官爵不超过德行，所以杀了父亲而任用儿子，杀了哥哥而任用弟弟。刑律的处罚不超过犯人的罪行，官爵的奖赏不超过德行，刑赏区分的很清楚。因此做好事的人受到鼓励，干坏事的人得到指责;刑罚极少用而威力无处不在，政策法令极明确而教化四方。古书上说：“天子有了美好的德行，亿万人民都倚仗他。”说的就是这种情况。',
    ],
],
[
    'content' => [
        '乱世则不然：刑罚怒罪，爵赏踰德，以族论罪，以世举贤。故一人有罪，而三族皆夷，德虽如舜，不免刑均，是以族论罪也。先祖当贤，后子孙必显，行虽如桀纣，列从必尊，此以世举贤也。以族论罪，以世举贤，虽欲无乱，得乎哉!诗曰：“百川沸腾，山冢崒崩，高岸为谷，深谷为陵。哀今之人，胡憯莫惩!”此之谓也。论法圣王，则知所贵矣;以义制事，则知所利矣。论知所贵，则知所养矣;事知所利，则动知所出矣。--二者是非之本，得失之原也。故成王之于周公也，无所往而不听，知所贵也。桓公之于管仲也，国事无所往而不用，知所利也。吴有伍子胥而不能用，国至于亡，倍道失贤也。故尊圣者王，贵贤者霸，敬贤者存，慢贤者亡，古今一也。故尚贤，使能，等贵贱，分亲疏，序长幼，此先王之道也。故尚贤使能，则主尊下安;贵贱有等，则令行而不流;亲疏有分，则施行而不悖;长幼有序，则事业捷成而有所休。故仁者，仁此者也;义者，分此者也;节者，死生此者也;忠者，惇慎此者也;兼此而能之备矣;备而不矜，一自善也，谓之圣。不矜矣，夫故天下不与争能，而致善用其功。有而不有也，夫故为天下贵矣。诗曰：“淑人君子，其仪不忒;其仪不忒，正是四国。”此之谓也。',
    ],
    'vernacular' => [
        '混乱的时代就不是这样。刑罚超过了犯人的罪行，官爵的奖赏超过了德行，按照亲属关系来判罪，根据世系来举用贤人。一人有罪就诛灭父、母、妻三族，即使德行像舜一样，也不免受到同样的刑罚，这是按照宗族来判罪。祖先曾经贤能，子孙就能显贵，即使行为如同夏桀、商纣，也必然列在尊位，这是根据世系来举用贤人。按照宗族亲属关系判罪，根据世系举用贤人，即使想没有祸乱，能做的到吗?《诗经》上说;“江河沸腾了，山峰碎裂了，高高的山崖变成深谷，深深的峡谷变成山陵。可是当今的执政者，为什么还不知道警惕啊?’说的就是这种情况啊。',
        '议论效法圣王，就知道应该尊重什么人了，用道义来处理政事，就知道什么办法有利。通过议论时知道要尊重的人，就会懂得应当吸取些什么了;通过处理政事知道有利的办法，就懂得应该作些什么。这两个方面，是正确与错误的根本原因，是成功与失败的根源。周成王对于周公，没有什么方面不听从，这是懂得了所要尊重的人。齐桓公对于管仲，凡是国家大事没有什么方面不听从，这是懂得了有利的办法。吴国有了伍子胥而不能任用，导致国家灭亡，这是因为违背了正道，失掉了贤人啊。所以使圣人尊贵的君主能称王天下，使贤人尊贵的君主能称霸诸侯，尊敬贤人的君主可以存在下去，怠慢贤人的君主就会灭亡，从古到今都是一样的。崇尚贤士，使用能人，使高贵的和卑贱的有等级的区别，区分亲近的和疏远的，按照次序来安排年长的和年幼的;这就是古代圣王的正道。崇尚贤士，使用能人，那么君主就会尊贵而臣民就会安宁;尊贵卑贱的有差别，那么政令法规就能畅行无阻，亲近的和疏远的有了分别，那么施予恩惠就不会违背情理;长幼有了次序，那么事业就能迅速成功而老年人有了休息的时间。有仁德的人，就在于崇尚贤人，使用才能，等别贵贱，区分亲疏四件事情;有道义的人，就是在于区别这四件事;有节操的人，就是为维护这四件事而献身的人，有忠心的人，就是敦厚，顺从这个正道的人;把这些都能做到，德行就完备了，德行完备而不到处夸耀，都是为了改善自己的德行，就叫做圣人。不到处夸耀，所以天下的人都不能和他争，而且做到善于推广自己的功绩;有了功绩而不自以为有功，所以就被天下人尊重了。《诗经》上说：“善人君子，他坚持道义不变更。坚持道义不变更，所以能够安抚四方国家。”说的就是这种情况啊。',
    ],
    'notes' => [
        '（1）妻：齐。这句话是说天子尊贵无比，独一无二，没人能够与他齐等，并不是说真的没有妻子。',
        '（2）适：往。天子是天下的主人，因此，天子到任何地方，都没有人敢把天子当作客人。',
        '（3）相者：指左右扶助的人。',
        '（4）官人：主管传达天子命令的人。',
        '（5）愈：通“愉”。',
        '（6）出自《诗经?小雅?北山》。',
        '（7）綦：极。',
        '（8）由：通“犹”，还。',
        '（9）出自《尚书?康诰》。',
        '（10）侮：轻侮，看不起。',
        '（11）踰：通“逾”，超过。',
        '（12）怒：超过，越过。',
        '（13）出自《尚书?甫刑》。',
        '（14）三族：父族、母族、妻族。',
        '（15）当：是，为。',
        '（16）列从：行列。',
        '（17）出自《诗经?小雅?十月之交》。',
        '（18）所养：取法。',
        '（19）倍：通“背”，违背。',
        '（20）施：恩惠。',
        '（21）此：指尚贤，使贤。',
        '（22）出自《诗经?曹风?尸鸠》。',
    ],
],
],
'unscramble' => [
    '【鉴赏】在封建社会的等级体系中，荀子把君主的地位提升到了一个至高无上的位置，“天子也者，执至重，形至佚，心至愈，志无所诎，形无所劳，尊无上矣。”既是如此威严尊贵，臣子自当为之殚精竭虑，事无不从：“事人而不顺者，不疾者也;疾而不顺者，不敬者也;敬而不顺者，不忠者也;忠而不顺者，无功者也;有功而不顺者，无德者也。”(《臣道》)荀子这种对君主的态度，与孔、孟有很大的差别。孔子关于事君有一段对话：“定公问：‘君使臣，臣事君，如之何?’孔子对曰：‘君使臣以礼，臣事君以忠。’”(《论语·八佾》)很显然，孔子在这里谈到对君主尽忠是有对君主的要求在先的。而孟子接着孔子这番话说出“君之视臣如手足，则臣视君如腹心;君之视臣如犬马，则臣视君如国人;君之视臣如土芥，则臣视君如寇仇”(《孟子·离娄下》)，则更是义正辞严，畅快淋漓。对比之下，荀子与孔、孟在尊君这一观点上的差距不可谓不大。但值得注意的是，这种差距是建立在对于君主贤能的欣赏与要求之上，而非一味地对西周以来那种世卿世禄的封建等级的维护。在荀子看来，君为一国之主，“百姓之力，待之而后功;百姓之群，待之而后和;百姓之财，待之而后聚;百姓之势，待之而后安;百姓之寿，待之而后长”(《富国》)，他一个人肩负着整个社会的盛衰成败，心系着普天子民的安危祸福，故不可不尊。',
    '尊贵和圣治相伴，高位与责任共生，在悉心维护天子权威的同时，荀子并不忘谆谆引导天子尊崇先王之道，“尚贤使能，等贵贱，分亲疏，序长幼”，做好一个天子的分内之事。在这里荀子将任贤特别提出，通过对比齐桓公能重用管仲故使民富兵强、吴王夫差不愿听从伍子胥的意见遂致国破身亡的历史之后，得出“故尊圣者王，贵贤者霸，敬贤者存，慢贤者亡，古今一也”的结论，既有铁证，也有论述，将贤人的重要性谈得再清晰不过。与孟子说“尊贤使能，俊杰在位，则天下之士皆悦而愿立于其朝矣”(《孟子·公孙丑上》)，只从用贤的有利之处来对君主作出规劝不同，荀子论及此，字里行间还隐隐透出些许警告的意味：如若不用贤，结局就是亡国，自古至今，没人躲得过，谅君主们想不动容都难吧。',
    '其实，不管是提倡尊君，还是推崇贤能，荀子的目的只有一个，那就是创建他心中的理想社会。在这个社会里，上能政通人和，下可各得其所，俯瞰仰瞻，一样井然有序。',


        '天子无妻①，告人无匹也②。四海之内无客礼，告无适也③。足能行，待相者然后进④;口能言，待官人然后诏⑤。不视而见，不听而聪，不言而信，不虑而知，不动而功，告至备也。天子也者，执至重，形至佚，心至愈⑥，志无所诎，形无所劳，尊无上矣。《诗》曰：“普天之下，莫非王土;率土之滨，莫非王臣。”⑦此之谓也。',
        '[注释]①妻：有“齐”的意思，但天子至高无上，不能有人与他齐等，故天子之妻称“后”，不称“妻”，所以说“天子无妻”。②告：言。③适：往。言天子以天下为家，没有外出做客的情况，故“无适”。④相者：赞礼的人。⑤官人：传达命令的官员。⑥愈：通“愉”，愉快。⑦“《诗》曰”句：见《诗经·小雅·北山》。率，循。滨，涯。',
        '圣王在上，分义行乎下，则士大夫无流淫之行，百吏官人无怠慢之事，众庶百姓无奸怪之俗，无盗贼之罪，莫敢犯大上之禁①，天下晓然皆知夫盗窃之人不可以为富也②，皆知夫贼害之人不可以为寿也，皆知夫犯上之禁不可以为安也。由其道，则人得其所好焉;不由其道，则必遇其所恶焉：是故刑罚綦省而威行如流。世晓然皆知夫为奸则虽隐窜逃亡之由不足以免也，故莫不服罪而请。《书》曰：“凡人自得罪。”③此之谓也。',
        '[注释]①本句当为“莫敢犯上之大禁”。②人：当为衍文，下同。③“《书》曰”句：引文见《尚书·康诰》，但文义与今本《尚书》不尽相同。',
        '故刑当罪则威，不当罪悔;爵当贤则贵，不当贤则贱。古者刑不过罪，爵不踰德①，故杀其父而臣其子，杀其兄而臣其弟。刑罚不怒罪②，爵赏不踰德，分然各以其诚通。是以为善者劝，为不善者沮③，刑罚綦省而威行如流，政令致明，而化易如神。传曰：“一人有庆，兆民赖之④。”此之谓也。乱世则不然：刑罚怒罪，爵赏踰德，以族论罪，以世举贤。故一人有罪而三族皆夷，德虽如舜，不免刑均，是以族论罪也。先祖当贤⑤，后子孙必显，行虽如桀、纣，列从必尊，此以世举贤也。以族论罪，以世举贤，虽欲无乱，得乎哉?《诗》曰：“百川沸腾，山冢崒崩，高岸为谷，深谷为陵。哀今之人，胡憯莫惩!”⑥此之谓也。',
        '[注释]①踰：过。②怒：超过。③沮(jǔ举)：阻止。④兆：数量单位，十亿为一兆。⑤当：通“尝”，曾经。⑥“《诗》曰”句：见《诗经·小雅·十月之交》。冢，山顶。崒(cuì翠)，通“碎”。憯(cǎn惨)，乃。',
        '论法圣王，则知所贵矣;以义制事，则知所利矣。论知所贵，则知所养矣;事知所利，则动知所出矣①。二者，是非之本，得失之原也。故成王之于周公也，无所往而不听，知所贵也。桓公之于管仲也，国事无所往而不用，知所利也。吴有伍子胥而不能用，国至于亡，倍道失贤也。故尊圣者王，贵贤者霸，敬贤者存，慢贤者亡，古今一也。故尚贤使能，等贵贱，分亲疏，序长幼，此先王之道也。故尚贤使能，则主尊下安;贵贱有等，则令行而不流②;亲疏有分，则施行而不悖;长幼有序，则事业捷成而有所休。故仁者，仁此者也;义者，分此者也;节者，死生此者也;忠者，悖慎此者也③。兼此而能之，备矣。备而不矜，一自善也，谓之圣。不矜矣，夫故天下不与争能而致善用其功。有而不有也，夫故为天下贵矣。《诗》曰：“淑人君子，其仪不忒;其仪不忒，正是四国。”④此之谓也。',
        '[注释]①动：当为衍文。②流：通“留”，滞留。③惇(dūn敦)慎：敦厚真诚。④“《诗》曰”句：见《诗经·曹风·尸鸠》。',
],
];
