<?php
return [
'chapters' => [
[
    'content' => [
        '入孝出弟(1)，人之小行也。上顺下笃，人之中行也;从道不从君，从义不从父，人之大行也。若夫志以礼安，言以类(2)使，则儒道毕矣。虽尧舜不能加毫末于是矣。孝子所不从命有三：从命则亲危，不从命则亲安，孝子不从命乃衷(3);从命则亲辱，不从命则亲荣，孝子不从命乃义;从命则禽兽，不从命则修饰(4)，孝子不从命乃敬。故可以从命而不从，是不子也;未可以从而从，是不衷也;明于从不从之义，而能致恭敬、忠信、端悫以慎行之，则可谓大孝矣。《传》曰：“从道不从君，从义不从父。”此之谓也。故劳苦雕萃(5)而能无失其敬，灾祸患难而能无失其义，则不幸不顺见恶而能无失其爱，非仁人莫能行。《诗》曰(6)：“孝子不匮。”此之谓也。',
        '鲁哀公问于孔子曰：“子从父命，孝乎?臣从君命，贞乎?”三问，孔子不对。孔子趋出以语子贡曰：“乡者，君问丘也，曰：‘子从父命，孝乎?臣从君命，贞乎?’三问而丘不对，赐以为何如?”子贡曰：“子从父命，孝矣。臣从君命，贞矣，夫子有(7)奚对焉?”孔子曰：“小人哉!赐不识也!昔万乘之国，有争(8)臣四人，则封疆不削;千乘之国，有争臣三人，则社稷不危;百乘之家，有争臣二人，则宗庙不毁。父有争子，不行无礼;士有争友，不为不义。故子从父，奚子孝?臣从君，奚臣贞?审其所以从之之谓孝、之谓贞也。”',
    ],
    'notes' => [
        '(1)弟：通“悌”，顺从、敬爱兄长。',
        '(2)类：法度。',
        '(3)衷：通“忠”，忠诚。',
        '(4)饰：通“饬”，修治，整治。',
        '(5)雕萃：通“凋悴”，憔悴。',
        '(6)“《诗》曰”句：见《诗经·大雅·既醉》。',
        '(7)有：通“又”。',
        '(8)争：通“诤”，直言谏诤，直言规劝。',
    ],
    'vernacular' => [
        '在家孝敬父母，出外敬爱兄长，这是做人的最起码的道德操守;对上顺从，对下厚道，这是做人的中等道德操守;顺从正道而不顺从君主，顺从道义而不顺从父亲，这是做人的最高准则。如果能根据礼义来安排志向，根据法度来指导自己的言论，那么儒家之道也就完备了，即使是尧舜这样贤明的君主，也不能在这上面有丝毫的增益了。',
        '孝子不服从命令的原因有三种：服从命令，父母亲就会危险;不服从命令，父母亲就安全，那么孝子不服从命令就是忠诚;服从命令，父母亲就会受到耻辱，不服从命令，父母亲就光荣，那么孝子不服从命令就是奉行道义;服从命令，就会使父母的行为像禽兽一样野蛮，不服从命令，就会使父母的行为富有修养而端正，那么孝子不服从命令就是恭敬。所以，可以服从而不服从，这是不尽孝子之道;不可以服从而服从，这是不忠于父母。明白了这服从或不服从的道理，并且能做到恭敬尊重、忠诚守信、正直老实地来谨慎实行它，就可以称之为大孝了。古书上说：“顺从正道而不顺从君主，顺从道义而不顺从父亲。”说的就是这个道理。所以，即使自己劳苦憔悴时也不能够丧失对父母的恭敬，遭到灾祸患难时也不能够丧失对父母应尽的道义，即使不幸地因为和父母不顺而被父母憎恶时仍能不丧失对父母的爱，如果不是仁德之人是不能做到的。《诗经》上说：“孝子之孝无穷尽。”说的就是这个道理。',
        '鲁哀公问孔子说：“儿子服从父亲的命令，就是孝顺吗?臣子服从君主的命令，就是忠贞吗?”问了三次，孔子不回答。',
        '孔子小步快走而出，把这件事告诉给子贡说：“刚才，国君问我，说：‘儿子服从父亲的命令，就是孝顺吗?臣子服从君主的命令，就是忠贞吗?’问了三次而我不回答，你认为怎样?”子贡说：“儿子服从父亲的命令，就是孝顺了;臣子服从君主的命令，就是忠贞了。先生又能怎样回答他呢?”',
        '孔子说：“真是个小人，你不懂啊!从前拥有万辆兵车的大国，只要有了四个敢于诤谏的大臣，那么疆界就不会被割削;拥有千辆兵车的小国，有了三个敢于诤谏的大臣，那么国家政权就不会危险;拥有百辆兵车的大夫之家，有了两个诤谏的大臣，那么宗庙就不会毁灭。父亲有了诤谏的儿子，就不会做不合礼制的事;士人有了诤谏的朋友，就不会做不合道义的事。所以，儿子一味听从父亲，怎能说这儿子是孝顺?臣子一味听从君主，怎能说这臣子是忠贞?弄清楚了听从的是什么才可以叫做孝顺、叫做忠贞。”',
    ],
],
[
    'content' => [
        '子路问于孔子曰：“有人于此，夙兴夜寐，耕耘树艺，手足胼胝(9)，以养其亲，然而无孝之名，何也?”孔子曰：“意者身不敬与?辞不逊与?色不顺与?古之人有言曰：‘衣与!缪与(10)!不女聊。’今夙兴夜寐，耕耘树艺，手足胼胝，以养其亲，无此三者，则何为而无孝之名也?意者所友非人邪?”孔子曰：“由志之，吾语女。虽有国士之力，不能自举其身，非无力也，势不可也。故入而行不修，身之罪也;出而名不章(11)，友之过也。故君子入则笃行，出则友贤，何为而无孝之名也!”',


        '子路问于孔子曰：“鲁大夫练(12)而床，礼邪?”孔子曰：“吾不知也。”子路出，谓子贡曰：“吾以为夫子无所不知，夫子徒(13)有所不知。”子贡曰：“汝何问哉?”子路曰：“由问：‘鲁大夫练而床，礼邪?’夫子曰：‘吾不知也。’”子贡曰：“吾将为女问之。”子贡问曰：“练而床，礼邪?”孔子曰：“非礼也。”子贡出，谓子路曰：“女谓夫子为有所不知乎!夫子徒无所不知。女问非也。礼：居是邑不非其大夫。”',
    ],
    'notes' => [
        '(9)胼胝(piánzhī)：手脚上磨出的老茧。',
        '(10)缪：绸缪，准备。与：通“欤”。',
        '(11)章：通“彰”，彰显，显著。',
        '(12)练：白色的熟绢。古代父母死后一周年进行祭祀，身上要戴练，不能睡床。',
        '(13)徒：乃。',
    ],
    'vernacular' => [
        '子路问孔子说：“这里有个人，早起晚睡，耕地锄草栽植播种，手脚都磨出了老茧，以此来赡养自己的父母，却没有孝顺的名声，为什么呢?”',
        '孔子说：“想来大概是他举止不恭敬吧!或许是他说话不谦虚吧!或许是他脸色不温顺吧!古代的人有句话说：‘给我穿啊给我吃啊，若不恭敬就不靠你。’”',
        '子路曰：“现在有的人并没有举止不恭敬、说话不谦虚、脸色不温顺这三种行为，那为什么会没有孝顺的名声呢?想来大概是他所交的朋友不是个仁德之人吧!”',
        '孔子又说：“仲由，记住吧!我告诉你。即使有了全国闻名的大力士的力气，也不能自己举起自己的身体，这不是没有力气，而是客观情势不许可。所以，君子在家里行为不整饬，这是自己的罪过;在外名声不显扬，是朋友的罪过。所以，君子在家就使自己的品行忠诚厚道，出外就和贤能的人交朋友。如果能够做到这样的话，怎么会没有孝顺的名声呢?”',
        '子路问孔子说：“鲁国的大夫披戴白色熟绢为父母进行周年祭祀时却在床上睡觉，这合乎礼制吗?”孔子说：“我不知道。”',
        '子路出来后，对子贡说：“我以为先生没有什么不知道，先生却偏偏有不知道的。”子贡说：“你问了什么呢?”子路说：“我问：‘鲁国的大夫披戴白色熟绢为父母进行周年祭祀时却在床上睡觉，这合乎礼制吗?’先生说：‘我不知道。’”子贡说：“我将给你去问问这件事。”',
        '子贡问孔子说：“披戴白色熟绢为父母进行周年祭祀时却在床上睡觉，这合乎礼制吗?”孔子说：“不合礼。”',
        '子贡出来，对子路说：“你说先生有不知道的事吗?先生却偏偏没有什么不知道的。你问得不对啊。根据礼制，住在这个城邑，就不非议管辖这城邑的大夫。”',
    ],
],
[
    'content' => [
        '子路盛服而见孔子，孔子曰：“由，是裾裾(14)何也?昔者江出于岷山(15)，其始出也，其源可以滥觞(16)，及其至江之津也，不放舟(17)，不避风，则不可涉也。非维下流水多邪?今女衣服既盛，颜色充盈，天下且孰肯谏女矣!由!”子路趋而出，改服而入，盖犹若(18)也。孔子曰：“由志之!吾语汝：奋于言者华(19)，奋于行者伐，色知而有能者，小人也。故君子知之曰知之，不知曰不知，言之要也;能之曰能之，不能曰不能，行之至也。言要则知，行至则仁;既仁且知，夫恶有不足矣哉!”',
        '子路入，子曰：“由!知者若何?仁者若何?”子路对曰：“知者使人知己，仁者使人爱己。”子曰：“可谓士矣。”子贡入，子曰：“赐!知者若何?仁者若何?”子贡对曰：“知者知人，仁者爱人。”子曰：“可谓士君子(20)矣。”颜渊入，子曰：“回!知者若何?仁者若何?”颜渊对曰：“知者自知，仁者自爱。”子曰：“可谓明君子矣。”',
        '子路问于孔子曰：“君子亦有忧乎?”孔子曰：“君子其未得也，则乐其意(21)，既已得之，又乐其治。是以有终生之乐，无一日之忧。小人者其未得也，则忧不得;既已得之，又恐失之。是以有终身之忧，无一日之乐也。”',
    ],
    'notes' => [
        '(14)裾裾(jū)：形容衣服整齐的样子。',
        '(15)岷山：在今四川西北部。',
        '(16)滥觞(shāng)：水流极小，仅能浮起酒杯。觞，酒器。',
        '(17)放舟：同“方舟”，两船并在一起。',
        '(18)犹若：舒适和顺的样子。',
        '(19)华：通“哗”，浮夸。',
        '(20)士君子：指思想道德水平高于“士”者，但不及“明君子”。',
        '(21)意：思想，意志。',
    ],
    'vernacular' => [
        '子路穿戴整齐后去见孔子，孔子说：“仲由，这样衣冠楚楚的，为什么呢?从前长江发源于岷山，它开始流出来的时候，源头小得只可以浮起酒杯，等到它流到长江的渡口时，如果不把船并在一起，不避开大风，就不能横渡过去了，这不是因为下游水大的缘故么?现在你衣服已经穿得很庄重，脸上又神气十足，那么天下将有谁肯规劝你呢?”',
        '子路小步快走而出，换了衣服再进去，显得舒缓柔顺了。孔子说：“仲由啊!你记住!我告诉你。在说话方面趾高气扬的人往往夸夸其谈，在行动方面趾高气扬的人总是自我炫耀。百般显示自己有知识和才能的人，是小人啊。所以，君子知道了就说知道，不知道的就说不知道，这是说话的要领;能够做到的就说能做到，不能够做到的就说做不到，这是行动的最高准则。说话合乎要领就是明智，行动合乎准则就是仁德。既明智又有仁德，哪里还有不足之处了呢?”',
        '子路进来。孔子说：“仲由!明智的人是怎样的?仁德的人是怎样的?”子路回答说：“明智的人能使别人了解自己，仁德的人能使别人爱护自己。”孔子说：“你可以称为士人了。”',
        '子贡进来。孔子说：“端木赐啊!明智的人是怎样的?仁德的人是怎样的?”子贡回答说：“明智的人能了解别人，仁德的人能爱护别人。”孔子说：“你可以称为士君子了。”',
        '颜渊进来。孔子说：“颜回!明智的人是怎样的?仁德的人是怎样的?”颜渊回答说：“明智的人有自知之明，仁德的人能自尊自爱。”孔子说：“你可以称为贤明君子了。”',
        '子路问孔子说：“君子也有忧虑吗?”孔子说：“君子，在他还没有得到职位时，就会为自己修养自我感到高兴;已经得到了职位之后，又会为自己有所作为而感到高兴。因此，君子有一辈子的快乐，而没有一天的忧虑。小人嘛，当他还没有得到职位的时候，就担忧得不到;已经得到了职位之后，又怕失去它。因此，小人有一辈子的忧虑，而没有一天的快乐。”',
    ],
],
],
'unscramble' => [
    '【鉴赏】今天很多人一谈起儒者，脑中出现的往往是一个个带有漫画色彩的儒生形象：头戴高高的礼帽，身着礼服，恭谨地拱手而立;恪守礼法而又有些食古不化的酸朽味。而一讲起儒家学说，便只谓“仁、义、忠、恕”。殊不知“智”这一因素在儒家思想中也甚为重要，其排名似仅在“仁”之下。特别是在先秦时代，以孔、孟、荀为代表的原始儒家思想，尚未受到过多政治话语的改造，往往也显示出其活泼灵动的处事智慧，令我们击节不已。“忠”和“孝”是儒家的两个经典话题，而在本篇关于这两个话题的讨论中，便闪现出不少儒家的智慧。',
    '文章一开篇，荀子即言“入孝出弟，人之小行也;上顺下笃，人之中行也;从道不从君，从义不从父，人之大行也”。在中国传统思想中，对君“忠”、对长辈“孝”是人之为人的根本道德。而在此处，荀子却畅言以“道”、“义”为先，其原因在于君上父母的命令与他们的利益、安危相违背，“从命则亲危，不从命则亲安，孝子不从命乃衷;从命则亲辱，不从命则亲荣，孝子不从命乃义;从命则禽兽，不从命则修饰”。在此时，为人臣子所要施行就是当机立断，遵从道义的指引和大局的分配，在短期利益和长远利益相矛盾的情况下，选择后者。荀子认为，只有保住了整体大局的道义所在，才能真正地化祸为福，转危为安。正所谓“仁者安仁，知者利仁”(《论语·里仁》)，仁和智的关系相辅相成，又可相互转化。大义所在，便是智慧所着力的方向。故当孔子被问及：“子从父命，孝乎?臣从君命，贞乎?”他的回答是：一味地听从并不是贞、孝的本义，只要是道义所在，臣子便可“从道”而行。然而后代流行于世的口号却是“君叫臣死，臣不死，臣为不忠;父叫子亡，子不亡，子为不孝”，这种愚忠、愚孝自然不是先秦儒家所推崇的。对于这种道义和君主意志相违背的情况，孔子的回答是“道不行，乘桴浮于海”(《论语·公冶长》);孟子的回答是“君之视臣如土芥，则臣视君如寇仇”(《孟子·离娄下》);而荀子的回答则是“谏、争、辅、拂之人，社稷之臣也，国君之宝也”(《臣道》)。每个人的回答因其个性不同而有所差异，而以道为尊的自信和自觉却是不约而同的，可谓“知者不惑”(《论语·子罕》)。',
    '除此以外，本篇还记载了多个孔子施教的故事。子曰“有教无类”，对于脾性不同的施教对象选择不同的启发模式。如“子路盛服见孔子”一则，孔子先是旁敲侧击令子路觉悟，待看到这位冒失的弟子更换服饰再次出现时，其一番斥责又犹如当头棒喝，言之凿凿却又的确一语中的，“奋于言者华，奋于行者伐，色知而有能者，小人也”。佛家禅宗之棒喝有顿悟之妙，而此处之子路亦难免有醍醐灌顶之感。而“孔子问智者若何?仁者若何?”一则，又颇有《论语》中《子路、曾皙、冉有、公西华侍坐》一章之妙。在孔子看来，同样的两个问题，每个学生都从自己的角度说出了对“知者若何，仁者若何”的理解。因此，没有绝对的对与错，只有看问题的角度和深浅不同。',
    '“知者不失人，亦不失言”(《论语·卫灵公》)，言行固然要视对象而定，而其他事务也要懂得灵活应用，多加钻研。儒家对于“智”的要求在于“知人”，怀有爱人之心而又了解知人之道，内心充盈而思辨明晰，怎能不乐?',
],
];
