<?php
return [
'chapters' => [
[
    'content' => [
        '君子行不贵苟难，说不贵苟察，名不贵苟传，唯其当之为贵。故怀负石而投河，是行之难为者也，而申徒狄能之;然而君子不贵者，非礼义之中也。“山渊平”，“天地比”，“齐秦袭”，“入乎耳，出乎口”，“钩有须”，“卵有毛”，是说之难持者也，而惠施邓析能之。然而君子不贵者，非礼义之中也。盗跖贪凶，名声若日月，与舜禹俱传而不息;然而君子不贵者，非礼义之中也。故曰：君子行不贵苟难，说不贵苟察，名不贵苟传，唯其当之为贵。诗曰：“物其有矣，惟其时矣。”此之谓也。',
        '君子易知而难狎，易惧而难胁，畏患而不避义死，欲利而不为所非，交亲而不比，言辩而不辞，荡荡乎其有以殊于世也。',
        '君子能亦好，不能亦好;小人能亦丑，不能亦丑。君子能则宽容易直以开道人，不能则恭敬繜绌以畏事人;小人能则倨傲僻违以骄溢人，不能则妒嫉怨诽以倾覆人。故曰：君子能则人荣学焉，不能则人乐告之;小人能则人贱学焉，不能则人羞告之。是君子小人之分也。',
        '君子宽而不僈，廉而不刿，辩而不争，察而不激，直立而不胜，坚强而不暴，柔从而不流，恭敬谨慎而容。夫是之谓至文。诗曰：“温温恭人，惟德之基。”此之谓也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '君子对于行为，不以不正当的难能为可贵；对于学说，不以不正当的明察为宝贵；对于名声，不以不正当的流传为珍贵；只有行为、学说、名声符合了礼义才是宝贵的。所以怀里抱着石头而投河自杀，这是难以做到的行为，但申徒狄却能够这样做；然而君子并不推崇，是因为它不合礼义的中正之道。高山和深渊高低相等，天和地高低一样，齐国、秦国相毗连，从耳朵中进去从嘴巴里出来，女人有胡须，蛋有羽毛，这些都是难以把握的学说，但惠施、邓析却能论证它们；然而君子并不赏识，是因为它们不合礼义的中正之道。盗跖的名字常挂在人们嘴边，名声就像太阳、月亮一样无人不知，和舜、禹等一起流传而永不磨灭；然而君子并不珍重，是因为它不合礼义的中正之道。所以说：君子对于行为，不以不正当的难能为可贵；对于学说，不以不正当的明察为宝贵；对于名声，不以不正当的流传为珍贵；只有行为、学说、名声符合了礼义才是宝贵的。《诗》云：“既要有其物，又要得其时。”说的就是这个道理。',
        '君子容易结交，但难以勾搭；容易恐惧，但难以胁迫；害怕祸患，但不逃避为正义而牺牲；希望得利，但不做自己认为是错误的事；与人结交很亲密，但不勾结；言谈雄辩，但不玩弄辞藻。胸怀是多么宽广啊！他是和世俗有所不同的。',
        '君子有才能也是美好的，没有才能也是美好的；小人有才能也是丑恶的，没有才能也是丑恶的。君子有才能，就宽宏大量平易正直地来启发引导别人；没有才能，就恭恭敬敬谦虚退让来小心侍奉别人。小人有才能，就骄傲自大邪僻背理地来傲视欺凌别人；没有才能，就嫉妒怨恨诽谤来倾轧搞垮别人。所以说：君子有才能，那么别人就会把向他学习看作光荣；没有才能，那么别人就会乐意地告诉他知识。小人有才能，那么别人就会把向他学习看作为卑鄙；没有才能，那么别人就不愿意告诉他什么。这就是君子和小人的区别。',
        '君子宽宏大量，但不懈怠马虎；方正守节，但不尖刻伤人；能言善辩，但不去争吵；洞察一切，但不过于激切；卓尔不群，但不盛气凌人；坚定刚强，但不粗鲁凶暴；宽柔和顺，但不随波逐流；恭敬谨慎，但待人宽容。这可以称为最文雅最合乎礼义的了。《诗》云：“温柔谦恭的人们，是以道德为根本。”说的就是这种人了。',
    ],
],
[
    'content' => [
        '君子崇人之德，扬人之美，非谄谀也;正义直指，举人之过，非毁疵也;言己之光美，拟于舜禹，参于天地，非夸诞也;与时屈伸，柔从若蒲苇，非慑怯也;刚强猛毅，靡所不信，非骄暴也;以义变应，知当曲直故也。诗曰：“左之左之，君子宜之;右之右之，君子有之。”此言君子以义屈信变应故也。',
        '君子小人之反也：君子大心则敬天而道，小心则畏义而节;知则明通而类，愚则端悫而法;见由则恭而止，见闭则敬而齐;喜则和而理，忧则静而理;通则文而明，穷则约而详。小人则不然：大心则慢而暴，小心则淫而倾;知则攫盗而渐，愚则毒贼而乱;见由则兑而倨，见闭则怨而险;喜则轻而翾，忧则挫而慑;通则骄而偏，穷则弃而儑。传曰：“君子两进，小人两废。”此之谓也。',
        '君子治治，非治乱也。曷谓邪?曰：礼义之谓治，非礼义之谓乱也。故君子者，治礼义者也，非治非礼义者也。然则国乱将弗治与?曰：国乱而治之者，非案乱而治之之谓也。去乱而被之以治。人污而修之者，非案污而修之之谓也，去污而易之以修。故去乱而非治乱也，去污而非修污也。治之为名，犹曰君子为治而不为乱，为修而不为污也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '君子推崇别人的德行，赞扬别人的优点，并不是出于谄媚阿谀；公正地议论、直接地指出别人的过错，并不是出于诋毁挑剔；说自己十分美好，可以和舜、禹相比拟，和天地相并列，并不是出于浮夸欺骗；随着时势或退缩或进取，柔顺得就像香蒲和芦苇一样，并不是出于懦弱胆怯；刚强坚毅，没有什么地方不挺直，并不是出于骄傲横暴。这些都是根据道义来随机应变、知道该屈曲就屈曲该伸直就伸直的缘故啊。《诗》云：“该在左就在左，君子在左无不可；该在右就在右，君子在右也常有。”这说的是君子能根据道义来屈伸进退随机应变的事。',
        '君子，是小人的反面。如果君子心往大的方面用，就会敬奉自然而遵循规律；如果心往小的方面用，就会敬畏礼义而有所节制；如果聪明，就会明智通达而触类旁通；如果愚钝，就会端正诚笃而遵守法度；如果被起用，就会恭敬而不放纵；如果不见用，就会戒慎而整治自己；如果高兴了，就会平和地去治理；如果忧愁了，就会冷静地去处理；如果显贵，就会文雅而明智；如果困窘，就会自我约束而明察事理。小人就不是这样，如果心往大的方面用，就会傲慢而粗暴；如果心往小的方面用，就会邪恶而倾轧别人；如果聪明，就会巧取豪夺而用尽心机；如果愚钝，就会狠毒残忍而作乱；如果被起用，就会高兴而傲慢；如果不见用，就会怨恨而险恶；如果高兴了，就会轻浮而急躁；如果忧愁了，就会垂头丧气而心惊胆战；如果显贵，就会骄横而不公正；如果困窘，就会自暴自弃而志趣卑下。古书上说：“君子在相对的两种情况下都在进步，小人在相对的两种情况下都在堕落。”说的就是这种情况。',
        '君子整治有秩序的国家，而不整治混乱的国家。这是什么意思呢？这是说：符合礼义叫做有秩序，违背礼义叫做混乱。所以君子整治符合礼义的国家，而不整治违背礼义的国家。这样的话，那么国家混乱了就不去整治吗？回答说：国家混乱而去整治它，并不是说在那混乱的基础上去整治它，而是要除去混乱，再给它加上有秩序。就像人的外表或思想肮脏了而去整治他一样，并不是说在那肮脏的基础上去整治他，而是要除去肮脏而换上美好的外表或思想。除去混乱并不等于整治混乱，除去肮脏并不等于整治肮脏。整治作为一个概念，就等于说，君子只搞有秩序的而不搞混乱的、只搞美好的而不搞肮脏的。',
    ],
],
[
    'content' => [
        '君子絜其身而同焉者合矣，善其言而类焉者应矣。故马鸣而马应之，牛鸣而牛应之，非知也，其埶然也。故新浴者振其衣，新沐者弹其冠，人之情也。其谁能以己之潐潐，受人之掝掝者哉!',
        '君子养心莫善于诚，致诚则无它事矣。惟仁之为守，惟义之为行。诚心守仁则形，形则神，神则能化矣。诚心行义则理，理则明，明则能变矣。变化代兴，谓之天德。天不言而人推其高焉，地不言而人推其厚焉，四时不言而百姓期焉。夫此有常，以至其诚者也。君子至德，嘿然而喻，未施而亲，不怒而威：夫此顺命，以慎其独者也。善之为道者，不诚则不独，不独则不形，不形则虽作于心，见于色，出于言，民犹若未从也;虽从必疑。天地为大矣，不诚则不能化万物;圣人为知矣，不诚则不能化万民;父子为亲矣，不诚则疏;君上为尊矣，不诚则卑。夫诚者，君子之所守也，而政事之本也，唯所居以其类至。操之则得之，舍之则失之。操而得之则轻，轻则独行，独行而不舍，则济矣。济而材尽，长迁而不反其初，则化矣。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '君子整洁自己的身心，因而和他志同道合的人就聚拢来了；完善自己的学说，因而和他观点相同的人就来响应了。所以马鸣叫就有马来应和它，牛鸣叫就有牛来应和它，这并不是因为它们懂事，而是那客观情势就是这样的。所以刚洗过澡的人总要抖一下自己的衣服，刚洗过头的人总要弹一下自己的帽子，这是人之常情啊。有谁能让自己的洁白蒙受别人的玷污呢？',
        '君子保养身心没有比真诚更好的了，做到了真诚，那就没有其他的事情了，只要守住仁德，只要奉行道义就行了。真心实意地坚持仁德，仁德就会在行为上表现出来，仁德在行为上表现出来，就显得神明，显得神明，就能感化别人了；真心实意地奉行道义，就会变得理智，理智了，就能明察事理，明察事理，就能改造别人了。改造感化轮流起作用，这叫做天德。上天不说话而人们都推崇它高远，大地不说话而人们都推崇它深厚，四季不说话而百姓都知道春、夏、秋、冬变换的时期：这些都是有了常规因而达到真诚的。君子有了极高的德行，虽沉默不言，人们也都明白；没有施舍，人们却亲近他；不用发怒，就很威严：这是顺从了天道因而能在独自一人时也谨慎不苟的人。君子改造感化人之道是这样的：如果不真诚，就不能慎独；不能慎独，道义就不能在日常行动中表现出来；道义不能在日常行动中表现出来，那么即使发自内心，表现在脸色上，发表在言论中，人们仍然不会顺从他；即使顺从他，也一定迟疑不决。天地要算大的了，不真诚就不能化育万物；圣人要算明智的了，不真诚就不能感化万民；父子之间要算亲密的了，不真诚就会疏远；君主要算尊贵的了，不真诚就会受到鄙视。真诚，是君子的操守，政治的根本。只要立足于真诚，同类就会聚拢来了；保持真诚，会获得同类；丢掉真诚，会失去同类。保持真诚而获得了同类，那么感化他们就容易了；感化他们容易了，那么慎独的作风就能流行了；慎独的作风流行了再紧抓不放，那么人们的真诚就养成了。人们的真诚养成了，他们的才能就会完全发挥出来，永远地使人们趋向于真诚而不回返到他们邪恶的本性上，那么他们就完全被感化了。',
    ],
],
[
    'content' => [
        '君子位尊而志恭，心小而道大;所听视者近，而所闻见者远。是何邪?则操术然也。故千人万人之情，一人之情也。天地始者，今日是也。百王之道，后王是也。君子审后王之道，而论百王之前，若端拜而议。推礼义之统，分是非之分，总天下之要，治海内之众，若使一人。故操弥约，而事弥大。五寸之矩，尽天下之方也。故君子不下室堂，而海内之情举积此者，则操术然也。',
        '有通士者，有公士者，有直士者，有悫士者，有小人者。上则能尊君，下则能爱民，物至而应，事起而辨，若是则可谓通士矣。不下比以闇上，不上同以疾下，分争于中，不以私害之，若是则可谓公士矣。身之所长，上虽不知，不以悖君;身之所短，上虽不知，不以取赏;长短不饰，以情自竭，若是则可谓直士矣。庸言必信之，庸行必慎之，畏法流俗，而不敢以其所独甚，若是则可谓悫士矣。言无常信，行无常贞，唯利所在，无所不倾，若是则可谓小人矣。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '君子地位尊贵了，而内心仍很恭敬；心只有方寸之地，但心怀的理想却很远大；能听到、能看到的很近，而听见、看见的东西却很远。这是为什么呢？是君子掌握了一定的方法才能这样。因为那千千万万个人的心情，和一个人的心情是一样的；天地开辟时的情况，和今天是一样的；上百代帝王的统治之道，和后代帝王是一样的。君子审察了当代帝王的统治之道，从而再去考查上百代帝王之前的政治措施，就像端正身体拱着手来议论之从容不劳。推究礼义的纲领，分清是非的界限，总揽天下的要领，用来治理海内的民众，就像役使一个人一样。所以掌握的方法越简约，能办成的事业就越大；就像五寸长的曲尺，能够画出天下所有的方形一样。所以君子不用走出内室厅堂而天下的情况就都聚集在他这里了，这是因为掌握了一定的方法才使他这样的啊。',
        '有通达事理的人，有公正无私的人，有耿直爽快的人，有拘谨老实的人，还有小人。上能尊敬君主，下能爱抚民众，事情来了能应付，事件发生了能处理，像这样就可以称为通达事理的人了。不在下面互相勾结去愚弄君主，不向上迎合君主去残害臣民，在一些事情中有了分歧争执，不因为个人的利益去陷害对方，像这样就可以称为公正无私的人了。本身的长处，君主即使不知道，也不将它瞒过君主；本身的短处，君主即使不知道，也不靠它骗取奖赏；长处短处都不加掩饰，将真实的情况主动地暴露无遗，像这样就可以称为耿直爽快的人了。说一句平常的话也一定老老实实，做一件平常的事也一定小心谨慎，不敢效法流行的习俗，也不敢干他个人特别爱好的事，像这样就可以称为拘谨老实的人了。说话经常不老实，行为经常不忠贞，只要是有利可图的地方，就没有不使他倾倒的，像这样就可以称为小人了。',
    ],
],
[
    'content' => [
        '公生明，偏生闇，端悫生通，诈伪生塞，诚信生神，夸诞生惑。此六生者，君子慎之，而禹桀所以分也。',
        '欲恶取舍之权：见其可欲也，则必前后虑其可恶也者;见其可利也，则必前后虑其可害也者，而兼权之，孰计之，然后定其欲恶取舍。如是则常不失陷矣。凡人之患，偏伤之也。见其可欲也，则不虑其可恶也者;见其可利也，则不虑其可害也者。是以动则必陷，为则必辱，是偏伤之患也。',
        '人之所恶者，吾亦恶之。夫富贵者，则类傲之;夫贫贱者，则求柔之。是非仁人之情也，是奸人将以盗名于晻世者也，险莫大焉。故曰：盗名不如盗货。田仲史不如盗也。',
    ],
    'vernacular' => [
        '公正会产生聪明，偏私会产生愚昧；端正谨慎会产生通达，欺诈虚伪会产生闭塞；真诚老实会产生神明，大言自夸会产生糊涂。这六种相生，君子要谨慎对待，也是禹和桀不同的地方。',
        '是追求还是厌恶、是摄取还是舍弃的权衡标准是：看见那可以追求的东西，就必须前前后后考虑一下它可厌的一面；看到那可以得利的东西，就必须前前后后考虑一下它可能造成的危害；两方面权衡一下，仔细考虑一下，然后决定是追求还是厌恶、是摄取还是舍弃。像这样就往往不会失误了。大凡人们的祸患，往往是片面性害了他们：看见那可以追求的东西，就不考虑考虑它可厌的一面；看到那可以得利的东西，就不去反顾一下它可能造成的危害。因此行动起来就必然失足，干了就必然受辱，这是片面性害了他们而造成的祸患啊。',
        '别人所厌恶的，我也厌恶它。对那富贵的人一律傲视，对那贫贱的人一味屈就，这并不是仁人的感情，这是奸邪的人用来在黑暗的社会里盜取名誉的做法，用心再险恶没有了。所以说：“欺世盜名的不如偷窃财物的。”田仲、史鰌还不如个贼。',
    ],
    'notes' => [
    ],
],
],
'unscramble'=>[
        '君子行不贵苟难，说不贵苟察，名不贵苟传，唯其当之为贵。故怀负石而赴河，是行之难为者也，而申徒狄能之①;然而君子不贵者，非礼义之中也。山渊平，天地比②，齐、秦袭③，入乎耳，出乎口④，钩有须⑤，卵有毛⑥，是说之难持者也，而惠施、邓析能之⑦;然而君子不贵者，非礼义之中也。盗跖吟口⑧，名声若日月，与舜、禹俱传而不息;然而君子不贵者，非礼义之中也。故曰：君子行不贵苟难，说不贵苟察，名不贵苟传，唯其当之为贵。《诗》曰：“物其有矣，惟其时矣。”⑨此之谓也。',
        '[注释]①申徒狄：相传为殷末人，因恨道不行而怀抱石头投河自杀。②山渊平，天地比：此是名家人物惠施的命题。《庄子·天下》作“天与地卑，山与泽平”。谓从空间高低的差别都是相对的方面来说，高山与深渊一样平，天与地一样高。③齐、秦袭：春秋战国时齐国在今山东北部，秦国在今陕西境内，两国相距甚远，但从宇宙角度来看，两者可合为一体。袭：合。④入乎耳，出乎口：这两句文意不明，有人说是指山有耳、口，人站在山上呼喊，群山都回荡他的声音，这就好似山听到了人的声音，又回答了人的呼喊。⑤钩有须：指妇女体内含有产生胡须的因素，所以说妇女有胡须。钩，通“姁”(qú渠)，妇女。⑥卵有毛：卵中含有产生羽毛的因素，所以说卵有毛。⑦惠施：战国时宋国人，曾任梁相，名家的代表人物之一，与庄子为好友，事见《庄子》。邓析：春秋时郑国人，刑名学家。⑧吟口：传颂于众人之口。⑨“《诗》曰”句：见《诗经·小雅·鱼丽》。',
        '君子易知而难狎①，易惧而难胁，畏患而不避义死，欲利而不为所非，交亲而不比②，言辩而不辞。荡荡乎，其有以殊于世也。',
        '[注释]①知：交接。狎(xiá霞)：没有礼貌的亲近。②比：结党。',
        '君子能亦好，不能亦好;小人能亦丑，不能亦丑。君子能则宽容易直以开道人①，不能则恭敬绌以畏事人②;小人能则倨傲僻违以骄溢人，不能则妒嫉怨诽以倾覆人。故曰：君子能则人荣学焉，不能则人乐告之;小人能则人贱学焉，不能则人羞告之。是君子小人之分也。',
        '[注释]①道：通“导”，引导，开导。②：通“撙”(zǔn尊上声)，抑制。绌：通“黜”。',
        '君子宽而不僈①，廉而不刿②，辩而不争，察而不激，寡立而不胜③，坚强而不暴，柔从而不流，恭敬谨慎而容，夫是之谓至文。《诗》曰：“温温恭人，惟德之基。”④此之谓矣。',
        '[注释]①僈：通“慢”，懈怠。②廉：楞角。刿(guì贵)：以刃伤人。③寡：当为“直”字。④“《诗》曰”句：见《诗经·大雅·抑》。',
        '君子崇人之德，扬人之美，非谄谀也;正义直指①，举人之过，非毁疵也;言己之光美，拟于舜、禹，参于天地，非夸诞也;与时屈伸，柔从若蒲苇，非慑怯也;刚强猛毅，靡所不信②，非骄暴也。以义变应，知当曲直故也。《诗》曰：“左之左之，君子宜之;右之右之，君子有之。”③此言君子能以义屈信变应故也。',
        '[注释]①义：通“议”，议论。②信：通“伸”。下同。③“《诗》曰”句：引自《诗经·小雅·裳裳者华》。',
        '君子，小人之反也。君子大心则天而道①，小心则畏义而节;知则明通而类，愚则端悫而法;见由则恭而止，见闭则敬而齐;喜则和而理，忧则静而理;通则文而明，穷则约而详。小人则不然，大心则慢而暴，小心则淫而倾，知则攫盗而渐②，愚则毒贼而乱;见由则兑而倨③，见闭则怨而险;喜则轻而翾④，忧则挫而慑;通则骄而偏，穷则弃而儑⑤。传曰：“君子两进，小人两废。”此之谓也。',
        '[注释]①“天而道”前当补一“敬”字。②攫(jué决)：夺。渐：奸诈。③兑：通“悦”。④翾(xuān宣)：通“儇”(xuān宣)，轻佻。一说通“懁”(juàn眷)，急。⑤儑：通“隰”(xí席)，卑下。',
        '君子治治，非治乱也。曷谓邪?曰：礼义之谓治，非礼义之谓乱也。故君子者，治礼义者也，非治非礼义者也。然则国乱将弗治与?曰：国乱而治之者，非案乱而治之之谓也①，去乱而被之以治;人污而修之者，非案污而修之之谓也，去污而易之以修。故去乱而非治乱也，去污而非修污也。治之为名，犹曰君子为治而不为乱，为修而不为污也。',
        '[注释]①案：通“按”，按照。',
        '君子絜其辩而同焉者合矣①，善其言而类焉者应矣。故马鸣而马应之，②非知也，其势然也。故新浴者振其衣，新沐者弹其冠，人之情也。其谁能以己之潐潐③，受人之掝掝者哉④!',
        '[注释]①絜：同“洁”。辩：当为“身”字。②此句下当脱“牛鸣而牛应之”六字。③潐潐(jiào较)：明察。④掝掝(huò或)：不明。',
        '君子养心莫善于诚，致诚则无它事矣，唯仁之为守，唯义之为行。诚心守仁则形，形则神，神则能化矣;诚心行义则理，理则明，明则能变矣。变化代兴①，谓之天德②。天不言而人推高焉，地不言而人推厚焉，四时不言而百姓期焉。夫此有常，以至其诚者也。君子至德，嘿然而喻③，未施而亲，不怒而威。夫此顺命，以慎其独者也。善之为道者，不诚则不独，不独则不形，不形则虽作于心，见于色，出于言，民犹若未从也④，虽从必疑。天地为大矣，不诚则不能化万物;圣人为知矣，不诚则不能化万民;父子为亲矣，不诚则疏;君上为尊矣，不诚则卑。夫诚者，君子之所守也，而政事之本也。唯所居以其类至，操之则得之，舍之则失之。操而得之则轻，轻则独行，独行而不舍则济矣。济而材尽，长迁而不反其初则化矣。',
        '[注释]①变：改变旧质叫做变。化：使人向善叫做化。②天德：阴阳交替、四时运行等自然规律叫做天德。③嘿：通“默”，不说话。④若：然。',
        '君子位尊而志恭，心小而道大，所听视者近而所闻见者远。是何邪?则操术然也。故千人万人之情，一人之情是也;天地始者，今日是也;百王之道，后王是也。君子审后王之道而论于百王之前，若端拜而议①。推礼义之统，分是非之分，总天下之要，治海内之众，若使一人，故操弥约而事弥大。五寸之矩，尽天下之方也。故君子不下室堂而海内之情举积此者，则操术然也。',
        '[注释]①拜：当为“拱”字。',
        '有通士者，有公士者，有直士者，有悫士者，有小人者。上则能尊君，下则能爱民，物至而应，事起而辨①，若是，则可谓通士矣。不下比以暗上，不上同以疾下②，分争于中，不以私害之，若是，则可谓公士矣。身之所长，上虽不知，不以悖君③，身之所短，上虽不知，不以取赏，长短不饰，以情自竭，若是，则可谓直士矣。庸言必信之，庸行必慎之，畏法流俗而不敢以其所独甚④，若是，则可谓悫士矣。言无常信，行无常贞，唯利所在，无所不倾，若是，则可谓小人矣。',
        '[注释]①辨：治。②疾：同“嫉”。③悖：怨。④甚：当为“是”字。',
        '公生明，偏生暗，端悫生通，诈伪生塞，诚信生神，夸诞生惑。此六生者，君子慎之，而禹、桀所以分也。欲恶取舍之权：见其可欲也，则必前后虑其可恶也者;见其可利也，则必前后虑其可害也者;而兼权之，孰计之①，然后定其欲恶取舍。如是，则常不失陷矣。凡人之患，偏伤之也。见其可欲也，则不虑其可恶也者;见其可利也，则不顾其可害也者。是以动则必陷，为则必辱，是偏伤之患也。',
        '[注释]①孰：同“熟”，仔细。',
        '人之所恶者，吾亦恶之。夫富贵者则类傲之①，夫贫贱者则求柔之②，是非仁人之情也，是奸人将以盗名于晻世者也③，险莫大焉。故曰：盗名不如盗货。田仲、史鰌不如盗也④。',
        '[注释]①类：都。②求：务。③晻：同“暗”。④田仲：又叫陈仲子，战国时齐国人，不食兄禄，以清高著称。史鰌(qiū丘)：字子鱼，又叫史鱼，春秋时卫国大夫，屡谏卫灵公不听，死时叫儿子不要入殓，后人称之为“尸谏”，孔子称其正直。',
    '【鉴赏】“行不贵苟难，说不贵苟察，名不贵苟传，唯其当之为贵”，是荀子在《不苟》中开篇即现的主旨。在他看来，“君子”的可贵处不在于他能为小人所不能为之事，而在于他能时时以“礼义”这根准绳来确定自己该做什么，不该做什么。该做的，即使只是细微琐事都愿亲力亲为;不该做的，就算做了能轰动一世也统统不屑。不矫揉，不造作，“见危致命，见得思义”，一切都自自然然，这就是君子。若如本文篇末提到的田仲、史鰌之流，或出身贵族却以织草鞋为生，以示清高，或命其子在他死后以其尸体向君主作最后的进谏，以表忠心，都不过是靠特立独行来沽名钓誉，为真正的仁人君子所不齿。',
    '如果把荀子用来区分君子与小人的依据比喻成一杆秤的话，应该说，在“礼义”这杆明秤背后，还藏着一杆暗秤，那就是“诚”。“君子养心莫善于诚，致诚则无它事矣”，即明白地昭示了荀子在论及君子对其心境的修养时，将“诚”摆在了一个多么重要的位置上。“诚”意味着真挚，真挚才会专一，专一于对仁爱的坚守，专一于对礼义的身体力行，借此才能形成对更多人的道德感召，化成天下。就像不一定所有的人都能真正理解僧人对佛的礼拜而随其剃度出家，但却常会为他们笃信佛义的虔诚所感染，内心因此而多一分沉静，少一点喧嚣一样，君子不可能寄望所有人都像自己一样恪守做君子的要义，怀仁爱人，但至少可以用其身践行仁义的专注与执着去打动别人，使他们尽可能按照礼义的规范来立身行事。如果缺乏这份真诚，那么任何对于仁义道德的诉求都将成为一种苍白的自我标榜与伪装，感动不了自己，更感动不了他人。无论贵为君王，还是亲如父子，都将得不到臣与子的尊重与亲近。“父子为亲矣，不诚则疏。君上为尊矣，不诚则卑。”个中深意早已被荀子生前身后的历史反复演绎、印证，历久而弥新。',
    '就君王言，荀子明确地说，诚者即“政事之本也”。仁与德并非是简单的政治口号，喊喊而已，而要实实在在地体现在治理国家的过程中，让百姓看得到，感受得到。如果不是这样，说得再富丽堂皇，装得再慈眉善目，百姓也不会信服。君主把心掏给臣子百姓看，臣子百姓才会把心交给君主，要是像西周幽王那样，为博褒姒一笑，烽火戏诸侯，不与臣民真诚相待，最终还是会自尝苦果。历史上多少政权的转换更迭，多少帝王的匆匆谢幕，总能由此得到或多或少的解释。',
    '就父子言，亲情之所以会成为世界上最无私的感情，就在于彼此之间 拒绝任何的虚伪与欺骗，无论这种欺骗是否出于善意。年幼的子女对父 母都怀着全心全意的依恋与信任，幼小的心灵完全不会对父母设防。这 个时期如果遭遇父母的谎言，不仅会在父母子女的关系上留下难以消除 的伤痕，更会对其以后的人格养成造成长久的影响。所以曾子为了妻子 对儿子的一句戏言真的动手杀猪，就是想要告诉儿子人与人之间应该真 诚。或许今人免不了撇撇嘴巴嘟哝一声“迂腐”，但曾子却用自己的方式 向我们诠释了何谓荀子所倡导的“夫诚者，君子之所守也”。',
    '社会发展至今，礼义越来越重要，却日渐被搁置淡忘。在许多人急于 向前看，却只看到一片情感的荒芜时，或许我们应该适时地回头，去重温 荀子关于如何锤炼健康人格的启示，以此来帮助我们在现实中分辨自己 与他人的言行。在一个以礼义为准则，以真诚为沟通规范的社会里，所有 人的生活应会更为和谐。',
],
];
