<?php
return [
'chapters' => [
[
    'content' => [
        '公输不能加于绳墨，圣人不能加于礼。礼者，众人法而不知，圣人法而知之。',
        '曾子曰：“无内人之疏而外人之亲，无身不善而怨人，无刑己至而呼天。内人之疏而外人之亲，不亦反乎!身不善而怨人，不亦远乎!刑己至而呼天，不亦晚乎!诗曰：‘涓涓源水，不雝不塞。毂已破碎，乃大其辐。事已败矣，乃重太息。’其云益乎!”',
        '曾子病，曾元持足，曾子曰：“元!志之!吾语汝。夫鱼鳖鼋鼍犹以渊为浅而堀其中，鹰鸢犹以山为卑而增巢其上，及其得也必以饵。故君子能无以利害义，则耻辱亦无由至矣。”',
        '子贡问于孔子曰：“君子之所以贵玉而贱(王民)者，何也?为夫玉之少而(王民)之多邪?”孔子曰：“恶!赐!是何言也!夫君子岂多而贱之，少而贵之哉!夫玉者，君子比德焉。温润而泽，仁也;栗而理，知也;坚刚而不屈，义也;廉而不刿，行也;折而不挠，勇也;瑕适并见，情也;扣之，其声清扬而远闻，其止辍然，辞也。故虽有(王民)之雕雕，不若玉之章章。诗曰：‘言念君子，温其如玉。’此之谓也。”',
        '子贡问孔子：“为什么君子珍视宝玉而轻视珉石呢?因为宝玉少而珉石多吗?”孔子说：“唉!赐啊!这是什么话啊!君子怎么会因为多了就轻视它，少了就重视它呢?宝玉，君子用来比拟人的德操。玉温润而有光泽，好比君子的仁;它坚硬而有条纹，好比君子的智慧;它刚强而不屈，好比君子的义，它有棱角而不伤人，好比君子的行为;它即使被折断也不弯曲，好比君子的勇;它的美丽与瑕疵表露在外面，好比君子的诚实;敲击它，声音清越远扬，戛然而止，好比君子的言辞。所以，即使珉石带着彩色花纹，也比不上宝玉那样洁白明亮。《诗经》上说：‘我真想念君子，性情温和得就像宝玉。’说的就是这道理。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '公输班不能超越墨线的规则，圣人不能超越礼制。礼制，众人遵循它，却不明白它，圣人遵循它，而且能理解它。',
        '曾子说：“不要不亲近家人而亲近外人，不要自己不好而怨恨别人，不要遭受刑罚才呼喊上天。不亲近家人而亲近外人，这不是违背常理吗?自己不好而怨恨别人，不是舍近求远了吗?遭受到刑罚时才呼喊上天，不是后悔已经晚了吗?《诗经》上说：‘细流的水源，不加堵塞就不断绝。车毂已经全破碎，才加上大车辐。事情已经失败了，这才深深长叹。’这样做有什么用呢?”',
        '曾子病得很严重，他的儿子曾元抱着他的脚。曾子说：“元，你记住!我告诉你。鱼鳖鼋鼍以为深潭还太浅，就在那里面打洞安身;鹰鸢以为山岭太低，就在那上面筑巢栖息;但是，它们还是被人捕获，这一定是为诱饵所诱。所以，如果君子能不贪财害义，那么就不会有什么耻辱了。”',
    ],
],
[
    'content' => [
        '曾子曰：“同游而不见爱者，吾必不仁也;交而不见敬者，吾必不长也;临财而不见信者，吾必不信也。三者在身曷怨人!怨人者穷，怨天者无识。失之己而反诸人，岂不亦迂哉!”',
        '南郭惠子问于子贡曰：“夫子之门何其杂也?”子贡曰：“君子正身以俟，欲来者不距，欲去者不止。且夫良医之门多病人，檃栝之侧多枉木，是以杂也。”',
        '孔子曰：“君子有三恕：有君不能事，有臣而求其使，非恕也;有亲不能报，有子而求其孝，非恕也;有兄不能敬，有弟而求其听令，非恕也。士明于此三恕，则可以端身矣。”',
        '孔子曰：“君子有三思而不可不思也：少而不学，长无能也;老而不教，死无思也;有而不施，穷无与也。是故君子少思长，则学;老思死，则教;有思穷，则施也。”',
    ],
    'vernacular' => [
        '曾子说：“与人交游，却不被对方所喜爱，这必定是由于自己缺乏仁爱;与人交往而不被对方所尊敬，这必定是由于自己不忠厚;接近财物，而不被对方所信任，这必定是由于自己没有信用。这三者的原因都在自己身上，怎么能怪怨别人?自己不努力，只会怪怨别人就会陷入困厄;怪怨上天，说明自己没有见识。过失在于自己却反而去责备别人，这不是太不符合实际了吗?”',
        '南郭惠子问子贡说：“先生的弟子，人员怎么那样混杂呢?”子贡说：“君子身心端正，来求学的人都不拒绝，想离去的也不阻止。况且，就像良医的门前多病人，矫形器的旁边多弯曲的木头一样，所以夫子的弟子才这么杂啊。”',
        '孔子说：“君子要有三种恕道：有了君主不能去侍奉，有了臣子却要他们听使唤，这不能宽恕;有了父母不能好好报答，有了子女却要求他们孝顺，这不能宽恕，有了哥哥不能尊重，有了弟弟却要求他们听话，这不能宽恕。读书人明白了这三种恕道，身心就可以端正了。”',
        '孔子说：“君子有三种思考，是不可以不考虑的：少年时候不学习，长大了就没有才能，老年时候不能教育人，死后就没人思念;富足的时候不施舍，贫穷了就没有人帮助。因此君子年少时就考虑到长大后的事，就会努力学习，老年考虑到死后，就会教育后人，富有的时候考虑道贫穷，就会施舍。',
    ],
    'notes' => [
        '（1）加：超过。',
        '（2）无：通“勿”。',
        '（3）雝：读“壅”。',
        '（4）这是一句逸诗，不见于现代版的《诗经》。',
        '（5）曾元：曾子的儿子。',
        '（6）其得也：指被捉。',
        '（7）珉：一种似玉的石头。',
        '（8）瑕：美玉上的斑点。',
        '（9）雕雕：雕饰的文采。',
        '（10）章章：素质明著。',
        '（11）出自《诗经?秦风?小戎》。',
        '（12）游：行。',
        '（13）长也：忠厚。',
        '（14）距：通“拒”。',
        '（15）恕：指推己及人。',
        '（16）施：施舍。',
    ],
],
],
'unscramble' => [
    '【鉴赏】后世儒生评说荀子，多有指责。究其原因，在于荀子著书立说，多言礼法而少及仁义。殊不知人之行世，即使同宗一师也各有差异。正如南郭惠子半感慨半诘问地请教子贡曰：“夫子之门，何其杂也?”而子贡的回答也颇具意味：“君子正身以俟，欲来者不距，欲去者不止。且夫良医之门多病人，檃栝之侧多枉木，是以杂也。”一方面指出孔子道德高尚，每个人都可以从他身上学到为人处世的道理;另一方面也表明，虽然夫子门生繁多、性格不齐、资质不等，但既同宗一师，则诚意、修身之根本必大同而小异。如同树干与树枝一样，后学各专一门，饮水思源，仍得益于求学时之种种感悟。',
    '荀子入世，常思君子谦谦，温润如玉。犹记孔子曾言“绘事后素”(《论语·八佾》)，故君子欲秉持礼法，兼济天下，则必须修行自身，正本清源。观玉之晶莹剔透，洁白无瑕，便犹如君子道德的天然物化：“温润而泽，仁也;栗而理，知也;坚刚而不屈，义也;廉而不刿，行也;折而不桡，勇也;瑕适并见，情也;扣之，其声清扬而远闻，其止辍然，辞也。”士人喜玉，随身佩戴是常见的习俗。然而君子佩玉，并不在于玉本身的稀有珍贵，却在于以玉的象征为参照，时时提醒自己，达到仁、智、义、行、勇、情、辞的要求。虽然这些并不是每个人都能达到，但玉佩日夜随行，鸣响之声便如同师训，潜移默化地促使着学子们亲身实践“用之则行，舍之则藏”(《论语·述而》)的诺言。故颜回箪食瓢饮而不改其乐，子路临戮而不忘结缨，他们举身蹈义而毫无退缩的行为，正是以生命捍卫着“富贵不能淫，贫贱不能移，威武不能屈”(《孟子·滕文公下》)的君子形象。而他们在以身殉道的同时，也成为了“君子”这一理想人格的现实模型，激励后人坚守心中的理想与道德。如果说先秦时代的士人们尚保持着比较完整的人格独立和自由意志，那么在大一统的帝国建立以后，尤其是专制主义日益强化之时，这种坚守所需抵抗的压力就更大。从汉末的党锢之祸到明末的东林喋血，士君子身上所体现的坚刚不屈、廉而不刿、折而不桡，便显得更为可歌可泣。',
    '君子处世，既秉持一心，必严于律己。与人相处，也时时自我反省，正如曾子所言：“同游而不见爱者，吾必不仁也;交而不见敬者，吾必不长也;临财而不见信者，吾必不信也。三者在身，曷怨人?”在曾子看来，他人的态度其实是自己为人处世的一面镜子，故他人不爱己、不敬己、不见信于己乃是自己行为有亏，决不应该怨天尤人。然而，曾子的话不但在狡诈丛生的战国时代不能获得当权者信奉，即使到了今天这个高喊“自我”的时代，也往往会成为嘲笑的对象。“走自己的路，让别人说去吧”，最早只是用于勉励自我坚持理想的格言，却在不知不觉中变了质，成为自私自利、狂妄自大的托词，渐渐使我们堕入放纵的险境。先哲们在千年之前的自我约束，是否能唤起我们沉睡已久的自知之明呢?正如孔子教诲的那样：“君子有三恕：有君不能事，有臣而求其使，非恕也;有亲不能报，有子而求其孝，非恕也;有兄不能敬，有弟而求其听令，非恕也。……君子有三思，而不可不思也。少而不学，长无能也;老而不教，死无思也;有而不施，穷无与也。”言简意赅，当是非常恰当的座右铭。常读常想，应能开阔心胸，奋发有为。',

        '公输不能加于绳①，圣人莫能加于礼。礼者，众人法而不知，圣人法而知之。',
        '[注释]①公输：即公输般，春秋时期鲁国著名的木匠，又名鲁班。绳：墨线。“绳”字下疑脱一“墨”字。',
        '曾子曰：“无内人之疏而外人之亲①，无身不善而怨人，无刑已至而呼天。内人之疏而外人之亲，不亦远乎②!身不善而怨人，不亦反乎!刑已至而呼天，不亦晚乎!《诗》曰：‘涓涓源水，不雝不塞。毂已破碎，乃大其辐。事已败矣，乃重大息。’③其云益乎!”',
        '[注释]①无：通“勿”。②远：当与下文的“反”字互换。③“《诗》曰”句：不见于今本《诗经》，当为逸诗。雝(yōng雍)，通“壅”，堵塞。毂(gǔ谷)，车轮中心的圆木。',
        '曾子病，曾元持足①，曾子曰：“元志之!吾语汝。夫鱼鳖鼋鼍犹以渊为浅而堀其中②，鹰鸢犹以山为卑而增巢其上③，及其得也，必以饵。故君子苟能无以利害义，则耻辱亦无由至矣。”',
        '[注释]①曾元：曾子的儿子。②鼋(yuán元)：大鳖。鼍(tuó驼)：鳄鱼的一种。堀：通“窟”。下当脱一“穴”字。③增巢：聚集柴木做成巢。',
        '子贡问于孔子曰：“君子之所以贵玉而贱珉者①，何也?为夫玉之少而珉之多邪?”孔子曰：“恶!赐，是何言也!夫君子岂多而贱之，少而贵之哉!夫玉者，君子比德焉。温润而泽，仁也;栗而理，知也;坚刚而不屈，义也;廉而不刿②，行也;折而不桡③，勇也;瑕适并见，情也;扣之，其声清扬而远闻，其止辍然④，辞也。故虽有珉之雕雕⑤，不若玉之章章。《诗》曰：‘言念君子，温其如玉。’⑥此之谓也。”',
        '[注释]①珉(mín民)：似玉的石。②廉：棱角。刿：划伤。③桡：通“挠”。④辍然：突然停止的样子。⑤雕雕：文采显著的样子。下“章章”同。⑥“《诗》曰”句：见《诗经·秦风·小戎》。',
        '曾子曰：“同游而不见爱者①，吾必不仁也;交而不见敬者，吾必不长也;临财而不见信者，吾必不信也。三者在身，曷怨人?怨人者穷，怨天者无识。失之己而反诸人②，岂不亦迂哉!”',
        '[注释]①同游：一起学习。②反：求。',
        '南郭惠子问于子贡曰①：“夫子之门，何其杂也?”子贡曰：“君子正身以俟，欲来者不距②，欲去者不止。且夫良医之门多病人，檃栝之侧多枉木，是以杂也。”',
        '[注释]①南郭惠子：不详其人。②距：通“拒”，拒绝。',
        '孔子曰：“君子有三恕①：有君不能事，有臣而求其使，非怒也;有亲不能报，有子而求其孝，非恕也;有兄不能敬，有弟而求其听令，非恕也。士明于此三恕，则可以端身矣。”',
        '[注释]①恕：推己及人之心。',
        '孔子曰：“君子有三思，而不可不思也。少而不学，长无能也;老而不教，死无思也;有而不施，穷无与也。是故君子少思长则学，老思死则教，有思穷则施也。”',
],
];
