<?php
return [
'chapters' => [
[
    'content' => [
        '尧问于舜曰：“我欲致天下，为之奈何?”对曰：“执一无失，行微无怠，忠信无倦，而天下自来。执一如天地，行微如日月，忠诚盛于内，贲于外，形于四海，天下其在一隅邪!夫有何足致也!”',
        '魏武侯谋事而当，群臣莫能逮，退朝而有喜色。吴起进曰：“亦尝有以楚庄王之语，闻于左右者乎?”武侯曰：“楚庄王之语何如?”吴起对曰：“楚庄王谋事而当，群臣莫能逮，退朝有忧色。申公巫臣进问曰：‘王朝而有忧色，何也?’庄王曰：‘不谷谋事而当，群臣莫能逮，是以忧也。其在中蘬之言也，曰：“诸侯自为得师者王，得友者霸，得疑者存，自为谋而莫己若者亡。”今以不谷之不肖，而群臣莫能逮，吾国几于亡乎!是以忧也。’楚庄王以忧，而君以喜。”武侯逡巡再拜曰：“天使夫子振寡人之过也。”',
        '伯禽将归于鲁，周公谓伯禽之傅曰：“汝将行，盍志而子美德乎?”对曰：“其为人宽，好自用以慎。此三者，其美德也。”周公曰：“呜呼!以人恶为美德乎?君子好以道德，故其民归道。彼其宽也，出无辨矣，女又美之!彼其好自用也，是所以窭小也。君子力如牛，不与牛争力;走如马，不与马争走;知如士，不与士争知。彼争者均者之气也，女又美之!彼其慎也，是其所以浅也。闻之曰：‘无越踰不见士。’见士问曰：‘无乃不察乎?’不闻即物少至，少至则浅。彼浅者，贱人之道也，女又美之!吾语女：我、文王之为子，武王之为弟，成王之为叔父，吾于天下不贱矣;然而吾所执贽而见者十人，还贽而相见者三十人，貌执之士者百有余人，欲言而请毕事者千有余人，于是吾仅得三士焉，以正吾身，以定天下。吾所以得三士者，亡于十人与三十人中，乃在百人与千人之中。故上士吾薄为之貌，下士吾厚为之貌，人人皆以我为越踰好士，然故士至;士至而后见物，见物然后知其是非之所在。戒之哉!女以鲁国骄人，几矣!夫仰禄之士犹可骄也，正身之士不可骄也。彼正身之士，舍贵而为贱，舍富而为贫，舍佚而为劳，颜色黎黑而不失其所，是以天下之纪不息，文章不废也。”',
        '语曰：缯丘之封人，见楚相孙叔敖曰：“吾闻之也：处官久者士妒之，禄厚者民怨之，位尊者君恨之。为相国有此三者，而不得罪于楚之士民何也?”孙叔敖曰：“吾三相楚而心愈卑，每益禄而施愈博，位滋尊而礼愈恭，是以不得罪于楚之士民也。”',
        '子贡问于孔子曰：“赐为人下而未知也。”孔子曰：“为人下者乎?其犹土也。深抇之而得甘泉焉，树之而五谷蕃焉，草木殖焉，禽兽育焉;生则立焉，死则入焉;多其功，而不“息”德。为人下者其犹土也。”',
        '昔虞不用宫之奇而晋幷之，莱不用子马而齐幷之，纣刳王子比干而武王得之。不亲贤用知，故身死国亡也。',
        '为说者曰：“孙卿不及孔子。”是不然。孙卿迫于乱世，遒于严刑，上无贤主，下遇暴秦，礼义不行，教化不成，仁者绌约，天下冥冥，行全刺之，诸侯大倾。当是时也，知者不得虑，能者不得治，贤者不得使。故君上蔽而无睹，贤人距而不受。然则孙卿怀将圣之心，蒙佯狂之色，视天下以愚。诗曰：“既明且哲，以保其身。”此之谓也。是其所以名声不白，徒与不众，光辉不博也。今之学者，得孙卿之遗言余教，足以为天下法式表仪。所存者神，所过者化，观其善行，孔子弗过。世不详察，云非圣人，奈何!天下不治，孙卿不遇时也。德若尧禹，世少知之;方术不用，为人所疑;其知至明，循道正行，足以为纪纲。呜呼!贤哉!宜为帝王。天地不知，善桀纣，杀贤良，比干剖心，孔子拘匡，接舆避世，箕子佯狂，田常为乱，阖闾擅强。为恶得福，善者有殃。今为说者，又不察其实，乃信其名。时世不同，誉何由生?不得为政，功安能成?志修德厚，孰谓不贤乎!',
    ],
    'vernacular' => [
    ],
    'notes' => [
    ],
],
],
'unscramble' => [
尧问于舜曰：“我欲致天下，为之奈何?”对曰：“执一无失， 行微无怠，忠信无倦，而天下自来。执一如天地，行微如日 月，忠诚盛于内，贲于外①，形于四海。天下其在一隅邪②! 夫 有何足致也?”

 

[注释[ ①贲：通“奋”，发抒;显露。②隅：角落。

 

魏武侯谋事而当①，群臣莫能逮，退朝而有喜色。吴起进 曰：“亦尝有以楚庄王之语闻于左右者乎?”武侯曰：“楚庄王 之语何如?”吴起对曰：“楚庄王谋事而当，群臣莫逮，退朝而 有忧色。申公巫臣进问曰②：‘王朝而有忧色，何也?’庄王曰： ‘不毂谋事而当③，群臣莫能逮，是以忧也。 其在中之言 也④，曰：‘诸侯自为得师者王，得友者霸，得疑者存，自为谋而 莫己若者亡。’今以不穀之不肖而群臣莫吾逮，吾国几于亡 乎! 是以忧也。’楚庄王以忧，而君以憙⑤。”武侯逡巡再拜 曰⑥：“天使夫子振寡人之过也。”

 

[注释] ①魏武侯：战国时魏国国君，魏文侯的儿子，名击。②申公巫臣：楚 国申邑大夫，姓屈，名巫臣，字子灵。 ③不毂：古代君王的谦称。 ④中(kuī亏)： 即“仲虺”，商汤的左相。 ⑤憙：同“喜”，欢喜，高兴。 ⑥逡(qūn)巡：徘徊或后退。

 

伯禽将归于鲁①，周公谓伯禽之傅曰：“汝将行，盍志而子 美德乎②?”对曰：“其为人宽，好自用，以慎。此三者，其美德 已。”周公曰：“呜呼! 以人恶为美德乎?君子好以道德，故其 民归道。彼其宽也，出无辨矣，女又美之。彼其好自用也，是 所以窭小也③。君子力如牛，不与牛争力;走如马，不与马争 走;知如士，不与士争知。彼争者，均者之气也，女又美之。 彼其慎也，是其所以浅也。闻之曰：‘无越踰不见士。’见士问 曰：‘无乃不察乎?’不闻④，即物少至，少至则浅。彼浅者，贱 人之道也，女又美之。吾语女：我，文王之为子，武王之为弟， 成王之为叔父，吾于天下不贱矣，然而吾所执贽而见者十 人⑤，还贽而相见者三十人，貌执之士者百有余人，欲言而请 毕事者千有余人，于是吾仅得三士焉，以正吾身，以定天下。 吾所以得三士者，亡于十人与三十人中，乃在百人与千人之 中。故上士吾薄为之貌，下士吾厚为之貌。人人皆以我为越 踰好士，然故士至，士至而后见物，见物然后知其是非之所 在。戒之哉! 女以鲁国骄人，几矣! 夫仰禄之士犹可骄也， 正身之士不可骄也。彼正身之士，舍贵而为贱，舍富而为贫， 舍佚而为劳，颜色黎黑而不失其所⑥，是以天下之纪不息，文 章不废也。”

 

[注释] ①伯禽：周公的儿子，封于鲁。②而：通“尔”，你。③窭(jù具)： 小。④闻：问。⑤贽：古时初见尊长所送的礼物。⑥黎：通“黧”(lí离)，黑色。

 

语曰：缯丘之封人见楚相孙叔敖曰①：“吾闻之也：处官 久者士妒之，禄厚者民怨之，位尊者君恨之。今相国有此三 者而不得罪楚之士民，何也?”孙叔敖曰：“吾三相楚而心愈 卑，每益禄而施愈博，位滋尊而礼愈恭②，是以不得罪于楚之 士民也。”

 

[注释] ①缯(zēng增)丘：同“鄫丘”，古地名，鄫国的故地，属楚，在今湖北随州 一带。封人：负责守卫边疆的官。②滋：更加。

 

子贡问于孔子曰：“赐为人下而未知也。”孔子曰：“为人 下者乎?其犹土也?深抇之而得甘泉焉①，树之而五谷蕃焉， 草木殖焉，禽兽育焉，生则立焉，死则入焉，多其功而不息②。 为人下者，其犹土也。”

 

[注释] ①抇(hú胡)：挖掘。②息：当为“惪”字，同“德”。

 

昔虞不用宫之奇而晋并之①，莱不用子马而齐并之②，纣 刳王子比干而武王得之。不亲贤用知，故身死国亡也。

 

[注释] ①虞：春秋时一个小国，姬姓，故址在今山西平陆北，公元前655年为晋 国所灭。宫之奇：虞国的大夫。②莱：春秋时莱国，故址在今山东龙口东南，公元前 567年为齐国所灭。子马：莱国的贤臣。

 

为说者曰：“孙卿不及孔子。”是不然。孙卿迫于乱世，鰌 于严刑①，上无贤主，下遇暴秦，礼义不行，教化不成，仁者绌 约，天下冥冥，行全刺之，诸侯大倾。当是时也，知者不得虑， 能者不得治，贤者不得使，故君上蔽而无睹，贤人距而不受。 然则孙卿怀将圣之心②，蒙佯狂之色，视天下以愚③。《诗》曰： “既明且哲，以保其身。”④此之谓也。是其所以名声不白，徒 与不众，光辉不博也。今之学者，得孙卿之遗言余教，足以为 天下法式表仪，所存者神，所过者化。观其善行，孔子弗过， 世不详察，云非圣人，奈何! 天下不治，孙卿不遇时也。德若 尧、禹，世少知之;方术不用，为人所疑。其知至明，循道正 行，足以为纪纲。呜呼! 贤哉! 宜为帝王。天地不知，善桀、 纣，杀贤良，比干剖心，孔子拘匡，接舆避世⑤，箕子佯狂，田常 为乱⑥，阖闾擅强。为恶得福，善者有殃。今为说者又不察其 实，乃信其名。时世不同，誉何由生? 不得为政，功安能成? 志修德厚，孰谓不贤乎!

 

[注释] ①鰌(qiū秋)：迫。②将圣：大圣。③视：通“示”。④“《诗》曰” 句：见《诗经·大雅·烝民》。⑤接舆：春秋时楚国人，佯狂避世。⑥田常：即田 成子，也作田恒、陈成子，春秋时齐国大臣，公元前481年，他杀死齐简公，拥立齐平公， 任相国摄政。
],
];
