<?php
return [
'chapters' => [
[
    'content' => [
        '尧问于舜曰：“我欲致天下，为之奈何?”对曰：“执一无失，行微无怠，忠信无倦，而天下自来。执一如天地，行微如日月，忠诚盛于内，贲(1)于外，形于四海，天下其在一隅(2)邪!夫有何足致也？”',
        '魏武侯(3)谋事而当，群臣莫能逮，退朝而有喜色。吴起进曰：“亦尝有以楚庄王之语，闻于左右者乎?”武侯曰：“楚庄王之语何如?”吴起对曰：“楚庄王谋事而当，群臣莫能逮，退朝有忧色。申公巫臣(4)进问曰：‘王朝而有忧色，何也?’庄王曰：‘不毂(5)谋事而当，群臣莫能逮，是以忧也。其在中蘬(6)之言也，曰：“诸侯自为得师者王，得友者霸，得疑者存，自为谋而莫己若者亡。”今以不穀之不肖，而群臣莫能逮，吾国几于亡乎？是以忧也。’楚庄王以忧，而君以喜(7)。”武侯逡巡(8)再拜曰：“天使夫子振寡人之过也。”',
    ],
    'notes' => [
        '(1)贲：通“奋”，发抒，显露。',
        '(2)隅：角落。',
        '(3)魏武侯：战国时魏国国君，魏文侯的儿子，名击。',
        '(4)申公巫臣：楚国申邑大夫，姓屈，名巫臣，字子灵。',
        '(5)不毂：古代君王的谦称。',
        '(6)中蘬(kuī)：即“仲虺”，商汤的左相。',
        '(7)憙：同“喜”，欢喜，高兴。',
        '(8)逡(qūn)巡：徘徊或后退。',
    ],
    'vernacular' => [
        '尧问舜说：“我想招引天下的人，对此该怎么办？”舜回答说：“主持政务专心一意而没有过失，做细小的事也不懈怠，忠诚守信而不厌倦，那么天下人自会归顺。主持政务专心一意像天长地久一样，做细小的事像日月运行不息一样，忠诚充满在内心，发扬在外表，体现在四海之内，那么天下人岂不就像在室内的角落里一样啦？又哪里要去招引呢？”',
        '魏武侯谋划政事得当，大臣们没有谁能及得上他，退朝后他带着喜悦的脸色。吴起上前说：“曾经有人把楚庄王的话报告给您了吗？”',
        '武侯说：“楚庄王的话怎么说的？”吴起回答说：“楚庄王谋划政事得当，大臣们没有谁及得上他，退朝后他带着忧虑的神色。申公巫臣上前询问说：‘大王被群臣朝见后面带忧虑的神色，为什么呀？’庄王说：‘我谋划攻事得当，大臣们没有谁能及得上我，因此我忧虑啊。那忧虑的原因就在仲虺的话中，他说过，诸侯获得师傅的称王天下，获得朋友的称霸诸侯，获得解决疑惑者的保存国家，自行谋划而没有谁及得上自己的灭亡。现在凭我这样的无能，而大臣们却没有谁及得上我，我的国家接近于灭亡啦！因此我忧虑啊。’楚庄王因此而忧虑，而您却因此而高兴！”',
        '武侯后退了几步，拱手拜了两次说：“是上天派先生来挽救我的过错啊。”',
    ],
],
[
    'content' => [
        '伯禽(9)将归于鲁，周公谓伯禽之傅曰：“汝将行，盍志而(10)子美德乎?”对曰：“其为人宽，好自用，以慎。此三者，其美德也。”周公曰：“呜呼!以人恶为美德乎?君子好以道德，故其民归道。彼其宽也，出无辨矣，女又美之!彼其好自用也，是所以窭(11)小也。君子力如牛，不与牛争力;走如马，不与马争走;知如士，不与士争知。彼争者，均者之气也，女又美之!彼其慎也，是其所以浅也。闻之曰：‘无越踰不见士。’见士问曰：‘无乃不察乎?’不闻(12)，即物少至，少至则浅。彼浅者，贱人之道也，女又美之!吾语女：我，文王之为子，武王之为弟，成王之为叔父，吾于天下不贱矣;然而吾所执贽(13)而见者十人，还贽而相见者三十人，貌执之士者百有余人，欲言而请毕事者千有余人，于是吾仅得三士焉，以正吾身，以定天下。吾所以得三士者，亡于十人与三十人中，乃在百人与千人之中。故上士吾薄为之貌，下士吾厚为之貌，人人皆以我为越踰好士，然故士至;士至而后见物，见物然后知其是非之所在。戒之哉!女以鲁国骄人，几矣!夫仰禄之士犹可骄也，正身之士不可骄也。彼正身之士，舍贵而为贱，舍富而为贫，舍佚而为劳，颜色黎(14)黑而不失其所，是以天下之纪不息，文章不废也。”',
    ],
    'notes' => [
        '(9)伯禽：周公的儿子，封于鲁。',
        '(10)而：通“尔”，你。',
        '(11)窭(jù)：小。',
        '(12)闻：问。',
        '(13)贽：古时初见尊长所送的礼物。',
        '(14)黎(lí)：通“黧”，黑色。',
    ],
    'vernacular' => [
        '伯禽将要回到鲁国去，周公旦对伯禽的师傅说：“你们要走了，你为什么不估量一下你所辅导的这个人的美德呢？”伯禽的师傅回答说：“他为人宽大，喜欢靠自己的才智行事，而且谨慎。这三个方面，就是他的美德了。”',
        '周公说：“唉呀！你怎么能把人家不好的东西当作美德啦！君子喜欢按照道理去行事，所以他的民众也归顺正道。他对人一味宽大，那么赏赐就会不加分别了，你却还赞美它。他喜欢靠自己的才智行事，这是使他浅陋无知而胸怀狭窄的根源啊。君子气力像牛一样大，也不和牛较量气力；跑起来像马一样快，也不和马赛跑；智慧像士人一样高明，也不和士人比聪明。那较量竞争，只是把自己和别人等同的人的气量，你却还赞美它。他的谨慎，这是使他孤陋寡闻的原因。我听说过这句活：‘不要过分地不会见士人。’见到士人就要问道：‘不是我不明察吧？’不询问，那么事情就了解得少，了解得少就浅陋了。那浅陋，是下贱之人的为人之道，你却还赞美它。”',
        '周公对伯禽说：“我告诉你。我是文王的儿子，武王的弟弟，成王的叔父。我在天下不算卑贱了，然而我拿着礼物去拜见的尊长有十个，还礼会见的平辈有三十个，用礼貌去接待的士人有一百多个，想要提意见而我请他把事情说完的人有一千多个，在这些人之中我只得到三个贤士，靠他们来端正我的身心，来安定天下。我得到三个贤士的办法，不是在十个人和三十个人之中挑选，而是在上百人和上千人之中挑选。所以对于上等的士人，我对他们的礼貌轻一些；对于下等的士人，我对他们的礼貌重一些。人人都认为我特别喜欢士人，所以士人都来了；士人来了，然后我才能看清事物；看清了事物，然后才能知道它们的是非在什么地方。要警戒啊！你如果凭借鲁国高傲地对待人，就危险了！那些依赖俸禄生活的士人还可以高傲地对待，而端正身心的士人是不可以高傲地对待的。那些端正身心的士人，舍弃高贵的地位而甘居卑贱，舍弃富足的待遇而甘愿贫穷，舍弃安逸而干劳苦的事，脸色黝黑也不丧失自己所选择的立场，因此天下的治国纲领能流传不息，古代的文献典籍能经久不废啊。”',
    ],
],
[
    'content' => [
        '语曰：缯丘之封人(15)，见楚相孙叔敖曰：“吾闻之也：处官久者士妒之，禄厚者民怨之，位尊者君恨之。为相国有此三者，而不得罪于楚之士民，何也?”孙叔敖曰：“吾三相楚而心愈卑，每益禄而施愈博，位滋(16)尊而礼愈恭，是以不得罪于楚之士民也。”',
        '子贡问于孔子曰：“赐为人下而未知也。”孔子曰：“为人下者乎?其犹土也。深抇(17)之而得甘泉焉，树之而五谷蕃焉，草木殖焉，禽兽育焉;生则立焉，死则入焉;多其功，而不息(18)。为人下者其犹土也。”',
        '昔虞不用宫之奇而晋幷之(19)，莱不用子马而齐幷之(20)，纣刳王子比干而武王得之。不亲贤用知，故身死国亡也。',
        '为说者曰：“孙卿不及孔子。”是不然。孙卿迫于乱世，遒(21)于严刑，上无贤主，下遇暴秦，礼义不行，教化不成，仁者绌约，天下冥冥，行全刺之，诸侯大倾。当是时也，知者不得虑，能者不得治，贤者不得使。故君上蔽而无睹，贤人距而不受。然则孙卿怀将圣(22)之心，蒙佯狂之色，视(23)天下以愚。《诗》曰：“既明且哲，以保其身(24)。”此之谓也。是其所以名声不白，徒与不众，光辉不博也。今之学者，得孙卿之遗言余教，足以为天下法式表仪。所存者神，所过者化，观其善行，孔子弗过。世不详察，云非圣人，奈何!天下不治，孙卿不遇时也。德若尧禹，世少知之;方术不用，为人所疑;其知至明，循道正行，足以为纪纲。呜呼!贤哉!宜为帝王。天地不知，善桀纣，杀贤良，比干剖心，孔子拘匡，接舆避世(25)，箕子佯狂，田常为乱(26)，阖闾擅强。为恶得福，善者有殃。今为说者，又不察其实，乃信其名。时世不同，誉何由生?不得为政，功安能成?志修德厚，孰谓不贤乎!',
    ],
    'notes' => [
        '(15)缯(zēng)丘：同“鄫丘”，古地名，鄫国的故地，属楚，在今湖北随州一带。封人：负责守卫边疆的官。',
        '(16)滋：更加。',
        '(17)抇(hú)：挖掘。',
        '(18)息：当为“惪”字，同“德”。',
        '(19)虞：春秋时一个小国，姬姓，故址在今山西平陆北，公元前655年为晋国所灭。宫之奇：虞国的大夫。',
        '(20)莱：春秋时莱国，故址在今山东龙口东南，公元前567年为齐国所灭。子马：莱国的贤臣。',
        '(21)鰌(qiū)：迫。一作“遒”。',
        '(22)将圣：大圣。',
        '(23)视：通“示”。',
        '(24)“《诗》曰”句：见《诗经·大雅·烝民》。',
        '(25)接舆：春秋时楚国人，佯狂避世。',
        '(26)田常：即田成子，也作田恒、陈成子，春秋时齐国大臣，公元前481年，他杀死齐简公，拥立齐平公，任相国摄政。',
    ],
    'vernacular' => [
        '民间有传说，缯丘的封人拜见楚国的丞相孙叔敖说：“我听说过这样的话：‘做官长久的人，士人就会嫉妒他；俸禄丰厚的人，民众就会怨恨他；地位尊贵的人，君主就会憎恶他。’现在相国具备了这三种情况却没有得罪楚国的士人民众，为什么呢？”孙叔敖说：“我三次任楚国相国而心里越来越谦卑，每次增加俸禄而施舍越来越广泛，地位越尊贵而礼节越恭敬，因此没有得罪楚国的士人民众啊。”',
        '子贡问孔子说：“我想对人谦虚却还不知道怎样做。”孔子说：“对人谦虚么？那就要像土地一样啊。深深地挖掘它就能得到甜美的泉水，在它上面种植而五谷就茂盛地生长；草木在它上面繁殖，禽兽在它上面生息；活着就站在它上面，死了就埋在它里面；它的功劳很多却不自以为有功德。对人谦虚嘛，那就要像土地一样啊。”',
        '从前虞国不用宫之奇而晋国吞并了它，莱国不用子马而齐国吞并了它，商纣王将王子比干剖腹挖心而周武王夺取了他的政权。君主不亲近贤能的人、任用明智的人，所以会身死国亡啊。',
        '那些立说的人说：“荀卿及不上孔子。”这不对。',
        '荀卿被迫处在乱世，身受严刑箝制；上没有贤德君主，下碰上暴虐之秦；礼制道义不能推行，教育感化不能办成；仁人遭到罢免束缚，天下黑暗昏昏沉沉；德行完美反受讥讽，诸侯大肆倾轧兼并。在这个时代啊，有智慧的人不能谋划政事，有能力的人不能参与治理，有德才的人不能得到任用。所以君主受到蒙蔽而看不见什么，贤能的人遭到拒绝而不被接纳。既然这样，所以荀卿抱着伟大的圣人的志向，却又给自己脸上加了一层装疯的神色，向天下人显示自己的愚昧。《诗经》上说：“不但明智又聪慧，用来保全他自身。”说的就是这种人啊。这就是他名声不显赫，门徒不多，光辉照耀得不广的原因。',
        '现在的学者，只要能得到荀卿遗留下来的言论与残剩下来的教导，也完全可以用作为天下的法度准则。他所在的地方就得到全面的治理，他经过的地方社会就发生了变化。看看他那善良的行为，孔子也不能超过。世人不加详细考察，说他不是圣人，有什么办法呢？天下不能治理好，是因为荀卿没有遇到时机啊。他的德行像尧禹一样，世人却很少知道这一点；他的治国方略不被采用，反被人们所怀疑。他的智力极其聪明，他遵循正道、端正德行，足以成为人们的榜样。唉呀！贤能啊！他应该成为帝王。天地不知，竟然善桀纣，杀害贤良。比干被剖腹挖心，孔子被围困在匡地，接舆逃避社会，箕子假装发疯，田常犯上作乱，阖闾放肆逞强。作恶的得到幸福，行善的反遭祸殃。现在那些立说的人又不考察实际情况，竟然相信那些虚名；时代不同，名誉从哪里产生？不能执政，功业哪能建成？志向美好、德行敦厚，谁说荀卿没有德才呢?',
    ],
],
],
'unscramble' => [
    '【鉴赏】有人说：“历史是一面镜子，能够清晰地照出过往岁月的成败得失。”又有人说：“历史是一个小姑娘，任由后人将其打扮。”读完此篇《尧问》，也令人不禁思考，当初这些故事是以怎样的原貌进入作者的叙述中的呢?是确有其事的史实，还是道听途说的传闻?今天也许很难真正找到答案。然而有一点是肯定的，这些故事既然是门人对于荀子言语的记载，那么无论其间到底有多少真实的成分，却必然经常为荀子所提到。因此，细细体会事件背后所隐藏的微言大义，方可感受荀子志之所在。',
    '荀子一生，“名声不白，徒与不众，光辉不博”，在稷下学宫里参与百家争鸣，看似热闹，内心却充满深深的孤独和失落。因为在这里，纵横之术、法家之术为众人所追捧，而先王的道德、儒家的学说却乏人问津。然而荀子并没有因此放弃对治国之道的思考。每当想到前代的各种典故，圣人的语言便不停地回荡于耳际：“执一无失，行微无怠，忠信无倦，而天下自来。执一如天地，行微如日月，忠诚盛于内，贲于外，形于四海。天下其在一隅邪!夫有何足致也?”原来圣人并非没有困乏忧愁的时候，只是他即使身处困境，也依然谨慎地做好每一件小事，一心一意地忠于政事。虽然自己的抱负暂时不能施展，不妨严于修身，像孔子曾经教诲子贡时说的“为人下者其犹土也”一样，怀着谦卑的胸怀包容世界，在等待转机的同时，看苍生沉浮，觅治世良方。',
    '魏武侯处理政事，得当而独断，当他正为自己的智慧沾沾自喜时，吴起进言道：“诸侯自为得师者王，得友者霸，得疑者存，自为谋而莫己若者亡。”荀子最喜这则典故，不仅是因为最后的结局是魏武侯的“逡巡再拜”，而且在于吴起的这番话与其所述的“王霸”之道相互契合：“人主不可以独也。卿相辅佐，人主之基、杖也，不可不早具也。故人主必将有卿相辅佐足任者然后可。”(《君道》)而周公辨伯禽之优劣一事，显然是选贤取才的典型事例。“彼正身之士，舍贵而为贱，舍富而为贫，舍佚而为劳，颜色黎黑而不失其所，是以天下之纪不息，文章不废也”，不正是孔子所言“隐居以求其志，行义以达其道。吾闻其语矣，未见其人也”(《论语·季氏》)的绝佳注解吗?',
    '本篇的最后一节，是荀子弟子对先生的评价。自秦以后，荀卿之事迹大多湮没，幸得此篇中尚有记叙。至汉武帝时，太史公著《史记·孟子荀卿列传》，于此段评述亦多有借鉴。然而流连于文字之间，观荀子一生辗转，“迫于乱世，鰌于严刑，上无贤主，下遇暴秦，礼义不行，教化不成”，虽然才能不下于圣人，却身隐于闾巷之间，而功业未尝施展，不禁为之怆然。',
],
];
