<?php
return [
'chapters' => [
[
    'content' => [
        '憍泄者，人之殃也;恭俭者，偋五兵也。虽有戈矛之刺，不如恭俭之利也。故与人善言，暖于布帛;伤人之言，深于矛戟。故薄薄之地，不得履之，非地不安也，危足无所履者，凡在言也。巨涂则让，小涂则殆，虽欲不谨，若云不使。',
        '快快而亡者、怒也，察察而残者、忮也，博而穷者、訾也，清之而俞浊者、口也，豢之而俞瘠者、交也，辩而不说者、争也，直立而不见知者、胜也，廉而不见贵者、刿也，勇而不见惮者、贪也，信而不见敬者、好剸行也。此小人之所务，而君子之所不为也。',
        '斗者，忘其身者也，忘其亲者也，忘其君者也。行其少顷之怒，而丧终身之躯，然且为之，是忘其身也;家室立残，亲戚不免乎刑戮，然且为之，是忘其亲也;君上之所恶也，刑法之所大禁也，然且为之，是忘其君也。忧忘其身，内忘其亲，上忘其君，是刑法之所不舍也，圣王之所不畜也。乳彘触虎，乳狗不远游，不忘其亲也。人也，忧忘其身，内忘其亲，上忘其君，则是人也，而曾狗彘之不若也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '骄傲轻慢，是人的祸殃；恭敬谦逊，可以屏除各种兵器的残杀，可见即使有戈矛的尖刺，也不如恭敬谦逊的厉害。所以和别人说善意的话，比给他穿件衣服还温暖；用恶语伤人，就比矛戟刺得还深。所以磅礴宽广的大地，不能踩在它上面，并不是因为地面不安稳；踮着脚没有地方可以踩下去的原因，都在于说话伤了人啊。大路很拥挤，小路又危险，即使想不谨慎，又好像有什么迫使其非谨慎不可。',
        '痛快一时却导致死亡的，是由于忿怒；明察一切而遭到残害的，是由于嫉妒；知识渊博而处境困厄的，是由于毁谤；想要澄清而愈来愈混沌，是由于口舌；供养款待别人而交情越来越淡薄，是由于待人接物不当；能言善辩而不被人喜欢，是由于好争执；立身正直而不被人理解，是由于盛气凌人；方正守节而不受人尊重，是由于尖刻伤人；勇猛无比而不受人敬畏，是由于贪婪；恪守信用而不受人尊敬，是由于喜欢独断专行。这些都是小人所干的，是君子所不干的。',
        '斗殴的人，是忘记了自己身体的人，是忘记了自己亲人的人，是忘记了自己君主的人。发泄他一时的忿怒，将丧失终身的躯体，然而还是去搞斗殴，这便是忘记了自己的身体；家庭立刻会遭到摧残，亲戚也不免受刑被杀，然而还是去搞斗殴，这便是忘记了自己的亲人；斗殴是君主所厌恶的，是刑法所严格禁止的，然而还是去搞斗殴，这便是忘记了自己的君主。就可忧虑的事来说，是忘记了自身；从家庭内部来说，是忘记了亲人；对上来说，是忘记了君主；这种人是刑法所不能放过的，也是圣明的帝王所不容的。哺乳的母猪不去触犯老虎，喂奶的母狗不到远处游逛，这是因为它们没忘记自己的亲骨肉啊。作为一个人，就可忧虑的事来说，忘记了自身；从家庭内部来说，忘记了亲人；对上来说，忘记了君主；这种人啊，就连猪狗也不如了。',
    ],
],
[
    'content' => [
        '凡斗者，必自以为是，而以人为非也。己诚是也，人诚非也，则是己君子，而人小人也;以君子与小人相贼害也，忧以忘其身，内以忘其亲，上以忘其君，岂不过甚矣哉!是人也，所谓以狐父之戈钃牛矢也。将以为智邪?则愚莫大焉;将以为利邪?则害莫大焉;将以为荣邪?则辱莫大焉;将以为安邪?则危莫大焉。人之有斗，何哉?我欲属之狂惑疾病邪?则不可，圣王又诛之。我欲属之鸟鼠禽兽邪?则又不可，其形体又人，而好恶多同。人之有斗，何哉?我甚丑之。',
        '有狗彘之勇者，有贾盗之勇者，有小人之勇者，有士君子之勇者。争饮食，无廉耻，不知是非，不辟死伤，不畏众强，牟牟然惟利饮食之见，是狗彘之勇也。为事利，争货财，无辞让，果敢而振，猛贪而戾，牟牟然惟利之见，是贾盗之勇也。轻死而暴，是小人之勇也。义之所在，不倾于权，不顾其利，举国而与之不为改视，重死持义而不桡，是士君子之勇也。',
        '鯈魾者，浮阳之鱼也，胠于沙而思水，则无逮矣。挂于患而思谨，则无益矣。自知者不怨人，知命者不怨天;怨人者穷，怨天者无志。失之己，反之人，岂不迂乎哉!',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '凡是斗殴的人，一定认为自己是对的而认为别人是错的。自己如果真是对的，别人如果真是错的，那么自己就是君子而别人就是小人了。以君子的身份去和小人互相残害，就可忧虑的事来说，是忘记了自身；从家庭内部来说，是忘记了自己的亲人；对上来说，是忘记了自己的君主；这难道不是错得太厉害了么？这种人，就是平常所说的用狐父出产的利戈来斩牛屎。要是看作聪明吧，其实没有比这更愚蠢的了；要是看作有利吧，其实没有比这更有害的了；要是看作光荣吧，其实没有比这更耻辱的了；要是看作安全吧，其实没有比这更危险的了。人们有斗殴的行为，到底为了什么呢？我想把这种行为归属于疯狂、惑乱等精神病吧，但又不可以，因为圣明的帝王还是要处罚这种行为的；我想把他们归到鸟鼠禽兽中去吧，但也不可以，因为他们的形体还是人，而且爱憎也大多和别人相同。人们会发生斗殴，究竟是为了什么呢？我认为这种行为是很丑恶的。',
        '有狗和猪的勇敢，有商人和盗贼的勇敢，有小人的勇敢，有士君子的勇敢。争喝抢吃，没有廉耻，不懂是非，不顾死伤，不怕众人的强大，眼红得只看到吃喝，这是狗和猪的勇敢。做事图利，争夺财物，没有推让，行动果断大胆而振奋，心肠凶猛、贪婪而暴戾，眼红得只看见财利，这是商人和盗贼的勇敢。不在乎死亡而行为暴虐，是小人的勇敢。合乎道义的地方，就不屈服于权势，不顾自己的利益，把整个国家都给他他也不改变观点，虽然看重生命、但坚持正义而不屈不挠，这是士君子的勇敢。',
        '白鲦，是喜欢浮在水面上晒太阳的鱼儿；但搁浅在沙滩上再想得到水，就来不及了。困在灾祸之中再想小心谨慎，就毫无裨益了。有自知之明的人不怪怨别人，懂得命运的人不埋怨老天；怪怨别人的人就会走投无路，埋怨老天的人是没有见识。错误在自己身上，却反而去责求别人，岂不是绕远了吗？',
    ],
],
[
    'content' => [
        '荣辱之大分，安危利害之常体：先义而后利者荣，先利而后义者辱;荣者常通，辱者常穷;通者常制人，穷者常制于人：是荣辱之大分也。材悫者常安利，荡悍者常危害;安利者常乐易，危害者常忧险;乐易者常寿长，忧险者常夭折：是安危利害之常体也。',
        '夫天生蒸民，有所以取之：志意致修，德行致厚，智虑致明，是天子之所以取天下也。政令法，举措时，听断公，上则能顺天子之命，下则能保百姓，是诸侯之所以取国家也。志行修，临官治，上则能顺上，下则能保其职，是士大夫之所以取田邑也。循法则、度量、刑辟、图籍、不知其义，谨守其数，慎不敢损益也;父子相传，以持王公，是故三代虽亡，治法犹存，是官人百吏之所以取禄职也。孝弟原悫，軥录疾力，以敦比其事业，而不敢怠傲，是庶人之所以取暖衣饱食，长生久视，以免于刑戮也。饰邪说，文奸言，为倚事，陶诞突盗，惕悍憍暴，以偷生反侧于乱世之间，是奸人之所以取危辱死刑也。其虑之不深，其择之不谨，其定取舍楛僈，是其所以危也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '光荣和耻辱的主要区别、安危利害的一般情况是：先考虑道义而后考虑利益的就会得到光荣，先考虑利益而后考虑道义的就会受到耻辱；光荣的人常常通达，耻辱的人常常穷困；通达的人常常统治人，穷困的人常常被人统治：这就是光荣和耻辱的主要区别。有才能而又谨慎的人常常安全得利，放荡凶悍的人常常危险受害；安全得利的人常常快乐舒坦，危险受害的人常常忧愁而有危机感；快乐舒坦的人常常长寿；忧愁而有危机感的人常常夭折：这就是安危利害的一般情况。',
        '自然界造就了众人，都有取得各自生存条件的缘由。思想极其美好，德行极其宽厚，谋虑极其英明，这是天子取得天下的缘由。政令合于法度，措施合乎时宜，料理决断政事公正，上能顺从天子的命令，下能安抚百姓，这是诸侯取得国家的缘由。思想行为美好，当官善于管理，上能顺从国君，下能恪守自己的职责，这是士大夫取得田地封邑的缘由。按照法律准则、尺度量器、刑法、地图户籍来办事，即使不懂它们的旨意，也严格地遵守具体条文，小心谨慎地不敢删减或增加，父亲将它们传给儿子，用来扶助王公；所以夏、商、周三代虽然都灭亡了，但政策法制仍然保存着，这是各级官吏取得俸禄的缘由。孝顺父母、敬爱兄长，老实谨慎，勤劳卖力，以此来从事自己的事业，而不敢懈怠轻慢，这是平民百姓取得丰衣足食、健康长寿而免受刑罚杀戮的缘由。粉饰邪恶的学说，美化奸诈的言论，干怪诞的事，招摇撞骗、强取豪夺，放荡凶悍、骄横残暴，靠这些在混乱的社会之中苟且偷生，不安其位，这是奸邪的人自取危险、耻辱、死亡、刑罚的缘由。他们考虑问题不深入，他们选择人生道路不谨慎，他们确定自己的取舍时粗疏而漫不经心，这就是他们危亡的原因。',
    ],
],
[
    'content' => [
        '材性知能，君子小人一也;好荣恶辱，好利恶害，是君子小人之所同也;若其所以求之之道则异矣：小人也者，疾为诞而欲人之信己也，疾为诈而欲人之亲己也，禽兽之行而欲人之善己也;虑之难知也，行之难安也，持之难立也，成则必不得其所好，必遇其所恶焉。故君子者，信矣，而亦欲人之信己也;忠矣，而亦欲人之亲己也;修正治辨矣，而亦欲人之善己也;虑之易知也，行之易安也，持之易立也，成则必得其所好，必不遇其所恶焉。是故穷则不隐，通则大明，身死而名弥白。小人莫不延颈举踵而愿曰：“知虑材性，固有以贤人矣。”夫不知其与己无以异也。则君子注错之当，而小人注错之过也。故孰察小人之知能，足以知其有余，可以为君子之所为也。譬之越人安越，楚人安楚，君子安雅。是非知能材性然也，是注错习俗之节异也。仁义德行，常安之术也，然而未必不危也;污僈突盗，常危之术也，然而未必不安也。故君子道其常，而小人道其怪。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '资质、本性、智慧、才能，君子、小人是一样的。喜欢光荣而厌恶耻辱，爱好利益而憎恶祸害，这是君子，小人所相同的，至于他们用来求取光荣、利益的途径就不同了。小人嘛，肆意妄言却还要别人相信自己，竭力欺诈却还要别人亲近自己，禽兽一般的行为却还要别人赞美自己。他们考虑问题难以明智，做起事来难以稳妥，坚持的一套难以成立，结果就一定不能得到他们所喜欢的光荣和利益，而必然会遭受他们所厌恶的耻辱和祸害。至于君子嘛，对别人说真话，也希望别人相信自己；对别人忠诚，也希望别人亲近自己；善良正直而处理事务合宜，也希望别人赞美自己。他们考虑问题容易明智，做起事来容易稳妥，坚持的主张容易成立，结果就一定能得到他们所喜欢的光荣和利益，一定不会遭受他们所厌恶的耻辱和祸害；所以他们穷困时名声也不会被埋没，而通达时名声就会十分显赫，死了以后名声会更加辉煌。小人无不伸长了脖子踮起了脚跟而羡慕地说：“这些人的智慧、思虑、资质、本性，肯定有超过别人的地方啊。”他们不知道君子的资质才能与自己并没有什么不同，只是君子将它措置得恰当，而小人将它措置错了。',
        '所以仔细地考察一下小人的智慧才能，就能够知道它们是绰绰有余地可以做君子所做的一切的。拿它打个比方来说，越国人习惯于越国，楚国人习惯于楚国，君子习惯于华夏；这并不是智慧、才能、资质、本性造成的，这是由于对其资质才能的措置以及习俗的节制之不同所造成的啊。',
        '奉行仁义道德，是常常能得到安全的办法，然而不一定就不发生危险；污秽卑鄙强取豪夺，是常常会遭受危险的办法，但是不一定就得不到安全。君子遵循那正常的途径，而小人遵循那怪僻的途径。',
    ],
],
[
    'content' => [
        '凡人有所一同：饥而欲食，寒而欲暖，劳而欲息，好利而恶害，是人之所生而有也，是无待而然者也，是禹桀之所同也。目辨白黑美恶，耳辨声音清浊，口辨酸咸甘苦，鼻辨芬芳腥臊，骨体肤理辨寒暑疾养，是又人之所常生而有也，是无待而然者也，是禹桀之所同也。可以为尧禹，可以为桀跖，可以为工匠，可以为农贾，在埶注错习俗之所积耳。是又人之所生而有也，是无待而然者也，是禹桀之所同也。为尧禹则常安荣，为桀跖则常危辱;为尧禹则常愉佚，为工匠农贾则常烦劳;然而人力为此，而寡为彼，何也?曰：陋也。尧禹者，非生而具者也，夫起于变故，成乎修为，待尽而后备者也。人之生固小人，无师无法则唯利之见耳。人之生固小人，又以遇乱世，得乱俗，是以小重小也，以乱得乱也。君子非得埶以临之，则无由得开内焉。今是人之口腹，安知礼义?安知辞让?安知廉耻隅积?亦呥呥而嚼，乡乡而饱已矣。人无师无法，则其心正其口腹也。今使人生而未尝睹刍豢稻粱也，惟菽藿糟糠之为睹，则以至足为在此也，俄而粲然有秉刍豢稻梁而至者，则瞲然视之曰：此何怪也?彼臭之而嗛于鼻，尝之而甘于口，食之而安于体，则莫不弃此而取彼矣。今以夫先王之道，仁义之统，以相群居，以相持养，以相藩饰，以相安固邪。以夫桀跖之道，是其为相县也，几直夫刍豢稻梁之县糟糠尔哉!然而人力为此，而寡为彼，何也?曰：陋也。陋也者，天下之公患也，人之大殃大害也。故曰：仁者好告示人。告之、示之、靡之、儇之、鈆之、重之，则夫塞者俄且通也，陋者俄且僩也，愚者俄且知也。是若不行，则汤武在上曷益?桀纣在上曷损?汤武存，则天下从而治，桀纣存，则天下从而乱。如是者，岂非人之情，固可与如此，可与如彼也哉!',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '大凡人都有一致相同的地方：饿了就想吃，冷了就想暖和些，累了就想休息，喜欢得利而厌恶受害，这是人生来就有的本性，它是无需依靠什么就会这样的，它是禹、桀所相同的；眼睛能辨别白黑美丑，耳朵能辨别音声清浊，口舌能辨别酸咸甜苦，鼻子能辨别芳香腥臭，身体皮肤能辨别冷热痛痒，这又是人生下来就有的资质，它是不必依靠什么就会这样的，它是禹、桀所相同的。人们可以凭借这些本性和资质去做尧、禹那样的贤君，可以凭借它去做桀、跖那样的坏人，可以凭借它去做工匠，可以凭借它去做农夫、商人，这都在于各人对它的措置以及习俗的积累罢了。做尧、禹那样的人，常常安全而光荣，做桀、跖那样的人，常常危险而耻辱；做尧、禹那样的人常常愉悦而安逸，做工匠、农夫、商人常常麻烦而劳累。然而人们尽力做这种危辱烦劳的事而很少去做那种光荣悦逸的事，为什么呢？这是由于浅陋无知。尧、禹这种人，并不是生下来就具备了当圣贤的条件，而是从改变他原有的本性开始，由于整治身心才成功的，而整治身心的所作所为，是等到原有的恶劣本性都除去了而后才具备的啊。',
        '人生下来的时候，本来就是小人，如果没有老师教导、没有法度约束，就只会看到财利罢了。人生下来的时候，本来就是小人，又因为碰上了混乱的社会、接触了昏乱的习俗，这样，就在渺小卑鄙的本性上又加上了渺小卑鄙，使昏乱的资质又染上了昏乱的习俗。君子如果不能得到权势来统治他们，那就没有办法打开他们的心窍来向他们灌输好思想。现在这些人的嘴巴和肠胃，哪里懂得什么礼节道义？哪里懂得什么推辞谦让？哪里懂得什么廉洁和羞耻、局部的小道理和综合的大道理？也只是知道慢吞吞地嚼东西、香喷喷地吃个饱罢了。人没有老师教导、没有法度约束，那么他们的心灵也就完全和他们的嘴巴肠胃一样只知吃喝了。假如人生下来后从来没有看见过牛羊猪狗等肉食和稻米谷子等细粮，只见过豆叶之类的蔬菜和糟糠之类的粗食，那就会认为最满意的食物就是这些东西了；但如果一会儿显眼地有个拿着肉食和细粮的人来到跟前，他就会瞪着眼惊奇地看着它说：“这是什么怪东西呀？”他闻闻它，鼻子里闻不出什么不好的味道；尝尝它，嘴巴里甜甜的；吃了它，身体感到很舒服；那就没有谁不抛弃这豆叶糟糠之类而求取那肉食细粮了。现在是用那古代帝王的办法和仁义的纲领，来帮助人们合群居住，帮助人们得到保养，帮助人们得到服饰，帮助人们得到安全和稳定呢？还是用那桀、跖的办法？这两种办法是相悬殊的，它们难道只是那肉食细粮和糟糠的悬殊么？然而人们竭力搞桀、跖的这一套而很少去搞古代帝王的那一套，为什么呢？就是因为：浅陋无知。浅陋无知，实在是天下人的通病，是人们的大灾大难啊。所以说：讲究仁德的人喜欢把道理告诉给别人、做榜样给别人看。把道理告诉给他们，做榜样给他们看，使他们顺从，使他们明智，使他们遵循仁义之道，向他们反复重申，那么那些闭塞的人很快就会开窍，孤陋寡闻的人很快就会眼界开阔，愚蠢的人很快就会聪明了。这些事情如果不干，那么商汤、周武王这样的贤君处在上位又有什么好处？夏桀、商纣王这样的暴君处在君位又有什么损害？商汤、周武王在，那么天下随之而安定；夏桀、商纣王在，那么天下便跟着混乱。出现像这样的情况，难道不是因为人们的性情原来就可以像这样、也可以像那样的么？',
    ],
],
[
    'content' => [
        '人之情，食欲有刍豢，衣欲有文绣，行欲有舆马，又欲夫余财蓄积之富也;然而穷年累世不知不足，是人之情也。今人之生也，方知畜鸡狗猪彘，又蓄牛羊，然而食不敢有酒肉;余刀布，有囷窌，然而衣不敢有丝帛;约者有筐箧之藏，然而行不敢有舆马。是何也?非不欲也，几不长虑顾后，而恐无以继之故也?于是又节用御欲，收歛蓄藏以继之也。是于己长虑顾后，几不甚善矣哉!今夫偷生浅知之属，曾此而不知也，粮食大侈，不顾其后，俄则屈安穷矣。是其所以不免于冻饿，操瓢囊为沟壑中瘠者也。况夫先王之道，仁义之统，诗书礼乐之分乎!彼固为天下之大虑也，将为天下生民之属，长虑顾后而保万世也。其流长矣，其温厚矣，其功盛姚远矣，非顺孰修为之君子，莫之能知也。故曰：短绠不可以汲深井之泉，知不几者不可与及圣人之言。夫诗书礼乐之分，固非庸人之所知也。故曰：一之而可再也，有之而可久也，广之而可通也，虑之而可安也，反鈆察之而俞可好也。以治情则利，以为名则荣，以群则和，以独则足，乐意者其是邪!',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '人之常情：吃东西，希望有美味佳肴；穿衣服，希望有绣着彩色花纹的绸缎；出行，希望有车马；又希望富裕得拥有绰绰有余的财产积蓄；然而他们一年到头、世世代代都知道财物不足，这就是人之常情。所以现在人们活着，知道畜养鸡狗猪，又畜养牛羊，但是吃饭时却不敢有酒肉；钱币有余，又有粮仓地窖，但是穿衣却不敢穿绸缎；节约的人拥有一箱箱的积蓄，但是出行却不敢用车马。这是为什么呢？这并不是不想要啊，这岂不是他们作长远打算、顾及以后而怕没有什么东西来继续维持生活的缘故么？于是他们又节约费用、抑制欲望、收聚财物、贮藏粮食以便继续维持以后的生活，这种为了自己的长远打算、顾及今后生活，岂不是很好的么？现在那些苟且偷生、浅陋无知之辈，竟连这种道理都不懂；他们过分地浪费粮食，不顾自己以后的生活，不久就消费得精光而陷于困境了。这就是他们不免受冻挨饿、拿着讨饭的瓢儿布袋而成为山沟中的饿死鬼的原因。他们连怎样过日子都不懂，更何况是那些古代圣王的思想原则，仁义的纲领，《诗》、《书》、《礼》、《乐》的道理呢！那些原则、纲领之类本来就是治理天下的重大规划，是要为天下所有的人民从长考虑、照顾到以后的生计从而保住子孙万代的；它的流传已很长久了，它的蕴积已根深厚了，它的丰功伟绩已很遥远了，如果不是顺从它、精通它、学习它、实行它的君子，是不能够理解它的。所以说：短绳不可以用来汲取深井中的泉水，知识不到家的人就不能和他论及圣人的言论。那《诗》、《书》、《礼》、《乐》的道理，本来就不是平庸的人所能理解的。所以说：精通了其一，就可以精通其二；掌握了它们，就可以长期运用；将它们推而广之，就可以触类旁通；经常想想它们，就可以平安无事；反复遵循它们弄清楚它们，就更喜欢它们。用它们来调理情欲，就能得到好处；用它们来成就名声，就会荣耀；用它们来和众人相处，就能和睦融洽；用它们来独善其身，那就能心情快乐；想来大概就是这样的吧！',
    ],
],
[
    'content' => [
        '夫贵为天子，富有天下，是人情之所同欲也;然则从人之欲，则埶不能容，物不能赡也。故先王案为之制礼义以分之，使有贵贱之等，长幼之差，知愚能不能之分，皆使人载其事，而各得其宜。然后使谷禄多少厚薄之称，是夫群居和一之道也。故仁人在上，则农以力尽田，贾以察尽财，百工以巧尽械器，士大夫以上至于公侯，莫不以仁厚知能尽官职。夫是之谓至平。故或禄天下，而不自以为多，或监门御旅，抱关击柝，而不自以为寡。故曰：“斩而齐，枉而顺，不同而一。”夫是之谓人伦。诗曰：“受小共大共，为下国骏蒙。”此之谓也。',
    ],
    'vernacular' => [
        '高贵得做天子，富裕得拥有天下，这是人心所共同追求的；但如果顺从人们的欲望，那么从权势上来说是不能容许的，从物质上来说是不能满足的。所以古代圣明的帝王给人们制定了礼义来区别他们，使他们有高贵与低贱的等级，有年长与年幼的差别，有聪明与愚蠢、贤能与无能的分别，使他们每人都承担自己的工作而各得其所，然后使俸禄的多少厚薄与他们的地位和工作相称，这就是使人们群居在一起而能协调一致的办法啊。',
        '所以仁人处在君位上，那么农民就把自己的力量全部用在种地上，商人就把自己的精明全都用在理财上，各种工匠就把自己的技巧全都用在制造器械上，士大夫以上直到公爵、侯爵没有不将自己的仁慈宽厚聪明才能都用在履行公职上，这种情况叫做大治。所以有的人富有天下，也不认为自己拥有的多；有的人看管城门、招待旅客、守卫关卡、巡逻打更，也不认为自己所得的少。所以说：“有了参差才能达到整齐，有了枉曲才能归于顺，有了不同才能统于一。”这就叫做人的伦常关系。《诗》云：“接受小法与大法，庇护各国安天下。”说的就是这个道理啊。',
    ],
    'notes' => [
    ],
],
],
'unscramble' => [
    '【鉴赏】从本质上说，人的天性并非“我善故我在”，而是“我欲故我在”。荀子认为，所有人的心底都有着难以满足的欲望，不仅“饥而欲食，寒而欲暖，劳而欲息，好利而恶害”，而且“食欲有刍豢，衣欲有文绣，行欲有舆马，又欲夫余财蓄积之富也”。自诞生之日起，贪婪的欲望就像冲不破的漩涡将我们层层包围。我们不停地向人群索取关爱，向自然索取资源，向社会索取名利，每一次的得到都使我们变得愈发贪婪。人们妄想着能够“贵为天子，富有天下”，纷纷将生存的世界当作繁华名利场，在其中趋鹜追逐，穷年累月，永无止境。自私的欲求是人类灵魂中无从抹去的烙印，倘若再身陷一个颠覆礼法、蔑视教化的狂乱年代，我们更会亲眼目睹人与人之间的温情是如何在顷刻之间翻云覆雨地枯萎与凋零，而唯利是图的小人又是怎样不知疲倦地铸造罪恶与陷害忠良。',
    '在诸雄争霸、烽火连天的战国时期，曾有过多少“白骨蔽平原”的惨象呈现在世人的面前;而另一个看不见的战场，更是悄无声息、不分昼夜地潜伏盘旋在每个人的心灵深处。“日月欲明，浮云盖之;河水欲清，沙石秽之;人性欲平，嗜欲害之。”(《淮南子·齐俗训》)追根究底，天性中的贪欲才是我们最大的敌人。为了调节无节制的人类欲望与有限的世界资源之间的持久矛盾，为了避免世人由不知收敛的放纵与狂妄任性的奢求而堕入禽兽不如的耻辱深渊，“先王案为之制礼义以分之”，使众生各司其职，各得其宜，并行以仁义之统，这便是伦理道德的最初缘起，也是荀子心目中一个和谐稳定社会的基本模型。',
    '道德的标准一旦确立，荣辱自然也就有了区分。荀子认为，荣辱的根本区别在于：当一个人处于贵贱穷通辗转不定的时刻，他最重视的究竟是“义”还是“利”?好荣恶辱是人类本能的心理反应，无论他是君子还是小人。但面对不可揣测的命运时，各人的表现则会有明显的差异。缪塞在《一个世纪儿的忏悔》中曾经写道：“暂时的痛苦使人亵渎、指斥上苍，而巨大的痛苦则既不使人斥责也不使人亵渎上苍，而只是使人听天由命。”比起法国诗人的无奈与苍白，荀子在《荣辱》篇中则展现了更多中国哲人的自制与豁达：“自知者不怨人，知命者不怨天，怨人者穷，怨天者无志。”命运不相信眼泪，亡羊可以补牢，跌倒可以重来，怨天尤人只是情绪上的泡影，从来都于事无补。再翻过历史的简册，司马迁在《报任安书》中更说：“仆诚已著此书，藏诸名山，传之其人，通邑大都，则仆偿前辱之责，虽万被戮，岂有悔哉!”他超越凡俗的发愤之语，让我们见到了真正荡气回肠的坚毅与勇气。面对世间的屈辱，生或许容易，如果生只是为了自私的欲望;死或许也容易，如果死只是为了逃避失败的难堪：“怯夫慕义，何处不免焉?”最难得是能像司马子长那样，为了完成一个“究天人之际，通古今之变，成一家之言”的理想，可以“就极刑而无愠色”，更可以在血泪之中守住自己被践踏的尊严而终成伟业。“祸莫憯于欲利，悲莫痛于伤心，行莫丑于辱先，而诟莫大于宫刑”，如果生命已经走到了痛心绝望的极致，还有什么痛楚与屈辱是我们不可以去忍受与担当的呢?只要心中有光明，黑暗就不会是永恒的宿命。荣耀与屈辱有时是相对的，或许今生的忍辱负重，正是为了万世的无上光荣。岁月流徙，如今的道德标准可能早已与春秋战国“萧条异代不同时”，但荀子的某些箴言却仍然有着它不可磨灭的光辉，值得我们长久地反思与铭记：“义之所在，不倾于权，不顾其利，举国而与之不为改视，重死持义而不桡，是士君子之勇也。”拂去千载尘埃，这段言辞中的义无反顾，依旧如同他当初落笔时那般诚挚动人。',


        '憍泄者①，人之殃也。恭俭者，偋五兵也②。虽有戈矛之刺，不如恭俭之利也。故与人善言，暖于布帛;伤人之言③，深于矛戟。故薄薄之地，不得履之。非地不安也。危足无所履者④，凡在言也。巨涂则让⑤，小涂则殆，虽欲不谨，若云不使。',
        '[注释]①憍(jiāo骄)：同“骄”。泄：同“媟”(xiè泄)，傲慢。②偋：同“屏”，却。五兵：古代的五种兵器，刀、剑、矛、戟、矢。③之：当作“以”。④危足：侧足。⑤涂：道路。让：通“攘”，扰攘。',
        '快快而亡者，怒也;察察而残者，忮也①;博而穷者，訾也②;清之而俞浊者③，口也;豢之而俞瘠者，交也;辩而不说者，争也;直立而不见知者，胜也;廉而不见贵者，刿也;勇而不见惮者，贪也;信而不见敬者，好行也④：此小人之所务而君子之所不为也。',
        '[注释]①忮(zhì志)：忌恨。②訾(zǐ紫)：诋毁。③俞：同“愈”，更加。④：同“专”。行，不度是非，刚愎自用。',
        '斗者，忘其身者也，忘其亲者也，忘其君者也。行其少顷之怒而丧终身之躯，然且为之，是忘其身也;室家立残，亲戚不免乎刑戮，然且为之，是忘其亲也;君上之所恶也，刑法之所大禁也，然且为之，是忘其君也。忧忘其身，内忘其亲，上忘其君，是刑法之所不舍也，圣王之所不畜也。乳彘触虎①，乳狗不远游，不忘其亲也。人也，忧忘其身，内忘其亲，上忘其君，则是人也而曾狗彘之不若也。凡斗者，必自以为是而以人为非也。己诚是也，人诚非也，则是己君子而人小人也，以君子与小人相贼害也。忧以忘其身，内以忘其亲，上以忘其君，岂不过甚矣哉!是人也，所谓“以狐父之戈牛矢”也②。将以为智邪?则愚莫大焉。将以为利邪?则害莫大焉。将以为荣邪?则辱莫大焉。将以为安邪?则危莫大焉。人之有斗，何哉?我欲属之狂惑疾病邪③，则不可，圣王又诛之。我欲属之鸟鼠禽兽邪，则不可，其形体又人，而好恶多同。人之有斗，何哉?我甚丑之!',
        '[注释]①宋浙刻本作“乳彘不触虎”。②狐父：古代地名，传说那里生产优质的戈。(zhú烛)：刺。③属：归。',
        '有狗彘之勇者，有贾盗之勇者，有小人之勇者，有士君子之勇者：争饮食，无廉耻，不知是非，不辟死伤①，不畏众强，恈恈然唯利饮食之见②，是狗彘之勇也。为事利，争货财，无辞让，果敢而振③，猛贪而戾，恈恈然唯利之见，是贾盗之勇也。轻死而暴，是小人之勇也。义之所在，不倾于权，不顾其利，举国而与之不为改视，重死持义而不桡④，是士君子之勇也。',
        '[注释]①辟：同“避”，回避，躲避。②恈恈(móu谋)然：形容非常贪婪的样子。利：当为衍文。③振：当为“很”字。④桡：同“挠”，屈从。',
        '鯈��者①，浮阳之鱼也，胠于沙而思水②，则无逮矣。挂于患而欲谨，则无益矣。自知者不怨人，知命者不怨天，怨人者穷，怨天者无志。失之己，反之人，岂不迂乎哉!',
        '[注释]①鯈��(tiáoqiáo条瞧)：鱼名。②胠：通“阹”(qū区)，遮拦。',
        '荣辱之大分，安危利害之常体：先义而后利者荣，先利而后义者辱;荣者常通，辱者常穷;通者常制人，穷者常制于人：是荣辱之大分也。材悫者常安利，荡悍者常危害;安利者常乐易，危害者常忧险，乐易者常寿长，忧险者常夭折：是安危利害之常体也。夫天生蒸民，有所以取之。志意致修，德行致厚，智虑致明，是天子之所以取天下也。政令法，举措时，听断公，上则能顺天子之命，下则能保百姓，是诸侯之所以取国家也。志行修，临官治，上则能顺上，下则能保其职，是士大夫之所以取田邑也。循法则、度量、刑辟、图籍，不知其义，谨守其数，慎不敢损益也，父子相传，以持王公，是故三代虽亡，治法犹存，是官人百吏之所以取禄秩也。孝弟原悫①，录疾力②，以敦比其事业而不敢怠傲③，是庶人之所以取暖衣饱食，长生久视，以免于刑戮也。饰邪说，文奸言，为倚事，陶诞、突盗④，惕、悍、憍、暴，以偷生反侧于乱世之间，是奸人之所以取危辱死刑也。其虑之不深，其择之不谨，其定取舍楛僈⑤，是其所以危也。',
        '[注释]①弟：同“悌”。原：同“愿”，诚实。②(qú渠)录：勤劳。，通“劬”。③敦：治。比：通“庀”(pǐ匹)，治理。④陶：同“谄”，夸诞。⑤楛僈：轻率。僈，同“慢”。',
        '材性知能，君子小人一也。好荣恶辱，好利恶害，是君子小人之所同也，若其所以求之之道则异矣。小人也者，疾为诞而欲人之信己也①，疾为诈而欲人之亲己也，禽兽之行而欲人之善己也。虑之难知也，行之难安也，持之难立也，成则必不得其所好②，必遇其所恶焉。故君子者，信矣，而亦欲人之信己也;忠矣，而亦欲人之亲己也;修正治辨矣，而亦欲人之善己也。虑之易知也，行之易安也，持之易立也，成则必得其所好，必不遇其所恶焉。是故穷则不隐，通则大明，身死而名弥白。小人莫不延颈举踵而愿曰：“知虑材性，固有以贤人矣。”夫不知其与己无以异也，则君子注错之当③，而小人注错之过也。故孰察小人之知能，足以知其有余，可以为君子之所为也。譬之越人安越，楚人安楚，君子安雅④，是非知能材性然也，是注错习俗之节异也。仁义德行，常安之术也，然而未必不危也;污僈、突盗⑤，常危之术也，然而未必不安也。故君子道其常而小人道其怪。',
        '[注释]①疾：极力。②成：终。③注错：安排措置。④雅：通“夏”，华夏，指中国(中原地区)。⑤污僈：污秽奸诈。僈，通“漫”。',
        '凡人有所一同：饥而欲食，寒而欲暖，劳而欲息，好利而恶害，是人之所生而有也，是无待而然者也，是禹、桀之所同也。目辨白黑美恶，耳辨音声清浊，口辨酸咸甘苦，鼻辨芬芳腥臊，骨体肤理辨寒暑疾养①，是又人之所常生而有也，是无待而然者也，是禹、桀之所同也。可以为尧、禹，可以为桀、跖，可以为工匠，可以为农贾，在势注错习俗之所积耳②，是又人之所生而有也，是无待而然者也，是禹、桀之所同也③。则尧、禹则常安荣，为桀、跖则常危辱;为尧、禹则常愉佚，为工匠农贾则常烦劳。然而人力为此而寡为彼，何也?曰：陋也。尧、禹者，非生而具者也，夫起于变故，成乎修修之为④，待尽而后备者也。',
        '[注释]①养：通“痒”。疾养，痛痒。②势：无实义，当为衍文。③以上三句当为衍文。④修之：此二字疑为衍文。',
        '人之生固小人，无师无法则唯利之见耳。人之生固小人，又以遇乱世，得乱俗，是以小重小也，以乱得乱也。君子非得势以临之，则无由得开内焉。今是人之口腹，安知礼义?安知辞让?安知廉耻隅积①?亦呥呥而噍②，乡乡而饱已矣。人无师无法，则其心正其口腹也。今使人生而未尝睹刍豢稻粱也③，惟菽藿糟糠之为睹④，则以至足为在此也。俄而粲然有秉刍豢稻粱而至者，则瞲然视之曰⑤：“此何怪也?”彼臭之而无嗛于鼻⑥，尝之而甘于口，食之而安于体，则莫不弃此而取彼矣。今以夫先王之道，仁义之统，以相群居，以相持养，以相藩饰，以相安固邪?以夫桀、跖之道，是其为相县也⑦，几直夫刍豢稻粱之县糟糠尔哉!然而人力为此而寡为彼，何也?曰：陋也。陋也者，天下之公患也，人之大殃大害也。故曰：仁者好告示人。告之示之，靡之儇之⑧，��之重之⑨，则夫塞者俄且通也，陋者俄且也⑩，愚者俄且知也。是若不行，则汤、武在上曷益(11)?桀、纣在上曷损?汤、武存则天下从而治，桀、纣存则天下从而乱。如是者，岂非人之情固可与如此，可与如彼也哉!',
        '[注释]①隅积：指大道的局部和整体。②呥呥(rán然)：咀嚼的样子。噍(jiào叫)：咀嚼。③刍豢：牛羊猪狗等。刍，吃草的家畜。豢，吃粮食的家畜。④菽藿(shūhuò叔获)：豆和豆叶。⑤瞲(xuè血)然：吃惊的样子。⑥无：当为衍字。嗛(qiàn歉)：快，满足。⑦县：同“悬”。⑧靡：积。儇(xuān宣)：积。⑨��(yán沿)：通“沿”，遵循。下同。⑩(xiàn现)：同“闲”，宽大。(11)汤：商汤，姓子，名履，又称成汤，率部灭掉夏桀，建立了商朝。武：周武王，姓姬，名发，周文王之子，后打败了商纣，建立了周朝。',
        '人之情，食欲有刍豢，衣欲有文绣，行欲有舆马，又欲夫余财蓄积之富也，然而穷年累世不知不足①，是人之情也。今人之生也，方知蓄鸡狗猪彘，又蓄牛羊，然而食不敢有酒肉;余刀布，有囷窌②，然而衣不敢有丝帛;约者有筐箧之藏，然而行不敢有舆马。是何也?非不欲也，几不长虑顾后而恐无以继之故也③。于是又节用御欲，收敛蓄藏以继之也，是于己长虑顾后，几不甚善矣哉!今夫偷生浅知之属，曾此而不知也，粮食大侈，不顾其后，俄则屈安穷矣，是其所以不免于冻饿，操瓢囊为沟壑中瘠者也④。况夫先王之道，仁义之统，《诗》、《书》、《礼》、《乐》之分乎。彼固天下之大虑也，将为天下生民之属长虑顾后而保万世也，其㳅长矣⑤，其温厚矣⑥，其功盛姚远矣⑦，非孰修为之君子莫之能知也⑧。故曰：短绠不可以汲深井之泉，知不几者不可与及圣人之言。夫《诗》、《书》、《礼》、《乐》之分，固非庸人之所知也。故曰：一之而可再也，有之而可久也，广之而可通也，虑之而可安也，反��察之而俞可好也。以治情则利，以为名则荣，以群则和，以独则足，乐意者其是邪?',
        '[注释]①不知不足：当作“不知足”。②囷(qūn逡)：圆形的谷仓。窌(jiào叫)：地窖。③几不：当为衍文。④瘠(zì自)：通“胔”，未完全腐烂的尸体。⑤㳅：古“流”字。⑥温：通“蕴”，积蓄。⑦姚：通“遥”，遥远。⑧“孰”前当补一“顺”字。孰：通“熟”，精熟。',
        '夫贵为天子，富有天下，是人情之所同欲也。然则从人之欲则势不能容，物不能赡也。故先王案为之制礼义以分之，使有贵贱之等，长幼之差，知愚、能不能之分，皆使人载其事而各得其宜，然后使慤禄多少厚薄之称，是夫群居和一之道也。故仁人在上，则农以力尽田，贾以察尽财，百工以巧尽械器，士大夫以上至于公侯，莫不以仁厚知能尽官职，夫是之谓至平。故或禄天下而不自以为多，或监门、御旅、抱关、击柝而不自以为寡①。故曰：“斩而齐②，枉而顺，不同而一。”夫是之谓人伦。《诗》曰：“受小共大共，为下国骏蒙。”((③))此之谓也。',
        '[注释]①御(yà讶)：通“迓”，迎接。柝(tuò拓)：打更用的梆子。②斩：通“儳”(chán蝉)，不齐。③“《诗》曰”句：见《诗经·商颂·长发》。共，同“拱”，法度。骏，通“徇”，庇护。',
],
];
