<?php
return [
'chapters' => [
[
    'content' => [
        '相人，古之人无有也，学者不道也。古者有姑布子卿，今之世梁有唐举，相人之形状颜色，而知其吉凶妖祥，世俗称之。古之人无有也，学者不道也。故相形不如论心，论心不如择术;形不胜心，心不胜术;术正而心顺之，则形相虽恶而心术善，无害为君子也。形相虽善而心术恶，无害为小人也。君子之谓吉，小人之谓凶。故长短小大，善恶形相，非吉凶也。古之人无有也，学者不道也。',
        '盖帝尧长，帝舜短;文王长，周公短;仲尼长，子弓短。昔者卫灵公有臣曰公孙吕，身长七尺，面长三尺，焉广三寸，鼻目耳具，而名动天下。楚之孙叔敖，期思之鄙人也，突秃长左，轩较之下，而以楚霸。叶公子高，微小短瘠，行若将不胜其衣然。白公之乱也，令尹子西，司马子期，皆死焉，叶公子高入据楚，诛白公，定楚国，如反手尔，仁义功名善于后世。故事不揣长，不揳大，不权轻重，亦将志乎尔。长短大小，美恶形相，岂论也哉!且徐偃王之状，目可瞻马。仲尼之状，面如蒙倛。周公之状，身如断菑。皋陶之状，色如削瓜。闳夭之状，面无见肤。傅说之状，身如植鳍。伊尹之状，面无须麋。禹跳汤偏。尧舜参牟子。从者将论志意，比类文学邪?直将差长短，辨美恶，而相欺傲邪?',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '观察人的相貌来推测祸福，古代的人没有这种事，有学识的人也不谈论这种事。',
        '古时候有个姑布子卿；当今的时世，魏国有个唐举。他们观察人的容貌、面色就能知道他的吉凶、祸福，世俗之人都称道他们。古代的人没有这种事，有学识的人也不谈论这种事。',
        '观察人的相貌不如考察他的思想，考察他的思想不如鉴别他立身处世的方法。相貌不如思想重要，思想不如立身处世方法重要。立身处世方法正确而思想又顺应了它，那么形体相貌即使丑陋而思想和立身处世方法是好的，不会妨碍他成为君子；形体相貌即使好看而思想与立身处世方法丑恶，不能掩盖他成为小人。君子可以说是吉，小人可以说是凶。所以高矮、大小、美丑等形体相貌上的特点，并不是吉凶的标志。古代的人没有这种事，有学识的人也不谈论这种事。',
        '据说帝尧个子高，帝舜个子矮；周文王个子高，周公旦个子矮；孔子个子高；冉雍个子矮。从前，卫灵公有个臣子叫公孙吕，身高七尺，脸长三尺，额宽三寸，但鼻子、眼睛、耳朵都具备，而他的名声哄动天下。楚国的孙叔敖，是期思地方的乡下人，发短而顶秃，左手长，站在轩车上个子还在车箱的横木之下，但他却使楚国称霸诸侯。叶公子高，弱小矮瘦，走路时好像还撑不住自己的衣服似的；但是白公胜作乱的时候，令尹子西、司马子期都死在白公手中，叶公子高却领兵入楚，杀掉白公，安定楚国，就像把手掌翻过来似的一样容易，他的仁义功名被后人所赞美。所以对于士人，不是去测量个子的高矮，不是去围量身材的大小，不是去称量身体的轻重，而只能看他的志向。高矮、大小、美丑等形体相貌方面，哪能用来评判人呢？',
        '再说徐偃王的形状，眼睛可以向上看到前额；孔子的形状，脸好像蒙上了一个丑恶难看的驱邪鬼面具；周公旦的形状，身体好像一棵折断的枯树；皋陶的形状，脸色就像削去了皮的瓜那样呈青绿色；闳夭的形状，脸上的鬓须多得看不见皮肤；傅说的形状，身体好像竖着的柱子；伊尹的形状，脸上没有胡须眉毛。禹瘸了腿，走路一跳一跳的；汤半身偏枯；舜的眼睛里有两个并列的瞳人。信从相面的人是考察他们的志向思想、比较他们的学问呢？还是只区别他们的高矮、分辨他们的美丑来互相欺骗、互相傲视呢？',
    ],
],
[
    'content' => [
        '古者桀纣长巨姣美，天下之杰也。筋力越劲，百人之敌也，然而身死国亡，为天下大僇，后世言恶，则必稽焉。是非容貌之患也，闻见之不众，议论之卑尔。今世俗之乱君，乡曲之儇子，莫不美丽姚冶，奇衣妇饰，血气态度拟于女子;妇人莫不愿得以为夫，处女莫不愿得以为士，弃其亲家而欲奔之者，比肩并起;然而中君羞以为臣，中父羞以为子，中兄羞以为弟，中人羞以为友;俄则束乎有司，而戮乎大市，莫不呼天啼哭，苦伤其今，而后悔其始，是非容貌之患也，闻见之不众，议论之卑尔!然则，从者将孰可也!',
        '人有三不祥：幼而不肯事长，贱而不肯事贵，不肖而不肯事贤，是人之三不祥也。人有三必穷：为上则不能爱下，为下则好非其上，是人之一必穷也;乡则不若，偝则谩之，是人之二必穷也;知行浅薄，曲直有以相县矣，然而仁人不能推，知士不能明，是人之三必穷也。--人有此三数行者，以为上则必危，为下则必灭。诗曰：“雨雪瀌瀌，宴然聿消，莫肯下隧，式居屡骄。”此之谓也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '古时候，夏桀、商纣魁梧英俊，是天下出众的身材；他们的体魄敏捷强壮，足可对抗上百人。但是他们人死了、国家亡了，成为天下最可耻的人，后世说到坏人，就一定会拿他们作例证。这并不是容貌造成的祸患啊。信从相面的人见闻不多，所以谈论起来才是这样的不高明。',
        '现在世上犯上作乱的人，乡里的轻薄少年，没有不美丽妖艳的，他们穿着奇装异服，像妇女那样装饰打扮自己，神情态度都和女人相似；妇女没有谁不想得到这样的人做丈夫，姑娘没有谁不想得到这样的人做未婚夫，抛弃了自己的亲人、家庭而想私奔他们的女人，比肩接踵。但是一般的国君羞于把这种人作为臣子，一般的父亲羞于把这种人当作儿子，一般的哥哥羞于把这种人当作弟弟，一般的人羞于把这种人当作朋友。不久，这种人就会被官吏绑了去而在大街闹市中杀头，他们无不呼天喊地号啕大哭，都痛心自己今天的下场而后悔自己当初的行为。这并不是容貌造成的祸患啊。信从相面的人见闻不多，所以谈论起来才是这样的不高明。说到这儿，那么在以相貌论人与以思想论人两者之间将赞同哪一种意见呢？',
        '人有三种不吉利的事：年幼的不肯侍奉年长的，卑贱的不肯侍奉尊贵的，没有德才的不肯侍奉贤能的，这是人的三种祸害啊。人有三种必然会陷于困厄的事：做了君主却不能爱护臣民，做了臣民却喜欢非议君主，这是人使自己必然陷于困厄的第一种情况；当面不顺从，背后又毁谤，这是人使自己必然陷于困厄的第二种情况；知识浅陋，德行不厚，辨别是非曲直的能力又与别人相差悬殊，但对仁爱之人却不能推崇，对明智之士却不能尊重，这是人使自己必然陷于困厄的第三种情况。人有了这三不祥、三必穷的行为，如果当君主就必然危险，做臣民就必然灭亡。《诗》云：“下雪纷纷满天飘，阳光灿烂便融消。人却不肯自引退，在位经常要骄傲。”说的就是这种情况啊。',
    ],
],
[
    'content' => [
        '人之所以为人者何已也?曰：以其有辨也。饥而欲食，寒而欲暖，劳而欲息，好利而恶害，是人之所生而有也，是无待而然者也，是禹桀之所同也。然则人之所以为人者，非特以二足而无毛也，以其有辨也。今夫狌狌形状亦二足而无毛也，然而君子啜其羹，食其胾。故人之所以为人者，非特以其二足而无毛也，以其有辨也。夫禽兽有父子，而无父子之亲，有牝牡而无男女之别。故人道莫不有辨。',
        '辨莫大于分，分莫大于礼，礼莫大于圣王;圣王有百，吾孰法焉?曰：文久而灭，节族久而绝，守法数之有司，极礼而褫。故曰：欲观圣王之迹，则于其粲然者矣，后王是也。彼后王者，天下之君也;舍后王而道上古，譬之是犹舍己之君，而事人之君也。故曰：欲观千岁，则数今日;欲知亿万，则审一二;欲知上世，则审周道;欲审周道，则审其人所贵君子。故曰：以近知远，以一知万，以微知明，此之谓也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '人之所以成为人，是因为什么呢？我要说：因为人对各种事物的界限都有所区别。饿了就想吃饭，冷了就想取暖，累了就想休息，喜欢得利而厌恶受害，这是人生来就有的本性，它是无须依靠学习就会这样的，它是禹与桀所相同的。然而人之所以成为人，并不只是因为两只脚而身上没有毛，而是因为对各种事物的界限都有所区别。现在那猩猩的形状与人相似，也是两只脚，只是有毛罢了，可是君子却尝它的肉羹，吃它的肉块。所以人之所以成为人，并不只是因为他们两只脚而身上没有毛，而是因为他们对各种事物的界限都有所区别。那禽兽有父有子，但没有父子之间的亲情；有雌有雄，但没有男女之间的界限。而作为人类社会的道德规范，它对所有的事物界限都要有所区别。',
        '对各种事物的界限加以区别没有比确定名分更重要的了，确定名分没有比遵循礼法更重要的了，遵循礼法没有比效法圣明的帝王更重要的了。圣明的帝王有上百个，我们效法哪一个呢？那我就要说：礼仪制度因为年代久远而湮没了，音乐的节奏因为年代久远而失传了，掌管礼法条文的有关官吏也因与制定礼法的年代相距久远而使礼法有所脱节了。所以说：想要观察圣明帝王的事迹，就得观察其中清楚明白的人物，后代的帝王便是。那所谓后代的帝王，就是现在统治天下的君王；舍弃了后代的帝王而去称道上古的帝王，拿它打个比方，这就好像舍弃了自己的君主去侍奉别国的君主。所以说：要想观察千年的往事，那就要仔细审实现在；要想知道成亿上万的事物，那就要弄清楚一两件事物；要想知道上古的社会情况，那就要审察现在周王朝的治国之道；要想知道周王朝的治国之道，那就要审察他们所尊重的君子。所以说：“根据近世来了解远古；从一件事物来了解上万件事物，由隐微的东西来了解明显的东西。”说的就是这种道理。',
    ],
],
[
    'content' => [
        '夫妄人曰：“古今异情，其所以治乱者异道。”而众人惑焉。彼众人者，愚而无说，陋而无度者也。其所见焉，犹可欺也，而况于千世之传也?妄人者，门庭之间，犹可诬欺也，而况于千世之上乎?圣人何以不可欺?曰：圣人者，以己度者也。故以人度人，以情度情，以类度类，以说度功，以道观尽，古今一也。类不悖，虽久同理，故乡乎邪曲而不迷，观乎杂物而不惑，以此度之。五帝之外无传人，非无贤人也，久故也。五帝之中无传政，非无善政也，久故也。禹汤有传政而不若周之察也，非无善政也，久故也。传者久则论略，近则论详，略则举大，详则举小。愚者闻其略而不知其详，闻其详而不知其大也。是以文久而灭，节族久而绝。',
        '凡言不合先王，不顺礼义，谓之奸言;虽辩，君子不听。法先王，顺礼义，党学者，然而不好言，不乐言，则必非诚士也。故君子之于言也，志好之，行安之，乐言之，故君子必辩。凡人莫不好言其所善，而君子为甚。故赠人以言，重于金石珠玉;观人以言，美于黼黻文章;听人以言，乐于钟鼓琴瑟。故君子之于言无厌。鄙夫反是：好其实不恤其文，是以终身不免埤污佣俗。故易曰：“括囊无咎无誉。”腐儒之谓也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '那些无知而胡言乱语的人说：“古今情况不同，古今之所以治乱者，其道不同。”于是一般群众就被他们搞糊涂了。那所谓一般群众，是才性愚昧而说不出道理、见识浅陋而不会判断是非的人。他们亲眼看见的东西，尚且可以欺骗他们，更何况是那些几千年前的传闻呢！那些无知而胡言乱语的人，就是近在大门与庭院之间的事，尚且可以欺骗人，更何况是几千年之前的事呢！',
        '圣人为什么不能被欺骗呢？这是因为：圣人，是根据自己的切身体验来推断事物的人。所以，他根据现代人的情况去推断古代的人，根据现代的人情去推断古代的人情，根据现代的某一类事物去推断古代同类的事物，根据流传至今的学说去推断古人的功业，根据事物的普遍规律去观察古代的一切，因为古今的情况是一样的。只要是同类而不互相违背的事物，那么即使相隔很久，它们的基本性质还是相同的，所以圣人面对着邪说歪理也不会被迷惑，观察复杂的事物也不会被搞昏，这是因为他能按照这种道理去衡量它们。在伏羲、神农、黄帝、尧、舜这五位帝王之前没有流传到后世的名人，并不是那时没有贤能的人，而是因为时间太久的缘故；在这五位帝王之中没有流传到后世的政治措施，并不是他们没有好的政治措施，而是因为时间太久的缘故；夏禹、商汤虽然有流传到后世的政治措施，但不及周代的清楚，并不是他们没有好的政治措施，而是因为时间太久的缘故。流传的东西时间一长，那么谈起来就简略了；近代的事情，谈起来才详尽。简略的，就只能列举它的大概；详尽的，才能列举它的细节。愚蠢的人听到了那简略的论述就不再去了解那详尽的情况，听到了那详尽的细节就不再去了解它的大概情况。因此礼仪制度便因为年代久远而湮没了，音乐的节奏便因为年代久远而失传了。',
        '凡是说的话不符合古代圣王的道德原则、不遵循礼义的，就叫做邪说，即使说得动听有理，君子也不听。效法古代圣王，遵循礼义，亲近有学识的人，但是不喜欢谈论圣王，不乐意宣传礼义，那也一定不是个真诚的学士。君子对于正确的学说，心里喜欢它，行动上一心遵循它，乐意宣传它。所以君子一定是能言善辩的。凡是人没有不喜欢谈论自己认为是好的东西，而君子更是这样。所以君子把善言赠送给别人，觉得比赠送金石珠玉还要贵重；把善言拿给别人看，觉得比让人观看礼服上的彩色花纹还要华美；把善言讲给别人听，觉得比让人听钟鼓琴瑟还要快乐。所以君子对于善言的宣传永不厌倦。鄙陋的小人与此相反，他们只注重实惠，而不顾及文采，因此一辈子也免不了卑陋庸俗。所以《周易》说：“就像扎住了口的袋子，既没有责怪，也没有赞誉。”说的就是这种迂腐的儒生。',
    ],
],
[
    'content' => [
        '凡说之难，以至高遇至卑，以至治接至乱。未可直至也，远举则病缪，近世则病佣。善者于是间也，亦必远举而不缪，近世而不佣，与时迁徙，与世偃仰，缓急嬴绌，府然若渠匽檃栝之于己也。曲得所谓焉，然而不折伤。故君子之度己则以绳，接人则用抴。度己以绳，故足以为天下法则矣;接人用抴，故能宽容，因众以成天下之大事矣。故君子贤而能容罢，知而能容愚，博而能容浅，粹而能容杂，夫是之谓兼术。诗曰：“徐方既同，天子之功。”此之谓也。',
        '谈说之术：矜庄以莅之，端诚以处之，坚强以持之，譬称以喻之，分别以明之，欣驩芬芗以送之，宝之，珍之，贵之，神之。如是则说常无不受。虽不说人，人莫不贵。夫是之谓为能贵其所贵。传曰：“唯君子为能贵其所贵。”此之谓也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '大凡劝说的难处是：怀着极其崇高的思想境界去对待那些极其卑鄙的人，带着最能将国家治理好的政治措施去接触那些最能把国家搞乱的人，这是不能直截了当达到目的的。举远古的事例容易流于谬误，举近代的事例容易流于庸俗，善于劝说的人在这中间，必须做到举远古的事例而不发生谬误，举近代的事例又不显得庸俗；说话内容要随着时代的发展而变动，随着世俗的变化而抑扬；是说得和缓些还是说得急切些，是多说一些还是少说一些，都能适应情况，像阻拦流水的渠坝、矫正竹木的工具那样控制自己；婉转地把所要说的话都说给了对方听，但是又不挫伤他。',
        '所以，君子律己像木工用墨线来取直一样，待人像梢公用舟船来接客一样。用墨线似的准则律己，所以能够使自己成为天下人效法的榜样；用舟船似的胸怀待人，所以能够对他人宽容，也就能依靠他人来成就治理天下的大业了。君子贤能而能容纳无能的人，聪明而能容纳愚昧的人，博闻多识而能容纳孤陋寡闻的人，道德纯洁而能容纳品行驳杂的人，这叫做兼容并蓄之法。《诗》云：“徐国已经来顺从，这是天子的大功。”说的就是这种道理啊。',
        '谈话劝说的方法是：以严肃庄重的态度去面对他，以端正真诚的心地去对待他，以坚定刚强的意志去扶持他，用比喻称引的方法来使他通晓，用条分缕析的方法来使他明了，热情、和气地向他灌输，使自己的话显得宝贵、珍异、重要、神妙。像这样，那么劝说起来就往往不会不被接受，即使不去讨好别人，别人也没有不尊重的。这叫做能使自己所珍重的东西得到珍重。古书上说：“只有君子才能使自己所珍重的东西得到珍重。”说的就是这种情况啊。',
    ],
],
[
    'content' => [
        '君子必辩。凡人莫不好言其所善，而君子为甚焉。是以小人辩言险，而君子辩言仁也。言而非仁之中也，则其言不若其默也，其辩不若其吶也。言而仁之中也，则好言者上矣，不好言者下也。故仁言大矣：起于上所以道于下，政令是也;起于下所以忠于上，谋救是也。故君子之行仁也无厌、志好之、行安之，乐言之;故言君子必辩。小辩不如见端，见端不如见本分。小辩而察，见端而明，本分而理;圣人士君子之分具矣。有小人之辩者，有士君子之辩者，有圣人之辩者：不先虑，不早谋，发之而当，成文而类，居错迁徙，应变不穷，是圣人之辩者也。先虑之，早谋之，斯须之言而足听，文而致实，博而党正，是士君子之辩者也。听其言则辞辩而无统，用其身则多诈而无功，上不足以顺明王，下不足以和齐百姓，然而口舌之均，应唯则节，足以为奇伟偃却之属，夫是之谓奸人之雄。圣王起，所以先诛也，然后盗贼次之。盗贼得变，此不得变也。',
    ],
    'vernacular' => [
        '君子一定是能说会道的。凡是人没有不喜欢谈论自己认为是好的东西，而君子更胜过一般人。小人能说会道，是宣扬险恶之术；而君子能说会道，是宣扬仁爱之道。说起话来如果不符合仁爱之道，那么他开口说话还不如他沉默不语，他能说会道还不如他笨嘴拙舌；说起话来如果符合仁爱之道，那么喜欢谈说的人就是上等的了，而不喜欢谈说的人就是下等的。所以合乎仁爱之道的言论是十分重要的。产生于君主而用来指导臣民的，就是政策与命令；产生于臣民而用来效忠于君主的，就是建议与劝阻。所以君子奉行仁爱之道从不厌倦，心里喜欢它，行动上一心遵循它，乐意谈论它，所以说君子一定是能说会道的。辩论细节不如揭示头绪，揭示头绪不如揭示固有的名分。辩论细节能明察秋毫，揭示头绪能明白清楚，固有的名分能治理好，那么圣人、士君子的身分就具备了。',
        '有小人式的辩说，有士君子式的辩说，有圣人式的辩说。不预先考虑，不早作谋划，一发言就很得当，既富有文采，又合乎礼法，措辞和改换话题，都能随机应变而不会穷于应答，这是圣人式的辩说。预先考虑好，及早谋划好，片刻的发言也值得一听，既有文采又细密实在，既渊博又公正，这是士君子式的辩说。听他说话则言辞动听而没有系统，任用他做事则诡诈多端而没有功效；上不能顺从英明的帝王，下不能使老百姓和谐一致；但是他讲话很有分寸，或夸夸其谈，或唯唯诺诺，调节得宜；这类人足以靠口才而自夸自傲，可称为坏人中的奸雄。圣明的帝王一上台，这种人是首先要杀掉的，然后把盗贼放在他们的后面进行惩处。因为盗贼还能够转变，而这种人是不可能悔过自新的。',
    ],
    'notes' => [
    ],
],
],
'unscramble' => [
    '【鉴赏】单就字面意思理解，《非相》应该是一篇批判相形论命之术的驳论文，然而荀子写作此文的更深层含义却是要推出他心目中最有效的治国之道。',
    '“人之所以为人者，非特以二足而无毛也，以其有辨也。”在荀子看来，人和禽兽的根本区别就在于是否具有辨别是非善恶的能力，否则人只不过是会直立行走的高等动物罢了。日常生活中，人们常常容易被姣美的面容迷惑，从而丧失了基本的是非准则，直至被现实击得头破血流，方才痛觉今是而昨非。荀子以尧、舜、伊尹、周公、孔子以及桀、纣等诸多古代名人妍丑不一的长相为例，指出国家的盛衰兴亡与统治者的外在容貌并无直接关联，甚至在历史的进程中往往还会出现“世俗乱君”与“乡曲儇子”这类金玉其外、败絮其中的反例。人们之所以被迷惑，并非是帝王们故意以外在容貌设下骗局，主要还是由于自身“闻见之不众，论议之卑尔”。“善琴弈者不视谱，善相马者不按图。”(魏源《默觚·学篇》)只有空洞无知的灵魂才会把形式美作为判断人物的唯一标准。飘风骤雨不终朝，战争年代的变幻无常使人们的心灵变得日益脆弱空虚，荀子振策警言：“相形不如论心，论心不如择术。”正是为了点醒那些将生命的希望寄托于求签祝祷相形占梦的俗世庸夫。',
    '荀子从外表深入到思想，再由思想言及行动，本文正题也随之渐渐明朗：“辨莫大于分，分莫大于礼，礼莫大于圣王。”这意味着人们不仅应当具有辨析是非善恶的能力，更应当依据圣王制定的礼法分清贵贱等差，因为稳定的社会秩序是国富民强的根本保证。荀子笔下的“圣王”与一般古书中的“圣王”含义有所不同。儒家谈论王道政治向来以史为鉴，但荀子认为，与其一味地惜往日而叹今朝，生搬硬套古代帝王的过期政策，不如在“法先王”的同时也关注一下那些能够在现实政治环境中起到立竿见影之效的礼法与策略，无论它们源自上古还是当今，也无论它们远在四方还是近在身旁。',
    '先秦诸子在连年的战乱纷争中跌碎了太多的梦境：孔老夫子游列国、说诸侯、办私学、作《春秋》，希冀再现周道辉煌，却一生流离失所，屡遭困厄，惶惶兮如丧家之犬;墨子尚贤尚同、非乐非攻、节葬节用，他擎着爱的大纛，不惜摩顶放踵、赴火蹈刃，却因为自苦太甚而终不能在世间完全推行自己的理论;其余诸子或是辩驳形名探求阴阳，或是运筹帷幄论战沙场，或是泠然御风寄情八荒，抑或是逍遥云端魂系梦乡。经过激烈的争论与痛苦的反思，人们发现，无论在时间的经度上还是空间的纬度上，那个曾让自己日夜企盼的理想国并不存在。现实主义于是顺理成章地及时觉醒，并在荀子笔下得以登峰而造极。当众生齐然一片地倚赖着对洪荒年代以及三皇五帝的追忆与赞颂来忘却荒谬残酷的今世时，荀子却愤而起言，推翻“舍后王而道上古”的一贯传统，而将近世的“后王”与往昔的“周道”一同纳入了自己制定的模范政治体系。拂去漫长的历史传播过程赋予旧人旧事的层层光环，是荀子第一次将“昨天”与“今天”放到了平等的地位加以审视。“君子贤而能容罢，知而能容愚，博而能容浅，粹而能容杂”，也是荀子披沙拣金地汇百家之学于一身，最终做到了“以近知远，以一知万，以微知明”，成为一代学术宗师。',
    '最后，荀子在文中提出“君子必辩”的主张，“小辩不如见端，见端不如见本分”。辩论批驳不是为了逞一时的口舌之快，而是为了探询真理和创造幸福。与其成为《易经》里那个“无咎无誉”的腐儒，莫若“文而致实，博而党正”，做一名以经世济国为己任的“士君子”。学术研究也并非官僚体制下的附庸产品，真正的学者敢于言人所不能言，行人所不能行，他们坚毅而高洁的学术操守任凭何等的强权也无法撼动，而他们杰出的智慧与人格将如同日月星辰一般，永远照耀在历史的天空。',


        '相人，古之人无有也，学者不道也。古者有姑布子卿①，今之世，梁有唐举②，相人之形状颜色而知其吉凶妖祥，世俗称之。古之人无有也，学者不道也。故相形不如论心，论心不如择术。形不胜心，心不胜术。术正而心顺之，则形相虽恶而心术善，无害为君子也;形相虽善而心术恶，无害为小人也。君子之谓吉，小人之谓凶。故长短、小大、善恶形相，非吉凶也。古之人无有也，学者不道也。',
        '[注释]①姑布子卿：姓姑布，字子卿，春秋时郑国人，曾给孔子和赵襄子看过相。②唐举：战国时魏国(即梁)人，曾看过李锐、蔡泽的相。',
        '盖帝尧长，帝舜短，文王长①，周公短②，仲尼长③，子弓短④。昔者卫灵公有臣曰公孙吕⑤，身长七尺，面长三尺，焉广三寸，鼻目耳具，而名动天下。楚之孙叔敖⑥，期思之鄙人也⑦，突秃长左，轩较之下⑧，而以楚霸。叶公子高⑨，微小短瘠，行若将不胜其衣。然白公之乱也⑩，令尹子西、司马子期皆死焉(11);叶公子高入据楚，诛白公，定楚国，如反手尔，仁义功名善于后世。故事不揣长，不揳大(12)，不权轻重，亦将志乎尔。长短、小大、美恶形相，岂论也哉!',
        '[注释]①文王：周文王，姓姬，名昌，武王之父。②周公：周文王的儿子，武王的弟弟，名旦。③仲尼：孔子(前551—前479)，名丘，字仲尼。④子弓：孔子的弟子，姓冉，名雍，字仲弓。⑤卫灵公：春秋时卫国国君。公孙吕：人名，事迹不详。⑥孙叔敖：春秋时楚庄王之相，辅助庄王成就了霸业。⑦期思：楚国邑名，在今河南淮滨。⑧轩较(jué掘)：古代士大夫以上乘坐的车。轩，车前的直木。较，车前的横木。⑨叶(shè射)公子高：春秋时楚国大夫，姓沈，名诸梁，字子高。因封地在叶(今河南叶县)，故称叶公。⑩白公：名胜，楚平王之孙，白公之乱，事见《左传·哀公十六年》。(11)令尹：古时掌管行政的最高长官。子西：即公子申，楚平王的儿子。司马：古时掌管军事的最高长官。子期：公子结，楚平王的儿子。(12)揳(xié胁)：通“契”，约计，估计。',
        '且徐偃王之状①，目可瞻马;仲尼之状，面如蒙倛②;周公之状，身如断菑③。皋陶之状④，色如削瓜;闳夭之状⑤，面无见肤;傅说之状⑥，身如植鳍⑦;伊尹之状⑧，面无须麋⑨;禹跳，汤偏，尧、舜参牟子⑩。从者将论志意，比类文学邪?直将差长短，辨美恶，而相欺傲邪?',
        '[注释]①徐偃王：西周时徐国国君，其人偃仰而不能俯，故谓之偃王。后周王命楚国消灭了他。②蒙倛：古时驱疫避邪用的一种假面具。③菑(zì自)：立着的枯树。④皋陶(yáo姚)：相传舜时掌管刑法的官。⑤闳(hóng红)夭：周文王的大臣。⑥傅说(yuè悦)：商王武丁的相。⑦植鳍：竖起的鱼鳍，指驼背。⑧伊尹：商汤王的相。⑨麋：通“眉”。须麋，即须眉。⑩参，同“三(叁)”。牟：通“眸”，瞳人。传说尧舜都有一只眼睛“重瞳”，因此，有三个瞳人。',
        '古者桀、纣长巨姣美，天下之杰也;筋力越劲①，百人之敌也。然而身死国亡，为天下大僇②，后世言恶则必稽焉③。是非容貌之患也，闻见之不众，论议之卑尔。今世俗之乱君④，乡曲之儇子⑤，莫不美丽姚冶，奇衣妇饰，血气态度拟于女子;妇人莫不愿得以为夫，处女莫不愿得以为士，弃其亲家而欲奔之者，比肩并起。然而中君羞以为臣，中父羞以为子，中兄羞以为弟，中人羞以为友，俄则束乎有司而戮乎大市，莫不呼天啼哭，苦伤其今而后悔其始。是非容貌之患也，闻见之不众，论议之卑尔。然则从者将孰可也?',
        '[注释]①越劲：敏捷有力。②僇(lù路)：同“戮”，耻辱。③稽：考。④乱君：疑当为“乱民”。⑤儇(xuān宣)子：轻薄巧慧的人。',
        '人有三不祥：幼而不肯事长，贱而不肯事贵，不肖而不肯事贤，是人之三不祥也。人有三必穷：为上则不能爱下，为下则好非其上，是人之一必穷也。乡则不若①，偝则谩之②，是人之二必穷也。知行浅薄，曲直有以相县矣③，然而仁人不能推，知士不能明④，是人之三必穷也。人有此三数行者⑤，以为上则必危，为下则必灭。《诗》曰：“雨雪瀌瀌，宴然聿消。莫肯下隧，式居屡骄。”⑥此之谓也。',
        '[注释]①乡：通“向”，当面。若：顺，顺从。②偝：通“背”，背地里，私下。谩：诬蔑，诽谤。③有：通“又”。县：同“悬”，距离远，悬殊。④明：尊崇。⑤三：疑为衍文。⑥“《诗》曰”句：见《诗经·小雅·角弓》。瀌瀌(biāo标)，雪下得大的样子。宴然，日出天晴的样子。宴，通“曣”，日出。聿(yù玉)，语助词。隧，通“堕”。',
        '人之所以为人者，何已也①?曰：以其有辨也。饥而欲食，寒而欲暖，劳而欲息，好利而恶害，是人之所生而有也，是无待而然者也，是禹、桀之所同也。然则人之所以为人者，非特以二足而无毛也，以其有辨也。今夫狌狌形笑②，亦二足而毛也③，然而君子啜其羹，食其胾④。故人之所以为人者，非特以其二足而无毛也，以其有辨也。夫禽兽有父子而无父子之亲，有牝牡而无男女之别⑤，故人道莫不有辨。',
        '[注释]①已：通“以”，缘故。②狌狌：即猩猩。形笑：疑为“形状”。③“毛”前疑脱一“无”字。④胾(zì字)：大块的肉。⑤牝牡(pìnmǔ聘母)：雌雄。',
        '辨莫大于分，分莫大于礼，礼莫大于圣王。圣王有百，吾孰法焉?故曰①：文久而息，节族久而绝②，守法数之有司极礼而褫③。故曰：欲观圣王之迹，则于其粲然者矣，后王是也。彼后王者，天下之君也，舍后王而道上古，譬之是犹舍己之君而事人之君也。故曰：欲观千岁则数今曰，欲知亿万则审一二，欲知上世则审周道，欲审周道则审其人所贵君子。故曰：以近知远，以一知万，以微知明。此之谓也。',
        '[注释]①故：疑为衍文。②族(zòu奏)：通“奏”，节族，节奏。③礼：疑为衍文。褫(chī尺)：废弛。',
        '夫妄人曰：“古今异情，其以治乱者异道①。”而众人惑焉。彼众人者，愚而无说，陋而无度者也。其所见焉，犹可欺也，而况于千世之传也!妄人者，门庭之间，犹可诬欺也，而况于千世之上乎!圣人何以不欺②?曰：圣人者，以己度者也。故以人度人，以情度情，以类度类，以说度功，以道观尽，古今一度也③。类不悖，虽久同理，故乡乎邪曲而不迷④，观乎杂物而不惑，以此度之。五帝之外无传人⑤，非无贤人也，久故也。五帝之中无传政，非无善政也，久故也。禹、汤有传政而不若周之察也，非无善政也，久故也。传者久则论略，近则论详，略则举大，详则举小。愚者闻其略而不知其详，闻其详而不知其大也⑥，是以文久而灭，节族久而绝。',
        '[注释]①“以”前当脱一“所”字。②“欺”前当脱一“可”字。③度：当为衍文。④乡：通“向”。⑤五帝：传说中的黄帝、颛顼(zhuānxū专需)、帝喾(kù库)唐尧、虞舜。⑥详：疑当为“小”字。',
        '凡言不合先王，不顺礼义，谓之奸言，虽辩，君子不听。法先王，顺礼义，党学者①，然而不好言，不乐言，则必非诚士也。故君子之于言也②，志好之，行安之，乐言之。故君子必辩。凡人莫不好言其所善，而君子为甚。故赠人以言，重于金石珠玉;观人以言③，美于黼黻、文章④;听人以言，乐于钟鼓琴瑟。故君子之于言无厌。鄙夫反是，好其实，不恤其文，是以终身不免埤污佣俗⑤。故《易》曰：“括囊，无咎无誉。”⑥腐儒之谓也。',
        '[注释]①党：亲近。②言：一说当为“善”字。③观：当为“劝”字。④黼黻(fǔfú府服)：古代礼服上所绣的花纹。⑤埤：通“卑”。佣：通“庸”。⑥“《易》曰”句：引自《周易·坤卦》。括，扎结。',
        '凡说之难①，以至高遇至卑，以至治接至乱。未可直至也，远举则病缪②，近世则病佣③。善者于是间也，亦必远举而不缪，近世而不佣，与时迁徙，与世偃仰，缓急嬴绌④，府然若渠匽檃栝之于己也⑤，曲得所谓焉，然而不折伤。故君子之度己则以绳，接人则用抴⑥。度己以绳，故足以为天下法则矣。接人用抴，故能宽容，因求以成天下之大事矣⑦。故君子贤而能容罢⑧，知而能容愚，博而能容浅，粹而能容杂，夫是之谓兼术。《诗》曰：“徐方既同，天子之功。”⑨此之谓也。',
        '[注释]①说(shuì税)：劝说。②缪：通“谬”。③世：当为“举”字，下同。④嬴：通“赢”，盈余。绌：屈，不足。⑤府：通“俯”。渠匽：拦水坝。匽，通“堰”。檃栝(yǐnkuò隐括)：矫正曲木的工具。⑥抴(yè叶)：通“枻”，短桨，这里指船。⑦求：当为“众”字之误。⑧罢(pí疲)：与“贤”相对，指不具备好的品质(的人)，不能干(的人)。⑨“《诗》曰”句：见《诗经·大雅·常武》。',
        '谈说之术：矜庄以莅之，端诚以处之，坚强以持之，分别以喻之①，譬称以明之，欣芬芗以送之②，宝之珍之，贵之神之，如是则说常无不受。虽不说人，人莫不贵，夫是之谓为能贵其所贵③。传曰：“唯君子为能贵其所贵。”此之谓也。',
        '[注释]①分别：应与下文的“譬称”互换。②：同“欢”，欢喜，高兴。芬芗(xiāng乡)：和气。芗，香。③为：当为衍文。',
        '君子必辩。凡人莫不好言其所善，而君子为甚焉。是以小人辩言险而君子辩言仁也。言而非仁之中也，则其言不若其默也，其辩不若其呐也①;言而仁之中也，则好言者上矣，不好言者下也。故仁言大矣。起于上所以道于下，正令是也;起于下所以忠于上，谋救是也。故君子之行仁也无厌。志好之，行安之，乐言之，故言君子必辩。小辩不如见端，见端不如见本分②。小辩而察，见端而明，本分而理，圣人士君子之分具矣。',
        '[注释]①呐(nè讷)：同“讷”，说话迟钝。②见：“见本分”之“见”当为衍文。端：端倪，头绪。',
        '有小人之辩者，有士君子之辩者，有圣人之辩者：不先虑，不早谋，发之而当，成文而类，居错迁徙①，应变不穷，是圣人之辩者也。先虑之，早谋之，斯须之言而足听，文而致实②，博而党正③，是士君子之辩者也。听其言则辞辩而无统，用其身则多诈而无功，上不足以顺明王，下不足以和齐百姓，然而口舌之均，噡唯则节④，足以为奇伟偃却之属⑤，夫是之谓奸人之雄，圣王起，所以先诛也。然后盗贼次之。盗贼得变，此不得变也。',
        '[注释]①居：通“举”，举措，安置。②致：同“质”，信。③党：通“谠”，直言。④噡：同“谵”，多言。⑤偃却：同“偃蹇”，骄傲。',
],
];
