<?php
return [
'chapters' => [
[
    'content' => [
        '假今之世，饰邪说，文奸言，以枭乱天下，矞宇嵬琐使天下混然不知是非治乱之所在者，有人矣。',
        '纵情性，安恣孳，禽兽行，不足以合文通治;然而其持之有故，其言之成理，足以欺惑愚众;是它嚣魏牟也。',
        '忍情性，綦溪利跂，苟以分异人为高，不足以合大众，明大分，然而其持之有故，其言之成理，足以欺惑愚众：是陈仲史也。',
        '不知壹天下建国家之权称，上功用，大俭约，而僈差等，曾不足以容辨异，县君臣;然而其持之有故，其言之成理，足以欺惑愚众：是墨翟宋钘也。',
        '尚法而无法，下修而好作，上则取听于上，下则取从于俗，终日言成文典，反紃察之，则倜然无所归宿，不可以经国定分;然而其持之有故，其言之成理，足以欺惑愚众：是慎到田骈也。',
        '不法先王，不是礼义，而好治怪说，玩琦辞，甚察而不惠，辩而无用，多事而寡功，不可以为治纲纪;然而其持之有故，其言之成理，足以欺惑愚众;是惠施邓析也。',
        '略法先王而不知其统，犹然而犹材剧志大，闻见杂博。案往旧造说，谓之五行，甚僻违而无类，幽隐而无说，闭约而无解。案饰其辞，而只敬之，曰：此真先君子之言也。子思唱之，孟轲和之。世俗之沟犹瞀儒、嚾嚾然不知其所非也，遂受而传之，以为仲尼子弓为兹厚于后世：是则子思孟轲之罪也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '如今这个时代，以粉饰邪恶的说法，美化奸诈的言论来搞乱天下，用那些诡诈、夸大、怪异、委琐的言论，使天下人混混沌沌地不知道是非标准、治乱原因的，已有这样的人了。',
        '纵情任性，习惯于恣肆放荡，行为像禽兽一样，谈不上和礼义合拍、和正确的政治原则相贯通；但是他们立论时却有根有据，他们解说论点时又有条有理，足以欺骗蒙蔽愚昧的民众。它嚣、魏牟就是这种人。',
        '抑制本性人情，偏离大道，离世独行，不循礼法，以与众不同为高尚，不能和广大民众打成一片，不能彰明忠孝的大义；但是他们立论时却有根有据，他们解说论点时又有条有理，足以欺骗蒙蔽愚昧的民众。陈仲、史鰌就是这种人。',
        '不懂得统一天下、建立国家的法度，崇尚功利实用，重视节俭而轻慢等级差别，甚至不容许人与人间有分别和差异的存在、也不让君臣间有上下的悬殊；但是他们立论时却有根有据，他们解说论点时又有条有理，足够用来欺骗蒙蔽愚昧的民众。墨翟、宋钘就是这种人。',
        '推崇法治但又没有个法度，卑视贤能的人而喜欢另搞一套，上则听从君主，下则依从世俗，整天谈论制定礼义法典，但反复考察这些典制，就会发现它们迂远得没有一个最终的着落点，不可以用来治理国家、确定名分；但是他们立论时却有根有据，他们解说论点时又有条有理，足够用来欺骗蒙蔽愚昧的民众。慎到、田骈就是这种人。',
        '不效法古代圣明的帝王，不赞成礼义，而喜欢钻研奇谈怪论，玩弄奇异的词语，非常明察但毫无用处，雄辩动听但不切实际，做了很多事但功效却很少，不可以作为治国的纲领；但是他们立论时却有根有据，他们解说论点时又有条有理，足够用来欺骗蒙蔽愚昧的民众。惠施、邓析就是这种人。',
        '大致上效法古代圣明的帝王而不知道他们的要领，然而还是自以为才气横溢、志向远大、见闻丰富广博。根据往古旧说来创建新说，把它称为“五行”，非常乖僻背理而不合礼法，幽深隐微而难以讲说，晦涩缠结而无从解释，却还粉饰他们的言论而郑重其事地说：“这真正是先师孔子的言论啊。”子思倡导，孟轲附和，社会上那些愚昧无知的儒生七嘴八舌地不知道他们的错误，于是就接受了这种学说而传授它，以为是孔子、子弓立此学说来嘉惠于后代。这就是子思、孟轲的罪过了。',
    ],
],
[
    'content' => [
        '若夫总方略，齐言行，壹统类，而群天下之英杰，而告之以大古，教之以至顺，奥窔之间，簟席之上，敛然圣王之文章具焉，佛然平世之俗起焉，六说者不能入也，十二子者不能亲也。无置锥之地，而王公不能与之争名，在一大夫之位，则一君不能独畜，一国不能独容，成名况乎诸侯，莫不愿以为臣，是圣人之不得埶者也，仲尼子弓是也。一天下，财万物，长养人民，兼利天下，通达之属莫不从服，六说者立息，十二子者迁化，则圣人之得埶者，舜禹是也。',
        '今夫仁人也，将何务哉?上则法舜禹之制，下则法仲尼子弓之义，以务息十二子之说。如是则天下之害除，仁人之事毕，圣王之迹着矣。',
        '信信、信也，疑疑、亦信也。贵贤、仁也，贱不肖、亦仁也。言而当、知也，默而当，亦知也，故知默犹知言也。故多言而类，圣人也;少言而法，君子也;多言无法，而流湎然，虽辩，小人也。故劳力而不当民务，谓之奸事，劳知而不律先王，谓之奸心;辩说譬谕，齐给便利，而不顺礼义，谓之奸说。此三奸者，圣王之所禁也。知而险，贼而神，为诈而巧，言无用而辩，辩不惠而察，治之大殃也。行辟而坚，饰非而好，玩奸而泽，言辩而逆，古之大禁也。知而无法，勇而无惮，察辩而操僻，淫大而用之，好奸而与众，利足而迷，负石而坠，是天下之所弃也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '至于总括治国的方针策略，端正自己的言论行动，统一治国的纲纪法度，从而汇聚天下的英雄豪杰，把根本的原则告诉给他们，拿最正确的道理教导他们；在室堂之内、竹席之上，那圣明帝王的礼义制度集中地具备于此，那太平时代的风俗蓬勃地兴起于此。上述六种学说是不能侵入这讲堂的，那十二个人是不能接近这讲席的。他们虽然没有立锥之地，但天子诸侯不能与之竞争名望；他们虽然只是处在一个大夫的职位上，但不是一个诸侯国的国君所能单独任用，不是一个诸侯国所能单独容纳，他们的盛名比同于诸侯，各国诸侯无不愿意让他们来当自己的臣子。这是圣人中没有得到权势的人啊，孔子、子弓就是这种人。',
        '统一天下，管理万物，养育人民，使天下人都得到好处；凡能到达的地方，没有人不服从，上述六种学说立刻消声匿迹，十二个人也弃邪从正。这是圣人中得到了权势的人啊，舜、禹就是这种人。',
        '当今讲究仁德的人该致力于什么呢？上应师法舜、禹的政治制度，下应师法仲尼、子弓的道义，以求消除上述十二个人的学说。像这样，那么天下的祸害除去了，仁人的任务就完成了，圣明帝王的事迹也就彰明了。',
        '相信可信的东西，是确信；怀疑可疑的东西，也是确信。尊重贤能的人，是仁爱；卑视不贤的人，也是仁爱。说得恰当，是明智；沉默得恰当，也是明智。所以懂得在什么场合下沉默不言等于懂得如何来说话。话说得多而合乎法度，便是圣人；话说得少而合乎法度，就是君子；说多说少都不合法度而放纵沉醉在其中，即使能言善辩，也是个小人。用尽力气而不合于民众的需求，就叫做奸邪的政务；费尽心思而不以古代圣王的法度为准则，就叫做奸邪的心机；辩说比喻起来迅速敏捷而不遵循礼义，就叫做奸邪的辩说。这三种奸邪的东西，是圣明的帝王所禁止的。生性聪明而险恶，手段狠毒而高明，行为诡诈而巧妙，言论不切实际而雄辩动听，辩说毫无用处而明察入微，这些是政治方面的大祸害。为非作歹而又很坚决，文过饰非而似很完美，玩弄奸计而似有恩泽，能言善辩而违反常理，这些是古代特别加以禁止的。聪明而不守法度，勇敢而肆无忌惮，明察善辩而所持论点怪僻不经，荒淫骄奢而刚愎自用，喜欢搞阴谋诡计而同党众多，这就像善于奔走而误入迷途、背着石头而失足掉下，这些都是天下人所抛弃的啊。',
    ],
],
[
    'content' => [
        '兼服天下之心：高上尊贵，不以骄人;聪明圣知，不以穷人;齐给速通，不争先人;刚毅勇敢，不以伤人;不知则问，不能则学，虽能必让，然后为德。遇君则修臣下之义，遇乡则修长幼之义，遇长则修子弟之义，遇友则修礼节辞让之义，遇贱而少者，则修告导宽容之义。无不爱也，无不敬也，无与人争也，恢然如天地之苞万物。如是，则贤者贵之，不肖者亲之;如是，而不服者，则可谓訞怪狡猾之人矣，虽则子弟之中，刑及之而宜。诗云：“匪上帝不时，殷不用旧;虽无老成人，尚有典刑;曾是莫听，大命以倾。”此之谓也。',
        '古之所谓仕士者，厚敦者也，合群者也，乐富贵者也，乐分施者也，远罪过者也，务事理者也，羞独富者也。今之所谓仕士者，污漫者也，贼乱者也，恣孳者也，贪利者也;触抵者也，无礼义而唯权埶之嗜者也。',
        '古之所谓处士者，德盛者也，能静者也，修正者也，知命者也，箸是者也。今之所谓处士者，无能而云能者也，无知而云知者也，利心无足，而佯无欲者也，行伪险秽，而强高言谨悫者也，以不俗为俗，离纵而跂訾者也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '使天下人对自己心悦诚服的办法是：高高在上、职位尊贵，但不因此而傲视别人；聪明睿智、通达事理，但不因此而使人难堪；才思敏捷、迅速领悟，但不在别人面前抢先逞能；刚强坚毅、勇敢大胆，但不因此而伤害别人。不懂就请教，不会就学习；即使能干也一定谦让，这样才算有道德。面对君主就奉行做臣子的道义，面对乡亲就讲求长幼之间的道德标准，面对父母兄长就遵行子弟的规矩，面对朋友就讲求礼节谦让的行为规范，面对地位卑贱而年纪又小的人就实行教导宽容的原则。无所不爱，无所不敬，从不与人争执，心胸宽广得就像天地包容万物那样。像这样的话，那么贤能的人就会尊重你，不贤的人也会亲近你。像这样如果还不对你心悦诚服的，那就可以称之为怪异奸滑的人了，即使他在你的子弟之中，刑罚加到他身上也是应该的。《诗》云：“并非上帝不善良，是纣王不用旧典章。虽然没有老成之臣，还有法典可依循。竟连这个也不听，王朝因此而断送。”说的就是这个。',
        '古代所说出仕的官员，是朴实厚道的人，是和群众打成一片的人，是乐于富贵的人，是乐意施舍的人，是远离罪过的人，是努力按事理来办事的人，是以独自富裕为羞耻的人。现在所说的出仕的官员，是污秽卑鄙的人，是破坏捣乱的人，是恣肆放荡的人，是贪图私利的人，是触犯法令的人，是不顾礼义而只贪求权势的人。',
        '古代所说的不出仕的隐士，是品德高尚的人，是能恬淡安分的人，是善良正派的人，是知道天命的人，是彰明正道的人。现在所说的不出仕的隐士，是没有才能而自吹有才能的人，是没有智慧而自吹有智慧的人，是贪得之心永不能满足而又假装没有贪欲的人，是行为阴险肮脏而又硬要吹嘘自己谨慎老实的人，是把不同于世俗作为自己的习俗、背离世俗而独行自高的人。',
    ],
],
[
    'content' => [
        '士君子之所能不能为：君子能为可贵，而不能使人必贵己;能为可信，而不能使人必信己;能为可用，而不能使人必用己。故君子耻不修，不耻见污;耻不信，不耻不见信;耻不能，不耻不见用。是以不诱于誉，不恐于诽，率道而行，端然正己，不为物倾侧：夫是之谓诚君子。诗云：“温温恭人，维德之基。”此之谓也。',
        '士君子之容：其冠进，其衣逢，其容良;俨然，壮然，祺然，蕼然，恢恢然，广广然，昭昭然，荡荡然-是父兄之容也。其冠进，其衣逢，其容悫;俭然，恀然，辅然，端然，訾然，洞然，缀缀然，瞀瞀然--是子弟之容也。',
        '吾语汝学者之嵬容：其冠絻，其缨禁缓，其容简连;填填然，狄狄然，莫莫然，瞡瞡然，瞿瞿然，尽尽然，盱盱然;酒食声色之中，则瞒瞒然，瞑瞑然;礼节之中，则疾疾然，訾訾然;劳苦事业之中，则儢儢然，离离然，偷儒而罔，无廉耻而忍謑诟--是学者之嵬也。',
        '弟陀其冠，衶禫其辞，禹行而舜趋：是子张氏之贱儒也。正其衣冠，齐其颜色，嗛然而终日不言、是子夏氏之贱儒也。偷儒惮事，无廉耻而耆饮食，必曰君子固不用力：是子游氏之贱儒也。彼君子则不然：佚而不惰，劳而不僈，宗原应变，曲得其宜，如是然后圣人也。',
    ],
    'vernacular' => [
        '士君子所能做到的和不能做到的是：君子能够做到品德高尚而可以被人尊重，但不能使别人一定来尊重自己；能够做到忠诚老实而可以被人相信，但不能使别人一定相信自己；能够做到多才多艺而可以被人任用，但不能使别人一定任用自己。所以君子把自己的品德不好看作耻辱，而不把被人污蔑看作耻辱；把自己不诚实看作耻辱，而不把不被信任看作耻辱；把自己无能看作耻辱，而不把不被任用看作耻辱。因此，君子不被荣誉所诱惑，也不被诽谤所吓退，遵循道义来做事，严肃地端正自己，不被外界事物弄得神魂颠倒，这叫做真正的君子。《诗》云：“温柔谦恭的人们，是以道德为根本。”说的就是这种人啊。',
        '士君子的仪容是：帽子高高竖起，衣服宽宽大大，面容和蔼可亲，庄重，伟岸，安泰，潇脱，宽宏，开阔，明朗，坦荡，这是做父兄的仪容。那帽子高高竖起，衣服宽宽大大，面容谨慎诚恳，谦虚，温顺，亲热，端正，勤勉，恭敬，追随左右，不敢正视，这是做子弟的仪容。',
        '我告诉你们那些学者的怪模样：那帽子向前而低俯，那帽带束得很松，那面容傲慢自大，自满自足，时而跳来跳去，时而一言不发，或眯起眼睛东张西望，或睁大眼睛盯着不放，似乎要一览无余的样子。在吃喝玩乐的时候，就神情迷乱，沉溺其中；在行礼节的时候，就面有怨色，口出怨言；在劳苦的工作之中，就懒懒散散，躲躲闪闪，苟且偷安而无所顾忌，没有廉耻之心而能忍受污辱谩骂。这就是那些学者的怪模样。',
        '帽子戴得歪斜欲坠，话说得平淡无味，学禹的跛行，学舜的快走，这是子张一派的贱儒。衣冠整齐，面色严肃，口里像含着什么东西似地整天不说话，这是子夏一派的贱儒。苟且偷懒怕事，没有廉耻之心而热衷于吃喝，总是说“君子本来就不用从事体力劳动”，这是子游一派的贱儒。那君子就不是这样。他们虽然安逸却不懒惰，即使劳苦也不懈怠，尊奉那根本的原则来应付各种事变，各方面处理得都很恰当，像这样，然后才可以成为圣人。',
    ],
    'notes' => [
    ],
],
],
'unscramble' => [
    '【鉴赏】终其一生，荀子都在寻找一位能够一统天下的明君，其著书立说无不由此出发。他在《非十二子》中写道：想要“兼服天下”，就得遵循长幼尊卑之序，秉持宽容辞让之礼，甚至还得做到泛爱众生。这种表面上的与世无争，底下却潜伏着欲得人心而王天下的宏图大志。在荀子立下的“行为规范”中，有一条所谓“遇贱而少者则修告导宽容之义”，但放到现实里，荀子本人却未必能做到“恢然如天地之苞万物”，至少在《非十二子》中，我们就看不到他所推崇的包容一切的雅量。',
    '荀子开篇即骂：“假今之世，饰邪说，交奸言，以枭乱天下，矞宇嵬琐，使天下混然不知是非治乱之所存者有人矣。”言下之意，这些人似乎都是恶贯满盈，贻害天下，罪无可赦，当立惩不贷。紧接着，荀子一气批倒它嚣、魏牟、陈仲、史鰌、墨翟、宋钘、慎到、田骈、惠施、邓析、子思、孟轲十二子，将他们的学说归为六种类型，一一指出弊病：“不足以合文通治”、“不足以合大众，明大分”、“不足以容辨异，县君臣”、“倜然无所归宿，不可以经国定分”、“辩而无用，多事而寡功，不可以为治纲纪”、“甚僻违而无类，幽隐而无说，闭约而无解”。荀子衡量诸子学说的唯一标准就是能否为现实政治所用，否则一律归之为“欺惑愚众”的“邪说”。篇末，荀子更是怒斥子张氏、子夏氏、子游氏三派儒家后学为“贱儒”，言辞之酷烈，简直流露出深恶痛绝的意思。郭沫若以为“荀子骂人每每不揭出别人的宗旨，而只是在枝节上作人身攻击”(《十批判书·儒家八派的批判》)。我们通过《非十二子》这篇檄文也的确感受到了浓重的火药味。荀子在《荣辱》中曾经说起：“伤人之言，深于矛戟。”现在却是他自己举起矛戟，想要进行一场思想上的清敌运动。“今夫仁人也，将何务哉?上则法舜、禹之制，下则法仲尼、子弓之义，以务息十二子之说，如是则天下之害除，仁人之事毕，圣王之迹著矣。”荀子身处“诸侯异政，百家异说”(《解蔽》)的乱世，亲眼目睹长期分裂格局所造成的山河破败、礼崩乐坏，使他产生了对于“四海之内若一家”的深切渴望。统一思想的最终目的还是为了成就统一天下的霸业，故而荀子“总方略，齐言行，壹统类”，视十二子为阻挠大一统进程的天下大患，断言“圣王起，所以先诛也”(《非相》)。秦灭六国后，李斯主张“焚书坑儒”，这等极端行为也正显示出了荀子的思想投影。到了汉代，武帝采纳董仲舒的建议，“罢黜百家、独尊儒术”，开儒学正统之先声，似乎同样缘自荀子的理论。',
    '相比之下，《庄子·天下》虽然也是先秦学术史著作，却有着与《非十二子》迥然不同的学术气度与思想倾向。《天下》把超越百家学说、遍包宇宙万物的“古之道术”作为学术的最高境界，惜叹“后世之学者，不幸不见天地之纯，古人之大体”，认定“道术将为天下裂”;但同时也对各派学说的历史起源和自身价值进行了褒贬得当的客观评论，并肯定了百家之学“皆有所长，时有所用”。钱钟书先生曾以《非十二子》与《天下》为例，论述荀、庄两派的学术思想差异：“荀门户见深，伐异而不存同，舍仲尼、子弓外，无不斥为‘欺惑愚众’，虽子思、孟轲亦勿免于‘非’、‘罪’之诃焉。庄固推关尹、老聃者，而豁达大度，能见异量之美，故未尝非‘邹鲁之士’，称墨子曰‘才士’，许彭蒙、田骈、慎到曰.‘概乎皆尝有闻’;推一本以贯万殊，明异流之出同源，高瞩遍包，司马谈殆闻其风而说者欤?”(《管锥编·史记会注考证》)恰如其分地点评了《非十二子》中的偏颇意识与《天下》中的宽容精神。青史为鉴，对于学术思想乃至政治、军事、商业、科技、艺术等各个领域的百家争鸣，究竟应当独尊一统还是兼收并蓄?毋庸置疑，一切粗暴的手段只能给文明带来毁灭性的灾难，而给我们自身留下追悔莫及的感伤。与其执意专断地恪守己见，面对异己力量谩骂不休，不若虚怀兼顾，去其糟粕而取其精华，因为这将是维护国家持久兴盛与政局长期平衡的唯一杠杆。',


        '假今之世，饰邪说，交奸言，以枭乱天下①，矞宇嵬琐②，使天下混然不知是非治乱之所存者有人矣。',
        '[注释]①枭：通“挠”，扰。②矞(jué决)：同“谲”，诡诈。宇：通“”(xū须)，虚夸。嵬：通“傀”(guī归)，怪诞。琐：卑微。',
        '纵情性，安恣睢①，禽兽行，不足以合文通治;然而其持之有故，其言之成理，足以欺惑愚众，是它嚣、魏牟也②。',
        '[注释]①恣睢(suī虽)：放纵。②它嚣：人名，生平不详。魏牟：战国时魏国公子，《汉书·艺文志》将其归入道家。',
        '忍情性，綦谿利跂①，苟以分异人为高，不足以合大众，明大分;然而其持之有故，其言之成理，足以欺惑愚众，是陈仲、史鰌也。',
        '[注释]①綦谿(qíxī其溪)：极深。利跂(qǐ企)：离世独立。利，通“离”。跂，通“企”，立。',
        '不知壹天下、建国家之权称，上功用、大俭约而僈差等①，曾不足以容辨异、县君臣②;然而其持之有故，其言之成理，足以欺惑愚众，是墨翟、宋钘也③。',
        '[注释]①上：同“尚”。大：重视。僈：轻慢。②县：通“悬”，悬殊。③宋钘(jiān)：战国时宋人，主张禁欲。',
        '尚法而无法，下修而好作①，上则取听于上，下则取从于俗，终日言成文典，反察之②，则倜然无所归宿③，不可以经国定分;然而其持之有故，其言之成理，足以欺惑愚众，是慎到、田骈也④。',
        '[注释]①下修：当作“不循”。②(xún寻)：通“循”，顺着。反循，反复。③倜(tì惕)然：远离的样子。④田骈(pián胼)：战国时齐国人，早期法家代表人物。',
        '不法先王，不是礼义，而好治怪说，玩琦辞①，甚察而不惠②，辩而无用，多事而寡功，不可以为治纲纪;然而其持之有故，其言之成理，足以欺惑愚众，是惠施、邓析也。',
        '[注释]①琦：通“奇”，奇异。②惠：当为“急”字。',
        '略法先王而不知其统，犹然而材剧志大①，闻见杂博。案往旧造说②，谓之五行③，甚僻违而无类④，幽隐而无说，闭约而无解，案饰其辞而祗敬之曰⑤：此真先君子之言也。子思唱之⑥，孟轲和之⑦，世俗之沟犹瞀儒⑧，嚾嚾然不知其所非也⑨，遂受而传之，以为仲尼、子游为兹厚于后世⑩，是则子思、孟轲之罪也。',
        '[注释]①剧：繁多。②案：通“按”，按照。③五行：即五常，仁、义、礼、智、信。④僻违：邪僻。类：法。⑤案：语助词。祗(zhī知)：敬。⑥子思：孔子的孙子，名伋，字子思。⑦孟轲：即孟子，战国中期邹国人，是孔子之后儒家的重要代表人物，著有《孟子》。⑧沟(kò寇)、犹、瞀(mào冒)：都是愚昧的意思。⑨嚾嚾(huān欢)然：喧嚣的样子。⑩子游：当为“子弓”之误。',
        '若夫总方略，齐言行，壹统类，而群天下之英杰而告之以大古①，教之以至顺，奥窔之间②，簟席之上③，敛然圣王之文章具焉④，佛然平世之俗起焉⑤，六说者不能入也，十二子者不能亲也，无置锥之地而王公不能与之争名，在一大夫之位则一君不能独畜，一国不能独容，成名况乎诸侯⑥，莫不愿以为臣⑦，是圣人之不得势者也，仲尼、子弓是也。',
        '[注释]①大古：即太古。②奥窔(yào药)：堂室之内。奥，屋子的西南角。窔，屋子的东南角。③簟(diàn)席：竹席。④敛然：聚集的样子。⑤佛(bó勃)然：兴起的样子。佛，通“勃”。⑥成：通“盛”。况：益。⑦“愿”后脱一“得”字。',
        '一天下，财万物①，长养人民，兼利天下，通达之属，莫不从服，六说者立息，十二子者迁化，则圣人之得势者，舜、禹是也。今夫仁人也，将何务哉?上则法舜、禹之制，下则法仲尼、子弓之义，以务息十二子之说，如是则天下之害除，仁人之事毕，圣王之迹著矣。',
        '[注释]①财：成就，成全。',
        '信信，信也;疑疑，亦信也。贵贤，仁也;贱不肖，亦仁也。言而当，知也;默而当，亦知也。故知默犹知言也。故多言而类，圣人也;少言而法，君子也;多少无法而流湎然①，虽辩，小人也。故劳力而不当民务谓之奸事，劳知而不律先王谓之奸心，辩说譬谕、齐给便利而不顺礼义谓之奸说。此三奸者，圣王之所禁也。知而险，贼而神，为诈而巧②，言无用而辩，辩不惠而察③，治之大殃也。行辟而坚④，饰非而好，玩奸而泽，言辩而逆，古之大禁也。知而无法，勇而无惮，察辩而操僻淫，大而用之⑤，好奸而与众，利足而迷，负石而坠，是天下之所弃也。',
        '[注释]①流湎：沉湎。②为：通“伪”，虚伪。③惠：当为“急”字。④辟：通“僻”。⑤大(tài太)：同“汰”，骄奢。',
        '兼服天下之心：高上尊贵不以骄人，聪明圣知不以穷人，齐给速通不争先人，刚毅勇敢不以伤人;不知则问，不能则学，虽能必让，然后为德。遇君则修臣下之义，遇乡则修长幼之义，遇长则修子弟之义，遇友则修礼节辞让之义，遇贱而少者则修告导宽容之义。无不爱也，无不敬也，无与人争也，恢然如天地之苞万物①，如是则贤者贵之，不肖者亲之。如是而不服者，则可谓訞怪狡猾之人矣②，虽则子弟之中，刑及之而宜。《诗》云：“匪上帝不时，殷不用旧。虽无老成人，尚有典刑。曾是莫听，大命以倾。”③此之谓也。',
        '[注释]①恢然：广大的样子。苞：通“包”，包括，包容。②訞：通“妖”，怪异。③“《诗》云”句：见《诗·大雅·荡》。匪，通“非”。时，通“是”。',
        '古之所谓士仕者①，厚敦者也，合群者也，乐富贵者也，乐分施者也，远罪过者也，务事理者也，羞独富者也。今之所谓士仕者，污漫者也，贼乱者也，恣睢者也，贪利者也，触抵者也，无礼义而唯权势之嗜者也。古之所谓处士者，德盛者也，能静者也，修正者也，知命者也，著是者也。今之所谓处士者，无能而云能者也，无知而云知者也，利心无足而佯无欲者也，行伪险秽而强高言谨悫者也，以不俗为俗，离纵而跂訾者也②。',
        '[注释]①士仕：当为“仕士”。下同。②纵：通“踪”，车迹。訾：通“跐”(cǐ此)，走路。',
        '士君子之所能不能为：君子能为可贵，不能使人必贵已;能为可信，不能使人必信己;能为可用，不能使人必用己。故君子耻不修，不耻见污;耻不信，不耻不见信;耻不能，不耻不见用。是以不诱于誉，不恐于诽，率道而行①，端然正己，不为物倾侧，夫是之谓诚君子。《诗》云：“温温恭人，维德之基。”②此之谓也。',
        '[注释]①率：循，依照。②“《诗》云”句：见《诗经·大雅·抑》。',
        '士君子之容：其冠进①，其衣逢②，其容良，俨然，壮然，祺然，蕼然③，恢恢然，广广然，昭昭然，荡荡然，是父兄之容也。其冠进，其衣逢，其容悫，俭然，侈然④，辅然，端然，訾然⑤洞然，缀缀然，瞀瞀然⑥，是子弟之容也。',
        '[注释]①进：通“峻”，高。②逢：宽大。③蕼(sì肆)然：宽舒的样子。④恀(chǐ齿)然：温顺的样子。⑤訾(zī孜)然：勤勉的样子。⑥瞀瞀(mào冒)然：不敢正视的样子。',
        '吾语汝学者之嵬容：其冠①，其缨禁缓②，其容简连;填填然，狄狄然③，莫莫然，瞡瞡然④，瞿瞿然，尽尽然，盱盱然，酒食声色之中则瞒瞒然，瞑瞑然;礼节之中则疾疾然，訾訾然;劳苦事业之中则然⑤，离离然，偷儒而罔⑥，无廉耻而忍询⑦，是学者之嵬也。',
        '[注释]①：当为“俛”，俯。②缨：帽带。禁：通“��”，腰带。③狄狄然：跳跃的样子。狄，通“趯”。④瞡瞡(guī规)然：见识短浅的样子。瞡，同“规”。⑤(lǚ吕)然：懈怠的样子。⑥罔：不怕别人议论。⑦(xìgòu戏诟)：同“诟”，辱骂。',
        '弟佗其冠①，神禫其辞②，禹行而舜趋，是子张氏之贱儒也③。正其衣冠，齐其颜色，嗛然而终日不言④，是子夏氏之贱儒也⑤。偷儒惮事，无廉耻而耆饮食⑥，必曰君子固不用力，是子游氏之贱儒也⑦。彼君子则不然。佚而不惰⑧，劳而不僈⑨，宗原应变，曲得其宜，如是，然后圣人也。',
        '[注释]①弟(tuí颓)佗：颓唐，形容帽子歪斜。②神禫(chōngdàn冲淡)：通“冲淡”，淡薄，平淡。③子张：姓颛孙，名师，春秋时陈国人，孔子的弟子。④嗛(xián贤)然：口中衔着东西的样子。⑤子夏：姓卜，名商，春秋时卫国人，孔子的弟子。⑥耆：通“嗜”，爱好。⑦子游：姓言，名偃，字子游，春秋时吴国人，孔子的弟子。⑧佚：安逸。⑨僈：通“慢”，懈怠，怠惰。',
],
];
