<?php
return [
'chapters' => [
[
    'content' => [
        '仲尼之门，五尺之竖子，言羞称乎五伯。是何也?曰：然!彼诚可羞称也。齐桓五伯之盛者也，前事则杀兄而争国;内行则姑姊妹之不嫁者七人，闺门之内，般乐奢汏，以齐之分奉之而不足;外事则诈邾袭莒，并国三十五。--其事行也若是其险污淫汏也。彼固曷足称乎大君子之门哉!',
        '若是而不亡，乃霸，何也?曰：于乎!夫齐桓公有天下之大节焉，夫孰能亡之?倓然见管仲之能足以托国也，是天下之大知也。安忘其怒，出忘其雠，遂立为仲父，是天下之大决也。立以为仲父，而贵戚莫之敢妒也;与之高国之位，而本朝之臣莫之敢恶也;与之书社三百，而富人莫之敢距也;贵贱长少，秩秩焉，莫不从桓公而贵敬之，是天下之大节也。诸侯有一节如是，则莫之能亡也;桓公兼此数节者而尽有之，夫又何可亡也!其霸也，宜哉!非幸也，数也。',
        '然而仲尼之门，五尺之竖子，言羞称五伯，是何也?曰：然!彼非本政教也，非致隆高也，非綦文理也，非服人之心也。乡方略，审劳佚，畜积修斗，而能颠倒其敌者也。诈心以胜矣。彼以让饰争，依乎仁而蹈利者也，小人之杰也，彼固曷足称乎大君子之门哉!',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '孔子门下，即使五尺高的童子，言谈中也耻于谈论春秋五霸。这是为什么呢?',
        '这是因为他们认为春秋五霸的确不值得称道。齐桓公，是五霸中最负盛名的，但在以前，为了争夺国家的政权，它杀死了他的哥哥;现在，在家庭内部，姑姑、姐姐，妹妹中没出嫁的有七个，在宫廷之内，他更是纵情作乐、奢侈放纵，齐国收入的一半还不够他消费;对外，他欺骗邾国、袭击莒国，吞并国家三十五个。他的所作所为是这样的险恶肮脏、骄淫奢侈，这样他怎么能够为孔子的门下得所称道呢?',
        '“齐桓公这样，齐国没灭亡反而称霸诸侯，这是为什么呢?”',
        '答道：“哎呀!那齐桓公掌握了治理天下的重要关键，谁还能灭掉他呢?他毫不怀疑管仲的才能，坚定不疑地把国家托付给他，这是天下最大的明智。安定后忘掉了自己危急时的愤怒，忘记了管仲曾经射了自己一箭，最终把管仲尊称为仲父，这是天下最大的决断。把管仲尊称为仲父，这样国内的亲族就没有人敢嫉妒他了;又给他高氏、国氏那样的尊贵地位，这样朝廷上的大臣没有谁敢怨恨他;给他三百社的封地，而富人没有谁敢与他为敌;高贵的、卑贱的、年长的、年轻的，都非常有秩序地随着齐桓公去尊重他;这些都是治理天下的重要关键。诸侯只要掌握了像这样的一个关键，就没有人能灭掉他;何况齐桓公全部掌握了这几个关键，又怎么可能被灭掉呢?他称霸诸侯，是理所当然的啊，不是侥幸得来的，这是有一定道理的啊。',
        '“但是孔子门下的弟子，即使五尺高的童子，也耻于谈说五霸。这是为什么呢?”',
        '因为五霸不把政治教化作为治国的根本，没有尽力推崇礼仪，教化人民，不能使人心悦诚服;他们只是些注重方法策略，合理安排作息，使人民积蓄财物，加强战备因而能打败他们的敌人，他们依靠计谋取胜，以谦让来掩饰争夺，以仁爱之名来追求实利，他们是小人中的佼佼者，这样的人怎么会被孔子门人称道呢?”',
    ],
],
[
    'content' => [
        '彼王者则不然：致贤而能以救不肖，致强而能以宽弱，战必能殆之而羞与之斗，委然成文，以示之天下，而暴国安自化矣。有灾缪者，然后诛之。故圣王之诛也綦省矣。文王诛四，武王诛二，周公卒业，至于成王，则安以无诛矣。故道岂不行矣哉!文王载百里地，而天下一;桀纣舍之，厚于有天下之埶，而不得以匹夫老。故善用之，则百里之国足以独立矣;不善用之，则楚六千里而为雠人役。故人主不务得道，而广有其埶，是其所以危也。',
        '持宠处位，终身不厌之术：主尊贵之，则恭敬而僔;主信爱之，则谨慎而嗛;主专任之，则拘守而详：主安近之，则慎比而不邪;主疏远之，则全一而不倍;主损绌之，则恐惧而不怨。贵而不为夸，信而不处谦，任重而不敢专。财利至，则善而不及也，必将尽辞让之义，然后受。福事至则和而理，祸事至则静而理。富则广施，贫则用节。可贵可贱也，可富可贫也，可杀而不可使为奸也：是持宠处位终身不厌之术也。虽在贫穷徒处之埶，亦取象于是矣。夫是之谓吉人。诗云：“媚兹一人，应侯顺德，永言孝思，昭哉嗣服。”此之谓也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '那王者就不是这样：他们自己极其贤能，能够去救助不贤的国君;自己极其强大，能够宽容弱国;一旦开战，就必定能够使对方危亡，但却耻于和那些国家争斗;把完备的立法制度公布天下，实行暴力的国家自然就会转变;如果还有祸国殃民、谬误乖戾的，然后再去谴责惩罚他。所以圣王消灭的国家很少。周文王只讨伐了四个国家，而周武王只消灭了两个国家，周公完成了周朝称王天下的大业，到了周成王的时候就没可消灭的国家了。那礼义之道难道就不能实行了么?文王实行了礼义之道，虽然只占有百里见方的国土，但天下被他统一了;夏桀，商纣王抛弃了礼义之道，虽然实力雄厚得掌握了统治天下的权力，却不能像平民百姓那样得到寿终。所以，善于利用治国之道，百里见方的国家也可以独立于世，不善于利用治国之道，就会象楚国那样，即使土地广阔也会为秦国所役使。所以，君主不致力于掌握治国之道而只求扩展他的权势，这就是他危亡的原因。”',
        '保持尊宠、守住官位、终身不被人厌弃的方法是：君主尊敬你，你就恭敬而谦退;君主信任喜爱你，你就谨慎谦虚;君主专任自己，你就谨慎守职而详明法度;君主接近自己，你就顺从而不邪恶;君主疏远你，你要保持专一而不背叛;君主斥退自己，你恐惧而不怨恨;地位高贵，也不奢侈过度;君主信任，不忘记避嫌疑;担负重任，不独断专行;财利到来，自己的功绩尚不足以享有它，就必须辞让之后才接受;幸福之事来临，就适当地对待它，灾祸之事来临，就冷静地去处理它;富裕了就广泛实行恩惠，贫穷了就节约费用;要可以处贵，可以处贱，可以处富，可以处贫，可以杀身成仁却不可以去做坏事，这便是保持尊宠，居守官位，终身不被人厌弃的方法。即使处在贫穷孤立的境况下，也能按照这种方法去做，这样就可称为吉祥的人。《诗经》上说：“人民爱戴武王这个人，能够顺应祖先的德行。永远心怀忠孝之心，继承父业多修明!”说的就是这种人啊。',
    ],
],
[
    'content' => [
        '求善处大重，理任大事，擅宠于万乘之国，必无后患之术，莫若好同之，援贤博施，除怨而无妨害人。能耐任之，则慎行此道也;能而不耐任，且恐失宠，则莫若早同之，推贤让能，而安随其后。如是，有宠则必荣，失宠则必无罪。是事君者之宝，而必无后患之术也。故知者之举事也，满则虑嗛，平则虑险，安则虑危，曲重其豫，犹恐及其祸，是以百举而不陷也。孔子曰：“巧而好度，必节;勇而好同，必胜;知而好谦，必贤。”此之谓也。愚者反是：处重擅权，则好专事而妒贤能，抑有功而挤有罪，志骄盈而轻旧怨，以吝啬而不行施，道乎上为重，招权于下以妨害人。虽欲无危，得乎哉!是以位尊则必危，任重则必废，擅宠则必辱，可立而待也，可炊而竟也。是何也?则堕之者众，而持之者寡矣。天下之行术，以事君则必通，以为仁则必圣，立隆而勿贰也。然后恭敬以先之，忠信以统之，慎谨以行之，端悫以守之，顿穷则从之疾力以申重之。君虽不知，无怨疾之心;功虽甚大，无伐德之色;省求多功，爱敬不倦;如是则常无不顺矣。以事君则必通，以为仁则必圣，夫之谓天下之行术。',
        '少事长，贱事贵，不肖事贤，是天下之通义也。有人也，埶不在人上，而羞为人下，是奸人之心也。志不免乎奸心，行不免乎奸道，而求有君子圣人之名，辟之，是犹伏而咶天，救经而引其足也。说必不行矣，俞务而俞远。故君子时诎则诎，时伸则伸也。',
    ],
    'vernacular' => [
        '寻求妥善地身居要位，掌握重要的权力，能够在万乘大国独自拥有君主的恩宠而又不会有后患的方法是：最好和君主同心同德，引进贤人，广施恩惠，消除怨怒，不去妨害别人。自己的能力能够担负起这重大的职务，那就谨慎地奉行上述这种方法;自己的能力如果不能够胜任这一职务，而且怕因此而失去君主对自己的宠爱，那就不如及早和君主同心同德，推荐贤人，把职务让给能人，而自己则心甘情愿地追随在后。如果这样，得到君主的恩宠就必定荣耀，失去君主的恩宠也肯定没有罪过。这是侍奉君主者的法宝，而且也是没有后患的方法。所以聪明人做事，圆满时考虑不足，顺利时考虑艰难，安全时考虑危险，多方面做好准备，仍然怕遭到祸害，这样即使办了很多事情也不会失误。孔子说：“机智而又遵守法度，就一定能做得恰到好处;勇敢而又善于跟别人合作，就一定能胜利;学识渊博而又谦虚，就一定会有德才。”说的就是这种道理。愚蠢的人与此相反：他们身居要职，独揽大权，喜欢独断专行，而嫉妒贤能，压制有功的人，排挤有罪过的人，骄傲自满轻视与自己有旧怨的人。为人吝啬，不能对下施加恩惠;为了抬高自己而妨害了别人，这样的人要是没有危险，可能吗?所以，这种人职位高贵就会有危险，权势大就会会被罢免，虽然独受宠爱却一定会遭到耻辱，这是可以立刻到来的，是不用一顿饭的工夫的。为什么呢?就是因为毁害他的人多而扶持他的人少啊。',
        '在天下处处能行得通的办法，用来侍奉君主就一定会通达，用它来做人就必定会圣明。确立礼法为最高的准则而不三心二意，然后用恭敬的态度来引导它，用忠信来统率它，小心谨慎地实行它，端正诚实地保护它，如果遇到了困难就顺从它，并反复强调它;即使君主不了解，不重用自己，也不怨恨，即使功劳很大，也不夸耀自己;少提要求，多立功劳，敬爱君主始终不倦。用这种方法侍奉君主就必然通达，用它来做人就一定会圣明，这就叫做天下通行的办法。',
        '年轻的侍奉年长的，卑贱的侍奉高贵的，不贤的侍奉贤能的，这是天下的普遍原则。有些人地位不在别人之上，而已处在人下为耻，这是奸邪之人的想法。思想上没有除掉奸邪的念头，行动上没有消除奸邪的方法，却企求得到君子、圣人的名声，这就好像是趴在地上去舔天，要救上吊的人却去拉他的脚，这必定是行不通的，这样就会愈去愈远。所以，君子要根据时势变化，需要忍耐时候就忍耐，容许施展抱负时候就施展抱负。',
    ],
    'notes' => [
        '（1）竖子：童子。',
        '（2）五伯：“伯”通“霸”，即指春秋五霸。',
        '（3）杀兄而争国：只为了争夺王位，让人杀了他的哥哥公子纠。',
        '（4）般乐奢汏：纵情作乐，奢侈放纵。',
        '（5）诈邾袭莒：欺骗邾国，袭击莒国。',
        '（6）倓然：一见之下，形容安然不疑。',
        '（7）这句话是说：起初，管仲辅佐公子纠与齐桓公争夺君位，管仲曾经用箭射伤齐桓公的事情。',
        '（8）大决：英明的决断，伟大的决断。',
        '（9）距：通“拒”，抵抗，反对。',
        '（10）大节：关键。',
        '（11）綦：极。文理：指礼仪制度。',
        '（12）乡：通“向”，趋向，追求。',
        '（13）委然：有文采。',
        '（14）四：指密、阮、共、崇四个小国。',
        '（15）二：指纣王和妲己。',
        '（16）僔：通“撙”，谦恭地后退。',
        '（17）嗛：通“谦”，谦虚。',
        '（18）详：详明。',
        '（19）徒处：独处。',
        '（20）出自《诗经?大雅?下武》。',
        '（21）大重：高的官职。',
        '（22）同：和协。',
        '（23）节：适度，适当。',
        '（24）竟：完毕。',
        '（25）堕：通“隳”，毁坏的意思。',
        '（26）伐：自夸，自诩。',
        '（27）辟：读“譬”音。',
        '（28）经：通“缢”，上吊自杀。',
    ],
],
],
'unscramble' => [
    '【鉴赏】司马迁在《史记·管晏列传》中对管仲辅佐齐桓公的功业作了这样的概括：“管仲既用，任政于齐，齐桓公以霸，九合诸侯，一匡天下，管仲之谋也。”在管仲的政治实践中，“霸业”与“德治”作为其思想学说中的两端发挥了重要的作用。一方面他十分重视“礼”在治国中的地位和作用，把礼、义、廉、耻视为“国之四维”，这使他赢得了孔子“微管仲，吾其被发左衽矣”(《论语·宪问》)的盛赞，并将其一部分礼义思想加以继承发展。但是管仲同时提出的另外一个重要思想“仓廪实则知礼节，衣食足则知荣辱”(《管子·牧民》)则被忽略了。孔子不熟谙怎样才能让老百姓“仓廪实、衣食足”，甚至鄙视立志务农的人，在《论语》中公然把向他请教怎样种庄稼的樊迟说成是小人。这应当与孔子并无实际从政经验有关。先秦诸子大多是坐而论道之士，笔下纵有千言，手中却无寸柄。管仲算是一个少有的例外，身居要职使他可以将自己的理论变为现实。',
    '这样来看，管仲另一方面主张创立新法，以法律手段推行经济、军事等政策，以达到富国强兵的目的就属理所应当。在具体的实践过程中，两者被颇具策略性地结合在一起。在辅佐齐桓公争霸的过程中，管仲利用周天子的招牌，提出“尊王攘夷”的口号，使齐国打败了北边的山戎，控制了南边楚国的进犯，并吞灭了许多小国，也就是荀子所说的“并国三十五”，使齐国由西周初封时处于海滨徐、莱之间方圆百里的国家，发展成为春秋时代举足轻重的大国。而由于身处时代的不同，与孔子相比，荀子在尊君、富民等思想上与管仲有更多的投机契合之处。荀子曾至齐“稷下学宫”讲学，而这个学术研讨场所的主流学术思想正是管仲学说。',
    '孔子虽然对管仲维护中原礼仪文化传统使民数世受其利的功勋赞誉有加，但同时也批评了管仲在执政后期生活过分奢侈，有违“礼”的原则，认为有僭越之嫌。孔子甚至尖刻地讥讽说：“管氏而知礼，孰不知礼?”(《论语·八佾》)在这个问题上，荀子则给予了折中的认同：“立以为仲父，而贵戚莫之敢妒也;与之高、国之位，而本朝之臣莫之敢恶也;与之书社三百，而富人莫之敢距也。”虽是就齐桓公重用管仲的英明决断之处而言，但也可据此推断荀子对管仲居官不崇俭的态度。荀子当然也认为这是管仲不尽善的地方，不值得称道，但相比管仲对齐桓公的辅佐之功，所谓不崇俭也就微不足道了。',


        '仲尼之门人①，五尺之竖子言羞称乎五伯②，是何也?曰：然。彼诚可羞称也。齐桓③，五伯之盛者也，前事则杀兄而争国④;内行则姑姊妹之不嫁者七人，闺门之内，般乐奢汏⑤，以齐之分奉之而不足;外事则诈邾⑥，袭莒⑦，并国三十五。其事行也若是其险污淫汰也，彼固曷足称乎大君子之门哉!',
        '[注释]①人：当为衍文。下同。②五伯：即春秋五霸。荀况以齐桓公、晋文公、楚庄王、吴王阖闾、越王勾践为五伯。③齐桓：齐桓公，姓姜，名小白，以管仲为相，成为春秋时期的第一个霸主。④杀兄而争国：公元前686年，因齐襄公昏庸无道，齐国将乱，管仲、召忽奉公子纠出奔鲁国，鲍叔奉公子小白出奔莒国。第二年，齐襄公被杀，小白先回到齐国，立为桓公，迫使鲁国杀死了哥哥公子纠。⑤般(pán盘)乐：过度玩乐。⑥邾(zhū朱)：古国名，在今山东邹县一带。⑦袭莒(jǔ举)：指桓公与管仲谋划攻打莒国一事。莒，古国名，在今山东莒县一带。',
        '若是而不亡，乃霸，何也?曰：於乎①!夫齐桓公有天下之大节焉，夫孰能亡之?倓然见管仲之能足以托国也②，是天下之大知也。安忘其怒，出忘其仇③，遂立以为仲父，是天下之大决也。立以为仲父，而贵戚莫之敢妒也;与之高、国之位④，而本朝之臣莫之敢恶也;与之书社三百⑤，而富人莫之敢距也。贵贱长少，秩秩焉莫不从桓公而贵敬之⑥，是天下之大节也。诸侯有一节如是，则莫之能亡也;桓公兼此数节者而尽有之，夫又何可亡也?其霸也宜哉!非幸也，数也。',
        '[注释]①於乎：同“呜呼”。②倓(tán谈)然：安然不疑的样子。管仲：名夷吾，字仲，春秋时著名的政治家，起初辅助公子纠，纠被杀后，经鲍叔推荐做了齐相，帮助桓公成就了霸业，桓公尊之为“仲父”。③“安忘”二句：指齐襄公被杀后，公子小白与纠争夺王位，管仲曾带兵拦击回齐国的公子小白，并用箭射中其衣带钩，小白装死逃脱。后小白立为桓公不记此仇，仍任用管仲为相。安，语气词。出，当为衍文。④高、国：指高氏和国氏，均是齐国世袭贵族，位列上卿。⑤书社：按社登记入册的人口和土地。古代二十五家立社，把社内户口登录在簿册上。⑥秩秩：有顺序的样子。',
        '然而仲尼之门人，五尺之竖子言羞称乎五伯，是何也?曰：然。彼非本政教也，非致隆高也①，非綦文理也②，非服人之心也。乡方略③，审劳佚④，畜积修斗而能颠倒其敌者也。诈心以胜矣。彼以让饰争，依乎仁而蹈利者也，小人之杰也，彼固曷足称乎大君子之门哉!',
        '[注释]①致：极。②綦(qí其)：极。③乡：通“向”，趋向，崇尚。④佚：通“逸”，安逸。',
        '彼王者则不然。致贤而能以救不肖，致强而能以宽弱，战必能殆之而羞与之斗，委然成文以示之天下，而暴国安自化矣，有灾缪者然后诛之①。故圣王之诛也，綦省矣。文王诛四②，武王诛二③，周公卒业④，至于成王则安以无诛矣。故道岂不行矣哉!文王载百里地而天下一，桀、纣舍之，厚于有天下之势而不得以匹夫老。故善用之，则百里之国足以独立矣;不善用之，则楚六千里而为仇人役⑤。故人主不务得道而广有其势，是其所以危也。',
        '[注释]①缪：通“谬”，谬戾。②文王诛四：指文王灭掉了密、阮、共、崇四个小国(在今陕西、甘肃一带)。③武王诛二：指武王灭掉了商朝和奄国(在今山东曲阜一带)。④周公卒业：指周公帮助武王灭商，后又辅佐成王执政，平定了叛乱，完成了周王朝的大业。⑤楚：春秋战国时的诸侯国，后为秦所灭。',
        '持宠处位终身不厌之术：主尊贵之，则恭敬而僔①;主信爱之，则谨慎而嗛②;主专任之，则拘守而详;主安近之，则慎比而不邪③;主疏远之，则全一而不倍;主损绌之④，则恐惧而不怨。贵而不为夸，信而不处谦⑤，任重而不敢专，财利至则善而不及也，必将尽辞让之义然后受，福事至则和而理，祸事至则静而理，富则施广，贫则用节，可贵可贱也，可富可贫也，可杀而不可使为奸也，是持宠处位终身不厌之术也。虽在贫穷徒处之势，亦取象于是矣，夫是之谓吉人。《诗》曰：“媚兹一人，应侯顺德。永言孝思，昭哉嗣服。”⑥此之谓也。',
        '[注释]①僔(zǔn尊上声)：通“撙”，谦让。②嗛：同“谦”，谦虚。③慎：通“顺”，顺从。④绌：通“黜”，罢免。⑤谦：通“嫌”，嫌疑。⑥“《诗》曰”句：见《诗经·大雅·下武》。媚，爱。服，事。',
        '求善处大重，理任大事①，擅宠于万乘之国，必无后患之术：莫若好同之，援贤博施，除怨而无妨害人。能耐任之②，则慎行此道也。能而不耐任，且恐失宠，则莫若早同之，推贤让能而安随其后。如是，有宠则必荣，失宠则必无罪，是事君者之宝而必无后患之术也。故知者之举事也，满则虑嗛，平则虑险，安则虑危，曲重其豫，犹恐及其祸，是以百举而不陷也。孔子曰：“巧而好度必节，勇而好同必胜，知而好谦必贤。”此之谓也。愚者反是。处重擅权，则好专事而妒贤能，抑有功而挤有罪，志骄盈而轻旧怨，以��啬而不行施道乎上③，为重招权于下以妨害人，虽欲无危，得乎哉!是以位尊则必危，任重则必废，擅宠则必辱，可立而待也，可炊而傹也④。是何也?则堕之者众而持之者寡矣。',
        '[注释]①理：当为衍文。②能：当为衍文。下同。耐：通“能”，能够。③��啬：同“吝啬”。④傹：通“竟”，尽。',
        '天下之行术：以事君则必通，以为仁则必圣①，立隆而勿贰也。然后恭敬以先之，忠信以统之，慎谨以行之，端悫以守之，顿穷则从之疾力以申重之。君虽不知，无怨疾之心;功虽甚大，无伐德之色;省求，多功，爱敬不倦：如是，则常无不顺矣。以事君则必通，以为仁则必圣，夫是之谓天下之行术。少事长，贱事贵，不肖事贤，是天下之通义也。有人也，势不在人上而羞为人下，是奸人之心也。志不免乎奸心，行不免乎奸道，而求有君子圣人之名，辟之是犹伏而咶天②，救经而引其足也③。说必不行矣，俞务而俞远④。故君子时诎则诎⑤，时伸则伸也。',
        '[注释]①仁：通“人”。为仁，做人。和“事君”相对为义。②辟：通“譬”。咶(shì式)：通“舐”。③经：上吊。④俞：通“愈”，越。⑤诎：通“屈”，屈服。',
],
];
