<?php
return [
'chapters' => [
[
    'content' => [
        '请问为政?曰：贤能不待次而举，罢不能不待须而废，元恶不待教而诛，中庸不待政而化。分未定也，则有昭缪。虽王公士大夫之子孙也，不能属于礼义，则归之庶人。虽庶人之子孙也，积文学，正身行，能属于礼义，则归之卿相士大夫。故奸言，奸说，奸事，奸能，遁逃反侧之民，职而教之，须而待之，勉之以庆赏，惩之以刑罚。安职则畜，不安职则弃。五疾，上收而养之，材而事之，官施而衣食之，兼覆无遗。才行反时者死无赦。夫是之谓天德，是王者之政也。',
        '听政之大分：以善至者待之以礼，以不善至者待之以刑。两者分别，则贤不肖不杂，是非不乱。贤不肖不杂，则英杰至，是非不乱，则国家治。若是，名声日闻，天下愿，令行禁止，王者之事毕矣。',
        '凡听：威严猛厉，而不好假道人，则下畏恐而不亲，周闭而不竭。若是，则大事殆乎弛，小事殆乎遂。和解调通，好假道人，而无所凝止之，则奸言并至，尝试之说锋起。若是，则听大事烦，是又伤之也。故法而不议，则法之所不至者必废。职而不通，则职之所不及者必队。故法而议，职而通，无隐谋，无遗善，而百事无过，非君子莫能。故公平者，听之衡也;中和者，听之绳也。其有法者以法行，无法者以类举，听之尽也。偏党而不经，听之辟也。故有良法而乱者，有之矣，有君子而乱者，自古及今，未尝闻也。传曰：“治生乎君子，乱生乎小人。”此之谓也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '请问怎样从事政治？回答说：对于有德才的人，不依级别次序而破格提拔；对于无德无能的人，不等片刻而立即罢免；对于元凶首恶，不需教育而马上杀掉；对于普通民众，不靠行政手段而进行教育感化。在名分还没有确定的时候，就应该像宗庙有昭穆的分别一样来排列臣民的等级次序。即使是帝王公侯士大夫的子孙，如果不能顺从礼义，就把他们归入平民。即使是平民的子孙，如果积累了古代文献经典方面的知识，端正了身心行为，能顺从礼义，就把他们归入卿相士大夫。对于那些散布邪恶的言论、鼓吹邪恶的学说、干邪恶的事情、有邪恶的才能、逃亡流窜、不守本分的人，就安排强制性的工作并教育他们，静待他们转变；用奖赏去激励他们、用刑罚去惩处他们；安心工作的就留用，不安心工作的就流放出去。对患有五种残疾的人，君主收留并养活他们，根据才能使用他们，根据职事安排供给他们吃穿，全部加以照顾而不遗漏。对那些用才能和行为来反对现行制度的人，坚决处死，决不赦免。这叫做天一般的德行，是成就王业的圣王所采取的政治措施。',
        '在朝廷上听取意见处理政事的要领：对那些带着好的建议而来的人，就用礼节对待他；对那些怀着恶意而来的人，就用刑罚对待他。这两种情况能区别开来，那末有德才的人和没有德u才的人就不会混杂在一起，是非也就不会混淆不清。有德才的人和没有德才的人不混杂，那末英雄豪杰就会到来；是非不混淆，那么国家就能得到治理。像这样，名声就会一天天传扬出去，天下的人就会仰慕向往，就能做到有令必行、有禁必止，这样，圣王的事业也就完成了。',
        '大凡在朝廷上听取意见处理政事的时候，如果威武严肃凶猛刚烈而不喜欢宽容地顺从别人，那末臣下就会害怕恐惧而不亲近，就会隐瞒真情而不把心里话全部说出来；像这样，那末大事恐怕会废弛，小事恐怕会落空。如果一味随和，喜欢宽容地顺从别人而漫无限度，那末奸诈邪恶的言论就会纷至沓来，试探性的谈说就会蜂拥而起；像这样，那末听到的事情就会面广量大而政事也就繁多琐碎了，这就又对处理政事有害了。',
        '制定了法律而不再依靠臣下讨论研究，那末法律没有涉及到的事情就一定会被废弃不管。规定了各级官吏的职权范围而不彼此沟通，那未职权范围涉及不到的地方就必然会落空。所以制定了法律而又依靠臣下的讨论研究，规定了各级官吏的职权范围而又彼此沟通，那就不会有隐藏的图谋，不会有没发现的善行，而各种工作也就不会有失误了，不是君子是不能做到这样的。公正，是处理政事的准则；宽严适中，是处理政事的准绳。那些有法律依据的就按照法律来办理，没有法律条文可遵循的就按照类推的办法来办理，这是处理政事的彻底措施。偏袒而没有常规，是处理政事的歪道。所以，有了良好的法制而产生动乱是有过这种情况的；有了德才兼备的君子而国家动乱的，从古到今，还不曾听说过。古书上说：“国家的安定产生于君子，国家的动乱来源于小人。”说的就是这种情况啊。',
    ],
],
[
    'content' => [
        '分均则不偏，埶齐则不壹，众齐则不使。有天有地，而上下有差;明王始立，而处国有制。夫两贵之不能相事，两贱之不能相使，是天数也。埶位齐，而欲恶同，物不能澹则必争;争则必乱，乱则穷矣。先王恶其乱也，故制礼义以分之，使有贫富贵贱之等，足以相兼临者，是养天下之本也。书曰：“维齐非齐。”此之谓也。',
        '马骇舆，则君子不安舆;庶人骇政，则君子不安位。马骇舆，则莫若静之;庶人骇政，则莫若惠之。选贤良，举笃敬，兴孝弟，收孤寡，补贫穷。如是，则庶人安政矣。庶人安政，然后君子安位。传曰：“君者、舟也，庶人者、水也;水则载舟，水则覆舟。”此之谓也。故君人者，欲安、则莫若平政爱民矣;欲荣、则莫若隆礼敬士矣;欲立功名、则莫若尚贤使能矣。-是人君之大节也。三节者当，则其余莫不当矣。三节者不当，则其余虽曲当，犹将无益也。孔子曰：“大节是也，小节是也，上君也;大节是也，小节一出焉，一入焉，中君也;大节非也，小节虽是也，吾无观其余矣。”',
        '成侯、嗣公聚敛计数之君也，未及取民也。子产取民者也，未及为政也。管仲为政者也，未及修礼也。故修礼者王，为政者强，取民者安，聚敛者亡。故王者富民，霸者富士，仅存之国富大夫，亡国富筐箧，实府库。筐箧已富，府库已实，而百姓贫：夫是之谓上溢而下漏。入不可以守，出不可以战，则倾覆灭亡可立而待也。故我聚之以亡，敌得之以强。聚敛者，召寇、肥敌、亡国、危身之道也，故明君不蹈也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '名分职位相等了就谁也不能统率谁，势位权力相等了就谁也不能统一谁，大家平等了就谁也不能役使谁。自从有了天有了地，就有了上和下的差别；英明的帝王一登上王位，治理国家就有了一定的等级制度。两个同样高贵的人不能互相侍奉，两个同样卑贱的人不能互相役使，这是合乎自然的道理。如果人们的权势地位相等，而爱好与厌恶又相同，那么由于财物不能满足需要，就一定会发生争夺；一发生争夺就一定会混乱，社会混乱就会陷于困境了。古代的圣王痛恨这种混乱，所以制定了礼义来分别他们，使人们有贫穷与富裕、高贵与卑贱的差别，使自己能够凭借这些来全面统治他们，这是统治天下的根本原则。《尚书》上说：“要整齐划一，在于不整齐划一。”说的就是这个道理。',
        '马在拉车时受惊了狂奔，那么君子就不能稳坐车中；老百姓在政治上受惊了乱干，那么君子就不能稳坐江山。马在拉车时受惊了，那就没有比使它安静下来更好的了；老百姓在政治上受惊了，那就没有比给他们恩惠更好的了。选用有德才的人，提拔忠厚恭谨的人，提倡孝顺父母、敬爱兄长，收养孤儿寡妇，补助贫穷的人，像这样，那么老百姓就安于政治了。老百姓安于政洽，然后君子才能安居上位。古书上说：“君主，好比是船；百姓，好比是水。水能载船，水也能翻船。”说的就是这个道理。所以统治人民的君主，要想安定，就没有比调正好政策、爱护人民更好的了；要想荣耀，就没有比尊崇礼义、敬重文人更好的了；更想建立功业和名望，就没有比推崇品德高尚的人、使用有才能的人更好的了。这些是当君主的重要关键。这三个关键都做得恰当，那么其余的就没有什么不恰当了。这三个关键做得不恰当，那么其余的即使处处恰当，还是毫无裨益的。孔子说：“大节对，小节也对，这是上等的君主。大节对，小节有些出入，这是中等的君主。大节错了，小节即使对，我也不要再看其余的了。”',
        '卫成侯、卫嗣公，是搜刮民财、精于计算的国君，没能达到取得民心的境地；子产，是取得民心的人，却没能达到处理好政事的境地；管仲，是善于从理政事的人，但没能达到遵循礼义的境地。遵循礼义的能成就帝王大业，善于处理政事的能强大，取得民心的能安定，搜刮民财的会灭亡。称王天下的君主使民众富足，称霸诸侯的君主使战士富足，勉强能存在的国家使大夫富足，亡国的君主只是富了自己的箱子、塞满了自己的仓库。自己的箱子已装足了，仓库已塞满了，而老百姓则贫困了，这叫做上面漫出来而下面漏得精光。这样的国家，内不能防守，外不能征战，那么它的垮台灭亡可以立刻等到了。所以我搜刮民财以致灭亡，敌人得到这些财物因而富强。搜刮民财，实是招致侵略者、肥了敌人、灭亡本国、危害自身的道路，所以贤明的君主是不走这条路的。',
    ],
],
[
    'content' => [
        '王夺之人，霸夺之与，强夺之地。夺之人者臣诸侯，夺之与者友诸侯，夺之地者敌诸侯。臣诸侯者王，友诸侯者霸，敌诸侯者危。',
        '用强者：人之城守，人之出战，而我以力胜之也，则伤人之民必甚矣;伤人之民甚，则人之民必恶我甚矣;人之民恶我甚，则日欲与我斗。人之城守，人之出战，而我以力胜之，则伤吾民必甚矣;伤吾民甚，则吾民之恶我必甚矣;吾民之恶我甚，则日不欲为我斗。人之民日欲与我斗，吾民日不欲为我斗，是强者之所以反弱也。地来而民去，累多而功少，虽守者益，所以守者损，是以大者之所以反削也。诸侯莫不怀交接怨，而不忘其敌，伺强大之间，承强大之敝，此强大之殆时也。',
        '知强大者不务强也，虑以王命，全其力，凝其德。力全则诸侯不能弱也，德凝则诸侯不能削也，天下无王霸主，则常胜矣：是知强道者也。',
        '彼霸者则不然：辟田野，实仓廪，便备用，案谨募选阅材伎之士，然后渐庆赏以先之，严刑罚以纠之。存亡继绝，卫弱禁暴，而无兼幷之心，则诸侯亲之矣。修友敌之道，以敬接诸侯，则诸侯说之矣。所以亲之者，以不幷也;幷之见，则诸侯疏矣。所以说之者，以友敌也;臣之见，则诸侯离矣。故明其不幷之行，信其友敌之道，天下无王霸主，则常胜矣。是知霸道者也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '要称王天下的和别国争夺民众，要称霸诸侯的和别国争夺同盟国，只图逞强的和别国争夺土地。和别国争夺民众的可以使诸侯成为自己的臣子，和别国争夺同盟国的可以使诸侯成为自己的朋友，和别国争夺土地的就会使诸侯成为自己的敌人。使诸侯臣服的能称王天下，同诸侯友好的能称霸诸侯，和诸侯为敌的就危险了。',
        '使用强力来和别国争夺土地的君主，人家或者据城守卫，人家或者出城迎战，而我用武力去战胜他们，那么伤害别国的民众必然很厉害。伤害别国的民众很厉害，那么别国的民众怨恨我也必然很厉害。别国的民众怨恨我很厉害，那就会天天想和我战斗。人家或者据城守卫，人家或者出城迎战，而我用武力去战胜他们，那么伤害自己的民众必然很厉害。伤害自己的民众很厉害，那么自己的民众怨恨我也必然很厉害。自己的民众怨恨我很厉害，那就天天不想为我战斗。别国的民众天天想和我战斗，我自己的民众天天不想为我战斗，这就是强国反而变弱的原因。土地夺来了而民众离心离德了，忧患很多而功劳很少，虽然守卫的土地增加了，用来守卫土地的民众却减少了，这就是大国反而被割削的原因。诸侯无不互相结交、连结那些对强国心怀怨恨的国家而不忘记他们的敌人，他们窥测那强大之国的漏洞，趁着强大之国的衰败来进攻，这就是强大之国的危险时刻了。',
        '懂得强大之道的君主不致力于逞强黩武，而是考虑用天子的命令来保全自己的实力、积聚自己的德望。实力保全了，那么各国诸侯就不能使他衰弱了；德望积聚了，那么各国诸侯就不能削弱他了；天下如果没有能成就王业、霸业的君主，那么他就能常常取胜了。这是懂得强大之道的君主。',
        '那些奉行霸道的君主就不是这样。他开垦田野，充实粮仓，改进设备器用，严格谨慎地招募、选择、接纳有才能技艺的士人，然后加重奖赏来诱导他们，加重刑罚来督责他们；他使灭亡的国家能存在下去，使已经断绝了的后代继承关系能继续下去，保护弱小的国家，禁止残暴的国家，但是并没有吞并别国的野心，那么各国诸侯就会亲近他了。他遵行与力量匹敌的国家相友好的原则去恭敬地接待各国诸侯，那么各国诸侯就喜欢他了。各国诸侯之所以亲近他，是因为他不吞并别国；如果吞并别国的野心暴露出来，那么各国诸侯就会疏远他了。各国诸侯之所以喜欢他，是因为他和力量匹敌的国家相友好；如果要使各国诸侯臣服的意图暴露出来，那么各国诸侯就会背离他了。所以，表明自己不会有吞并别国的行为，信守自己和匹敌的国家相友好的原则，天下如果没有成就王业的君主，这奉行霸道的君主就能常常取胜了。这是懂得称霸之道的君主。',
    ],
],
[
    'content' => [
        '闵王毁于五国，桓公劫于鲁庄，无它故焉，非其道而虑之以王也。',
        '彼王者不然：仁眇天下，义眇天下，威眇天下。仁眇天下，故天下莫不亲也;义眇天下，故天下莫不贵也;威眇天下，故天下莫敢敌也。以不敌之威，辅服人之道，故不战而胜，不攻而得，甲兵不劳而天下服，是知王道者也。知此三具者，欲王而王，欲霸而霸，欲强而强矣。',
        '王者之人：饰动以礼义，听断以类，明振毫末，举措应变而不穷，夫是之谓有原。是王者之人也。',
        '王者之制：道不过三代，法不二后王;道过三代谓之荡，法二后王谓之不雅。衣服有制，宫室有度，人徒有数，丧祭械用皆有等宜。声、则非雅声者举废，色、则凡非旧文者举息，械用，则凡非旧器者举毁，夫是之谓复古，是王者之制也。',
        '王者之论：无德不贵，无能不官，无功不赏，无罪不罚。朝无幸位，民无幸生。尚贤使能，而等位不遗;析愿禁悍，而刑罚不过。百姓晓然皆知夫为善于家，而取赏于朝也;为不善于幽，而蒙刑于显也。夫是之谓定论。是王者之论也。',
        '王者之法：等赋、政事、财万物，所以养万民也。田野什一，关市几而不征，山林泽梁，以时禁发而不税。相地而衰政。理道之远近而致贡。通流财物粟米，无有滞留，使相归移也，四海之内若一家。故近者不隐其能，远者不疾其劳，无幽闲隐僻之国，莫不趋使而安乐之。夫是之为人师。是王者之法也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '齐闵王被五国联军摧毁，齐桓公被鲁庄公的臣子劫持，这没有其他的缘故，就是因为他们实行的不是王道却想靠它来称王。',
        '那些奉行王道的君主就不是这样。他的仁爱高于天下各国，道义高于天下各国，威势高于天下各国。仁爱高于天下各国，所以天下没有谁不亲近他。道义高于天下各国，所以天下没有谁不尊重他。威势高于天下各国，所以天下没有谁敢与他为敌。拿不可抵挡的威势去辅助使人心悦诚服的仁义之道，所以不战而胜，不攻而得，不费一兵一甲天下就归服了，这是懂得称王之道的君主。',
        '懂得了上述或王、或霸、或强的条件的君主，想要称王就能称王，想要称霸就能称霸，想要致强就能致强。',
        '奉行王道而成就王业的君主所拥有的辅佐大臣：能用礼义来端正自己的行动，按照法度来处理决断政事，明察得能揭发出毫毛末端般的细微小事，能随各种变化而采取相应的措施，不会穷于应付。这叫做掌握了根本。这就是奉行王道的君主所拥有的辅佐大臣。',
        '奉行王道的君主所实行的制度：奉行的政治原则不超出夏、商、周三代，实行的法度不背离当代的帝王。政治原则古得超过了三代便叫做荒诞，法度背离了当代的帝王便叫做不正。不同等级的人衣服各有规格，住房各有标准，随从人员各有一定的数目，丧葬祭祀用的器具各有相称的规定。音乐，凡是不合乎正声雅乐的全部废除；色彩，凡是不合乎原色文彩的全部禁止；器具，凡是不同于原来器具的全部毁掉。这叫做复古。这就是奉行王道的君主所实行的制度。',
        '奉行王道的君主对臣民的审察处理：没有德行的不让他显贵，没有才能的不让他当官，没有功劳的不给奖赏，没有罪过的不加处罚。朝廷上没有无德无功而侥幸获得官位的，百姓中没有游手好闲而侥幸获得生存的。崇尚贤德，任用才能，授予的等级地位各与德才相当而没有疏失；制裁狡诈，禁止凶暴，施加的刑罚各与罪行相当而不过分。老百姓都明明白白地知道：即使在家里行善修德，也能在朝廷上取得奖赏；即使在暗地里为非作歹，也会在光天化日之下受到惩处。这叫做确定不变的审处。这就是奉行王道的君主对臣民的审察处理。',
        '奉行王道的君主的法度：规定好赋税等级，管理好民众事务，管理好万物，这是用来养育亿万民众的。对于农田，按收入的十分之一征税；对于关卡和集市，进行检查而不征税；对于山林湖堤，按时封闭和开放而不收税。考察土地的肥瘠来分别征税，区别道路的远近来收取贡品。使财物、粮米流通，没有滞留积压；使各地互通有无来供给对方，四海之内就像一家人一样。所以近处的人不隐藏自己的才能，远处的人不厌恶奔走的劳苦，即使是幽远偏僻的国家，也无不乐于前来归附百听从役使。这种君主叫做人民的师表。这就是奉行王道的君主所实行的法度。',
    ],
],
[
    'content' => [
        '北海则有走马吠犬焉，然而中国得而畜使之。南海则有羽翮、齿革、曾青、丹干焉，然而中国得而财之。东海则有紫紶、鱼盐焉，然而中国得而衣食之。西海则有皮革、文旄焉，然而中国得而用之。故泽人足乎木，山人足乎鱼，农夫不斲削、不陶冶而足械用，工贾不耕田而足菽粟。故虎豹为猛矣，然君子剥而用之。故天之所覆，地之所载，莫不尽其美，致其用，上以饰贤良，下以养百姓而安乐之。夫是之谓大神。诗曰：“天作高山，大王荒之;彼作矣，文王康之。”此之谓也。',
        '以类行杂，以一行万。始则终，终则始，若环之无端也，舍是而天下以衰矣。天地者，生之始也;礼义者，治之始也;君子者，礼义之始也;为之，贯之，积重之，致好之者，君子之始也。故天地生君子，君子理天地;君子者，天地之参也，万物之摠也，民之父母也。无君子，则天地不理，礼义无统，上无君师，下无父子，夫是之谓至乱。君臣、父子、兄弟、夫妇，始则终，终则始，与天地同理，与万世同久，夫是之谓大本。故丧祭、朝聘、师旅一也;贵贱、杀生、与夺一也;君君、臣臣、父父、子子、兄兄、弟弟一也;农农、士士、工工、商商一也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '北海有善于奔走的马和善于吠叫的狗，而中原各国可以得到并畜养役使它们。南海有羽毛、象牙、犀牛皮、曾青、殊砂，而中原各国可以得到并使用它们。东海有紫色的粗麻布、鱼、盐，而中原各国可以得到并穿着、食用它们。西海有皮革和色彩斑烂的牦牛尾，而中原各国可以得到并使用它们。所以湖边打鱼的人会有足够的木材，山上伐木的人会有足够的鲜鱼；农民不砍削、不烧窑冶炼而有足够的器具，工匠、商人不种地而有足够的粮食。虎、豹要算是凶猛的了，但是君子能够剥下它们的皮来使用。所以苍天所覆盖的，大地所承载的，没有什么东西不充分发挥它们的优点、竭尽它们的效用，上用来装饰贤良的人、下用来养活老百姓百使他们都安乐。这叫做大治。《诗》云：“天生高大的岐山，太王使它大发展；太王已经造此都，文王使它长平安。”说的就是这个意思。',
        '用各类事物的法则去治理各种纷繁复杂的事物，用统括一切的法则去治理万事万物，从始到终，周而复始，就像圆环没有头一样。如果舍弃了这个原则，那么天下就要衰微了。天地，是生命的本源：礼义，是天下大治的本源；君子，是礼义的本源。学习研究礼义，熟悉贯通礼义，积累增多礼义方面的知识，极其爱好礼义，这是做君子的开始。所以天地生养君子，君子治理天地。君子，是天地的参赞，万物的总管，人民的父母。没有君子，那么天地就不能治理，礼义就没有头绪，上没有君主、师长的尊严，下没有父子之间的伦理道德，这叫做极其混乱。君臣、父子、兄弟、夫妻之间的伦理关系，从始到终，从终到始，它们与天地有上下之分是同样的道理，与千秋万代同样长久，这叫做最大的根本。所以丧葬祭祀的礼仪、诸侯定期朝见天子的礼仪、军队中的礼仪，其道理是一样的。使人高贵或卑贱、将人处死或赦免、给人奖赏或处罚，其道理是一样的。君主要像个君主、臣子要像个臣子、父亲要像个父亲、儿子要像个儿子、兄长要像个兄长、弟弟要像个弟弟，其道理是一样的。农民要像个农民、读书人要像个读书人、工人要像个工人、商人要像个商人，其道理是一样的。',
    ],
],
[
    'content' => [
        '水火有气而无生，草木有生而无知，禽兽有知而无义，人有气、有生、有知，亦且有义，故最为天下贵也。力不若牛，走不若马，而牛马为用，何也?曰：人能群，彼不能群也。人何以能群?曰：分。分何以能行?曰：义。故义以分则和，和则一，一则多力，多力则强，强则胜物;故宫室可得而居也。故序四时，裁万物，兼利天下，无它故焉，得之分义也。',
        '故人生不能无群，群而无分则争，争则乱，乱则离，离则弱，弱则不能胜物;故宫室不可得而居也，不可少顷舍礼义之谓也。能以事亲谓之孝，能以事兄谓之弟，能以事上谓之顺，能以使下谓之君。',
        '君者，善群也。群道当，则万物皆得其宜，六畜皆得其长，群生皆得其命。故养长时，则六畜育;杀生时，则草木殖;政令时，则百姓一，贤良服。',
        '圣王之制也：草木荣华滋硕之时，则斧斤不入山林，不夭其生，不绝其长也。鼋鼍鱼鳖鳅鳣孕别之时，罔罟毒药不入泽，不夭其生，不绝其长也。春耕、夏耘、秋收、冬藏，四者不失时，故五谷不绝，而百姓有余食也。污池渊沼川泽，谨其时禁，故鱼鳖优多，而百姓有余用也。斩伐养长不失其时，故山林不童，而百姓有余材也。',
        '圣王之用也：上察于天，下错于地，塞备天地之间，加施万物之上，微而明，短而长，狭而广，神明博大以至约。故曰：一与一是为人者，谓之圣人。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '水、火有气却没有生命，草木有生命却没有知觉，禽兽有知觉却不讲道义；人有气、有生命、有知觉，而且讲究道义，所以人最为天下所贵重。人的力气不如牛，奔跑不如马，但牛、马却被人役使，为什么呢？就是因为：人能结合成社会群体，而它们不能结合成社会群体。人为什么能结合成社会群体？就是因为有等级名分。等级名分为什么能实行？就是因为有道义。所以，根据道义确定了名分，人们就能和睦协调；和睦协调，就能团结一致；团结一致，力量就大；力量大了，就强盛；强盛了，就能战胜外物；所以人才有可能在房屋中安居。所以，人才能依次排列四季，管理好万事万物，使天下都得到利益，这并没有其他的缘故，而是从名分和道义中得来的。',
        '人生活着不能没有社会群体，但结合成了社会群体而没有等级名分的限制就会发生争夺，一发生争夺就会产生动乱，一产生动乱就会离心离德，离心离德就会使力量削弱，力量弱了就不能胜过外物，所以也就不能在房屋中安居了——这是说人不能片刻舍弃礼义。',
        '能够按礼义来侍奉父母叫做孝，能够按礼义来侍奉兄长叫做悌，能够按礼义来侍奉君主叫做顺，能够按礼义来役使臣民叫做君。所谓君，就是善于把人组织成社会群体的意思。组织社会群体的原则恰当，那么万物都能得到应有的合宜安排，六畜都能得到应有的生长，一切生物都能得到应有的寿命。所以饲养适时，六畜就生育兴旺；砍伐种植适时，草木就繁殖茂盛；政策法令适时，老百姓就能被统一起来，有德才的人就能被使用。',
        '圣明帝王的制度：草木正在开花长大的时候，砍伐的斧头不准进入山林，这是为了使它们的生命不夭折，使它们不断生长；鼋、鼍、鱼、鳖、泥鳅、鳝鱼等怀孕产卵的时候，鱼网、毒药不准投入湖泽，这是为了使它们的生命不夭折，使它们不断生长。春天耕种、夏天锄草、秋天收获、冬天储藏，这四件事都不丧失时机，所以五谷不断地生长而老百姓有多余的粮食；池塘、水潭、河流、湖泊，严格禁止在规定时期内捕捞，所以鱼、鳖丰饶繁多而老百姓有多余的资财；树木的砍伐与培育养护不错过季节，所以山林不会光秃秃而老百姓有多余的木材。',
        '圣明帝王的作用：上能明察天时的变化，下能安排好土地的开发；他的作用充满了天地之间，施加到万物之上；隐微而又明显，短暂而又长久，狭窄而又广阔；它圣明博大，却又极其简要。所以说：从礼义到礼义，这样做人的，就叫做圣人。',
    ],
],
[
    'content' => [
        '序官：宰爵知宾客、祭祀、响食牺牲之牢数。司徒知百宗、城郭、立器之数。司马知师旅、甲兵、乘白之数。修宪命，审诗商，禁淫声，以时顺修，使夷俗邪音不敢乱雅，大师之事也。修堤梁，通沟浍，行水潦，安水臧，以时决塞，岁虽凶败水旱，使民有所耘艾，司空之事也。相高下，视肥硗，序五种，省农功，谨蓄藏，以时顺修，使农夫朴力而寡能，治田之事也。修火宪，养山林薮泽草木、鱼鳖、百索，以时禁发，使国家足用，而财物不屈，虞师之事也。顺州里，定廛宅，养六畜，闲树艺，劝教化，趋孝弟，以时顺修，使百姓顺命，安乐处乡，乡师之事也。论百工，审时事，辨功苦，尚完利，便备用，使雕琢文采不敢专造于家，工师之事也。相阴阳，占祲兆，钻龟陈卦，主攘择五卜，知其吉凶妖祥，伛巫跛击之事也。修采清，易道路，谨盗贼，平室律，以时顺修，使宾旅安而货财通，治市之事也。抃急禁悍，防淫除邪，戮之以五刑，使暴悍以变，奸邪不作，司寇之事也。本政教，正法则，兼听而时稽之，度其功劳，论其庆赏，以时慎修，使百吏免尽，而众庶不偷，冢宰之事也。论礼乐，正身行，广教化，美风俗，兼覆而调一之，辟公之事也。全道德，致隆高，綦文理，一天下，振毫末，使天下莫不顺比从服，天王之事也。故政事乱，则冢宰之罪也;国家失俗，则辟公之过也;天下不一，诸侯俗反，则天王非其人也。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '论列官职：宰爵掌管接待宾客和祭祀时供给酒食和祭品的数量。司徒掌管宗族和城郭器械的数量。司马掌管军队和铠甲兵器车马士兵的数量。遵循法令，审查诗歌乐章，禁止yindang的音乐，根据时势去整治，使蛮夷的风俗和邪恶的音乐不敢扰乱正声雅乐，这是太师的职事。修理堤坝桥梁，疏通沟渠，排除积水，修固水库，根据时势来放水堵水；即使是饥荒歉收、涝灾旱灾不断的凶年，也使民众能够继续耕耘有所收获，这是司空的职事。观察地势的高低，识别土质的肥沃与贫瘠，合理地安排各种庄稼的种植季节，检查农事，认真储备，根据时势去整治，使农民质朴地尽力耕作而不求兼有其他技能，这是农官的职事。制订禁止焚烧山泽的法令，养护山林、湖泊中的草木、鱼鳖，对于人们的各种求索，根据时节来禁止与开放，使国家有足够用的物资而不匮乏，这是虞师的职事。治理乡里，划定各店铺与民居的区域，使百姓饲养六畜，熟习种植，劝导人们接受教育感化，促使人们孝顺父母、敬爱兄长，根据时势去整治，使百姓服从命令，安乐地住在乡里，这是乡师的职事。考查各个工匠的手艺，审察各个时节的生产事宜，辨别产品质量的好坏，提倡产品的坚固好用，使设备用具便于使用，雕刻图案的器具与有彩色花纹的礼服不敢私家制造，这是工师的职事。观察阴阳的变化，视云气来预测吉凶，钻灼龟板，排列卦象，掌管驱除不祥、选择吉日以及分析占卜时出现的各种兆形，预见那吉凶祸福，这是驼背的巫婆与瘸腿的男巫的职事。整治厕所，平整道路，严防盗贼，公正地审定贸易抵债券，根据时势来整治，使商人旅客安全而货物钱财能流畅，这是管理市镇的官的职事。制裁狡猾奸诈的人，禁止凶狠强暴的人，防止yinluan，铲除邪恶，用五种刑罚来惩治罪犯，使强暴凶悍的人因此而转变，使yinluan邪恶的事不再发生，这是司寇的职事。把政治教化作为治国的根本，端正法律准则，多方听取意见并按时对臣民进行考核，衡量他们的功劳，评定对他们的奖赏，根据时势来整治，使各级官吏都尽心竭力而老百姓都不敢苟且偷生，这是宰相的职事。讲究礼制音乐，端正立身行事，推广教化，改善风俗，普遍地庇护百姓并使他们协调一致，这是诸侯的职事。成全道德，达到崇高的政治境界，使礼仪制度极其完善，统一天下，明察得能发现毫毛末端般的细微小事，使天下没有谁不依顺亲近、听从归服，这是天子的职事。所以政事混乱，就是宰相的罪过；国家风俗败坏，就是诸侯的过错；天下不统一，诸侯想造反，那便是因为天子不是理想的人选。',
    ],
],
[
    'content' => [
        '具具而王，具具而霸，具具而存，具具而亡。用万乘之国者，威强之所以立也，名声之所以美也，敌人之所以屈也，国之所以安危臧否也，制与在此，亡乎人。王、霸、安存、危殆、灭亡，制与在我，亡乎人。夫威强未足以殆邻敌也，名声未足以县天下也，则是国未能独立也，岂渠得免夫累乎?天下胁于暴国，而党为吾所不欲于是者，日与桀同事同行，无害为尧。是非功名之所就也，非存亡安危之所堕也。功名之所就，存亡安危之所堕，必将于愉殷赤心之所。诚以其国为王者之所亦王，以其国为危殆灭亡之所亦危殆灭亡。殷之日，案以中立，无有所偏，而为纵横之事，偃然案兵无动，以观夫暴国之相卒也。案平政教，审节奏，砥砺百姓，为是之日，而兵剸天下劲矣。案然修仁义，伉隆高，正法则，选贤良，养百姓，为是之日，而名声剸天下之美矣。权者重之，兵者劲之，名声者美之。夫尧舜者一天下也，不能加毫末于是矣。',
    ],
    'notes' => [
    ],
    'vernacular' => [
        '具备了一定的条件就能够称王，具备了一定的条件就可以称霸，具备了一定的条件就能存在，具备了一定的条件就会灭亡。治理拥有万辆兵车的大国的君主，他那威武强大的地位之所以能确立，他的名声之所以美好，他的敌人之所以屈服，他的国家之所以又安全又好，决定性的关键都在自己而不在别人。是称王、称霸、安全生存，还是危险、灭亡，决定性的关键都在自己而不在别人。那威武强大的程度还不够使相邻的敌国发生危险，名声还不够挂在天下人的嘴边，那么这国家就还不能独特地耸立于天下，哪里能够免除那忧患呢？天下被强暴的国家所威胁，假如这种情况是我所不想要的，这时被迫而天天与桀那样的暴君一同做事、一同行动，虽然不妨害自己成为尧那样的贤君，但已不是功名得以成就的时候了，不是长存久安相随着自己的时候了。功业名望的建立，长治久安的相随而来，必定取决于事业得志、国家富强时而自己一颗赤诚之心专注在什么地方。如果一心要把自己的国家变成一个实行王道的地方，也就能称王天下；要把自己的国家搞到危险灭亡的境地，也就会危险灭亡。',
        '在富强的时候，要采取中立的态度，不要有所偏袒而去干合纵连横的事情，要偃旗息鼓地按兵不动，来静观那些残暴的国家互相争斗，要搞好政治教化，审察礼节制度，磨炼百姓，当做到了这一点的时候，那么他的军队就是天下最为强劲的了；奉行仁义之道，达到崇高的政治境界，整治法律条令，选拔贤良的人，使百姓休养生息，当做到了这一点的时候，那么他的名声就是天下最美好的了。权势，使其举足轻重，军队，使其强劲有力；名声，使其美好无比。就是尧、舜那样统一了天下的人，也不能在这三个方面再增加丝毫了。',
    ],
],
[
    'content' => [
        '权谋倾覆之人退，则贤良知圣之士案自进矣。刑政平，百姓和，国俗节，则兵劲城固，敌国案自诎矣。务本事，积财物，而勿忘栖迟薛越也，是使群臣百姓皆以制度行，则财物积，国家案自富矣。三者体此而天下服，暴国之君案自不能用其兵矣。何则?彼无与至也。彼其所与至者，必其民也。其民之亲我，欢若父母，好我芳如芝兰，反顾其上则若灼黥，若仇雠;彼人之情性也虽桀跖，岂有肯为其所恶，贼其所好者哉!彼以夺矣。故古之人，有以一国取天下者，非往行之也，修政其所，天下莫不愿，如是而可以诛暴禁悍矣。故周公南征而北国怨，曰：“何独不来也!”东征而西国怨，曰：“何独后我也!”孰能有与是斗者与?安以其国为是者王。殷之日，安以静兵息民，慈爱百姓，辟田野，实仓廪，便备用，安谨募选阅材伎之士，然后渐赏庆以先之，严刑罚以防之，择士之知事者，使相率贯也，是以厌然畜积修饰，而物用之足也。兵革器械者，彼将日日暴露毁折之中原;我将修饰之，拊循之，掩盖之于府库。货财粟米者，彼将日日栖迟薛越之中野，我今将畜积幷聚之于仓廪。材伎股肱健勇爪牙之士，彼将日日挫顿竭之于仇敌，我今将来致之，幷阅之，砥砺之于朝廷。如是，则彼日积敝，我日积完;彼日积贫，我日积富;彼日积劳，我日积佚。君臣上下之间者，彼将厉厉焉日日相离疾也，我将顿顿焉日日相亲爱也，以是待其敝。安以其国为是者霸。立身则从佣俗，事行则遵佣故，进退贵贱则举佣士，之所以接下之人百姓者则庸宽惠，如是者则安存。立身则轻楛，事行则蠲疑，进退贵贱则举佞侻，之所以接下之人百姓者则好取侵夺，如是者危殆。立身则憍暴，事行则倾覆，进退贵贱则举幽险诈故，之所以接下之人百姓者，则好用其死力矣，而慢其功劳，好用其籍敛矣，而忘其本务，如是者灭亡。--此五等者，不可不善择也，王、霸、安存、危殆、灭亡之具也。善择者制人，不善择者人制之。善择之者王，不善择之者亡。夫王者之与亡者，制人之与人制之也，是其为相县也亦远矣。',
    ],
    'vernacular' => [
        '玩弄权术阴谋、专搞倾轧陷害的小人被废黜了，那么贤能善良明智圣哲的君子自然就会进用了：刑法政令公正不阿，百姓和睦协调，国家的风俗节约俭朴，那么兵力就强大、城防就坚固，敌国自然就屈服了；致力于农业生产，积聚财物，而不要胡乱地遗弃糟蹋，使群臣百姓都按照制度来办事，财物就能积累、国家自然就富足了。以上三个方面都能做到，那么天下就会顺从我们，强暴之国的君主也就自然不能对我们用兵了。为什么呢？因为他已经没有人一起来攻打我们了。和他一起来的，一定是他统治下的民众；而他的民众亲近我就像喜欢父母一样，热爱我就像酷爱芳香的芝兰一样，而回头看到他们的国君，却像看到了烧烤皮肤、刺脸涂墨一样害怕，像看到了仇人一样愤怒；一个人的本性即使像夏桀、盗跖那样，也哪肯为他所憎恶的人去残害他所喜爱的人呢？他们已经被我们争取过来了。所以古代的人，有凭借一个国家来夺取天下的，他并不是前往别国掠夺他们，而是在自己国家内搞好政治，结果没有人不仰慕他，像这样就可以铲除强暴制止凶悍了。所以周公向南征伐时北方的国家都抱怨，说：“为什么偏偏不来我们这里呢？”向东征伐时西面的国家都抱怨，说：“为什么单单把我们丢在后面呢？”谁能有同这种人争斗的呢？把自己的国家搞成这样的君主就能称王天下。',
        '在富强的时候，采取不动用兵力、使人民休养生息的方针，慈爱百姓，开垦田野，充实粮仓，改进设备器用，严格谨慎地招募、选择、接纳有才能技艺的士人，然后加重奖赏来诱导他们，加重刑罚来防范他们，挑选这些士人中明白事理的人率领他们，因此他们就安心地积蓄粮食财物、修理改进兵器用具，因而财物用具也就十分充足了。武器装备之类，他国是一天天把它们丢弃毁坏在原野之中，而我们现在则修理改进它们，爱护保养它们，并把它们收藏在仓库里。财物粮食之类，他国是一天天把它们遗弃散落在田野之中，而我们现在则把它们储藏积累汇合聚集在仓库里。有才能技艺的辅佐大臣、健壮勇敢的武士，他国是一天天让他们在敌人手中受挫折、遭困顿、被消耗，而我们现在则在朝廷上招募他们、容纳他们、锻炼他们。像这样，那么他国一天天愈来愈破败，我们则一天天愈来愈完好；他国一天天愈来愈贫困，我们则一天天愈来愈富裕；他国一天天愈来愈劳苦，我们则一天天愈来愈安逸。君臣、上下之间，他国是恶狠狠地一天天互相疏远憎恨，我们则诚心诚意地一天比一天更加相亲相爱，以此来等待他们的衰败。把自己的国家搞成这样的君主就能称霸诸侯。',
        '做人则依从一般的风俗习惯，做事则遵循平常的成规旧例，在任用、罢免、提升、贬抑方面则提拔普通的人，他用来对待下面的老百姓的态度则是用宽容和仁爱，像这样的君主只能安全生存。',
        '做人则轻佻恶劣，做事则肆无忌惮，在任用、罢免、提升、贬抑方面则提拔巧言令色的人，他用来对待下面的老百姓的态度则是热衷于索取侵占掠夺，像这样的君主就危险了。',
        '做人则骄傲暴虐，做事则搞倾轧破坏，在任用、罢免、提升、贬抑方面则提拔阴险巧诈的人，他用来对待下面的老百姓的态度，则是喜欢利用他们为自己卖命出力而不把他们的功劳放在心上，喜欢利用他们上交税收而不管他们的本业，像这样的君主就会灭亡。',
        '以上这五种不同的做法，是不能不好好地加以选择的，它们是称王、称霸、安存、危险、灭亡的条件。善于选择的，就能制服别人；不善于选择的，别人就要制服他；善于选择的，就能称王天下；不善于选择的，就会灭亡。那称王和灭亡、制服别人和被人制服，它们之间相差也太远了。',
    ],
    'notes' => [
    ],
],
],
'unscramble' => [
    '【鉴赏】孔、孟早就在反复推崇王道，并非荀子首创此说。但与前者只是空洞地倡导不同，荀子自王之“为政”、“听政”始，至王之“立身”、“事行”止，把王道的具体内容阐述得全面而详备，其政治思想的轮廓亦随卷渐次展开。',
    '在这个缜密周全的施政体系当中，关于如何增长经济的阐述显得很是醒目。怎样有效地开发自然是荀子在很多篇目里都曾涉及的一个主题，人的主体性与自然的本体性是这个主题的两面，荀子试图通过对这两面的辩证整合来促成整个社会的和谐发展。这种求和谐的意识源于中国哲学的基本精神，即天人合一，这是许多学人心目中最理想的生活境界。但是与他们更多地将人作为天的附庸，不断呼吁人应顺其自然，不应听凭自己的无尽欲望而向自然无度索取不同，荀子在主张尊重自然的同时，将人作为独立并具有支配能力的个体摆在了一个非常重要的位置上。',
    '儒家以“仁”为本。“仁”包含着同情和爱，而这种同情和爱所施与的对象不仅有人类，还有自然万物。至宋明时“仁”更被赋予了一种普遍的生命关怀意味。据说程颐的学生宋哲宗曾随意手折柳枝，程颐非常严肃地告诫他不可这样，并从发芽的柳树谈到“生”，从“生”再谈到“仁”，讲了一大番道理。荀子则认为，万物不管怎样可贵，都不可能与人相媲美。因为“水火有气而无生，草木有生而无知，禽兽有知而无义;人有气、有生、有知，亦且有义，故最为天下贵也”，有了这么多与生俱来的优势，所以人能“制天命而用之”(《天论》)。',
    '作为一个被无数先人或时人深深思慕的力量化身，“天”的神秘莫测早已为人所熟知与敬畏。然而片面强调人的主体性，一味的盲动与无序不仅改善不了人的生活，还会给自己带来意想不到的灾难。所以荀子提出要“适时”，希望借此走通人与自然和谐共处之路，一步步接近褪去神性光环的自然之天。具体而言，即“草木荣华滋硕之时则斧斤不入山林，不夭其生，不绝其长也;鼋鼍、鱼鳖、鳅鳝孕别之时，罔罟毒药不入泽，不夭其生，不绝其长也;春耕、夏耘、秋收、冬藏四者不失时，故五谷不绝而百姓有余食也;污池、渊沼、川泽谨其时禁，故鱼鳖优多而百姓有余用也;斩伐养长不失其时，故山林不童而百姓有余材也”。荀子认为，这不仅要作为一种倡导，更要成为一种法度，并设立专门的官员也就是“虞师”来督管，以切实保障“以时禁发”的实行，这在当时无疑是极具见地的新见。',
    '时至今日，我们已经从传统的农业社会迈进工业社会。在这个人们疯狂追求高品质物质生活的年代，自然的承受能力总被有意无意地忽略。我们似乎终于得到了自己梦寐以求的一切，却几乎同时迎来了自然的反击。作为共同构成世界这个大整体的两个部分，人类与自然如何走出相互折磨的困境，是我们在重温荀子眼中的“王者之制”时无法回避的问题所在。',


        '请问为政?曰：贤能不待次而举，罢不能不待须而废①，元恶不待教而诛，中庸民不待政而化。分未定也则有昭缪②。虽王公士大夫之子孙③，不能属于礼义，则归之庶人。虽庶人之子孙也，积文学，正身行，能属于礼义，则归之卿相士大夫。故奸言、奸说、奸事、奸能、遁逃反侧之民，职而教之，须而待之，勉之以庆赏，惩之以刑罚，安职则畜，不安职则弃。五疾④，上收而养之，材而事之，官施而衣食之，兼覆无遗。才行反时者死无赦。夫是之谓天德，王者之政也⑤。',
        '[注释]①罢(pí)：通“疲”，软弱。②昭缪(mù木)：同“昭穆”，古代宗庙的排列顺序，祖庙居中，父辈的庙在左叫昭，子辈的庙在右叫穆，以此来区分上下次序。③句末当脱一“也”字。④五疾：指哑、聋、瘸、断臂、侏儒。⑤句首当脱一“是”字。',
        '听政之大分：以善至者待之以礼，以不善至者待之以刑。两者分别则贤不肖不杂，是非不乱。贤不肖不杂则英杰至，是非不乱则国家治。若是，名声日闻，天下愿，令行禁止，王者之事毕矣。凡听，威严猛厉而不好假道人①，则下畏恐而不亲，周闭而不竭，若是，则大事殆乎弛，小事殆乎遂②。和解调通，好假道人而无所凝止之，则奸言并至，尝试之说锋起，若是，则听大事烦，是又伤之也。故法而不议，则法之所不至者必废;职而不通，则职之所不及者必队。故法而议，职而通，无隐谋，无遗善，而百事无过，非君子莫能。故公平者，职之衡也;中和者，听之绳也。其有法者以法行，无法者以类举，听之尽也;偏党而无经，听之辟也③。故有良法而乱者有之矣;有君子而乱者，自古及今，未尝闻也。传曰：“治生乎君子，乱生乎小人。”此之谓也。',
        '[注释]①假：宽容。②遂：通“坠”，失坠;落空，停顿。③辟：通“僻”，偏邪。',
        '分均则不偏，势齐则不壹，众齐则不使。有天有地而上下有差，明王始立而处国有制。夫两贵之不能相事，两贱之不能相使，是天数也。势位齐而欲恶同，物不能澹则必争①，争则必乱，乱则穷矣。先王恶其乱也，故制礼义以分之，使有贫富贵贱之等，足以相兼临者，是养天下之本也。《书》曰：“维齐非齐。”②此之谓也。',
        '[注释]①澹：通“赡”，满足。②“《书》曰”句：见《尚书·吕刑》。',
        '马骇舆则君子不安舆，庶人骇政则君子不安位。马骇舆则莫若静之，庶人骇政则莫若惠之。选贤良，举笃敬，兴孝弟，收孤寡，补贫穷，如是，则庶人安政矣。庶人安政，然后君子安位。传曰：“君者，舟也;庶人者，水也。水则载舟，水则覆舟。”此之谓也。故君人者欲安则莫若平政爱民矣，欲荣则莫若隆礼敬士矣，欲立功名则莫若尚贤使能矣，是君人者之大节也。三节者当，则其余莫不当矣;三节者不当，则其余虽曲当，犹将无益也。孔子曰：“大节是也，小节是也，上君也。大节是也，小节一出焉，一入焉，中君也。大节非也，小节虽是也，吾无观其余矣。”成侯、嗣公，聚敛计数之君也①，未及取民也;子产②，取民者也，未及为政也;管仲，为政者也，未及修礼也。故修礼者王，为政者强，取民者安，聚敛者亡。故王者富民，霸者富士，仅存之国富大夫，亡国富筐箧，实府库。筐箧已富，府库已实，而百姓贫，夫是之谓上溢而下漏。入不可以守，出不可以战，则倾覆灭亡可立而待也。故我聚之以亡，敌得之以强。聚敛者，召寇、肥敌、亡国、危身之道也，故明君不蹈也。',
        '[注释]①成侯、嗣公：皆战国时卫国国君。②子产：春秋时郑国大夫，著名的政治家，姓公孙，名侨，字子产。',
        '王夺之人，霸夺之与，强夺之地。夺之人者臣诸侯，夺之与者友诸侯，夺之地者敌诸侯。臣诸侯者王，友诸侯者霸，敌诸侯者危。用强者，人之城守，人之出战①，而我以力胜之也，则伤人之民必甚矣。伤人之民甚，则人之民恶我必甚矣;人之民恶我甚，则日欲与我斗。人之城守，人之出战，而我以力胜之，则伤吾民必甚矣。伤吾民甚，则吾民之恶我必甚矣;吾民之恶我甚，则日不欲为我斗。人之民日欲与我斗，吾民日不欲为我斗，是强者之所以反弱也。地来而民去，累多而功少，虽守者益，所以守者损，是以大者之所以反削也②。诸侯莫不怀交接怨而不忘其敌③，伺强大之间，承强大之敝，此强大之殆时也。知强大者不务强也④，虑以王命全其力，凝其德。力全则诸侯不能弱也，德凝则诸侯不能削也，天下无王霸主则常胜矣。是知强道者也。',
        '[注释]①出：当为“士”字。下同。②上“以”字：当为衍文。③怀交接怨：当为“怀怨交接”。④强大：当为“强道”。',
        '彼霸者不然，辟田野，实仓廪，便备用，案谨募选阅材伎之士①，然后渐庆赏以先之，严刑罚以纠之。存亡继绝，卫弱禁暴，而无兼并之心，则诸侯亲之矣;修友敌之道以敬接诸侯，则诸侯说之矣。所以亲之者，以不并也，并之见则诸侯疏矣;所以说之者，以友敌也，臣之见则诸侯离矣。故明其不并之行，信其友敌之道，天下无王霸主②，则常胜矣。是知霸道者也。闵王毁于五国③，桓公劫于鲁庄④，无它故焉，非其道而虑之以王也。彼王者不然，仁眇天下，义眇天下，威眇天下。仁眇天下，故天下莫不亲也;义眇天下，故天下莫不贵也;威眇天下，故天下莫敢敌也。以不敌之威，辅服人之道，故不战而胜，不攻而得，甲兵不劳而天下服。是知王道者也。知此三具者，欲王而王，欲霸而霸，欲强而强矣。',
        '[注释]①案：语助词。选阅：选拔。伎：通“技”，技能。②霸：当为衍文。③闵王毁于五国：指齐闵王(也作湣王)在位时，燕将乐毅联合燕、赵、楚、魏、秦攻破齐国，闵王逃到莒。④桓公劫于鲁庄：公元前681年，齐桓公与鲁庄公结盟于柯，桓公被鲁臣曹沫劫持，被迫答应归还鲁国土地。',
        '王者之人：饰动以礼义①，听断以类，明振毫末，举措应变而不穷。夫是之谓有原。是王者之人也。',
        '[注释]①饰：通“饬”，整饬。',
        '王者之制：道不过三代①，法不贰后王。道过三代谓之荡，法贰后王谓之不雅。衣服有制，宫室有度，人徒有数，丧祭械用皆有等宜②，声则凡非雅声者举废，色则凡非旧文者举息，械用则凡非旧器者举毁。夫是之谓复古。是王者之制也。',
        '[注释]①三代：指夏、商、周。②宜：通“仪”，仪等，等级。',
        '王者之论①：无德不贵，无能不官，无功不赏，无罪不罚，朝无幸位，民无幸生，尚贤使能而等位不遗，析愿禁悍而刑罚不过②，百姓晓然皆知夫为善于家而取赏于朝也，为不善于幽而蒙刑于显也。夫是之谓定论。是王者之论也。',
        '[注释]①论：通“伦”。②析愿：当作“折愿”，制裁狡诈的人。愿，通“傆”，狡诈。',
        '王者之等赋①、政事②，财万物，所以养万民也。田野什一，关市几而不征，山林泽梁以时禁发而不税，相地而衰政③，理道之远近而致贡，通流财物粟米，无有滞留，使相归移也④。四海之内若一家，故近者不隐其能，远者不疾其劳，无幽闲隐僻之国莫不趋使而安乐之。夫是之为人师。是王者之法也。',
        '[注释]①“之”字后当脱一“法”字，本句应作“王者之法”。②政：通“正”，摆正，处理。③衰(cuī催)：差别。政：通“征”，征赋，征税，赋税。④归(kuì馈)：通“馈”，赠送。',
        '北海则有走马吠犬焉，然而中国得而畜使之;南海则有羽翮、齿革、曾青①、丹干焉②，然而中国得而财之;东海则有紫、、鱼、盐焉③，然而中国得而衣食之;西海则有皮革、文旄焉④，然而中国得而用之。故泽人足乎木，山人足乎鱼，农夫不斫削、不陶冶而足械用，工贾不耕田而足菽粟。故虎豹为猛矣，然君子剥而用之。故天之所覆，地之所载，莫不尽其美，致其用，上以饰贤良，下以养百姓而安乐之。夫是之谓大神。《诗》曰：“天作高山，大王荒之。彼作矣，文王康之。”⑤此之谓也。',
        '[注释]①曾青：铜精，可以绘画和熔化黄金。②丹干：丹砂。③紫：通“��”(chī痴)，细麻布。：当为“绤”(xì隙)字，粗麻布。④文旄(máo毛)：染上色彩的牦牛尾。⑤“《诗》曰”句：见《诗经·周颂·天作》。大王，即古公亶(dǎn胆)父，周文王的祖父。',
        '以类行杂①，以一行万，始则终，终则始，若环之无端也，舍是而天下以衰矣。天地者，生之始也;礼义者，治之始也;君子者，礼义之始也。为之，贯之，积重之，致好之者，君子之始也②。故天地生君子，君子理天地。君子者，天地之参也，万物之总也，民之父母也。无君子则天地不理，礼义无统，上无君师，下无父子，夫是之谓至乱。君臣、父子、兄弟、夫妇，始则终，终则始，与天地同理，与万世同久，夫是之谓大本。故丧祭、朝聘、师旅一也，贵贱、杀生、与夺一也，君君、臣臣、父父、子子、兄兄、弟弟一也，农农、士士、工工、商商一也。',
        '[注释]①类：统类。行：察。杂：泛指万物。②之始：当为衍文。',
        '水火有气而无生①，草木有生而无知，禽兽有知而无义，人有气、有生、有知，亦且有义，故最为天下贵也。力不若牛，走不若马，而牛马为用，何也?曰：人能群，彼不能群也。人何以能群?曰：分。分何以能行?曰：义。故义以分则和，和则一，一则多力，多力则强，强则胜物，故宫室可得而居也。故序四时，裁万物，兼利天下，无它故焉，得之分义也。故人生不能无群，群而无分则争，争则乱，乱则离，离则弱，弱则不能胜物，故宫室不可得而居也，不可少顷舍礼义之谓也。能以事亲谓之孝，能以事兄谓之弟，能以事上谓之顺，能以使下谓之君。君者，善群也。群道当则万物皆得其宜，六畜皆得其长②，群生皆得其命。故养长时则六畜育，杀生时则草木殖，政令时则百姓一，贤良服。',
        '[注释]①气：古人认为气是一种物质，万物都是由气构成的。②六畜：指猪、羊、牛、马、鸡、狗。',
        '圣王之制也，草木荣华滋硕之时则斧斤不入山林，不夭其生，不绝其长也;鼋鼍、鱼鳖、鳅鳣孕别之时①，罔罟毒药不入泽②，不夭其生，不绝其长也;春耕、夏耘、秋收、冬藏四者不失时，故五谷不绝而百姓有余食也;污池、渊沼、川泽谨其时禁③，故鱼鳖优多而百姓有余用也;斩伐养长不失其时，故山林不童而百姓有余材也④。圣王之用也，上察于天，下错于地，塞备天地之间，加施万物之上，微而明，短而长，狭而广，神明博大以至约。故曰：一与一是为人者谓之圣人。',
        '[注释]①鼋(yuán元)：大鳖。鼍(tuó驼)：鳄鱼的一种。②罔：同“网”。罟(gǔ)：网的总称。③污：池塘。④童：山无草木。',
        '序官：宰爵知宾客、祭祀、飨食、牺牲之牢数①，司徒知百宗、城郭、立器之数②，司马知师旅、甲兵、乘白之数③。修宪命，审诗商，禁淫声，以时顺修，使夷俗邪音不敢乱雅，大师之事也。修堤梁，通沟浍，行水潦，安水臧，以时决塞，岁虽凶败水旱，使民有所耘艾，司空之事也④。相高下，视肥墝，序五种，省农功，谨蓄藏，以时顺修，使农夫朴力而寡能，治田之事也。修火宪，养山林薮泽草木鱼鳖百索⑤，以时禁发，使国家足用而财物不屈，虞师之事也。顺州里，定廛宅⑥，养六畜，闲树艺，劝教化，趋孝弟⑦，以时顺修，使百姓顺命，安乐处乡，乡师之事也。论百工，审时事，辨功苦，尚完利，便备用，使雕琢文采不敢专造于家，工师之事也。相阴阳，占祲兆⑧，钻龟陈卦，主攘择五卜⑨，知其吉凶妖祥，伛巫、跛击之事也⑩。修採清(11)，易道路，谨盗贼，平室律，以时顺修，使宾旅安而货财通(12)，治市之事也。抃急禁悍(13)，防淫除邪，戮之以五刑(14)，使暴悍以变，奸邪不作，司寇之事也(15)。本政教，正法则，兼听而时稽之，度其功劳，论其庆赏，以时慎修，使百吏免尽而众庶不偷，冢宰之事也(16)。论礼乐，正身行，广教化，美风俗，兼覆而调一之，辟公之事也。全道德，致隆高，綦文理，一天下，振毫末，使天下莫不顺比从服，天王之事也。故政事乱则冢宰之罪也;国家失俗则辟公之过也;天下不一，诸侯俗反，则天王非其人也。',
        '[注释]①宰爵：官名。牺牲：古代祭祀用的猪、牛、羊等。②司徒：掌管民政的官。百宗：百族。③司马：掌管军队的官。乘：四马拉一车叫乘。白：通“伯”，古代军队编制，百人为伯。④司空：掌管土木工程的官。⑤索：当为“素”字，蔬菜。⑥廛(chán蝉)：古代城市居民的房子。⑦趋：通“促”，敦促，促进。⑧祲(jìn浸)：古人认为它是阴阳二气相侵形成的不同的云气，预示着吉凶。⑨五卜：指占卜时出现的雨、霁、蒙、驿、克五种兆形。⑩击：通“觋(xí习)”，男巫。(11)採：当为“埰”字，坟墓。清：厕所。(12)宾：当作“商”字。(13)抃急：当作“折愿”。(14)五刑：墨(脸上刺字)、劓(yì艺，割鼻子)、剕(fèi沸，断足)、宫(阉割)、大辟(砍头)。(15)司寇：掌管刑罚的官。(16)冢宰：宰相。',
        '具具而王①，具具而霸，具具而存，具具而亡。用万乘之国者，威强之所以立也，名声之所以美也，敌人之所以屈也，国之所以安危臧否也，制与在此②，亡乎人。王、霸、安存、危殆、灭亡，制与在我，亡乎人。夫威强未足以殆邻敌也，名声未足以县天下也，则是国未能独立也，岂渠得免夫累乎③!天下胁于暴国，而党为吾所不欲于是者④，日与桀同事同行，无害为尧，是非功名之所就也，非存亡安危之所堕也⑤。功名之所就，存亡安危之所堕，必将于愉殷赤心之所。诚以其国为王者之所，亦王;以其国为危殆灭亡之所，亦危殆灭亡。',
        '[注释]①具具：前一“具”是动词，具备;后一“具”是名词，条件。②与：通“举”，都，全。③渠：通“讵”，难道。④党：同“倘”，假如。⑤堕：当为“随”字。',
        '殷之日，案以中立无有所偏而为纵横之事①，偃然案兵无动，以观夫暴国之相卒也②。案平政教，审节奏，砥砺百姓，为是之日，而兵天下劲矣③;案然修仁义④，伉隆高⑤，正法则，选贤良，养百姓，为是之日，而名声天下之美矣。权者重之，兵者劲之，名声者美之。夫尧、舜者，一天下也，不能加毫末于是矣。权谋倾覆之人退，则贤良知圣之士案自进矣;刑政平，百姓和，国俗节，则兵劲城固，敌国案自诎矣;务本事，积财物，而勿忘栖迟薛越也⑥，是使群臣百姓皆以制度行，则财物积，国家案自富矣。三者体此而天下服，暴国之君案自不能用其兵矣。何则?彼无与至也。彼其所与至者，必其民也，其民之亲我也欢若父母，好我芳若芝兰;反顾其上则若灼黥，若仇雠。彼人之情性也虽桀、跖，岂有肯为其所恶贼其所好者哉!彼以夺矣。故古之人有以一国取天下者，非往行之也，修政其所莫不愿，如是而可以诛暴禁悍矣。故周公南征而北国怨，曰：“何独不来也?”东征而西国怨，曰：“何独后我也?”孰能有与是斗者与?安以其国为是者王。',
        '[注释]①案：语助词。②卒：通“捽”(zuó昨)，冲突。③(zhuān专)：通“专”。劲：强劲。“劲”前当脱一“之”字。④然：当为衍文。⑤伉：极。⑥薛越：同“屑越”，散乱。',
        '殷之日，安以静兵息民，慈爱百姓，辟田野，实仓廪，便备用，安谨募选阅材伎之士;然后渐赏庆以先之，严刑罚以防之，择士之知事者使相率贯也，是以厌然畜积修饰而物用之足也。兵革器械者，彼将日日暴露毁折之中原，我今将修饰之，拊循之①，掩盖之于府库;货财粟米者，彼将日日栖迟薛越之中野，我今将畜积并聚之于仓廪;材技股肱、健勇爪牙之士②，彼将日日挫顿竭之于仇敌，我今将来致之、并阅之、砥砺之于朝廷③。如是，则彼日积敝，我日积完;彼日积贫，我日积富;彼日积劳，我日积佚。君臣上下之间者，彼将厉厉焉日日相离疾也，我今将顿顿焉日日相亲爱也④，以是待其敝。安以其国为是者霸。',
        '[注释]①拊循：安抚。②股：大腿。肱(gōng工)：上臂。③来：通“徕”，招徕。④顿：通“敦”，顿顿焉，亲厚、诚恳的样子。',
        '立身则从佣俗①，事行则遵佣故，进退贵贱则举佣士，之所以接下之人百姓者则庸宽惠，如是者则安存。立身则轻楛，事行则蠲疑②，进退贵贱则举佞侻③，之所以接下之人百姓者则好取侵夺，如是者危殆。立身则憍暴，事行则倾覆，进退贵贱则举幽险诈故，之所以接下之人百姓者，则好用其死力矣，而慢其功劳，好用其籍敛矣，而忘其本务，如是者灭亡。此五等者，不可不善择也，王霸、安存、危殆、灭亡之具也。善择者制人，不善择者人制之;善择之者王，不善择之者亡。夫王者之与亡者，制人之与人制之也，是其为相县也亦远矣。',
        '[注释]①佣：通“庸”，平常。②蠲(juān捐)疑：迟疑。③侻：通“锐”，口才好，口齿伶俐。',
],
];
