<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '孟子曰：“伯夷，目不视恶色，耳不听恶声。非其君不事，非其民不使。治则进，乱则退。横(1)政之所出，横民之所止，不忍居也。思与乡人处，如以朝衣朝冠坐于涂炭也。当纣之时，居北海之滨，以待天下之清也。故闻伯夷之风者，顽夫廉，懦夫有立志。',
            '伊尹曰：‘何事非君，何使非民。’治亦进，乱亦进，曰：‘天之生斯民也，使先知觉后知，使先觉觉后觉。予，天民之先觉者也，予将以此道觉此民也。’思天下之民匹夫匹妇有不与被尧舜之泽者，若己推而内之沟中。其自任以天下之重也。',
            '柳下惠不羞污(2)君，不辞小官。进不隐贤，必以其道。遗佚(3)而不怨，厄穷而不悯。与乡人处，由由然不忍去也。‘尔为尔，我为我，虽袒裼裸裎于我侧，尔焉能浼我哉(4)？’故闻柳下惠之风者，鄙夫宽，薄夫敦。',
            '孔子之去齐，接(5)淅(6)而行；去鲁，曰：‘迟迟吾行也，去父母国之道也。’可以速而速，可以久而久，可以处而处，可以仕而仕，孔子也。”',
            '孟子曰：“伯夷，圣之清者也；伊尹，圣之任者也；柳下惠，圣之和者也；孔子，圣之时者也。孔子之谓集大成。集大成也者，金声而玉振之也(7)。金声也者，始条理也；玉振之也者，终条理也。始条理者，智之事也；终条理者，圣之事也。智，譬则巧也；圣，譬则力也。由射于百步之外也，其至，尔力也；其中，非尔力也。”',
        ],
        'notes' => [
            '(1)横：假借为“犷”。《孟子·滕文公下》：“处士横议，以待我以横逆，横政之所出，横民之所止。”《荀子·修身》：“横行天下。”扬雄《长杨赋》：“东夷横畔。”《汉书·彭宠传》注：“以威力相胁曰横。”这里用为横暴，放纵之意。',
            '(2)汙(wū)：《孟子·公孙丑上》：“智足以知圣人，汙不至阿其所好。”这里用为贪官污吏的污之意。',
            '(3)佚(yì)：《公羊传·成公二年》：“其佚获奈何？”《荀子·宥坐》：“身不佚者志不广。”这里用为遗弃之意。',
            '(4)虽袒(tǎn)裼(xī)裸裎(chéng)于我侧，尔焉能浼(měi)我哉：赤身露体在我旁边，又哪能玷污我呢？',
            '(5)接：《礼记·曲礼上》：“由客之左，接下承弣。”郑玄注：“接下，接客手下也。”《荀子"大略》：“先事虑事谓之接，接则事优成。”《史记·平准书》：“汉兴，接秦之敝。”《字汇·手部》：“接，承也。”这里用为承受之意。',
            '(6)淅(xī)：欧阳修《秋声赋》：“初淅沥以萧飒，忽奔腾而砰湃。”这里用为形容轻微的风声和雨、雪、落叶的声音之意。',
            '(7)金：这里指青铜所铸的镈钟；镈钟是一种形状似钟的乐器，演奏时单独悬挂（有别于编钟）。玉：这里指玉制的特磬，一种乐器，演奏时也单独悬挂（有别于编磬）。',
        ],
        'vernacular' => [
            '孟子说：“伯夷，眼睛不看妖艳之色，耳朵不听淫靡之声。不是他中意的君主，不去侍奉，不是他中意的百姓，不去使唤。世道太平就入朝做官，世道混乱就辞官隐居。暴政施行的国家，暴民居住的地方，他不忍居住。他觉得同乡下人处在一起，就像穿着礼服戴着礼帽坐在泥土炭灰上一样。在纣王当政时，他隐居在北海边上，等待天下太平。所以听说了伯夷风尚节操的，贪心的人变廉洁了，懦弱的人能立志了。',
            '伊尹说：‘可以侍奉不好的君主，可以使唤不好的百姓。’世道太平他在朝做官，世道混乱，也在朝做官，还说：‘上天生育这些民众，要叫先知的人帮助后知的人觉悟，先觉的人帮助后觉的人觉悟。我是上天所生民众中的先觉者，我将用这尧舜之道使这些民众觉悟起来。’每想到天下民众中的一男或一女还有没受到尧舜之道的恩泽的，就像是自己把他们推入了山沟似的。他自己把天下的重担挑在肩上。',
            '柳下惠不认为侍奉昏君羞耻，不因为官小而推辞。在朝做官不隐藏自己的贤能，一定按自己的原则办事。被君主遗弃而不怨恨，处境困窘而不自悲。同乡里人相处，自得其乐不忍离去。（他说）‘你是你，我是我，即使你赤身露体在我旁边，又哪能玷污我呢？’所以听说了柳下惠风尚节操的人，狭隘的变得宽广了，刻薄的变得敦厚了。',
            '孔子离开齐国的时候，（不等生火做饭，）捞起淘的米就上路；离开鲁国时却说：‘我要慢慢地走啊，这是离开祖国的态度。’该快点儿离开就快点儿离开，该久留就久留，该闲居就闲居，该做官就做官，这就是孔子。”',
            '孟子说：“伯夷是圣人中清高的人，伊尹是圣人中有责任感的人，柳下惠是圣人中随和的人，孔子是圣人中重时势的人。孔子可以说是集大成的。所谓集大成，（就像奏乐时）先由镈钟奏出声音，后用玉磬收束。鎛钟的声音，是旋律节奏的开始；玉磬收束，是旋律节奏的终结。开始奏出旋律节奏，靠智慧；最后奏出旋律节奏，靠圣德。智慧好比技巧，圣德好比力气。就像在百步之外射箭，射到那个地方，是靠你的力气；射中那个目标，就不是单靠你的力气了。”',
        ],
    ],
],
];
