<?php
return [
'chapters' => [
    [
        'name' => '第二节',
        'content' => [
            '北宫锜(1)问曰：“周室班(2)爵禄也，如之何？”',
            '孟子曰：“其详不可得闻也，诸侯恶其害己也，而皆去其籍；然而轲也尝闻其略也。天子一位，公一位，侯一位，伯一位，子、男同一位，凡五等也。君一位，卿一位，大夫一位，上士一位，中士一位，下士一位，凡六等。天子之制，地方千里；公侯皆方百里，伯七十里，子、男五十里，凡四等。不能五十里，不达于天子，附于诸侯，曰附庸。天子之卿受地视侯，大夫受地视伯，元士(3)受地视子、男。大国地方百里，君十卿禄，卿禄四大夫，大夫倍上士，上士倍中士，中士倍下士，下士与庶人在官者同禄，禄足以代其耕也。次国地方七十里，君十卿禄，卿禄三大夫，大夫倍上士，上士倍中士，中士倍下士，下士与庶人在官者同禄，禄足以代其耕也。小国地方五十里，君十卿禄，卿禄二大夫，大夫倍上士，上士倍中士，中士倍下士，下士与庶人在官者同禄，禄足以代其耕也。耕者之所获：一夫百亩，百亩之粪(4)，上农夫食九人，上次食八人，中食七人，中次食六人，下食五人。庶人在官者，其禄以是为差。”',
        ],
        'notes' => [
            '(1)北宫錡(qí)：卫国人。',
            '(2)班：通“颁”。《左传·桓公六年》：“使鲁为其班。”《礼记·曲礼》：“班朝治军。”《韩非子·存韩》：“班位于天下。”《汉书·翟方进传》：“周公…制礼乐，班度量，而下大服。这里用为颁布之意。',
            '(3)元士：天子直辖区域内的上士。',
            '(4)粪：《周礼·草人》：“凡粪种。”注：“凡所以粪种者，皆谓煮取汁也。”《老子·四十六》：“却是走马以粪。”《礼记·月令》：“可以粪田畴。”这里用为施肥治田之意。',
        ],
        'vernacular' => [
            '北宫锜问道：“周朝规定的官爵、俸禄的等级是怎样的？”',
            '孟子说：“详细情况不能知道了，诸侯讨厌它妨害自己，把那些典籍都毁掉了；不过，我曾经听说过它的大致情况。天子一级，公爵一级，侯爵一级，伯爵一级，子爵、男爵同一级，共五个等级。（诸侯国里，）国君一级，卿一级，大夫一级，上士一级，中士一级，下士一级，共六个等级。天子的土地规模，一千里见方；公爵、侯爵都是一百里见方，伯爵是七十里见方，子爵、男爵是五十里见方，共四等。不足五十里见方的国家，不同天子直接联系，而是附属于诸侯，叫做‘附庸’。天子的卿，受封土地同侯爵相等，大夫受封的土地同伯爵相等，元士受封的土地同子爵、男爵相等。大国的土地有百里见方，国君的俸禄是卿的十倍，卿的俸禄是大夫的四倍，大夫是上士的一倍，上士是中士的一倍，中士是下士的一倍，下士的俸禄同在官府当差的百姓相同，数量足以代替他种田的收入。中等国家的土地有七十里见方，国君的俸禄是卿的十倍，卿的俸禄是大夫的三倍，大夫是上士的一倍，上士是中士的一倍，中士是下士的一倍，下士同在官府当差的同等俸禄，俸禄足以代替他种田的收入。小国的土地有五十里见方，国君的俸禄是卿的十倍，卿的俸禄是大夫的两倍，大夫是上士的一倍，上士是中士的一倍，中士是下士的一倍，下士同在官府当差的百姓俸禄相等，俸禄足以代替他种田的收入。种田人的收入：一个农夫受田一百亩，一百亩地施肥耕种，上等的农夫可以养活九人，次于上等的可以养活八人，中等的农夫可以养活七人，比这差一点的可以养活六人，下等的农夫可以养活五人。在官府当差的百姓，他的俸禄是按这种区别来分等级。”',
        ],
    ],
],
];
