<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '万章问曰：“敢问友(1)。”',
            '孟子曰：“不挟(2)长，不挟贵，不挟兄弟而友。友也者，友其德也，不可以有挟也。孟献子(3)，百乘之家也，有友五人焉，乐正裘、牧仲，其三人则予忘之矣。献子之与此五人者友也，无献子之家者也；此五人者，亦有献子之家，则不与之友矣。非惟百乘之家为然也，虽小国之君亦有之。费惠公(4)曰：‘吾于子思，则师之矣；吾于颜般，则友之矣；王顺、长息则事我者也。’非惟小国之君为然也，虽大国之君亦有之。晋平公(5)之于亥唐(6)也，入云则入，坐云则坐，食云则食；虽蔬食菜羹，未尝不饱，盖不敢不饱也。然终于此而已矣。弗与共天位也，弗与治天职也，弗与食天禄也，士之尊贤者也，非王公之尊贤者也。舜尚见帝，帝馆甥于贰室，亦飨舜，选为宾主，是天子而友匹夫也。用下敬上，谓之贵贵；用上敬下，谓之尊贤。贵贵尊贤，其义一也。“',
        ],
        'notes' => [
            '(1)友：《易·损·六三》：“三人行，则损一人；一人行，则得其友。”《周礼·天官·大宰》：“以九两系邦国之民……八曰友，以任得民。”郑玄注：“友，谓同井相合耦耡作者。”《论语·为政》：“孝乎惟孝，友于兄弟，施於有政。”《论语·季氏》：“益者三友，损者三友。”《孟子·滕文公上》：“乡田同井，出入相友，守望相助，疾病相扶持，则百姓亲睦。”赵岐注：“‘出入相友’，相友耦也。”《释名·释言语》：“友，有也，相保有也。”这里用为互助合作之意。',
            '(2)挟：《孟子·尽心上》：“挟贵而问，挟贤而问，挟长而问。”《战国策·秦策一》：“挟天子以令天下，天下莫敢不听？”这里用为要挟、强迫别人服从之意。',
            '(3)孟献子：鲁国的大夫，叫仲孙蔑。',
            '(4)费(bì)惠公：战国时小国费的国君。',
            '(5)晋平公：春秋时晋国国君，姓姬名彪。亥唐：晋国人。',
            '(6)亥唐：人名，晋国人。',
        ],
        'vernacular' => [
            '万章问道：“请问怎样交友。”',
            '孟子说：“不倚仗年龄大，不倚仗地位高，不倚仗兄弟（的富贵）去交友。所谓交友，是同他的品德交朋友，是不可以有所倚仗的。孟献子是有百辆车马的大夫，他有五个朋友，乐正裘、牧仲，其他三人我忘了。献子同这五个人交友，没有自己是大夫的想法；这五个人，要是心里有献子是大夫的想法，也就不同他交友了。不仅是拥有百辆车马的大夫是这样，就是小国的君主也有这样的。费惠公说：‘我对于子思，把他当作老师；对于颜般，就把他当作朋友了；王顺、长息不过是侍奉我的人罢了。’不仅小国的君主是这样，就是大国的君主也有这样的。晋平公对于亥唐（非常尊敬），（亥唐）叫他进去就进去，叫他坐就坐，叫他吃就吃，即使粗饭菜汤，也没有不吃饱的，因为不敢不吃饱。然而最终也就到这一步罢了。没有给他官位，没有给他职务，没有给他俸禄，这就如同士人的尊贤，而不是王公的尊贤。舜去见尧帝，尧帝把这位女婿安排在别墅住，并且款待他，（舜有时也请尧来，）两人轮流充当宾主，这是天子同平民百姓交朋友。地位低的尊敬地位高的，叫作尊敬有地位的人；地位高的尊敬地位低的人，叫作尊敬贤人。尊敬有地位的人和尊敬贤人，其中的道理是一样的。”',
        ],
    ],
],
];
