<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '万章曰：“敢问不见诸侯，何义也？”',
            '孟子曰：“在国曰市井之臣，在野曰草莽之臣，皆谓庶人。庶人不传质(1)为臣，不敢见于诸侯，礼也。”',
            '万章曰：“庶人，召之役，则往役；君欲见之，召之，则不往见之，何也？”',
            '曰：“往役，义也；往见，不义也。且君之欲见之也，何为也哉？”',
            '曰：“为其多闻也，为其贤也。”',
            '曰：“为其多闻也，则天子不召师，而况诸侯乎？为其贤也，则吾未闻欲见贤而召之也。缪公亟见于子思，曰：‘古千乘之国以友士，何如？’子思不悦，曰：‘古之人有言，曰事之云乎，岂曰友之云乎？’子思之不悦也，岂不曰：‘以位，则子，君也，我，臣也，何敢与君友也？以德，则子事我者也，奚可以与我友？’千乘之君求与之友而不可得也，而况可召与？齐景公田，招虞人以旌(2)，不至，将杀之(3)。志士不忘在沟壑，勇士不忘丧其元。孔子奚取焉？取非其招不往也。“',
            '曰：“敢问招虞人何以？”',
            '曰：“以皮冠。庶人以旃(4)，士以旗(5)，大夫以旌。以大夫之招招虞人，虞人死不敢往；以士之招招庶人，庶人岂敢往哉？况乎以不贤人之招招贤人乎？欲见贤人而不以其道，犹欲其入而闭之门也。夫义，路也；礼，门也。惟君子能由是路，出入是门也。《诗》云(6)：‘周道如底(7)，其直如矢；君子所履，小人所视(8)’”',
            '万章曰：“孔子，君命召，不俟驾而行。然则孔子非与？”',
            '曰：“孔子当仕有官职，而以其官召之也。”',
        ],
        'notes' => [
            '(1)传质：求见君主的人，将献给君主的见面礼品交给通报的人，由他传送进去，称为“传质”。质：《论语·雍也》：“质胜文则野，文胜质则史。文质彬彬，然後君子。”《论语·颜渊》：“君子质而已矣，何以文为？”《列子》：“太素者，质之始也。”汉司马迁《报任安书》：“若仆大质已亏缺矣。”本义为本质，这里用为内容之意。',
            '(2)旌(jīng)：《礼记·明堂位》：“位所谓緌有虞氏旌也。”《国语·吴语》：“建旌提鼓。”《说文》：“旌，游车载旌析羽。”这里用为用牦牛尾或兼五采羽毛饰竿头的旗子之意。',
            '(3)参见《滕文公下》第一章注。',
            '(4)旃(zhān)：《谷梁传·昭公八年》：“置旃以为辕门。”《说文》：“旃，旗曲柄也。周礼曰：‘通帛为旃。’”《释名·释兵》：“通帛为旃。通以赤色为之。”这里用为赤色的曲柄旗之意。',
            '(5)旂(qí)：《诗·小雅·采芑》：“其车三千，旂旐央央。”《诗·小雅·出车》：“旂旐央央。”《诗·周颂·载见》：“龙旂阳阳。”《尔雅》：“有铃曰旂。”孙注：“铃在旂上，旂者画龙。”《说文》：“旂，旗有众铃以令众也。”这里用为上绘交龙并有铃铛的旗子之意。',
            '(6)以上四句出自《诗经·小雅·大东》。',
            '(5)底：《诗·小雅·大东》：“周道如底，其直如矢。”《释名·释地》：“地者，底也，其体底下载万物也。”这里用为底子、基础之意。',
            '(6)视：《书·太甲中》：“王懋乃德，视乃厥祖。”《诗·小雅·大东》：“周道如底，其直如矢。君子所履，小人所视。”《诗·小雅·白华》：“念子懆懆，视我迈迈。”这里用为效法之意。',
        ],
        'vernacular' => [
            '万章说：“请问，（士人）不去谒见诸侯，有什么道理吗？”',
            '孟子说：“（不在职的士人，）住在都城的，叫市井之臣，住在农村的，叫草莽之臣，都算是百姓。百姓不向诸侯传送见面礼而成为臣属，就不敢谒见诸侯，这是礼的规定。”',
            '万章说：“百姓，召他服役，就去服役；国君要见他，召他去，却不去见，为什么呢？”',
            '孟子说：“去服役，是应该的；（不是臣属而）去见国君，是不应该的。再说国君要召见他，是因为什么呢？”',
            '万章说：“因为他见识广博，因为他贤能。”',
            '孟子说：”因为他见识广博，那么天子也不能召见老师的，何况诸侯呢？因为他贤能，那么我还没听说过，要见贤人竟去召唤他来的。鲁缪公多次去见子思，对他说：‘古代有千辆兵车的国君去跟士人交朋友，怎么样？’子思很不高兴，说：‘古人有句话，认为只能说（把他当老师）侍奉他，哪能声称同他交朋友呢？’子思之所以不高兴，难道不是说：‘论地位，你是国君，我是臣，我怎么敢同国君交朋友呢？论道德，那么你该把我当老师侍奉，怎么可以说同我交朋友？’有千辆兵车的国君要求同他交朋友尚且办不到，更何况召他来见呢？（从前）齐景公打猎，用旌旗召唤管理园囿的小吏，小吏不来，（齐景公）要杀他。志士不怕弃尸山沟，勇士不怕丧失头颅。孔子赞扬他哪一点呢？赞扬他，不是该接受的召唤标志他就不去。”',
            '万章问：“请问，召唤管理园囿的小吏该用什么？”',
            '孟子说：“用皮帽子。召唤百姓用大红绸的曲柄旗，召唤士人用有铃铛的旗，召唤大夫用饰有羽毛的旌旗。用召唤大夫的旌旗去召园囿的小吏，小吏是死也不敢去的；用召唤士人的旗子去召百姓，百姓难道敢去吗？更何况用不尊重人的召唤方式去召唤贤人呢？想见贤人而不按合适的方式，那就像要人进来却又把他关在门外。义，好比是路；礼，好比是门。只有君子能沿着这条路走，从这座门进去。《诗经》上说：‘大路平得像磨刀石，直得像箭；君子所走的道路，小人也会看着走。’”',
            '万章说：“孔子，国君召见他，他不等车马驾好就动身。那么，孔子是错了吗？”',
            '孟子说：“（那时）孔子正在做官，有官职，而（国君）是按他的官职召见他的。”',
        ],
    ],
],
];
