<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '齐宣王问卿。',
            '孟子曰：“王何卿之问也？”',
            '王曰：“卿不同乎？”',
            '曰：“不同。有贵戚之卿，有异姓之卿。”',
            '王曰：“请问贵戚之卿。”',
            '曰：“君有大过则谏，反复之而不听，则易位。”',
            '王勃然变乎色。',
            '曰：“王勿异也。王问臣，臣不敢不以正对。”',
            '王色定，然后问异姓之卿。',
            '曰：“君有过则谏，反复之而不听，则去。”',
        ],
        'vernacular' => [
            '齐宣王问有关公卿的问题。',
            '孟子说：“大王问哪一种公卿呢？”',
            '宣王问：“公卿还有不同的吗？”',
            '孟子说：“不同。有（和国君同宗的）贵戚之卿，有异姓之卿。”',
            '宣王说：“请问贵戚之卿（应该怎样）。”',
            '孟子说：“（作为贵戚之卿，）国君有了重大错误，就要劝谏，反复劝谏还不听，就另立国君。”',
            '宣王一下子变了脸色。',
            '孟子说：“大王不要奇怪。大王问我，我不敢不直话回答您。”',
            '宣王脸色恢复了正常，然后问异姓之卿（应该怎样）。',
            '孟子说：“（作为异姓之臣，）国君有过错，就要劝谏，反复劝谏而不听，就离开。”',
        ],
    ],
],
];
