<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '告子(1)曰：“性犹杞柳(2)也，义犹桮棬(3)也；以人性为仁义，犹以杞柳为桮棬。”',
            '孟子曰：“子能顺杞柳之性而以为桮棬乎？将戕贼杞柳而后以为桮棬也？如将戕贼杞柳而以为桮棬，则亦将戕贼人以为仁义与？率天下之人而祸仁义者，必子之言夫！”',
        ],
        'vernacular' => [
            '告子说：“人的本性好比杞柳，义好比杯盘；使人性变得仁义，就像把杞柳做成杯盘。”',
            '孟子说：“你能顺着杞柳的性状把它做成杯盘呢，还是要伤害了它的性状把它做成杯盘呢？如果是伤害了它的性状而把它做成杯盘，那么也要伤害了人的本性使它变得仁义吗？率领天下的人给仁义带来灾难的，必定是你这种论调吧！”',
        ],
        'notes' => [
            '(1)告子：人名，孟子的学生。',
            '(2)杞(qǐ)柳：杨柳科植物，即柜柳，杨柳树的一种。枝条柔韧，可以编制箱筐等器物。',
            '(3)桮棬(bēi quān)：先用枝条编成杯盘之形，再以漆加工制成杯盘。木制的盛汤、酒的器皿。',
        ],
    ],
    [
        'name' => '第二节',
        'content' => [
            '告子曰：“性犹湍(1)水也，决诸东方则东流，决诸西方则西流。人性之无分于善不善也，犹水之无分于东西也。”',
            '孟子曰：“水信无分于东西，无分于上下乎？人性之善也，犹水之就下也。人无有不善，水无有不下。今夫水，搏而跃之，可使过颡(2)；激而行之，可使在山。是岂水之性哉？其势则然也。人之可使为不善，其性亦犹是也。”',
        ],
        'notes' => [
            '(1)湍(tuān)：《楚辞·抽思》：“长濑湍流。”《淮南子·说山》：“稻生于水，而不能生于湍濑之流。”《史记·河渠书》：“水湍悍。”《说文》：“湍，疾濑也。”这里用为水势急速之意。',
            '(2)颡(sǎng)：额头',
        ],
        'vernacular' => [
            '告子说：“人性好比湍急的水，在东边开个口就往东流，在西边开个口就往西流。人性本来就不分善与不善，就像水流本来不分向东向西一样。”',
            '孟子说：“水流确实是本来不分向东向西的，难道也不分向上向下吗？人性的善，就好比水朝下流一样。人性没有不善的，水没有不向下流的。水，拍打一下叫它飞溅起来，也能使它高过人的额头；阻挡住它叫它倒流，可以使它流到山上。这难道是水的本性吗？是形势导致这样的。人之所以可以使他变得不善，他本性的改变也正像这样。”',
        ],
    ],
    [
        'name' => '第三节',
        'content' => [
            '告子曰：“生之谓性。”',
            '孟子曰：“生之谓性也，犹白之谓白与？”',
            '曰：“然。”',
            '“白羽之白也，犹白雪之白；白雪之白犹白玉之白与？”',
            '曰：“然。”',
            '“然则犬之性犹牛之性，牛之性犹人之性与？”',
        ],
        'vernacular' => [
            '告子说：“天生的称作天性。”',
            '孟子说：“天生的称作天性，就像白的称作白吗？”',
            '告子说：“是的。”',
            '孟子说：“白羽毛的白，就像白雪的白；白雪的白就像白玉的白吗？”',
            '告子说：“是的。”',
            '孟子说：“那么，狗的天性就像牛的天性，牛的天性就像人的天性吗？”',
        ],
    ],
    [
        'name' => '第四节',
        'content' => [
            '告子曰：“食、色，性也。仁，内也，非外也；义，外也，非内也。”',
            '孟子曰：“何以谓仁内义外也？”',
            '曰：“彼长而我长之，非有长于我也；犹彼白而我白之，从其白于外也，故谓之外也。”',
            '曰：“异于白马之白也，无以异于白人之白也；不识长马之长也，无以异于长人之长与？且谓长者义乎？长之者义乎？”',
            '曰：“吾弟则爱之，秦人之弟则不爱也，是以我为悦者也，故谓之内。长楚人之长，亦长吾之长，是以长为悦者也，故谓之外也。”',
            '曰：“耆(1)秦人之炙，无以异于耆吾炙，夫物则亦有然者也，然则耆炙亦有外与？”',
        ],
        'vernacular' => [
            '告子说：“食欲、性欲，是人的天性。仁是生自内心的，不是外因引起的；义是外因引起的，不是生自内心的。”',
            '孟子说：“凭什么说仁是生自内心而义是外因引起的呢？”',
            '告子说：“他（比我）年长，我便尊敬他，不是预先就有‘尊敬他’的念头在我心里的；好比他（肤色）白，我便认为他白，是由于他的白显露在外的缘故，所以说（义）是外因引起的。”',
            '孟子说：“白马的白，没有什么区别于白人的白；不知道对老马的尊敬，也没有什么区别于对长者的尊敬的吗？再说，是认为长者那里存在义呢，还是尊敬他的人那里存在义呢？”',
            '告子说：“是我弟弟，我就爱他；是秦国人的弟弟，就不爱他，这是由我决定爱谁的，所以说（仁）是生自内心的。尊敬楚国人中的长者，也尊敬我自己的长者，这是由对方年长决定的，所以说（义）是外国引起的。”',
            '孟子说：“爱吃秦国人烧的肉，同爱吃自己烧的肉是没有什么区别的，其他事物也有这种情况，那么爱吃肉也是由外因引起的吗？”',
        ],
        'notes' => [
            '(1)耆(qí)：通“嗜”。《周礼·秋官·大行人》：“五方之民，言语不通，耆欲不同。”《庄子·齐物论》：“鸱鸮耆鼠。”这里用为嗜好之意。',
        ],
    ],
    [
        'name' => '第五节',
        'content' => [
            '孟季子(1)问公都子曰：“何以谓义内也？”',
            '曰：“行吾敬，故谓之内也。”',
            '“乡人长于伯兄一岁，则谁敬？”',
            '曰：“敬兄。”',
            '“酌则谁先？”',
            '曰：“先酌乡人。”',
            '“所敬在此，所长在彼，果在外，非由内也。”',
            '公都子不能答，以告孟子。',
            '孟子曰：“敬叔父乎，敬弟乎？彼将曰，‘敬叔父。’曰，‘弟为尸(2)，则谁敬？’彼将曰，‘敬弟。’子曰，‘恶在其敬叔父也？’彼将曰，‘在位故也。’子亦曰，‘在位故也。庸(3)敬在兄，斯须之敬在乡人。’”',
            '季子闻之，曰：“敬叔父则敬，敬弟则敬，果在外，非由内也。”',
            '公都子曰：“冬日则饮汤，夏日则饮水，然则饮食亦在外也？”',
        ],
        'notes' => [
            '(1)孟季子：情况不详，有三种说法，姑且不论。朱熹云：“疑是孟仲子之弟也。”或说为任国国君之弟季任。',
            '(2)尸：古代祭祀时，代死者受祭、象征死者神灵的人，以臣下或死者的晚辈充任。后世改为用神主、画像。《诗"召南"采蘋》：“谁其尸之？”《诗"小雅"楚茨》：“神具醉止，皇尸载起。”《仪礼·士虞礼》：“祝延尸。”《礼记·曲礼》：“孙可以为王父尸。”《仪礼·特牲礼》注：“尸，所祭者之孙也。祖之尸则主人乃宗子。祢之尸则主人乃父道。”《说文》：“尸，神像也。象卧之形。”这里用为祭祀时代表死者受祭的人之意。',
            '(3)庸(yōng)：《书·尧典》：“畴咨若时登庸。”《书·康诰》：“用其义刑义杀，勿庸以次汝封。乃汝尽逊曰时叙，惟曰未有逊事。”《诗·王风·兔爰》：“我生之初，尚无庸。”《诗·齐风·南山》：“齐子庸止。”《论语·雍也》：“中庸之为德也，甚至矣乎！民鲜久矣。”《礼记·中庸》：“君子中庸；小人反中庸。”《说文》：“庸，用也。”这里用为用、需要之意。',
        ],
        'vernacular' => [
            '孟季子问公都子说：“为什么说义是生自内心的呢？”',
            '公都子说：“（义是）表达我的敬意，所以说是生自内心的。”',
            '（孟季子问：）“有个同乡人比你大哥大一岁，那么先尊敬谁？”',
            '公都子说：“尊敬大哥。”',
            '（孟季子又问：）“（如果在一起喝酒，）先给谁斟酒？”',
            '公都子说：“先给那个同乡人斟酒。”',
            '（孟季子说：）“内心要敬重的（大哥）在这里，实际敬重的（同乡人）在那里，（可见义）果然是外因引起的，不是生自内心的。”',
            '公都子不能回答，把这事儿告诉了孟子。',
            '孟子说：“（你反问他，）应该尊敬叔父呢，还是尊敬弟弟？他会说，‘尊敬叔父。’（你再）问，‘弟弟充当了受祭的代理人，那该尊敬谁？’他会说，‘尊敬弟弟。’你就再问，‘（如果这样）尊敬叔叔又体现在哪里呢？’他会说，‘因为弟弟处在受祭代理人地位的缘故。’你也就说，‘因为（那个同乡人）处在该受尊敬的地位上的缘故。平时尊敬的是大哥，这会儿该尊敬的是同乡人。’”',
            '季子听说了这番话，说：“该尊敬叔父时就尊敬叔父，该尊敬弟弟时就尊敬弟弟，（可见义）果然在于外因，不是生自内心的。”',
            '公都子说：“冬天要喝热水，夏天要喝凉水，那么需要吃喝，也在于外因吗？”',
        ],
    ],
    [
        'name' => '第六节',
        'content' => [
            '公都子曰：“告子曰：‘性无善无不善也。’或曰：‘性可以为善，可以为不善；是故文、武兴，则民好善；幽、厉(1)兴，则民好暴。’或曰：‘有性善，有性不善；是故以尧为君而有象；以瞽瞍为父而有舜；以纣为兄之子，且以为君，而有微子启、王子比干(2)。’今曰‘性善’，然则彼皆非与？”',
            '孟子曰：“乃若其情，则可以为善矣，乃所谓善也。若夫为不善，非才之罪也。恻隐之心，人皆有之；羞恶之心，人皆有之；恭敬之心，人皆有之；是非之心，人皆有之。恻隐之心，仁也；羞恶之心，义也；恭敬之心，礼也；是非之心，智也。仁义礼智，非由外铄(3)我也，我固有之也，弗思耳矣。故曰，‘求则得之，舍则失之。’或相倍蓰(4)而无算者，不能尽其才者也。《诗》曰(5)：‘天生烝(6)民，有物有则。民之秉彝(6)，好是懿(7)德。’孔子曰：‘为此诗者，其知道乎！故有物必有则；民之秉彝也，故好是懿德。’”',
        ],
        'vernacular' => [
            '公都子说：“告子说：‘天性没有善良、不善良的区别。’有人说：‘天性可以变得善良，可以变得不善良；所以文王、武王得了天下，百姓就爱好善良；幽王、厉王统治了天下，百姓就变得凶暴。’又有人说：‘有天性善良的，有天性不善良的；所以以尧为君主，却有象（这样的臣民）；以瞽瞍为父亲，却有舜（这样的儿子）；以纣为侄儿，并且以他为君主，却有微子启、王子比干。’现在您说‘天性善良’，那么他们所说的都错了吗？”',
            '孟子说：“至于说到人的（天生的）情性，那是可以认为是善的，这就是我说的天性善良。至于有人变得不善，不是天性的过错。同情心，人人都有；羞耻心，人人都有；恭敬心，人人都有；是非心，人人都有。同情心就是仁；羞耻心就是义；恭敬心就是礼；是非心就是智。（可见）仁、义、礼、智不是由外界赠给我的，是我本来就具有的，只是不去思考这些罢了。所以说，‘探求就能得到它们，放弃就会失掉它们。’有人（同别人比）相差一倍、五倍甚至无数倍，这是不能充分表现他的天性的缘故。《诗经》上说：‘上天生养众民，有事物便有法则。众民保持了常性，所以爱好美德。’孔子说：‘作这篇诗的，是懂得道的啊！有事物便有法则；众民保持了常性，所以爱好美德。’”',
        ],
        'notes' => [
            '(1)幽、厉：指周幽王、周厉王，周代两个暴君。',
            '(2)微子启、王子比干：微子启，据《左传》、《史记》记载，是纣王的庶兄。王子比干，纣王叔父，因劝谏而被纣王剖心而死。',
            '(3)铄(shuò)：《六书故·地理一》：“铄，消渗因谓之铄。”这里用为渗入之意。',
            '(4)蓰(xǐ)：《孟子·滕文公上》：“或相倍蓰，或相什伯，或相千万。”《金史·宗叙传》：“官吏为奸，率敛星火，新费倍蓰。”《集韵·纸韵》：“蓰，物数也，五倍为蓰。”这里用为五倍之意。',
            '(5)以上四句出自《诗经·大雅·烝民》。',
            '(6)烝(zhēng)：《诗经"豳风"东山》：“蜎蜎者蠋，烝在桑野。”《诗"小雅"常棣》：“每有良朋，蒸也无戎。”《诗·小雅·渐渐之石》：“有豕向蹄，烝涉波矣。”《诗·大雅·烝民》：“天生烝民，有物有则。”《尔雅·释诂下》：“烝，众也。”这里用为众多之意。',
            '(7)彝(yí)：《书·洪范》：“皇极之敷言，足彝是训。”《诗·大雅·烝民》：“天生烝民，有物有则。民之秉彝，好是懿德。”这里用为常道、法度之意。',
            '(8)懿(yì)：《诗·豳风·七月》：“女执懿筐，遵彼微行。”《诗·大雅·烝民》：“民之秉彝，好是懿德。”毛传：“懿，美也。”《尔雅·释诂上》：“懿，美也。”《易·小畜·象》：“风行天上，小畜，君子以懿文德。”《说文·壹部》：“懿，专久而美也。”段玉裁注：“专一而后可久，可久而后美。”这里用为动词，犹言“修美”之意。',
        ],
    ],
    [
        'name' => '第七节',
        'content' => [
            '孟子曰：“富岁，子弟多赖(1)；凶岁，子弟多暴，非天之降才尔殊也，其所以陷溺其心者然也。今夫麰(2)麦，播种而耰(3)之，其地同，树之时又同，浡然而生，至于日至(4)之时，皆熟矣。虽有不同，则地有肥硗(5)，雨露之养、人事之不齐也。故凡同类者，举相似也，何独至于人而疑之？',
            '圣人，与我同类者。故龙子(6)曰：‘不知足而为屦，我知其不为蒉(7)也。’履之相似，天下之足同也。口之于味，有同耆也；易牙(8)先得我口之所耆者也②。如使口之于味也，其性与人殊，若犬马之与我不同类也，则天下何耆皆从易牙之于味也？至于味，天下期于易牙，是天下之口相似也。惟耳亦然，至于声，天下期于师旷(9)，是天下之耳相似也。',
            '惟目亦然，至于子都(10)，天下莫不知其姣也；不知子都之姣者，无目者也。故曰，口之于味也，有同耆焉；耳之于声也，有同听焉；目之于色也，有同美焉。至于心，独无所同然乎？心之所同然者何也？谓理也、义也。圣人先得我心之所同然耳。故理、义之悦我心，犹刍(11)豢之悦我口。”',
        ],
        'notes' => [
            '(1)赖：《国语·周语》：“先王岂有赖焉。”《战国策》：“为魏则益，为秦则不赖矣。”《说文》：“赖，赢也。”《方言十三》：“赖，取也。”这里用为“利”、美利、美善之意。',
            '(2)麰(móu)：大麦。亦泛指麦类谷物。',
            '(3)耰(yōu)：《论语·微子》：“岂若从辟世之士哉？耰而不辍。”《汉书》：“民以耰鉏櫄梃相挞击，犯法滋蟓，盗贼不胜。”本意是古代的一种农具，弄碎土块，平整田地用，亦指覆种、播种之意。',
            '(4)日至：指夏至。',
            '(5)硗(qiāo)：《国语·楚语》：“瘠硗之地。”《说文》：“硗，磐石也。字亦作墝。”这里用为土地坚硬而瘠薄之意。',
            '(6)龙子：见《膝文公上》第三章注。',
            '(7)蒉(kuì)：《论语·宪问》：“子击磬於卫。有荷蒉而过孔氏之门者。”《汉书》：“以一蒉障江、河，用没其身。”这里用为草编的筐子之意。',
            '(8)易牙：齐桓公的宠臣，传说他擅长烹饪。《左传·僖公十七年》：“冬十月乙亥，齐桓公卒。易牙入，与寺人貂因内宠以杀群吏。”',
            '(9)师旷：春秋时晋平公的著名乐师，生而目盲，善辨音律。《孟子·离娄上》：“师旷之聪，不以六律，不能正五音。”',
            '(10)子都：相传是郑昭公时的美男子。《诗经·郑风·山有扶苏》：“山有扶苏，隰有荷华。不见子都，乃见狂且。”',
            '(11)刍：《庄子·齐物论》：“民食刍豢。”《史记·货殖列传》：“耳目欲极声色之好，口欲穷刍豢之味。”这里泛指指牛羊猪狗等牲畜之意。',
        ],
        'vernacular' => [
            '孟子说：”丰年，青年子弟大多懒惰；荒年，青年子弟大多凶暴，不是天生的情性有这种不同，是那影响思想的环境使他们变得这样的。比如种大麦，播了种，耙了地，种的地方相同，种的时间又相同，麦子蓬勃地生长，到夏至的时候，都成熟了。即使有所不同，也是因为土地的肥瘦、雨露的滋养、人工的管理不一样的缘故。所以凡是同类的，全都是相似的，为什么一说到人，偏偏要怀疑这一点呢？',
            '圣人是和我们同类的，所以龙子说：‘不知道脚样而编鞋，我知道不会把它编成草筐的。’草鞋的相似，是因为天下之人的脚形是相同的。口对于味道，有同样的嗜好；易牙是最先掌握了我们口味上共同嗜好的人。假使口对于味道，生来就跟别人不一样，就像狗、马和我们不同类一样，那么天下的人为什么都追随易牙的口味呢？说到口味，天下的人都期望尝到易牙烹调的菜肴，这说明天下人的口味是相似的。耳朵也是这样，说到声音，天下的人都期望听到师旷演奏的乐曲，这说明天下之人的听觉是相似的。',
            '眼睛也是这样，说到子都，天下没有不知道他俊美的；不知道子都俊美的，是不长眼睛的人。所以说，口对于味道，有相同的嗜好；耳朵对于声音，有相同的听觉；眼睛对于容貌，有相同的美感。说到心，偏偏会没有相同的爱好吗？心的共同爱好是什么？就是理，就是义。圣人最先觉悟到我们人心的相同爱好罢了。所以理义能使我们心理愉悦，正像牛羊猪狗的肉能使我们享到口福一样。”',
        ],
    ],
    [
        'name' => '第八节',
        'content' => [
            '孟子曰：“牛山(1)之木尝美矣，以其郊于大国也，斧斤伐之，可以为美乎？是其日夜之所息，雨露之所润，非无萌蘖(2)之生焉，牛羊又从而牧之，是以若彼濯(3)濯也。人见其濯濯也，以为未尝有材焉，此岂山之性也哉？虽存乎人者，岂无仁义之心哉？其所以放其良心者，亦犹斧斤之于木也，旦旦而伐之，可以为美乎？其日夜之所息，平旦之气，其好恶与人相近也者几希，则其旦昼之所为，有梏(4)亡之矣。梏之反覆，则其夜气不足以存；夜气不足以存，则其违禽兽不远矣。人见其禽兽也，而以为未尝有才焉者，是岂人之情也哉？故苟得其养，无物不长；苟失其养，无物不消。孔子曰：”操则存，舍则亡；出入无时，莫知其乡(5)。’惟心之谓与？”',
        ],
        'vernacular' => [
            '孟子说：“牛山的树木曾经很繁茂，因为它处在大都市的郊外，常用刀斧砍伐它，还能保持繁茂吗？那山上日夜生长，受雨露滋润的树木，不是没有嫩芽新枝长出来，但牛羊接着又放牧到这里，因此成了那样光秃秃的了。人们见它光秃秃的，就以为这山不曾长过成材的大树，这难道是牛山的本性么？就说在人的身上，难道会没有仁义之心吗？有些人之所以丧失了他的善心，也就像刀斧砍伐树木一样，天天砍伐，还能保住善心的繁茂吗？（尽管）他日夜有所滋生的善心，接触了天明时的晨气，而使他的好恶之心同一般人也有了少许的相近，（可是）他白天的所作所为，又将它搅乱、丧失了。反复地搅乱，那么他夜里滋生的那点善心就不足以保存下来；夜里滋生的善心不足以保存下来，那他离禽兽就不远了。人们见他像禽兽，就以为他不曾有过善良的天性，这难道是人的实情吗？所以如果得到好好的养护，没有东西不能生长；如果失去护养，没有东西不会消亡。孔子说：‘把握着就存在，放弃了就丧失；出去进来没有定时，无人知道它的去向。’大概就是说的心吧？”',
        ],
        'notes' => [
            '(1)牛山：山名，在今山东临淄县南部。',
            '(2)蘖(niè)：《书·盘庚上》：“若颠本之有由蘖。”《诗·商颂·长发》：“苞有三蘖。”本意是指被砍去或倒下的树木再生的枝芽之意。萌蘖：草木萌生的新芽。',
            '(3)濯(zhuó)：《篇海类编·地理类·水部》：“濯濯，山秃貌。”这里用为山秃无木之意。',
            '(4)牿(gù)：《书·费誓》：“今惟淫舍牿牛马。”《史记·鲁世家》：“无敢伤牿。”《说文》：“牿，牛马牢也。”本意为关牛马的圈栏之意。牿亡：受遏制而消亡。梏：通“搅”，可参清焦循《孟子正义》。',
            '(5)乡：《诗"小雅"庭燎》：“夜如何其，夜乡晨，庭燎有辉。”《左传·僖公三十三年》：“乡师而哭。”《论语·颜渊》：“樊迟退，见子夏曰：‘乡也，吾见於夫子而问‘知’；子曰：‘举直错诸枉，能使枉者直。’何谓也？’”《史记·田单列传》：“东乡坐。”这里用作动词，读向(xiang)，意谓过去、刚才之意。',
        ],
    ],
    [
        'name' => '第九节',
        'content' => [
            '孟子曰：“无或(1)乎王之不智也。虽有天下易生之物也，一日暴(2)之，十日寒之，未有能生者也。吾见亦罕矣，吾退而寒之者至矣，吾如有萌焉何哉？今夫弈(3)之为数(4)，小数也；不专心致志，则不得也。弈秋(5)，通国之善弈者也。使弈秋诲二人弈，其一专心致志，惟弈秋之为听。一人虽听之，一心以为有鸿鹄(6)将至，思援弓缴(7)而射之，虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也。”',
        ],
        'vernacular' => [
            '孟子说：“对于君王的不聪明，不必奇怪。即使有天下最容易生长的东西，（如果）晒它一天，冻它十天，没有能生长的。我见君王的次数很少，我一离开他，那些给他泼冷水的人马上又围上去了，（这样，）我对他刚有的那点善心的萌芽又能怎么样呢？（好比下棋，）下棋作为技艺，是小技艺；不专心致志，就学不到手。弈秋是全国最擅长下棋的。让弈秋教两个人下棋，其中一人专心致志，一心只听弈秋讲解。另外一人虽然也在听讲，却一心以为有只天鹅要飞来了，想着拿弓箭去射它，虽然他同另一人一起在学，却不如人家学得好了。是因为他的智力不如人家吗？当然不是这样。”',
        ],
        'notes' => [
            '(1)或：通“惑”。《管子·回称》：“擅创为令,迷或其君。”《墨子·备蛾传》：“夜半,而城上四面鼓噪,敌人必或。”《大戴礼记·曾子制言》：“贫贱吾恐其或失也。”《汉书·霍去病传》：“别从东道,或失道。”《盐铁论·错币》：“买则失实,卖则失理,其疑或滋益甚。”这里用为迷惑之意。',
            '(2)暴(pù)：同“曝”，《左传·宣公十二年》：“今我使二国暴骨。”《小尔雅》：“暴，晒也。”《颜氏家训·书证》：“言日中时必须暴晒，不尔者，失其时也。”《史记·司马相如传》：“暴于南荣。”《考工记》：“书暴诸日。”《广韵》：“暴，日干也。曝，俗。”这里用为曝晒之意。',
            '(3)弈(yì)：《左传·襄公二十五年》：“视君不如弈棋。”《论语·阳货》：“不有博弈者乎？”《小尔雅》：“棋局谓之弈。”《说文》：“弈，围棋也。”这里用为下棋之意。',
            '(4)数：《老子·五章》：“多言数穷，不如守中。”《周礼·地官·大司徒》：“三曰六艺：礼、乐、射、御、书、数。”《商君书》：“故为国之数，务在垦草。”这里用为方法之意。',
            '(5)弈秋：古代一个善于下围棋的人。',
            '(6)鸿鹄：《史记·陈涉世家》：“鸿鹄之志。”南朝梁·丘迟《与陈伯之书》：“慕鸿鹄以高翔。”《说文》：“鸿，鹄也。”即天鹅。因飞得很高，所以常用来比喻志向远大的人。',
            '(7)缴(zhuó)：《说文》：“缴，生丝缕也。”本意为系在箭上的生丝绳，这里代指箭。',
        ],
    ],
    [
        'name' => '第十节',
        'content' => [
            '孟子曰：“鱼，我所欲也，熊掌亦我所欲也；二者不可得兼，舍鱼而取熊掌者也。生亦我所欲也，义亦我所欲也；二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟(1)得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。',
            '如使人之所欲莫甚于生，则凡可以得生者，何不用也？使人之所恶莫甚于死者，则凡可以辟患者，何不为也？由是则生而有不用也，由是则可以辟患而有不为也，是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。',
            '一箪食，一豆(2)羹，得之则生，弗得则死，嘑(3)尔而与之，行道之人弗受；蹴(4)尔而与之，乞人不屑也；万钟(5)则不辩礼义而受之。万钟于我何加焉？为宫室之美、妻妾之奉、所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得(6)我而为之，是亦不可以已乎？此之谓失其本心。”',
        ],
        'vernacular' => [
            '孟子说：“鱼是我所喜爱的，熊掌也是我所喜爱的；两样不可能同时得到，就舍弃鱼而要熊掌。生存是我所喜爱的，义也是我所喜爱的；两样不能同时兼顾，就放弃生存而要义。生存是我所喜爱的，但所喜爱的有超过生存的，所以不做苟且偷生的事；死亡是我所憎恶的，但我所憎恶的有超过死亡的，所以有些祸患我不躲避。',
            '假使人们所喜爱的没有什么超过生存的了，那么凡是可以保命的手段，哪样不采用呢？假使人们所憎恶的没有什么超过死亡的了，那么凡是可以躲避祸患的事，哪样不去干呢？按这么做就能生存，然而有人却不去做，按这么做就能避开祸患，然而有人却不干，由此可见，所喜爱的有超过生存的，所憎恶的有超过死亡的。不仅仅是贤人有这样的思想，人人都是有的，只是贤人能不丧失它罢了。',
            '一筐饭，一碗汤，得到就能活，得不到就饿死，（但如果）吆喝着施舍给人，路上的饿汉也不愿接受；（如果）用脚踢着施舍给人，那就连乞丐也会不屑一顾的。一万钟的俸禄，（有人）却不问是否合乎礼义就接受了。万钟的俸禄对我有什么好处呢？是为了住宅的华美、妻妾的侍奉和所认识的穷人感激我吗？本该宁死也不接受的，现在却为了住宅的华美而接受了；本该宁死也不接受的，现在却为了妻妾的侍奉而接受了；本该宁死也不接受的，现在却为了让所认识的穷人感激我而接受了，这些行径不也应该停止了么？这就叫丧失了他的本性。”',
        ],
        'notes' => [
            '(1)苟：《诗"唐风"采苓》：“人之为言，苟亦无信。”《礼记·曲礼上》：“临财毋苟得。”司马迁《报任少卿书》：“仆虽怯儒欲苟活，亦颇识去就之分矣。”《韩诗外传》：“不恤乎公道之达义，偷合苟同，以持禄养者，是谓国贼也。”这里用为随便之意。',
            '(2)豆：甲骨文字形，古代一种盛食物的器皿，形似高脚盘，或有盖。从“豆”的字或与食器有关，或与豆类有关。《诗·小雅·楚茨》：“或燔或炙，君妇莫莫，为豆孔庶。”《诗·大雅·生民》：“卬盛于豆。”《诗·鲁颂·閟宫》：“笾豆大房。”《尔雅》：“木豆谓之豆，竹豆谓之笾，瓦豆谓之登。”《说文》：“豆，古食肉器也。”本义是指古代一种盛食物的器皿。新石器时代晚期开始出现，盛行于商周时，多陶制，也有青铜制或木制涂漆的。后世也作礼器。这里用为器皿之意。',
            '(3)嘑(hū)：《诗·大雅·荡》：“式号式嘑。”《礼记·曲礼上》：“城上不嘑。”《仪礼·士昏礼》：“媵侍于户外，嘑则闻。”《史记·滑稽列传》：“嘑河伯妇来。”《广韵》：“嘑，唤也。”这里用为大声叫喊之意。',
            '(4)蹴(cù)：《荀子·哀公》：“孔子蹴然曰。”《说文》：“蹴，蹑也。”《一切经音义》引说文：“蹴，蹋也。以足逆蹋曰蹴。”这里用为踩踏之意。',
            '(5)钟：古代量器，六石四斗为一钟。',
            '(6)得：通“德”，此处作动词。',
        ],
    ],
    [
        'name' => '第十一节',
        'content' => [
            '孟子曰：“仁，人心也；义，人路也。舍其路而弗由，放其心而不知求，哀哉！人有鸡犬放，则知求之；有放心而不知求。学问之道无他，求其放心而已矣。”',
        ],
        'vernacular' => [
            '孟子说：“仁是人的（善）心，义是人的（正）路。放弃了他的正路而不走，丢失了他的善心而不寻找，可悲啊！有人走失了鸡狗还知道去寻找；有人丢失了善心却不知道去寻找。求学请教的道理不在于别的，在于找回他丢失了的善心罢了。”',
        ],
    ],
    [
        'name' => '第十二节',
        'content' => [
            '孟子曰：“今有无名之指屈而不信(1)，非疾痛害事也，如有能信之者，则不远秦楚之路，为指之不若人也。指不若人，则知恶之；心不若人，则不知恶，此之谓不知类(2)也。”',
        ],
        'vernacular' => [
            '孟子说：“如果现在有个人无名指弯曲了不能伸直，（虽然）既不疼痛又不妨碍做事，但如果有人能使它伸直，那么即使赶到秦国楚国去（医治），也不会嫌路远，为的是手指不如别人。手指不如别人，知道厌恶它；心不如别人，却不知道厌恶，这叫不懂轻重。”',
        ],
        'notes' => [
            '(1)信：古同“伸”。《易·系辞下》：“尺蠖之屈，以求信也。龙蛇之蛰，以存身也。精义之神，以致用也。”《周礼·考工记》：“引而信之，欲其直也，信之而直，则取材正也。”《汉书·律历志》：“丈者，张也。引者，信也。”这里用为舒展开、伸直之意。',
            '(2)不知类：朱熹《四书集注》云：“言不知轻重之等也。”译文从之。',
        ],
    ],
    [
        'name' => '第十三节',
        'content' => [
            '孟子曰：“拱把(1)之桐梓，人苟欲生之，皆知所以养之者。至于身，而不知所以养之者，岂爱身不若桐梓哉？弗思甚也。”',
        ],
        'notes' => [
            '(1)拱把：两手大拇指和食指围成的圈。',
        ],
        'vernacular' => [
            '孟子说：“一两把粗的桐树梓树，人们要想让它们生长，都知道该怎样去培养。至于本身，反倒不知道怎样培养自己，岂不是爱自身还不如爱桐树梓树吗？真是太不会考虑问题了。”',
        ],
    ],
    [
        'name' => '第十四节',
        'content' => [
            '孟子曰：“人之于身也，兼所爱。兼所爱，则兼所养也。无尺寸之肤不爱焉，则无尺寸之肤不养也。所以考其善不善者，岂有他哉？于己取之而已矣。体有贵贱，有小大(1)。无以小害大，无以贱害贵。养其小者为小人，养其大者为大人。今有场师(2)，舍其梧标(3)，养其樲棘(4)，则为贱场师焉。养其一指而失其肩背，而不知也，则为狼疾(4)人也。饮食之人，则人贱之矣，为其养小以失大也。饮食之人无有失也，则口腹岂适为尺寸之肤哉？”',
        ],
        'vernacular' => [
            '孟子说：“人对于自己的身体，是各部分都爱护的。都爱护，便都加以保养。没有哪点儿肌肤不爱护，便没有哪点儿肌肤不保养。用来考察他保养得好不好，难道有别的方法吗？在于看他注重保养哪一部分罢了。身体有重要部分和次要部分，有小的部分和大的部分。不能因为（保养了）小的部分而损害了大的部分，不能因为（保养了）次要部分而损害了重要部分。只保养小的部分的，是小人，能保养大的部分的，是君子。如果现在有这么个园艺师，放弃培植梧桐标树，去培植酸枣荆棘，那他就是个顶蹩脚的园艺师。（如果有人）保养了自己一个手指却丧失了肩背的功能，自己还不清醒，那他就是个顶糊涂的人。专讲吃喝的人，人们鄙视他，是因为他保养了小的部分而丧失了大的部分。如果讲究吃喝的人没有丢弃（善心的培养），那么他的吃喝难道还只是为了保养一尺一寸的肌肤吗？”',
        ],
        'notes' => [
            '(1)体有贵贱，有小大：朱熹《四书集注》云：“贱而小者，口腹也；贵而大者，心志也。”',
            '(2)场师：古代的园艺师。',
            '(3)梧(wú)檟(jiǎ)：果木名，梧桐树和山楸树，两者皆良木，所以并称，比喻良才。',
            '(4)樲(èr)棘(jí)：果木名，即酸枣和荆棘，两者皆无用之木，所以并称，比喻贱才。',
            '(5)狼疾：又称为狼藉，散乱、错杂的样子。比喻为昏愦糊涂之人。',
        ],
    ],
    [
        'name' => '第十五节',
        'content' => [
            '公都子问曰：“钧是人也，或为大人，或为小人，何也？”',
            '孟子曰：“从其大体为大人，从其小体为小人。”',
            '曰：“钧是人也，或从其大体，或从其小体，何也？”',
            '曰：“耳目之官不思，而蔽于物。物交物，则引之而已矣。心之官则思，思则得之，不思则不得也。此天之所与我者。先立乎其大者，则其小者不能夺也。此为大人而已矣。”',
        ],
        'vernacular' => [
            '公都子问道：“同样是人，有的成了君子，有的成了小人，是什么原因？”',
            '孟子说：“能依从重要器官的就成为君子，依从次要器官的就成为小人。”',
            '公都子又问：“同样是人，有人能依从重要器官，有人却依从次要器官，为什么呢？”',
            '孟子说：“耳朵、眼睛这些器官不会思考，（容易）被外物蒙蔽。因此一与外物接触，就被引诱过去。心这个器官是会思考的，思考就能得到（善性），不思考就得不到（善性）。这是天赋予我们的（最重要的）器官。先抓紧这个重要器官，那么（耳朵眼睛之类）次要器官就不会被（外物的引诱）夺走了。这就是成为君子的道理罢了。”',
        ],
    ],
    [
        'name' => '第十六节',
        'content' => [
            '孟子曰：“有天爵(1)者，有人爵者。仁义忠信，乐善不倦，此天爵也；公卿大夫，此人爵也。古之人修其天爵，而人爵从之。今之人修其天爵，以要人爵；既得人爵，而弃其天爵，则惑之甚者也，终亦必亡而已矣。”',
        ],
        'vernacular' => [
            '孟子说：“有天爵，有人爵。仁义忠信，好善不倦，这就是天爵；公卿大夫，这些是人爵。古代的人修养他的天爵，而人爵就随天爵来了。现在的人修养天爵，是用它来获取人爵；一旦得了人爵，就丢弃了他的天爵，那是实在太糊涂了，最终（他的人爵）也一定会丧失的。”',
        ],
        'notes' => [
            '(1)天爵、人爵：天爵指仁义忠信等，孟子认为这些是天然就值得尊贵的。人爵指通常所说的爵位。',
        ],
    ],
    [
        'name' => '第十七节',
        'content' => [
            '孟子曰：“欲贵者，人之同心也。人人有贵于己者，弗思耳矣。人之所贵者，非良贵也。赵孟(1)之所贵，赵孟能贱之。《诗》云：‘既(2)醉以酒，既饱(3)以德。’言饱乎仁义也，所以不愿人之膏(4)粱之味也；令闻广誉施于身，所以不愿人之文绣(5)也。”',
        ],
        'vernacular' => [
            '孟子说：“想要尊贵，这是人们共同的心理。人人都有可尊贵的东西，只是不去想到它罢了。别人给予的尊贵，不是真正的尊贵。赵孟给予了一个人尊贵，赵孟也能使他低贱。《诗经》上说：‘既供奉美酒使他陶醉，又献上仁德使他满足。’这是说仁义满足了，所以就不羡慕别人的美味佳肴了；美好的名声、广泛的赞誉落在自己身上了，所以就不羡慕别人的锦绣衣裳了。“',
        ],
        'notes' => [
            '(1)赵孟：即赵盾，字孟。春秋时晋国正卿，掌握晋国的实权，因而他的子孙后来也称赵孟。',
            '(2)出自《诗经。大雅。既醉》，是周代祭祖时祭辞中的两句。今人高亨认为“德”字当作“食”，古德字作“惪”，与食形近而误（说见其《诗经今注》）。既：《诗·小雅·大东》：“佻佻公子，行彼周行，既往既来，使我心疚。”裴学海《古书虚字集释》卷五：“既，犹其也。一为指事之词。”这里用为代词，相当于“其”之意。',
            '(3)饱：《诗"小雅"苕之华》：“人可以食，鲜可以饱。”《诗·大雅·既醉》：“既醉以酒，既饱以德。”《论语·述而》：“子食於有丧者之侧，未尝饱也。”《文心雕龙·事类》：“有学饱而才馁，有才富而学贫。”这里用为充满、满足之意。',
            '(4)膏：《易·屯·九五》：“屯其膏，小，贞，吉；大，贞，凶。”《左传·成公十年》：“膏之下。”《大戴礼记·易本命》：“无角者膏。”《庄子·则阳》：“内热溲膏。”《春秋·玄命苞》：“膏者，神之液也。”《山海经·海内经》：“西南，黑水之间有都广之野，后稷葬焉，爰有膏菽、膏稻、膏黍、膏稷。”这里用为甘甜、肥腴、美好之物之意。膏梁：肥肉和细粮。',
            '(5)文绣：刺绣精美的丝织品或衣服。',
        ],
    ],
    [
        'name' => '第十八节',
        'content' => [
            '孟子曰：“仁之胜不仁也，犹水胜火。今之为仁者，犹以一杯水救一车薪之火也；不熄，则谓之水不胜火，此又与于不仁之甚者也，亦终必亡而已矣。”',
        ],
        'vernacular' => [
            '孟子说：“仁能战胜不仁，就像水能战胜火一样。而现在一些行仁的人，好比用一杯水去浇灭一车木柴燃起的大火；火不熄灭，就说水不能战胜火。这反而助长了那些最不仁的人，（而他原来那点仁）也最终会丧失的。”',
        ],
    ],
    [
        'name' => '第十九节',
        'content' => [
            '孟子曰：“五谷者，种之美者也，苟为不熟，不如荑稗(1)。夫仁，亦在乎熟之而已矣。”',
        ],
        'vernacular' => [
            '孟子说：“五谷是庄稼中的好品种，但如果不成熟，那还不如稗子之类野草。仁，也在于使它成熟罢了。”',
        ],
        'notes' => [
            '(1)荑(tí)：通“稊”。草名。一种像稗子的草。《诗·邶风·静女》：“自牧归荑。”《诗·卫风·硕人》：“手如柔荑，肤如凝脂。”《晋书·元帝纪》：“生繁华于枯荑。”《后汉书·方术传》：“炳复次禁枯树，树即生荑。”这里用为草名之意。',
            '(2)稗(bài)：稗草。一年生禾草，叶似稻，节间无毛，杂生于稻田中，有害于稻子的生长。《左传·定公十年》：“用秕稗也。”《说文》：“稗，禾别也。”这里用为草名之意。',
        ],
    ],
    [
        'name' => '第二十节',
        'content' => [
            '孟子曰：“羿之教人射，必志于彀(1)；学者亦必志于彀。大匠诲人必以规矩，学者亦必以规矩。”',
        ],
        'vernacular' => [
            '孟子说：“羿教人射箭，一定要求把弓拉满；学射的人也力求自己把弓拉满。高明的工匠教人手艺，一定要用圆规和曲尺；学手艺的人也一定要使用圆规和曲尺。”',
        ],
        'notes' => [
            '(1)彀(gòu)：把弓拉满。《管子·小称》：“羿有以感弓矢，故彀可得而中也。”《说文》：“彀，张弩也。”这里用为张满弓之意。',
        ],
    ],
],
];
