<?php
return [
'chapters' => [
    [
        'name' => '第十九节',
        'content' => [
            '孟子曰：“五谷者，种之美者也，苟为不熟，不如荑稗(1)。夫仁，亦在乎熟之而已矣。”',
        ],
        'vernacular' => [
            '孟子说：“五谷是庄稼中的好品种，但如果不成熟，那还不如稗子之类野草。仁，也在于使它成熟罢了。”',
        ],
        'notes' => [
            '(1)荑(tí)：通“稊”。草名。一种像稗子的草。《诗·邶风·静女》：“自牧归荑。”《诗·卫风·硕人》：“手如柔荑，肤如凝脂。”《晋书·元帝纪》：“生繁华于枯荑。”《后汉书·方术传》：“炳复次禁枯树，树即生荑。”这里用为草名之意。',
            '(2)稗(bài)：稗草。一年生禾草，叶似稻，节间无毛，杂生于稻田中，有害于稻子的生长。《左传·定公十年》：“用秕稗也。”《说文》：“稗，禾别也。”这里用为草名之意。',
        ],
    ],
],
];
