<?php
return [
'chapters' => [
    [
        'name' => '第四节',
        'content' => [
            '告子曰：“食、色，性也。仁，内也，非外也；义，外也，非内也。”',
            '孟子曰：“何以谓仁内义外也？”',
            '曰：“彼长而我长之，非有长于我也；犹彼白而我白之，从其白于外也，故谓之外也。”',
            '曰：“异于白马之白也，无以异于白人之白也；不识长马之长也，无以异于长人之长与？且谓长者义乎？长之者义乎？”',
            '曰：“吾弟则爱之，秦人之弟则不爱也，是以我为悦者也，故谓之内。长楚人之长，亦长吾之长，是以长为悦者也，故谓之外也。”',
            '曰：“耆(1)秦人之炙，无以异于耆吾炙，夫物则亦有然者也，然则耆炙亦有外与？”',
        ],
        'vernacular' => [
            '告子说：“食欲、性欲，是人的天性。仁是生自内心的，不是外因引起的；义是外因引起的，不是生自内心的。”',
            '孟子说：“凭什么说仁是生自内心而义是外因引起的呢？”',
            '告子说：“他（比我）年长，我便尊敬他，不是预先就有‘尊敬他’的念头在我心里的；好比他（肤色）白，我便认为他白，是由于他的白显露在外的缘故，所以说（义）是外因引起的。”',
            '孟子说：“白马的白，没有什么区别于白人的白；不知道对老马的尊敬，也没有什么区别于对长者的尊敬的吗？再说，是认为长者那里存在义呢，还是尊敬他的人那里存在义呢？”',
            '告子说：“是我弟弟，我就爱他；是秦国人的弟弟，就不爱他，这是由我决定爱谁的，所以说（仁）是生自内心的。尊敬楚国人中的长者，也尊敬我自己的长者，这是由对方年长决定的，所以说（义）是外国引起的。”',
            '孟子说：“爱吃秦国人烧的肉，同爱吃自己烧的肉是没有什么区别的，其他事物也有这种情况，那么爱吃肉也是由外因引起的吗？”',
        ],
        'notes' => [
            '(1)耆(qí)：通“嗜”。《周礼·秋官·大行人》：“五方之民，言语不通，耆欲不同。”《庄子·齐物论》：“鸱鸮耆鼠。”这里用为嗜好之意。',
        ],
    ],
],
];
