<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '孟季子(1)问公都子曰：“何以谓义内也？”',
            '曰：“行吾敬，故谓之内也。”',
            '“乡人长于伯兄一岁，则谁敬？”',
            '曰：“敬兄。”',
            '“酌则谁先？”',
            '曰：“先酌乡人。”',
            '“所敬在此，所长在彼，果在外，非由内也。”',
            '公都子不能答，以告孟子。',
            '孟子曰：“敬叔父乎，敬弟乎？彼将曰，‘敬叔父。’曰，‘弟为尸(2)，则谁敬？’彼将曰，‘敬弟。’子曰，‘恶在其敬叔父也？’彼将曰，‘在位故也。’子亦曰，‘在位故也。庸(3)敬在兄，斯须之敬在乡人。’”',
            '季子闻之，曰：“敬叔父则敬，敬弟则敬，果在外，非由内也。”',
            '公都子曰：“冬日则饮汤，夏日则饮水，然则饮食亦在外也？”',
        ],
        'notes' => [
            '(1)孟季子：情况不详，有三种说法，姑且不论。朱熹云：“疑是孟仲子之弟也。”或说为任国国君之弟季任。',
            '(2)尸：古代祭祀时，代死者受祭、象征死者神灵的人，以臣下或死者的晚辈充任。后世改为用神主、画像。《诗"召南"采蘋》：“谁其尸之？”《诗"小雅"楚茨》：“神具醉止，皇尸载起。”《仪礼·士虞礼》：“祝延尸。”《礼记·曲礼》：“孙可以为王父尸。”《仪礼·特牲礼》注：“尸，所祭者之孙也。祖之尸则主人乃宗子。祢之尸则主人乃父道。”《说文》：“尸，神像也。象卧之形。”这里用为祭祀时代表死者受祭的人之意。',
            '(3)庸(yōng)：《书·尧典》：“畴咨若时登庸。”《书·康诰》：“用其义刑义杀，勿庸以次汝封。乃汝尽逊曰时叙，惟曰未有逊事。”《诗·王风·兔爰》：“我生之初，尚无庸。”《诗·齐风·南山》：“齐子庸止。”《论语·雍也》：“中庸之为德也，甚至矣乎！民鲜久矣。”《礼记·中庸》：“君子中庸；小人反中庸。”《说文》：“庸，用也。”这里用为用、需要之意。',
        ],
        'vernacular' => [
            '孟季子问公都子说：“为什么说义是生自内心的呢？”',
            '公都子说：“（义是）表达我的敬意，所以说是生自内心的。”',
            '（孟季子问：）“有个同乡人比你大哥大一岁，那么先尊敬谁？”',
            '公都子说：“尊敬大哥。”',
            '（孟季子又问：）“（如果在一起喝酒，）先给谁斟酒？”',
            '公都子说：“先给那个同乡人斟酒。”',
            '（孟季子说：）“内心要敬重的（大哥）在这里，实际敬重的（同乡人）在那里，（可见义）果然是外因引起的，不是生自内心的。”',
            '公都子不能回答，把这事儿告诉了孟子。',
            '孟子说：“（你反问他，）应该尊敬叔父呢，还是尊敬弟弟？他会说，‘尊敬叔父。’（你再）问，‘弟弟充当了受祭的代理人，那该尊敬谁？’他会说，‘尊敬弟弟。’你就再问，‘（如果这样）尊敬叔叔又体现在哪里呢？’他会说，‘因为弟弟处在受祭代理人地位的缘故。’你也就说，‘因为（那个同乡人）处在该受尊敬的地位上的缘故。平时尊敬的是大哥，这会儿该尊敬的是同乡人。’”',
            '季子听说了这番话，说：“该尊敬叔父时就尊敬叔父，该尊敬弟弟时就尊敬弟弟，（可见义）果然在于外因，不是生自内心的。”',
            '公都子说：“冬天要喝热水，夏天要喝凉水，那么需要吃喝，也在于外因吗？”',
        ],
    ],
],
];
