<?php
return [
'chapters' => [
    [
        'name' => '第六节',
        'content' => [
            '公都子曰：“告子曰：‘性无善无不善也。’或曰：‘性可以为善，可以为不善；是故文、武兴，则民好善；幽、厉(1)兴，则民好暴。’或曰：‘有性善，有性不善；是故以尧为君而有象；以瞽瞍为父而有舜；以纣为兄之子，且以为君，而有微子启、王子比干(2)。’今曰‘性善’，然则彼皆非与？”',
            '孟子曰：“乃若其情，则可以为善矣，乃所谓善也。若夫为不善，非才之罪也。恻隐之心，人皆有之；羞恶之心，人皆有之；恭敬之心，人皆有之；是非之心，人皆有之。恻隐之心，仁也；羞恶之心，义也；恭敬之心，礼也；是非之心，智也。仁义礼智，非由外铄(3)我也，我固有之也，弗思耳矣。故曰，‘求则得之，舍则失之。’或相倍蓰(4)而无算者，不能尽其才者也。《诗》曰(5)：‘天生烝(6)民，有物有则。民之秉彝(6)，好是懿(7)德。’孔子曰：‘为此诗者，其知道乎！故有物必有则；民之秉彝也，故好是懿德。’”',
        ],
        'vernacular' => [
            '公都子说：“告子说：‘天性没有善良、不善良的区别。’有人说：‘天性可以变得善良，可以变得不善良；所以文王、武王得了天下，百姓就爱好善良；幽王、厉王统治了天下，百姓就变得凶暴。’又有人说：‘有天性善良的，有天性不善良的；所以以尧为君主，却有象（这样的臣民）；以瞽瞍为父亲，却有舜（这样的儿子）；以纣为侄儿，并且以他为君主，却有微子启、王子比干。’现在您说‘天性善良’，那么他们所说的都错了吗？”',
            '孟子说：“至于说到人的（天生的）情性，那是可以认为是善的，这就是我说的天性善良。至于有人变得不善，不是天性的过错。同情心，人人都有；羞耻心，人人都有；恭敬心，人人都有；是非心，人人都有。同情心就是仁；羞耻心就是义；恭敬心就是礼；是非心就是智。（可见）仁、义、礼、智不是由外界赠给我的，是我本来就具有的，只是不去思考这些罢了。所以说，‘探求就能得到它们，放弃就会失掉它们。’有人（同别人比）相差一倍、五倍甚至无数倍，这是不能充分表现他的天性的缘故。《诗经》上说：‘上天生养众民，有事物便有法则。众民保持了常性，所以爱好美德。’孔子说：‘作这篇诗的，是懂得道的啊！有事物便有法则；众民保持了常性，所以爱好美德。’”',
        ],
        'notes' => [
            '(1)幽、厉：指周幽王、周厉王，周代两个暴君。',
            '(2)微子启、王子比干：微子启，据《左传》、《史记》记载，是纣王的庶兄。王子比干，纣王叔父，因劝谏而被纣王剖心而死。',
            '(3)铄(shuò)：《六书故·地理一》：“铄，消渗因谓之铄。”这里用为渗入之意。',
            '(4)蓰(xǐ)：《孟子·滕文公上》：“或相倍蓰，或相什伯，或相千万。”《金史·宗叙传》：“官吏为奸，率敛星火，新费倍蓰。”《集韵·纸韵》：“蓰，物数也，五倍为蓰。”这里用为五倍之意。',
            '(5)以上四句出自《诗经·大雅·烝民》。',
            '(6)烝(zhēng)：《诗经"豳风"东山》：“蜎蜎者蠋，烝在桑野。”《诗"小雅"常棣》：“每有良朋，蒸也无戎。”《诗·小雅·渐渐之石》：“有豕向蹄，烝涉波矣。”《诗·大雅·烝民》：“天生烝民，有物有则。”《尔雅·释诂下》：“烝，众也。”这里用为众多之意。',
            '(7)彝(yí)：《书·洪范》：“皇极之敷言，足彝是训。”《诗·大雅·烝民》：“天生烝民，有物有则。民之秉彝，好是懿德。”这里用为常道、法度之意。',
            '(8)懿(yì)：《诗·豳风·七月》：“女执懿筐，遵彼微行。”《诗·大雅·烝民》：“民之秉彝，好是懿德。”毛传：“懿，美也。”《尔雅·释诂上》：“懿，美也。”《易·小畜·象》：“风行天上，小畜，君子以懿文德。”《说文·壹部》：“懿，专久而美也。”段玉裁注：“专一而后可久，可久而后美。”这里用为动词，犹言“修美”之意。',
        ],
    ],
],
];
