<?php
return [
'chapters' => [
    [
        'name' => '第七节',
        'content' => [
            '孟子曰：“富岁，子弟多赖(1)；凶岁，子弟多暴，非天之降才尔殊也，其所以陷溺其心者然也。今夫麰(2)麦，播种而耰(3)之，其地同，树之时又同，浡然而生，至于日至(4)之时，皆熟矣。虽有不同，则地有肥硗(5)，雨露之养、人事之不齐也。故凡同类者，举相似也，何独至于人而疑之？',
            '圣人，与我同类者。故龙子(6)曰：‘不知足而为屦，我知其不为蒉(7)也。’履之相似，天下之足同也。口之于味，有同耆也；易牙(8)先得我口之所耆者也②。如使口之于味也，其性与人殊，若犬马之与我不同类也，则天下何耆皆从易牙之于味也？至于味，天下期于易牙，是天下之口相似也。惟耳亦然，至于声，天下期于师旷(8)，是天下之耳相似也。',
            '惟目亦然，至于子都(9)，天下莫不知其姣也；不知子都之姣者，无目者也。故曰，口之于味也，有同耆焉；耳之于声也，有同听焉；目之于色也，有同美焉。至于心，独无所同然乎？心之所同然者何也？谓理也、义也。圣人先得我心之所同然耳。故理、义之悦我心，犹刍豢之悦我口。”',
        ],
        'notes' => [
            '①龙子：见《膝文公上》第三章注。②易牙：齐桓公的宠臣，传说他擅长烹饪。③师旷：春秋时晋平公的乐师，生而目盲，善辨音律。④子都：传说是古代的一个美男子。',
            '(1)赖：《国语·周语》：“先王岂有赖焉。”《战国策》：“为魏则益，为秦则不赖矣。”《说文》：“赖，赢也。”《方言十三》：“赖，取也。”这里用为“利”、美利、美善之意。',
            '(2)麰(móu)：大麦。亦泛指麦类谷物。',
            '(3)耰(yōu)：《论语·微子》：“岂若从辟世之士哉？耰而不辍。”《汉书》：“民以耰鉏櫄梃相挞击，犯法滋蟓，盗贼不胜。”本意是古代的一种农具，弄碎土块，平整田地用，亦指覆种、播种之意。',
            '(4)日至：指夏至。',
            '(5)硗(qiāo)：《国语·楚语》：“瘠硗之地。”《说文》：“硗，磐石也。字亦作墝。”这里用为土地坚硬而瘠薄之意。',
            '(6)蒉(kuì)：《论语·宪问》：“子击磬於卫。有荷蒉而过孔氏之门者。”《汉书》：“以一蒉障江、河，用没其身。”这里用为草编的筐子之意。',
            '(7)易牙：齐桓公时一位善烹调的人。《左传·僖公十七年》：“冬十月乙亥，齐桓公卒。易牙入，与寺人貂因内宠以杀群吏。”',
            '(8)师旷：春秋时代晋国的著名乐师。《孟子·离娄上》：“师旷之聪，不以六律，不能正五音。”',
            '(9)子都：此指人名，相传是郑昭公时的美男子。《诗经·郑风·山有扶苏》：“山有扶苏，隰有荷华。不见子都，乃见狂且。”',
            '(10)刍：《庄子·齐物论》：“民食刍豢。”《史记·货殖列传》：“耳目欲极声色之好，口欲穷刍豢之味。”这里泛指指牛羊猪狗等牲畜之意。',
        ],
        'vernacular' => [
            '孟子说：”丰年，青年子弟大多懒惰；荒年，青年子弟大多凶暴，不是天生的情性有这种不同，是那影响思想的环境使他们变得这样的。比如种大麦，播了种，耙了地，种的地方相同，种的时间又相同，麦子蓬勃地生长，到夏至的时候，都成熟了。即使有所不同，也是因为土地的肥瘦、雨露的滋养、人工的管理不一样的缘故。所以凡是同类的，全都是相似的，为什么一说到人，偏偏要怀疑这一点呢？',
            '圣人是和我们同类的，所以龙子说：‘不知道脚样而编鞋，我知道不会把它编成草筐的。’草鞋的相似，是因为天下之人的脚形是相同的。口对于味道，有同样的嗜好；易牙是最先掌握了我们口味上共同嗜好的人。假使口对于味道，生来就跟别人不一样，就像狗、马和我们不同类一样，那么天下的人为什么都追随易牙的口味呢？说到口味，天下的人都期望尝到易牙烹调的菜肴，这说明天下人的口味是相似的。耳朵也是这样，说到声音，天下的人都期望听到师旷演奏的乐曲，这说明天下之人的听觉是相似的。',
            '眼睛也是这样，说到子都，天下没有不知道他俊美的；不知道子都俊美的，是不长眼睛的人。所以说，口对于味道，有相同的嗜好；耳朵对于声音，有相同的听觉；眼睛对于容貌，有相同的美感。说到心，偏偏会没有相同的爱好吗？心的共同爱好是什么？就是理，就是义。圣人最先觉悟到我们人心的相同爱好罢了。所以理义能使我们心理愉悦，正像牛羊猪狗的肉能使我们享到口福一样。”',
        ],
    ],
],
];
