<?php
return [
'chapters' => [
    [
        'name' => '第九节',
        'content' => [
            '孟子曰：“无或(1)乎王之不智也。虽有天下易生之物也，一日暴(2)之，十日寒之，未有能生者也。吾见亦罕矣，吾退而寒之者至矣，吾如有萌焉何哉？今夫弈(3)之为数(4)，小数也；不专心致志，则不得也。弈秋(5)，通国之善弈者也。使弈秋诲二人弈，其一专心致志，惟弈秋之为听。一人虽听之，一心以为有鸿鹄(6)将至，思援弓缴(7)而射之，虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也。”',
        ],
        'vernacular' => [
            '孟子说：“对于君王的不聪明，不必奇怪。即使有天下最容易生长的东西，（如果）晒它一天，冻它十天，没有能生长的。我见君王的次数很少，我一离开他，那些给他泼冷水的人马上又围上去了，（这样，）我对他刚有的那点善心的萌芽又能怎么样呢？（好比下棋，）下棋作为技艺，是小技艺；不专心致志，就学不到手。弈秋是全国最擅长下棋的。让弈秋教两个人下棋，其中一人专心致志，一心只听弈秋讲解。另外一人虽然也在听讲，却一心以为有只天鹅要飞来了，想着拿弓箭去射它，虽然他同另一人一起在学，却不如人家学得好了。是因为他的智力不如人家吗？当然不是这样。”',
        ],
        'notes' => [
            '(1)或：通“惑”。《管子·回称》：“擅创为令,迷或其君。”《墨子·备蛾传》：“夜半,而城上四面鼓噪,敌人必或。”《大戴礼记·曾子制言》：“贫贱吾恐其或失也。”《汉书·霍去病传》：“别从东道,或失道。”《盐铁论·错币》：“买则失实,卖则失理,其疑或滋益甚。”这里用为迷惑之意。',
            '(2)暴(pù)：同“曝”，《左传·宣公十二年》：“今我使二国暴骨。”《小尔雅》：“暴，晒也。”《颜氏家训·书证》：“言日中时必须暴晒，不尔者，失其时也。”《史记·司马相如传》：“暴于南荣。”《考工记》：“书暴诸日。”《广韵》：“暴，日干也。曝，俗。”这里用为曝晒之意。',
            '(3)弈(yì)：《左传·襄公二十五年》：“视君不如弈棋。”《论语·阳货》：“不有博弈者乎？”《小尔雅》：“棋局谓之弈。”《说文》：“弈，围棋也。”这里用为下棋之意。',
            '(4)数：《老子·五章》：“多言数穷，不如守中。”《周礼·地官·大司徒》：“三曰六艺：礼、乐、射、御、书、数。”《商君书》：“故为国之数，务在垦草。”这里用为方法之意。',
            '(5)弈秋：古代一个善于下围棋的人。',
            '(6)鸿鹄：《史记·陈涉世家》：“鸿鹄之志。”南朝梁·丘迟《与陈伯之书》：“慕鸿鹄以高翔。”《说文》：“鸿，鹄也。”即天鹅。因飞得很高，所以常用来比喻志向远大的人。',
            '(7)缴(zhuó)：《说文》：“缴，生丝缕也。”本意为系在箭上的生丝绳，这里代指箭。',
        ],
    ],
],
];
