<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '任(1)人有问屋庐子(2)曰：“礼与食孰重？”',
            '曰：“礼重。”',
            '“色与礼孰重？”',
            '曰：“礼重。”',
            '曰：“以礼食，则饥而死；不以礼食，则得食，必以礼乎？亲迎(3)，则不得妻；不亲迎，则得妻，必亲迎乎？”',
            '屋庐子不能对，明日之邹以告孟子。',
            '孟子曰：“于答是也，何有？不揣其本，而齐其末，方寸之木可使高于岑楼。金重于羽者，岂谓一钩金与一舆羽之谓哉？取食之重者与礼之轻者而比之，奚翅(4)食重？取色之重者与礼之轻者而比之，奚翅色重？往应之曰：‘紾(5)兄之臂而夺之食，则得食；不紾，则不得食，则将紾之乎？逾东家墙而搂其处子，则得妻；不搂，则不得妻，则将搂之乎？’”',
        ],
        'vernacular' => [
            '任国有个人问屋庐子道：“礼节和吃饭哪样重要？”',
            '屋庐子说：“礼节重要。”',
            '那人又问：“娶妻和礼节哪样重要？”',
            '回答说：“礼节重要。”',
            '那人又问：“按照礼节求饭吃，却吃不上而饿死；不按礼节求饭吃，却吃上了饭，那么也一定要按礼节行事吗？按亲迎礼娶亲，却娶不到妻子；不按亲迎礼，却能娶到妻子，那么也一定要行亲迎礼吗？”',
            '屋庐子不能回答，第二天就到邹国去，把问题告诉给孟子。',
            '孟子说：”回答这个问题有什么困难呢？不度量原来基础的高低，只比较它们的末端，那么寸把长的木块也能使它高过尖顶的高楼。金属比羽毛重，难道是就一只金属带钩和一车子羽毛相比来说的吗？拿吃饭的重要问题同礼节的细小方面相比，何止是吃饭重要？拿娶妻的重要问题同礼节的细小方面相比，何止是娶妻重要？你去这样回答他：‘扭住哥哥的胳膊夺他的饭吃，就能得到饭吃；不扭就得不到饭吃，那么就该扭他吗？翻过东边人家的墙头，搂抱那家的闺女，就能得到妻子；不去搂抱，就得不到妻子，那么就该去搂抱吗？’”',
        ],
        'notes' => [
            '(1)任：古国名，在今山东济宁境内。',
            '(2)屋庐子：姓屋庐，名连，孟子弟子。',
            '(3)亲迎：古代结婚六礼之一，新郎亲自至女家，迎新娘入室，行交拜合卺(jǐn)之礼。',
            '(3)翅(chì)：通“啻”，止。《庄子·大宗师》：“阴阳于人，不翅于父母。”清朱骏声《说文通训定声·解部》：“翅，假借为啻。”这里用为“但”、“仅仅”之意。',
            '(4)紾(zhěn)：扭。《淮南子·原道》：“无所左而无所右，蟠委错紾，与万物始终。是谓至德。”《说文·系部》：“紾，转也。”这里用为扭、拧之意。',
        ],
    ],
    [
        'name' => '第二节',
        'content' => [
            '曹交(1)问曰：“人皆可以为尧、舜，有诸？”',
            '孟子曰：“然。”',
            '“交闻文王十尺，汤九尺，今交九尺四寸以长，食粟而已，如何则可？”',
            '曰：“奚有于是？亦为之而已矣。有人于此，力不能胜一匹雏，则为无力人矣；今曰举百钧，则为有力人矣。然则举乌获(2)之任，是亦为乌获而已矣。夫人岂以不胜为患哉？弗为耳。徐行后长者谓之弟，疾行先长者谓之不弟(3)。夫徐行者，岂人所不能哉？所不为也。尧、舜之道，孝弟而已矣。子服尧之服，诵尧之言，行尧之行，是尧而已矣。子服桀之服，诵桀之言，行桀之行，是桀而已矣。”',
            '曰：“交得见于邹君，可以假馆，愿留而受业于门。”',
            '曰：“夫道若大路然，岂难知哉？人病(4)不求耳。子归而求之，有余师。”',
        ],
        'vernacular' => [
            '曹交问道：“人人都能成为尧、舜，有这说法吗？”',
            '孟子说：“有的。”',
            '曹交又问：“我听说文王身长十尺，汤身长九尺，我曹交有九尺四寸多高，只知道吃饭罢了，怎样才可以（成为尧、舜）呢？”',
            '孟子说：“这有什么难的呢？只要去做就行了。如果有个人，力气提不起一只小鸡，那他就是个没有力气的人了；如果说能举起三千斤的东西，那就是个很有力气的人了。既然这样，那么只要能举起乌获举过的重量，这样也就成为乌获了。一个人可担心的，难道在于不能胜任吗？在于不去做罢了。慢慢地跟在长者后面走，叫作悌，快步抢在长者前面走，叫作不悌。慢慢走，难道是一个人不能做到的吗？不去做罢了。尧、舜之道，孝和悌而已。（如果）你穿尧所穿的衣服，说尧所说的话，做尧所做的事，这样也就成为尧了。（如果）你穿桀所穿的衣服，说桀所说的话，做桀所做的事，这样就变成桀了。”',
            '曹交说：“我能见到邹君，可以向他借个住处，愿意留下来在您门下学习。”',
            '孟子说：“（尧舜之）道就像大路一样，哪里是难懂的呢？就怕人们不去寻求罢了。你回去寻求吧，会有很多老师的。”',
        ],
        'notes' => [
            '(1)曹交：生平不详，春秋战国时期曹国君主的弟弟。',
            '(2)乌获：传说是古代的一个大力士。',
            '(3)弟：即悌。《诗"齐风"载驱》：“鲁道有荡，齐子岂弟。”《诗"小雅"青蝇》：“岂弟君子，无信谗言。”《诗·大雅·卷阿》：“岂弟君子，四方为纲”。《论语·学而》：“其为人也孝弟，而好犯上者，鲜矣。”《礼记·曲礼上》：“僚友称其弟也。”《荀子·王制》：“能以事亲谓之孝，能以事兄谓之弟，能以事上谓之顺，能以使下谓之君。”《商君书·去强》：“国有礼有乐，有诗有画，有善有修，有孝有弟，有廉有辩。”这里用为敬爱兄长之意。',
            '(4)病：《老子·七十一章》：“知不知，尚矣；不知知，病也。”《论语·卫灵公》：“子曰：‘君子病无能焉，不病人之不己知也。’”《礼记·乐记》：“对曰：‘病不得其众也。’”郑玄注：“病，犹忧也。以不得众心为忧。”《孟子·公孙丑上》：“今日病矣，予助苗长矣。”《荀子·正论》：“王公则病不足于上。”《广韵·映韵》“病，忧也。”这里用为忧虑、担心之意。',
        ],
    ],
    [
        'name' => '第三节',
        'content' => [
            '公孙丑问曰：“高子(1)曰：《小弁》(2)，小人之诗也。”',
            '孟子曰：“何以言之？”',
            '曰：“怨。”',
            '曰：“固哉，高叟之为诗也！有人于此，越人关弓而射之，则己谈笑而道之；无他，疏之也。其兄关弓而射之，则己垂涕泣而道之；无他，戚之也。《小弁》之怨，亲亲也；亲亲，仁也。固矣夫，高叟之为诗也！”',
            '曰：“《凯风》(3)何以不怨？”',
            '曰：“《凯风》，亲之过小者也；《小弁》，亲之过大者也。亲之过大而不怨，是愈疏也；亲之过小而怨，是不可矶也。愈疏，不孝也；不可矶(4)，亦不孝也。孔子曰：‘舜其至孝矣，五十而慕。’”',
        ],
        'vernacular' => [
            '公孙丑问道：“高子说：《小弁》是小人（所作）的诗。（对吗？）”',
            '孟子说：“凭什么这么说呢？”',
            '（公孙丑）说：“因为诗中有怨恨。”',
            '孟子说：“高老先生的论诗太呆板了！如果有一个人，越国人拉开弓去射他，（事后）他可以有说有笑地讲这件事；没有别的原因，只因为和越国人关系疏远，（可以由他去犯罪。）如果是他哥哥拉开了弓射他，（事后）他就会哭哭啼啼地讲这件事；没有别的原因，只因为和哥哥关系亲近，（不愿让他服罪。《小弁》的怨恨，出自热爱亲人热爱亲人就是仁。太呆板了，高老先生这样的论诗！”',
            '公孙丑问：“《凯风》这首诗为什么没有怨恨情绪？”',
            '孟子说：“《凯风》这首诗，是写母亲的小过错；《小弁》所写的是父亲的大过错。父母过错大而不怨恨，这是更加疏远父母；父母过错小而怨恨，这是一点都不能受刺激。更加疏远父母，这是不孝；不能受（父母）一点刺激，也是不孝。孔子说过：‘舜是最孝顺的了，到了五十岁上还眷念着父母。’”',
        ],
        'notes' => [
            '(1)高子：与孟子同时代但年长于孟子的一位学者。生平不详。',
            '(2)《小弁(biàn)》：《诗经·小雅》中的一篇诗。旧说是指责周幽王的诗。周幽王先娶申后，生宜臼，立为太子；后宠褒姒，改立褒姒之子伯服为太子，废申后及太子宜臼。此诗述说的就是宜臼的哀伤、怨恨之情。传说是宜臼的老师所作。',
            '(3)《凯风》：《诗经·邶风》中的一篇诗。旧说卫国有个已有七个儿子的母亲想改嫁，于是七个儿子作此诗来自责不孝，以使母亲感悟。',
            '(4)矶：《集韵·微韵》：“矶，感激也。”本义为大石激水，水冲击岩石。引申为激怒、触犯之意。',
        ],
    ],
    [
        'name' => '第四节',
        'content' => [
            '宋牼(1)将之楚，孟子遇于石丘(2)，曰：“先生将何之？”',
            '曰：“吾闻秦楚构兵，我将见楚王说而罢之。楚王不悦，我将见秦王说而罢之。二王我将有所遇焉。”',
            '曰：“轲也请无问其详，愿闻其指。说之将何如？”',
            '曰：“我将言其不利也。”',
            '曰：“先生之志则大矣，先生之号(3)则不可。先生以利说秦楚之王，秦楚之王悦于利，以罢三军之师，是三军之士乐罢而悦于利也。为人臣者怀利以事其君，为人子者怀利以事其父，为人弟者怀利以事其兄，是君臣、父子、兄弟终去仁义，怀利以相接，然而不亡者，未之有也。先生以仁义说秦楚之王，秦楚之王悦于仁义，以罢三军之师，是三军之士乐罢而悦于仁义也。为人臣者怀仁义以事其君，为人子者怀仁义以事其父，为人弟者怀仁义以事其兄，是君臣、父子、兄弟去利，怀仁义以相接也，然而不王者，未之有也。何必曰利？”',
        ],
        'vernacular' => [
            '宋要到楚国去，孟子在石丘遇上了他，问道：“先生准备上哪儿去？”',
            '宋说：“我听说秦国和楚国在交战，我想去见楚王，劝说他停战，如果楚王不高兴听，我再去见秦王，劝说他停战。两位君王中，我总会遇到能说得通的吧。”',
            '孟子说：“我不想问个详细，只想了解你的主要想法。你打算怎样去劝说呢？”',
            '宋说：“我将向他们指出交战的不利之处。”',
            '孟子说：“先生的用心诚然是好极了，先生的说法却不行。先生用利去劝说秦王、楚王，秦王、楚王喜欢利而让军队休战，这样也就使三军官兵因为追求利才乐于停战。（要是都这样，）做臣子的怀着求利的念头侍奉国君，做儿子的怀着求利的念头侍奉父亲，做弟弟的怀着求利的念头侍奉哥哥，这会使君臣、父子、兄弟最终背离仁义，怀着求利的念头相互对待。这样的国家却不灭亡，是从来没有的。先生（如果）用仁义去劝说秦王、楚王，秦王、楚王喜爱仁义而让军队休战，这就会使三军官兵因为喜爱仁义而乐于停战。（要是都这样，）做臣的心怀仁义侍奉国君，做儿子的心怀仁义侍奉父亲，做弟弟的心怀仁义侍奉哥哥，这样就会使君臣、父子、兄弟去掉求利的念头，而怀着仁义之心相互对待了。这样的国家还不能称王天下的，是从来没有的。何必要说利呢？”',
        ],
        'notes' => [
            '(1)宋牼(kēng)：战国时著名学者，又称宋荣，宋荣子，宋国人，和尹文齐名，是宋尹学派的代表人物。主张宽恕和均平。',
            '(2)石丘：地名。',
            '(3)号：《易·夬·辞》：“夬，扬于王庭，字号，有厉。”《楚辞·九章·悲回风》：“鸟兽鸣以号群兮，草苴比而不劳。”《吕氏春秋，怀宠》：“先发声出号。”高诱注：“号．令。”这里用为召唤之意。',
        ],
    ],
    [
        'name' => '第五节',
        'content' => [
            '孟子居邹，季任(1)为任处守，以币交，受之而不报。处于平陆(2)，储子为相，以币交，受之而不报。他日，由邹之任，见季子；由平陆之齐，不见储子。屋庐子喜曰：“连(3)得间矣。”问曰：“夫子之任，见季子；之齐，不见储子，为其为相与？”',
            '曰：“非也。《书》曰：‘享多仪，仪不及物曰不享，惟不役志于享。’为其不成享也。”',
            '屋庐子悦。或问之，屋庐子曰：“季子不得之邹，储子得之平陆。”',
        ],
        'vernacular' => [
            '孟子居住在邹国（的时候），季任正在任国代理国政，送礼物来结交孟子，孟子收了礼物却不回谢。（孟子）居住在平陆（的时候），储子担任齐国的相，送礼物来结交孟子，孟子收了礼也不回谢。后来，孟子从邹国到了任国，拜访了季子；从平陆到了齐国，却不拜访储子。屋庐子高兴地说：“我发现老师的差错了。”问道：“老师到了任国，拜访了季子；到了齐国，不拜访储子，是因为储子只是担任相吗？”',
            '孟子说：“不是的。《尚书》上说：‘进献礼品看重礼仪，礼仪配不上礼品，就叫没有进献，因为心意不在进献上。’这是因为它不成为进献的缘故。”',
            '屋庐子听了很高兴。有人问他这件事，屋庐子说：“季子（在代理国政，）不能亲自到邹国去，而储子（作为卿相）是能亲自到平陆去的。”',
        ],
        'notes' => [
            '(1)季任：任国国君的弟弟。',
            '(2)平陆：齐国地名，即今山东省汶上县。',
            '(3)连：屋庐子的名。',
        ],
    ],
    [
        'name' => '第六节',
        'content' => [
            '淳于髡(1)曰：“先名实者，为人也；后名实者，自为也。夫子在三卿(2)之中，名实未加于上下而去之，仁者固如此乎？”',
            '孟子曰：“居下位，不以贤事不肖者，伯夷也；五就汤，五就桀者，伊尹也；不恶污君，不辞小官者，柳下惠也。三子者不同道，其趋一也。一者何也？曰，仁也。君子亦仁而已矣，何必同？”',
            '曰：“鲁缪公之时，公仪子(3)为政，子柳、子思(4)为臣，鲁之削也滋甚，若是乎，贤者之无益于国也！”',
            '曰：“虞不用百里奚而亡，秦穆公用之而霸。不用贤则亡，削何可得与？”',
            '曰：“昔者王豹处于淇(5)，而河西善讴；绵驹处于高唐(6)，而齐右善歌；华周、杞梁之妻善哭其夫而变国俗(7)。有诸内，必形诸外。为其事而无其功者，髡未尝睹之也。是故无贤者也，有则髡必识之。”',
            '曰：“孔子为鲁司寇，不用，从而祭，燔肉不至(8)，不税(9)冕而行。不知者以为为肉也，其知者以为为无礼也。乃孔子则欲以微罪行(10)，不欲为苟去。君子之所为，众人固不识也。”',
        ],
        'notes' => [
            '(1)淳(chún)于髡(kūn)：战国时期齐国学者，以博学著称。见本书《离娄上》第十七章注。',
            '(2)三卿：指上卿、亚卿、下卿。卿是古代高级官员或爵位的称谓。',
            '(3)公仪子：鲁国博士，即公仪休，曾任鲁国的相。',
            '(4)子柳、子思：子柳，即泄柳，曾任鲁缪公的卿。子思，孔子之孙，名汲。',
            '(5)王豹：卫国人，善于唱歌。淇水，卫国河流名。',
            '(6)绵驹：齐国人，一位善于唱歌的人。高唐：齐国邑名。',
            '(7)华周、杞梁：齐国大夫，在齐国攻打莒国时战死，传说他们的妻子闻讯后，对着城墙痛哭，把城墙哭塌了；齐国人受到感染，以至善哭成风。',
            '(9)燔(fán)肉：祭时用的熟肉。古礼，天子和诸侯祭祀后，要将一部分祭肉赐给大夫。',
            '(10)税：通“脱”。《左传·成公九年》：“郑人所献楚囚也，使税之。”《墨子·三辩》：“此譬之犹马驾而不税，弓张而不弛。”《吕氏春秋·慎大》：“乃税马于华山，说收于桃林。”《史记·李斯列传》：“吾未知所税驾也。”这里用为“脱”，也有解脱之意。',
            '(11)乃孔子则欲以微罪行：这句隐含的意思是，孔子不想让人觉得自己弃官而去都是鲁国执政者的过错，因为这样做是失礼的。',
        ],
        'vernacular' => [
            '淳于髡说：“重视名望功业的，是为了天下的人；轻视名望功业的，是为了自己（的清白）。先生的地位在齐国的三卿之中，但就名望功业来说，上不能匡正君主，下不能拯救百姓，就辞职而去了，仁人本该就是这样的吗？”',
            '孟子说：“处在低下的地位，不以贤人的身份侍奉不贤的君主，这是伯夷的态度；五次到汤那里做事，五次到桀那里做事，这是伊尹的态度；不讨厌昏庸的君主，不拒绝微小的官职，这是柳下惠的态度。三个人做法不同，方向是一致的。一致的是什么？就是仁。君子只要仁就行了，何必要处处相同？”',
            '淳于髡说：“鲁缪公的时候，公仪子掌管政事，子柳、子思也在朝做臣，然而鲁国疆土被别国侵夺却更加严重，贤人无益于国家就像这样的呀！”',
            '孟子说：“（从前，）虞国因为不用百里奚而亡国，秦穆公用了他就称霸，（可见）不用贤人就会亡国，（到那时，只是想）割让点地方办得到吗？”',
            '淳于髡说：“从前王豹居住在淇水边，河西的人因此而善于唱歌；绵驹居住在高唐，齐国西部的人因此而善于唱歌；华周、杞梁的妻子，为丈夫的死而哭得异常伤心，因而改变了一国的风气。内心有什么，必然会显露在外面。做了那件事而不见那件事的功效，我还没有见过这种情况呢。所以现在是没有贤人，要有，我一定会知道的。”',
            '孟子说：“孔子担任鲁国的司寇，不受信任，有一次跟随（鲁君）去祭祀，祭肉不按规定送来，于是顾不上脱掉祭祀时所戴的礼帽就走了。不了解孔子的，以为他是为了那点祭肉而离开的，了解孔子的，只认为他是因为鲁国的失礼而离开的。至于孔子，却正想担点儿（这一类的）小罪名离开，不想随便弃官而去。君子所做的事，一般人本来就是不理解的。”',
        ],
    ],
    [
        'name' => '第七节',
        'content' => [
            '孟子曰：“五霸(1)者，三王(2)之罪人也；今之诸侯，五霸之罪人也；今之大夫，今之诸侯之罪人也。天子适诸侯曰巡狩，诸侯朝于天子曰述职。春省耕而补不足，秋省敛而助不给。入其疆，土地辟，田野治，养老尊贤，俊杰在位，则有庆，庆以地。入其疆，土地荒芜，遗老失贤，掊(3)克在位，则有让(4)。一不朝，则贬其爵；再不朝，则削其地；三不朝，则六师移之。是故天子讨而不伐，诸侯伐而不讨。五霸者，搂(5)诸侯以伐诸侯者也，故曰，五霸者，三王之罪人也。',
            '五霸，桓公为盛。葵丘之会(6)，诸侯束牲载书(7)而不歃血(8)。初命曰，诛不孝，无易树子，无以妾为妻。再命曰，尊贤育才，以彰有德。三命曰，敬老慈幼，无忘宾旅。四命曰，士无世官，官事无摄，取士必得，无专杀大夫。五命曰，无曲防，无遏籴，无有封而不告。曰，凡我同盟之人，既盟之后，言归于好。今之诸侯皆犯此五禁，故曰，今之诸侯，五霸之罪人也。长君之恶其罪小，逢君之恶其罪大。今之大夫皆逢君之恶，故曰，今之大夫，今之诸侯之罪人也。”',
        ],
        'vernacular' => [
            '孟子说：“五霸是三王的罪人，现在的诸侯是五霸的罪人，现在的大夫是现在诸侯的罪人。天子到诸侯那里去叫作巡狩，诸侯朝见天子叫作述职。（天子巡狩，）春天视察耕种情况，补助（种子、劳力）不足的农户；秋天视察收获情况，救济缺粮农户。进入某个诸侯国，（那里）土地开垦得多，田野整治得好，老人得到赡养，贤人受到尊敬，有才能的人在位做官，那就有奖赏，拿土地奖赏。进入某个诸侯国，（如果那里）土地荒芜，遗弃老人，排斥贤人，贪官污吏在位，那就给予责罚。（诸侯）一次不朝见（天子），就降他的爵位；两次不朝见，就削减他的封地；三次不朝见，就派军队去。所以，天子（对于有罪的诸侯，只是）发布命令声讨他的罪行，而不（亲自）征伐；诸侯（是奉天子之命去）征伐而不声讨。五霸却是胁迫诸侯去讨伐别的诸侯，（破坏了三王规矩，）所以说五霸是三王的罪人。',
            '五霸中，齐桓公最强。在葵丘盟会上，诸侯们捆绑了牺牲，把盟书放在它身上，并不歃血。（盟书）第一条说，责罚不孝的人，不得擅自改立太子，不得把妾立为正妻。第二条说，尊重贤人，培育人才，用来表彰有德行的人。第三条说，要敬老爱幼，不要忘了来宾和旅客。第四条说，士人不能世代做官，公职不能兼任，选用士人一定要得当，不得擅自杀戮大夫。第五条说，不得到处修筑堤坝，（垄断水利，）不得阻止邻国来买粮食，不能私自封赏而不报告盟主。盟书最后说，凡是我们同盟的人，盟会之后都恢复友好关系。现在的诸侯都违背了这五条誓约，所以说，现在的诸侯是五霸的罪人。（因为顺从君王而）助长了君王的过错，这个罪行还算小的；（故意）逢迎君王的过错，这个罪行就大了。现在的大夫都逢迎君王的过错，所以说，现在的大夫是现在诸侯的罪人。”',
        ],
        'notes' => [
            '',
            '(1)五霸：指春秋时期先后称霸的五个诸侯。具体哪五个诸侯，说法不一；据《孟子》原书考察，可能是指齐桓公、晋文公、秦穆公、楚庄公、吴王阖庐。另一说法是：齐桓公、晋文公、楚庄王、秦穆公、宋襄公。',
            '(2)三王：指先周时期称王的三个王，即夏禹王、商汤王、周文王。',
            '(3)掊(pǒu)：《说文》：“掊，杷也。今盐官入水取盐为掊。”《汉书·郊祀志上》：“见地如钩状，掊视得鼎。”宋王安石《兼并》：“俗吏不知方，掊克乃为材。本义为五指扒土，后引伸为聚敛，搜括之意。',
            '(4)让：《左传·昭公二十五年》：“且让之。”《国语·周语》：“让不贡。”《小尔雅》：“诘责以辞谓之让。”《史记·齐世家》：“鲁人以为让。”《说文》：“让，相责让也。”《广雅》：“让,责也。”这里用为责备之意。',
            '(5)搂(lǒu)：《说文·手部》：“搂，曳聚也。”《广韵·侯韵》：“搂，曳也。”这里用为拉拢之意。',
            '(6)葵丘之会：葵丘：春秋时宋国地名，在今河南兰考、民权县境内。会，盟会，古代诸侯间聚会而结盟。盟会时要用牛作祭品，或杀，或不杀。齐桓公于公元前年在葵丘邀集鲁、宋、卫、许、曹等国代表结成同盟，从而确定了齐国的霸主地位。',
            '(7)载书：《左传·昭公十五年》：“夫有勋而不废，有绩而载。”萧统《文选序》：“推而广之，不可胜载矣。”载书即盟书，是记载盟约的文件。',
            '(8)歃(shà)血：结盟时的一种仪式。立盟时杀牲取血，盟誓者口含其血，或涂于口旁，表示诚信。如果不歃血，则表示相信与盟的人不敢背约。《史记·平原君虞卿列传》：“王当歃血而定从，次者吾君，次者遂。”古人盟会时，微饮牲血，或含于口中，或涂于口旁，以示信守誓言的诚意。葵丘之盟不杀牲口，不用牲畜血，而是用书写的文字表示诚意。',
        ],
    ],
    [
        'name' => '第八节',
        'content' => [
            '鲁欲使慎子(1)为将军。孟子曰：“不教民而用之，谓之殃民。殃民者，不容于尧舜之世。一战胜齐，遂有南阳(2)，然且不可。”',
            '慎子勃然不悦曰：“此则滑所不识也。”',
            '曰：“吾明告子。天子之地方千里；不千里，不足以待诸侯。诸侯之地方百里；不百里，不足以守宗庙之典籍(3)。周公之封于鲁，为方百里也；地非不足，而俭于百里。太公之封于齐也，亦为方百里也；地非不足也，而俭于百里。今鲁方百里者五，子以为有王者作，则鲁在所损乎，在所益乎？徒取诸彼以与此，然且仁者不为，况于杀人以求之乎？君子之事君也，务引其君以当道，志于仁而已。”',
        ],
        'vernacular' => [
            '鲁国想叫慎子担任将军。孟子说：“不先训练百姓就用他们打仗，这叫坑害百姓。坑害百姓的人，在尧、舜时代是不容许存身的。（现在即使鲁国）一仗就打赢了齐国，收回了南阳，这样也还是不行。”',
            '慎子顿时不高兴地说：“这真是我慎滑所不明白的了。”',
            '孟子说：“我来明白地告诉你。天子的土地千里见方；不到千里见方，就不够条件接待诸侯。诸侯的土地百里见方；不足百里见方，就不够条件奉守宗庙里的典籍。（当年）周公分封在鲁地，是百里见方的一块；土地不是不够，但也只不过百里见方。太公分封在齐地，也是百里见方的一块；也不是土地不够，却只不过百里见方。现在鲁国的土地有五个百里见方那么大，你认为，如果有圣王出现，那么鲁国是在土地应该削减之列呢，还是在应该增加之列呢？不费力就把那里的土地取来并入这里，这样的事仁人尚且不干，何况用杀人来求取土地呢？君子侍奉君主，只该专心一意地引导君主走正道，立志在仁上罢了。”',
        ],
        'notes' => [
            '(1)慎子：名滑，名滑釐，鲁国的一名大臣，据说是一个善于用兵的人。',
            '(2)南阳：地名，在泰山西南面，本属于鲁，后被齐侵夺。',
            '(3)典籍：这里指记载先祖典章法度的文册。',
        ],
    ],
    [
        'name' => '第九节',
        'content' => [
            '孟子曰：“今之事君者皆曰：‘我能为君辟土地，充府库。’今之所谓良臣，古之所谓民贼也。君不乡(1)道，不志于仁，而求富之，是富桀也。‘我能为君约与国，战必克。’今之所谓良臣，古之所谓民贼也。君不乡道，不志于仁，而求为之强战，是辅桀也。由今之道，无变今之俗，虽与之天下，不能一朝居也。”',
        ],
        'notes' => [
            '(1)乡：《诗"小雅"庭燎》：“夜如何其，夜乡晨，庭燎有辉。”《左传·僖公三十三年》：“乡师而哭。”《论语·颜渊》：“樊迟退，见子夏曰：‘乡也，吾见於夫子而问‘知’；子曰：‘举直错诸枉，能使枉者直。’何谓也？’”这里用作动词，读向（xiang），意谓过去、刚才之意。',
            '(2)居：《易·屯·初九》：“磐桓，利居，贞，利建侯。”《诗·唐风·羔裘》：“羔裘豹祛，自我人居居！”《诗·小雅·六月》：“玁狁匪茹，整居焦获，侵镐及方，至于泾阳。”《诗"小雅"祈父》：“胡转予于恤，靡所止居。”《老子·二章》：“万物作焉而不为始，生而弗有，为而弗恃，功成而弗居。”《论语·宪问》：“子曰：‘士而怀居，不足以为士矣！’”《商君书·算地》：“故为国任地者，山林居什一，薮泽居什一，溪谷流水居什一，都邑蹊道居什四，此先王之正律也。”《广雅·释言》：“居，据也。”这里用为据，占据之意。',
        ],
        'vernacular' => [
            '孟子说：“现在那些侍奉君主的人都说：‘我能为君主开辟土地，增加财富。’现在所说的良臣，正是古代所说的残害百姓的人。君主不向往道德，不立志行仁，（做臣的）却谋求让他富足，这好比是让夏桀富足。（这些人又说：）‘我能替君主纠集盟国，每战必胜。’现在所说的良臣，正是古代所说的残害百姓的人。君主不向往道德，不立志行仁，（做臣的）却为他拼命打仗，这好比是帮夏桀打仗。沿着现在这条路走，不改变现在这种风气，即使把天下给了他，也是一天都坐不安稳的。”',
        ],
    ],
    [
        'name' => '第十节',
        'content' => [
            '白圭(1)曰：“吾欲二十而取一，何如？”',
            '孟子曰：“子之道，貉(2)道也。万室之国，一人陶，则可乎？”',
            '曰：“不可，器不足用也。”',
            '曰：“夫貉，五谷不生，惟黍(3)生之；无城郭、宫室、宗庙、祭祀之礼，无诸侯币帛饔飧(4)，无百官有司，故二十取一而足也。今居中国，去人伦，无君子，如之何其可也？陶以寡，且不可以为国，况无君子乎？欲轻之于尧舜之道者，大貉小貉也；欲重之于尧舜之道者，大桀小桀也。”',
        ],
        'vernacular' => [
            '白圭说：“我想采用二十抽一的税率，怎么样？”',
            '孟子说：“你的做法是貉国的做法。有一万户的国家，只有一个人制作陶器，那行吗？”',
            '白圭说：“不行，陶器会不够用的。”',
            '孟子说：“那个貉国，五谷不能生长，只有黍能生长；没有城墙、宫室、宗庙和祭祀的礼仪，没有诸侯之间赠礼宴请之类交际往来，没有各种官府、官吏，所以二十抽一也就够了。而现在你居住在中国，（却要像貉国那样）抛弃人伦，废掉官吏，怎么能行呢？制作陶器的人少了，尚且不能治国，何况没有官吏呢？想使税率比尧、舜的标准还低的，是大大小小貉那样的国家；想使税率比尧、舜的标准还高的，是大大小小桀那样的暴君。”',
        ],
        'notes' => [
            '(1)白圭：人名，姓白名丹，字圭，曾任魏相。周王室之臣。',
            '(2)貉(hé)：北方的一个小国名。《书·武成》：“华夏蛮貊。”《论语·卫灵公》：“言忠信，行笃敬，虽蛮貊之邦行矣。”《礼记·中庸》：“是以声名洋溢乎中国，施及蛮貊。”这是古代称对少数民族的一种称呼。',
            '(3)黍(shǔ)：《诗·魏风·硕鼠》：“无食我黍。”《诗"小雅"楚茨》：“自昔何为？我艺黍稷。”《论语·微子》：“止子路宿，杀鸡为黍而食之。”《礼记·月令》：“天子乃以雏尝黍。”《礼记·曲礼》：“黍白芗合。”《说文》：“黍，禾属而黏者也。”古代专指一种子实叫黍子的一年生草本植物，其子实煮熟后有粘性，可以酿酒、做糕等。',
            '(4)饔(yōng)飧(sūn)：做饭，也指早饭和晚饭。',
        ],
    ],
    [
        'name' => '第十一节',
        'content' => [
            '白圭曰：“丹之治水也愈于禹。”',
            '孟子曰：“子过矣。禹之治水，水之道也，是故禹以四海为壑。今吾子以邻国为壑(1)。水逆行谓之洚水(2)，洚水者，洪水也，仁人之所恶也。吾子过矣。”',
        ],
        'vernacular' => [
            '白圭说：“我治水的方法胜过大禹。”',
            '孟子说：“你错啦。大禹治水，是顺应水性，所以大禹把四海当作蓄水场所。现在你却是把邻国当作蓄水场所。倒流泛滥的水叫洚水，洚水就是洪水，是仁人最讨厌的。你错啦！”',
        ],
        'notes' => [
            '(1)以邻国为壑：据《韩非子。喻老》篇说，白圭治水注重修筑和保护堤防，致使水无出路，流入邻国。',
            '(2)洚(jiàng)水：倒流泛滥的水叫洚水，洚水就是洪水。',
        ],
    ],
    [
        'name' => '第十二节',
        'content' => [
            '孟子曰：“君子不亮(1)，恶(2)乎执(3)？”',
        ],
        'vernacular' => [
            '孟子说：“君子不讲求诚信，还有什么操守呢？”',
        ],
        'notes' => [
            '(1)亮：同“谅”，诚信。《文选·嵇康·杂诗》：“皎皎亮月。”《后汉书·苏竟传》：“且火德承尧，虽昧必亮。”李贤注：“亮，明也。”谢灵运《初发·石首城诗》：“寸心若不亮。”《说文》：“亮，明也。”这里用为明白、明亮之意。谓心中明亮。意同孔子的“君子坦荡荡。”',
            '(2)恶：《左传·襄公二十八年》：“恶识宗？”《左传·桓公十六年》：“弃父之命，恶用子矣!”《孟子·梁惠王上》：“天下恶乎定？”《孟子·离娄上》：“惟恐不顺焉，恶得为恭俭！”《广韵》：“恶，安也。”这里用为表示疑问，相当于何、怎么之意。',
            '(3)执：《易·师·六五》：“田有禽，利执言，无咎；长子帅师，弟子舆尸，贞，凶。”《书·大禹谟》：“惟精惟一，允执厥中。”《诗"郑风"遵大路》：“掺执子之祛兮。”《老子·三十五章》：“执大象，天下往。”《论语·泰伯》：“吾何执？执御乎，执射乎？吾执御矣。”《礼记·中庸》：“发、强、刚、毅、足以有执也。”《礼记·曲礼上》：“坐必安执尔颜。”郑玄注：“执，犹守也。”《荀子·强国》：“执拘则最，得间则散。”《广韵·缉韵》：“执，守也。”这里用为保持之意。',
        ],
    ],
    [
        'name' => '第十三节',
        'content' => [
            '鲁欲使乐正子(1)为政。孟子曰：“吾闻之，喜而不寐。”',
            '公孙丑曰：“乐正子强乎？”',
            '曰：“否。”',
            '“有知虑乎？”',
            '曰：“否。”',
            '“多闻识乎？”',
            '曰：“否。”',
            '“然则奚为喜而不寐？”',
            '曰：“其为人也好善。”',
            '“好善足乎？”',
            '曰：“好善优于天下，而况鲁国乎？夫苟好善，则四海之内皆将轻千里而来告之以善；夫苟不好善，则人将曰：‘訑訑(2)，予既已知之矣。’訑訑之声音颜色距人于千里之外。士止于千里之外，则谗谄面谀之人至矣。与谗谄面谀之人居，国欲治，可得乎？”',
        ],
        'vernacular' => [
            '鲁国想让乐正子管理国家政事。孟子说：“我听了这消息，高兴得睡不着。”',
            '公孙子问：“乐正子刚强吗？”',
            '答道：“不。”',
            '“有智慧谋略吗？”',
            '答道：“不。”',
            '“见多识广吗？”',
            '答道：“不。”',
            '（公孙丑于是说：）“既然这样，（先生）为什么高兴得睡不着呢？”',
            '答道：“他这个人啊，爱听好意见。”',
            '“爱听好意见就够了吗？”',
            '答道：“爱听好意见，治理天下就绰绰有余，何况治理一个鲁国？如果爱听好意见，那么天下的人都愿意不远千里地赶来把好意见告诉给他；如果不爱听好意见，那么人们就会（模仿他的腔调）说：‘唔唔，我早就知道了。’那种腔调脸色早把别人拒绝在千里之外了。士人千里之外止步不来，那么喜欢进谗言和阿谀献媚的人就会凑到跟前来了。同这帮人混在一起，想治理好国家，可能吗？“',
        ],
        'notes' => [
            '(1)乐正子：姓乐正，名克。鲁国人。',
            '(2)訑(yí)：《玉篇·言部》：“訑，訑訑，自得也。”这里用为自得之意。听别人意见时的不耐烦声音。',
        ],
    ],
    [
        'name' => '第十四节',
        'content' => [
            '陈子(1)曰：“古之君子何如则仕？”',
            '孟子曰：“所就三，所去三。迎之致敬以有礼；言，将行其言也，则就之。礼貌未衰，言弗行也，则去之。其次，虽未行其言也，迎之致敬以有礼，则就之。礼貌衰，则去之。其下，朝不食，夕不食，饥饿不能出门户，君闻之，曰，‘吾大者不能行其道，又不能从其言也，使饥饿于我土地，吾耻之。’周之。亦可受也，免死而已矣。”',
        ],
        'vernacular' => [
            '陈子问道：“古代的君子怎样才肯做官？”',
            '孟子说：“去做官有三种情况，辞去官职有三种情况。（君主）恭敬礼貌地迎接他，并将按他所说的去实行，那就去做官。礼貌没有衰减，却不再按他说的去做了，那就辞去官职。其次，虽然没有按他说的去做，但也恭敬礼貌地迎接他去，那就去做官。一旦礼貌也衰减了，那就辞去官职。最差的是，早上没饭吃，晚上也没饭吃，饿得出不了门；君主知道后说，‘我在大政方针上不能实行他的主张，又不能听取他的言论，致使他在我的国土上又饥又饿，对此我感到耻辱。’于是周济他。这也是可以接受的，是为了免于饿死罢了。”',
        ],
        'notes' => [
            '(1)陈子：即陈臻，孟子弟子。',
        ],
    ],
    [
        'name' => '第十五节',
        'content' => [
            '孟子曰：“舜发于畎亩(1)之中，傅说(2)举(3)于版筑之间，胶鬲(4)举于鱼盐之中，管夷吾(5)举于士，孙叔敖(6)举于海，百里奚(7)举于市。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂(8)乱其所为，所以动心忍性，曾(10)益其所不能。人恒过，然后能改；困于心，衡于虑，而后作；征于色，发于声，而后喻。入则无法家拂士(11)，出则无敌国外患者，国恒亡。然后知生于忧患而死于安乐也。”',
        ],
        'vernacular' => [
            '孟子说：“舜在田野中兴起，傅说从筑墙的苦役中提拔出来，胶鬲从鱼盐贩子中提拔出来，管夷吾从狱官手中提拔出来，孙叔敖从海边的隐居生活中提拔出来，百里奚从买卖场所提拔出来。所以上天要把重大的担子加给这个人，必定要先使他的心志受困苦，使他的筋骨受劳累，使他的肌体受饥饿，使他的身子受困乏，使他每做一事都受干扰、被打乱，以此来使他心理受振动、性格变坚韧，增加他所缺少的才能。一个人常有过失，才能改正；心志遭困苦，思虑被阻塞，才能发愤有为；表露在脸色上，抒发在言语中，才能使人了解。国内没有执法的大臣和辅佐君主的士人，国外没有势均力敌的国家和外患的威胁，国家常常会灭亡。这样，就能明白忧患中能获得生存、安乐中会遭致灭亡的道理了。”',
        ],
        'notes' => [
            '(1)畎(quǎn)亩：耕地',
            '(2)傅说(yuè)：传说是商代一位贤人，因罪服刑，在傅险筑墙；后被商王武丁访求到而提拔为相。版筑：古代筑墙的方法，用两版相夹，填入泥土，用杵捣实，拆版后即成土墙。',
            '(3)举：《左传"襄公三年》：“建一官而三物成，能举善也。”《论语·为政》：“举直错诸枉，则民服。”《孟子·万章上》：“时举於秦，知穆公之可与有行也而相之：可谓不智乎？”《后汉书·张衡传》：“举孝廉不行。”这里用为选拔、举荐之意。',
            '(4)胶鬲(gé)：传说是商纣王的臣，他怎么被提拔、被谁提拔，已不见于记载。一说是周文王把他举荐给纣，后来他又辅佐周武王。',
            '(5)管夷吾：即管仲，一称管敬仲。名夷吾，字仲。齐颖上(颖水之滨)人。春秋时齐国著名的政治家、思想家。出身微贱。辅佐齐桓公实行了一系列重大的政治和社会改革，使齐桓公成为春秋时期第一个霸主。原是齐国公子纠的家臣，纠与公子小白（即后来的齐桓公）争夺君位，失败后逃至鲁国而遭杀；管仲也被鲁人囚禁押回齐国。后由鲍叔牙推荐，被桓公提拔为相。',
            '(6)孙叔敖：楚国隐士，原隐居在海边。后被楚庄王提拔为令尹。',
            '(7)百里奚：虞国大夫，虞灭后被转卖到楚国，秦穆公听说他有贤才，遂以五张羊皮的代价将他赎出，任命他为秦国大夫。在他的辅佐下，秦穆公成就了春秋霸业。',
            '(8)拂：违背，不顺。',
            '(9)曾：“增”的本字。《诗"小雅"雨无正》：“戎成不退，饥成不遂。曾我暬御，憯憯日瘁。”《楚辞·离骚》：“曾欷歔余郁邑兮。”这里用为增加之意。',
            '(8)拂：《国语·吴语》：“而无拂吾虑。”《礼记·大学》：“是谓拂人之性。”《汉书·东方朔传》：“拂于耳。”这里用为违背之意。',
            '(9)拂（bì）：通“弼”，辅佐。',
        ],
    ],
    [
        'name' => '第十六节',
        'content' => [
            '孟子曰：“教亦多术矣，予不屑之教诲也者，是亦教诲之而已矣。”',
        ],
        'vernacular' => [
            '孟子说：“教育也是有多种方式的，（对某个人，）我不屑去教诲他，这也是教诲他的一种方式罢了。”',
        ],
    ],
],
];
