<?php
return [
'chapters' => [
    [
        'name' => '第十三节',
        'content' => [
            '鲁欲使乐正子(1)为政。孟子曰：“吾闻之，喜而不寐。”',
            '公孙丑曰：“乐正子强乎？”',
            '曰：“否。”',
            '“有知虑乎？”',
            '曰：“否。”',
            '“多闻识乎？”',
            '曰：“否。”',
            '“然则奚为喜而不寐？”',
            '曰：“其为人也好善。”',
            '“好善足乎？”',
            '曰：“好善优于天下，而况鲁国乎？夫苟好善，则四海之内皆将轻千里而来告之以善；夫苟不好善，则人将曰：‘訑訑(2)，予既已知之矣。’訑訑之声音颜色距人于千里之外。士止于千里之外，则谗谄面谀之人至矣。与谗谄面谀之人居，国欲治，可得乎？”',
        ],
        'vernacular' => [
            '鲁国想让乐正子管理国家政事。孟子说：“我听了这消息，高兴得睡不着。”',
            '公孙子问：“乐正子刚强吗？”',
            '答道：“不。”',
            '“有智慧谋略吗？”',
            '答道：“不。”',
            '“见多识广吗？”',
            '答道：“不。”',
            '（公孙丑于是说：）“既然这样，（先生）为什么高兴得睡不着呢？”',
            '答道：“他这个人啊，爱听好意见。”',
            '“爱听好意见就够了吗？”',
            '答道：“爱听好意见，治理天下就绰绰有余，何况治理一个鲁国？如果爱听好意见，那么天下的人都愿意不远千里地赶来把好意见告诉给他；如果不爱听好意见，那么人们就会（模仿他的腔调）说：‘唔唔，我早就知道了。’那种腔调脸色早把别人拒绝在千里之外了。士人千里之外止步不来，那么喜欢进谗言和阿谀献媚的人就会凑到跟前来了。同这帮人混在一起，想治理好国家，可能吗？“',
        ],
        'notes' => [
            '(1)乐正子：姓乐正，名克。鲁国人。',
            '(2)訑(yí)：《玉篇·言部》：“訑，訑訑，自得也。”这里用为自得之意。听别人意见时的不耐烦声音。',
        ],
    ],
],
];
