<?php
return [
'chapters' => [
    [
        'name' => '第十一节',
        'content' => [
            '白圭曰：“丹之治水也愈于禹。”',
            '孟子曰：“子过矣。禹之治水，水之道也，是故禹以四海为壑。今吾子以邻国为壑(1)。水逆行谓之洚水(2)，洚水者，洪水也，仁人之所恶也。吾子过矣。”',
        ],
        'vernacular' => [
            '白圭说：“我治水的方法胜过大禹。”',
            '孟子说：“你错啦。大禹治水，是顺应水性，所以大禹把四海当作蓄水场所。现在你却是把邻国当作蓄水场所。倒流泛滥的水叫洚水，洚水就是洪水，是仁人最讨厌的。你错啦！”',
        ],
        'notes' => [
            '(1)以邻国为壑：据《韩非子。喻老》篇说，白圭治水注重修筑和保护堤防，致使水无出路，流入邻国。',
            '(2)洚(jiàng)水：倒流泛滥的水叫洚水，洚水就是洪水。',
        ],
    ],
],
];
