<?php
return [
'chapters' => [
    [
        'name' => '第十节',
        'content' => [
            '白圭(1)曰：“吾欲二十而取一，何如？”',
            '孟子曰：“子之道，貉(2)道也。万室之国，一人陶，则可乎？”',
            '曰：“不可，器不足用也。”',
            '曰：“夫貉，五谷不生，惟黍(3)生之；无城郭、宫室、宗庙、祭祀之礼，无诸侯币帛饔飧(4)，无百官有司，故二十取一而足也。今居中国，去人伦，无君子，如之何其可也？陶以寡，且不可以为国，况无君子乎？欲轻之于尧舜之道者，大貉小貉也；欲重之于尧舜之道者，大桀小桀也。”',
        ],
        'vernacular' => [
            '白圭说：“我想采用二十抽一的税率，怎么样？”',
            '孟子说：“你的做法是貉国的做法。有一万户的国家，只有一个人制作陶器，那行吗？”',
            '白圭说：“不行，陶器会不够用的。”',
            '孟子说：“那个貉国，五谷不能生长，只有黍能生长；没有城墙、宫室、宗庙和祭祀的礼仪，没有诸侯之间赠礼宴请之类交际往来，没有各种官府、官吏，所以二十抽一也就够了。而现在你居住在中国，（却要像貉国那样）抛弃人伦，废掉官吏，怎么能行呢？制作陶器的人少了，尚且不能治国，何况没有官吏呢？想使税率比尧、舜的标准还低的，是大大小小貉那样的国家；想使税率比尧、舜的标准还高的，是大大小小桀那样的暴君。”',
        ],
        'notes' => [
            '(1)白圭：人名，姓白名丹，字圭，曾任魏相。周王室之臣。',
            '(2)貉(hé)：北方的一个小国名。《书·武成》：“华夏蛮貊。”《论语·卫灵公》：“言忠信，行笃敬，虽蛮貊之邦行矣。”《礼记·中庸》：“是以声名洋溢乎中国，施及蛮貊。”这是古代称对少数民族的一种称呼。',
            '(3)黍(shǔ)：《诗·魏风·硕鼠》：“无食我黍。”《诗"小雅"楚茨》：“自昔何为？我艺黍稷。”《论语·微子》：“止子路宿，杀鸡为黍而食之。”《礼记·月令》：“天子乃以雏尝黍。”《礼记·曲礼》：“黍白芗合。”《说文》：“黍，禾属而黏者也。”古代专指一种子实叫黍子的一年生草本植物，其子实煮熟后有粘性，可以酿酒、做糕等。',
            '(4)饔(yōng)飧(sūn)：做饭，也指早饭和晚饭。',
        ],
    ],
],
];
