<?php
return [
'chapters' => [
    [
        'name' => '第二节',
        'content' => [
            '曹交(1)问曰：“人皆可以为尧、舜，有诸？”',
            '孟子曰：“然。”',
            '“交闻文王十尺，汤九尺，今交九尺四寸以长，食粟而已，如何则可？”',
            '曰：“奚有于是？亦为之而已矣。有人于此，力不能胜一匹雏，则为无力人矣；今曰举百钧，则为有力人矣。然则举乌获(2)之任，是亦为乌获而已矣。夫人岂以不胜为患哉？弗为耳。徐行后长者谓之弟，疾行先长者谓之不弟(3)。夫徐行者，岂人所不能哉？所不为也。尧、舜之道，孝弟而已矣。子服尧之服，诵尧之言，行尧之行，是尧而已矣。子服桀之服，诵桀之言，行桀之行，是桀而已矣。”',
            '曰：“交得见于邹君，可以假馆，愿留而受业于门。”',
            '曰：“夫道若大路然，岂难知哉？人病(4)不求耳。子归而求之，有余师。”',
        ],
        'vernacular' => [
            '曹交问道：“人人都能成为尧、舜，有这说法吗？”',
            '孟子说：“有的。”',
            '曹交又问：“我听说文王身长十尺，汤身长九尺，我曹交有九尺四寸多高，只知道吃饭罢了，怎样才可以（成为尧、舜）呢？”',
            '孟子说：“这有什么难的呢？只要去做就行了。如果有个人，力气提不起一只小鸡，那他就是个没有力气的人了；如果说能举起三千斤的东西，那就是个很有力气的人了。既然这样，那么只要能举起乌获举过的重量，这样也就成为乌获了。一个人可担心的，难道在于不能胜任吗？在于不去做罢了。慢慢地跟在长者后面走，叫作悌，快步抢在长者前面走，叫作不悌。慢慢走，难道是一个人不能做到的吗？不去做罢了。尧、舜之道，孝和悌而已。（如果）你穿尧所穿的衣服，说尧所说的话，做尧所做的事，这样也就成为尧了。（如果）你穿桀所穿的衣服，说桀所说的话，做桀所做的事，这样就变成桀了。”',
            '曹交说：“我能见到邹君，可以向他借个住处，愿意留下来在您门下学习。”',
            '孟子说：“（尧舜之）道就像大路一样，哪里是难懂的呢？就怕人们不去寻求罢了。你回去寻求吧，会有很多老师的。”',
        ],
        'notes' => [
            '①曹交：人名②乌获：人名，',
            '(1)曹交：生平不详，春秋战国时期曹国君主的弟弟。',
            '(2)乌获：传说是古代的一个大力士。',
            '(3)弟：即悌。《诗"齐风"载驱》：“鲁道有荡，齐子岂弟。”《诗"小雅"青蝇》：“岂弟君子，无信谗言。”《诗·大雅·卷阿》：“岂弟君子，四方为纲”。《论语·学而》：“其为人也孝弟，而好犯上者，鲜矣。”《礼记·曲礼上》：“僚友称其弟也。”《荀子·王制》：“能以事亲谓之孝，能以事兄谓之弟，能以事上谓之顺，能以使下谓之君。”《商君书·去强》：“国有礼有乐，有诗有画，有善有修，有孝有弟，有廉有辩。”这里用为敬爱兄长之意。',
            '(4)病：《老子·七十一章》：“知不知，尚矣；不知知，病也。”《论语·卫灵公》：“子曰：‘君子病无能焉，不病人之不己知也。’”《礼记·乐记》：“对曰：‘病不得其众也。’”郑玄注：“病，犹忧也。以不得众心为忧。”《孟子·公孙丑上》：“今日病矣，予助苗长矣。”《荀子·正论》：“王公则病不足于上。”《广韵·映韵》“病，忧也。”这里用为忧虑、担心之意。',
        ],
    ],
],
];
