<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '公孙丑问曰：“高子(1)曰：《小弁》(2)，小人之诗也。”',
            '孟子曰：“何以言之？”',
            '曰：“怨。”',
            '曰：“固哉，高叟之为诗也！有人于此，越人关弓而射之，则己谈笑而道之；无他，疏之也。其兄关弓而射之，则己垂涕泣而道之；无他，戚之也。《小弁》之怨，亲亲也；亲亲，仁也。固矣夫，高叟之为诗也！”',
            '曰：“《凯风》(3)何以不怨？”',
            '曰：“《凯风》，亲之过小者也；《小弁》，亲之过大者也。亲之过大而不怨，是愈疏也；亲之过小而怨，是不可矶也。愈疏，不孝也；不可矶(4)，亦不孝也。孔子曰：‘舜其至孝矣，五十而慕。’”',
        ],
        'vernacular' => [
            '公孙丑问道：“高子说：《小弁》是小人（所作）的诗。（对吗？）”',
            '孟子说：“凭什么这么说呢？”',
            '（公孙丑）说：“因为诗中有怨恨。”',
            '孟子说：“高老先生的论诗太呆板了！如果有一个人，越国人拉开弓去射他，（事后）他可以有说有笑地讲这件事；没有别的原因，只因为和越国人关系疏远，（可以由他去犯罪。）如果是他哥哥拉开了弓射他，（事后）他就会哭哭啼啼地讲这件事；没有别的原因，只因为和哥哥关系亲近，（不愿让他服罪。《小弁》的怨恨，出自热爱亲人热爱亲人就是仁。太呆板了，高老先生这样的论诗！”',
            '公孙丑问：“《凯风》这首诗为什么没有怨恨情绪？”',
            '孟子说：“《凯风》这首诗，是写母亲的小过错；《小弁》所写的是父亲的大过错。父母过错大而不怨恨，这是更加疏远父母；父母过错小而怨恨，这是一点都不能受刺激。更加疏远父母，这是不孝；不能受（父母）一点刺激，也是不孝。孔子说过：‘舜是最孝顺的了，到了五十岁上还眷念着父母。’”',
        ],
        'notes' => [
            '(1)高子：与孟子同时代但年长于孟子的一位学者。生平不详。',
            '(2)《小弁(biàn)》：《诗经·小雅》中的一篇诗。旧说是指责周幽王的诗。周幽王先娶申后，生宜臼，立为太子；后宠褒姒，改立褒姒之子伯服为太子，废申后及太子宜臼。此诗述说的就是宜臼的哀伤、怨恨之情。传说是宜臼的老师所作。',
            '(3)《凯风》：《诗经·邶风》中的一篇诗。旧说卫国有个已有七个儿子的母亲想改嫁，于是七个儿子作此诗来自责不孝，以使母亲感悟。',
            '(4)矶：《集韵·微韵》：“矶，感激也。”本义为大石激水，水冲击岩石。引申为激怒、触犯之意。',
        ],
    ],
],
];
