<?php
return [
'chapters' => [
    [
        'name' => '第四节',
        'content' => [
            '宋牼(1)将之楚，孟子遇于石丘(2)，曰：“先生将何之？”',
            '曰：“吾闻秦楚构兵，我将见楚王说而罢之。楚王不悦，我将见秦王说而罢之。二王我将有所遇焉。”',
            '曰：“轲也请无问其详，愿闻其指。说之将何如？”',
            '曰：“我将言其不利也。”',
            '曰：“先生之志则大矣，先生之号(3)则不可。先生以利说秦楚之王，秦楚之王悦于利，以罢三军之师，是三军之士乐罢而悦于利也。为人臣者怀利以事其君，为人子者怀利以事其父，为人弟者怀利以事其兄，是君臣、父子、兄弟终去仁义，怀利以相接，然而不亡者，未之有也。先生以仁义说秦楚之王，秦楚之王悦于仁义，以罢三军之师，是三军之士乐罢而悦于仁义也。为人臣者怀仁义以事其君，为人子者怀仁义以事其父，为人弟者怀仁义以事其兄，是君臣、父子、兄弟去利，怀仁义以相接也，然而不王者，未之有也。何必曰利？”',
        ],
        'vernacular' => [
            '宋要到楚国去，孟子在石丘遇上了他，问道：“先生准备上哪儿去？”',
            '宋说：“我听说秦国和楚国在交战，我想去见楚王，劝说他停战，如果楚王不高兴听，我再去见秦王，劝说他停战。两位君王中，我总会遇到能说得通的吧。”',
            '孟子说：“我不想问个详细，只想了解你的主要想法。你打算怎样去劝说呢？”',
            '宋说：“我将向他们指出交战的不利之处。”',
            '孟子说：“先生的用心诚然是好极了，先生的说法却不行。先生用利去劝说秦王、楚王，秦王、楚王喜欢利而让军队休战，这样也就使三军官兵因为追求利才乐于停战。（要是都这样，）做臣子的怀着求利的念头侍奉国君，做儿子的怀着求利的念头侍奉父亲，做弟弟的怀着求利的念头侍奉哥哥，这会使君臣、父子、兄弟最终背离仁义，怀着求利的念头相互对待。这样的国家却不灭亡，是从来没有的。先生（如果）用仁义去劝说秦王、楚王，秦王、楚王喜爱仁义而让军队休战，这就会使三军官兵因为喜爱仁义而乐于停战。（要是都这样，）做臣的心怀仁义侍奉国君，做儿子的心怀仁义侍奉父亲，做弟弟的心怀仁义侍奉哥哥，这样就会使君臣、父子、兄弟去掉求利的念头，而怀着仁义之心相互对待了。这样的国家还不能称王天下的，是从来没有的。何必要说利呢？”',
        ],
        'notes' => [
            '(1)宋牼(kēng)：战国时著名学者，又称宋荣，宋荣子，宋国人，和尹文齐名，是宋尹学派的代表人物。主张宽恕和均平。',
            '(2)石丘：地名。',
            '(3)号：《易·夬·辞》：“夬，扬于王庭，字号，有厉。”《楚辞·九章·悲回风》：“鸟兽鸣以号群兮，草苴比而不劳。”《吕氏春秋，怀宠》：“先发声出号。”高诱注：“号．令。”这里用为召唤之意。',
        ],
    ],
],
];
