<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '孟子居邹，季任(1)为任处守，以币交，受之而不报。处于平陆(2)，储子为相，以币交，受之而不报。他日，由邹之任，见季子；由平陆之齐，不见储子。屋庐子喜曰：“连(3)得间矣。”问曰：“夫子之任，见季子；之齐，不见储子，为其为相与？”',
            '曰：“非也。《书》曰：‘享多仪，仪不及物曰不享，惟不役志于享。’为其不成享也。”',
            '屋庐子悦。或问之，屋庐子曰：“季子不得之邹，储子得之平陆。”',
        ],
        'vernacular' => [
            '孟子居住在邹国（的时候），季任正在任国代理国政，送礼物来结交孟子，孟子收了礼物却不回谢。（孟子）居住在平陆（的时候），储子担任齐国的相，送礼物来结交孟子，孟子收了礼也不回谢。后来，孟子从邹国到了任国，拜访了季子；从平陆到了齐国，却不拜访储子。屋庐子高兴地说：“我发现老师的差错了。”问道：“老师到了任国，拜访了季子；到了齐国，不拜访储子，是因为储子只是担任相吗？”',
            '孟子说：“不是的。《尚书》上说：‘进献礼品看重礼仪，礼仪配不上礼品，就叫没有进献，因为心意不在进献上。’这是因为它不成为进献的缘故。”',
            '屋庐子听了很高兴。有人问他这件事，屋庐子说：“季子（在代理国政，）不能亲自到邹国去，而储子（作为卿相）是能亲自到平陆去的。”',
        ],
        'notes' => [
            '(1)季任：任国国君的弟弟。',
            '(2)平陆：齐国地名，即今山东省汶上县。',
            '(3)连：屋庐子的名。',
        ],
    ],
],
];
