<?php
return [
'chapters' => [
    [
        'name' => '第八节',
        'content' => [
            '鲁欲使慎子(1)为将军。孟子曰：“不教民而用之，谓之殃民。殃民者，不容于尧舜之世。一战胜齐，遂有南阳(2)，然且不可。”',
            '慎子勃然不悦曰：“此则滑所不识也。”',
            '曰：“吾明告子。天子之地方千里；不千里，不足以待诸侯。诸侯之地方百里；不百里，不足以守宗庙之典籍(3)。周公之封于鲁，为方百里也；地非不足，而俭于百里。太公之封于齐也，亦为方百里也；地非不足也，而俭于百里。今鲁方百里者五，子以为有王者作，则鲁在所损乎，在所益乎？徒取诸彼以与此，然且仁者不为，况于杀人以求之乎？君子之事君也，务引其君以当道，志于仁而已。”',
        ],
        'vernacular' => [
            '鲁国想叫慎子担任将军。孟子说：“不先训练百姓就用他们打仗，这叫坑害百姓。坑害百姓的人，在尧、舜时代是不容许存身的。（现在即使鲁国）一仗就打赢了齐国，收回了南阳，这样也还是不行。”',
            '慎子顿时不高兴地说：“这真是我慎滑所不明白的了。”',
            '孟子说：“我来明白地告诉你。天子的土地千里见方；不到千里见方，就不够条件接待诸侯。诸侯的土地百里见方；不足百里见方，就不够条件奉守宗庙里的典籍。（当年）周公分封在鲁地，是百里见方的一块；土地不是不够，但也只不过百里见方。太公分封在齐地，也是百里见方的一块；也不是土地不够，却只不过百里见方。现在鲁国的土地有五个百里见方那么大，你认为，如果有圣王出现，那么鲁国是在土地应该削减之列呢，还是在应该增加之列呢？不费力就把那里的土地取来并入这里，这样的事仁人尚且不干，何况用杀人来求取土地呢？君子侍奉君主，只该专心一意地引导君主走正道，立志在仁上罢了。”',
        ],
        'notes' => [
            '(1)慎子：名滑，名滑釐，鲁国的一名大臣，据说是一个善于用兵的人。',
            '(2)南阳：地名，在泰山西南面，本属于鲁，后被齐侵夺。',
            '(3)典籍：这里指记载先祖典章法度的文册。',
        ],
    ],
],
];
