<?php
return [
'chapters' => [
    [
        'name' => '第九节',
        'content' => [
            '孟子曰：“今之事君者皆曰：‘我能为君辟土地，充府库。’今之所谓良臣，古之所谓民贼也。君不乡(1)道，不志于仁，而求富之，是富桀也。‘我能为君约与国，战必克。’今之所谓良臣，古之所谓民贼也。君不乡道，不志于仁，而求为之强战，是辅桀也。由今之道，无变今之俗，虽与之天下，不能一朝居也。”',
        ],
        'notes' => [
            '(1)乡：《诗"小雅"庭燎》：“夜如何其，夜乡晨，庭燎有辉。”《左传·僖公三十三年》：“乡师而哭。”《论语·颜渊》：“樊迟退，见子夏曰：‘乡也，吾见於夫子而问‘知’；子曰：‘举直错诸枉，能使枉者直。’何谓也？’”这里用作动词，读向（xiang），意谓过去、刚才之意。',
            '(2)居：《易·屯·初九》：“磐桓，利居，贞，利建侯。”《诗·唐风·羔裘》：“羔裘豹祛，自我人居居！”《诗·小雅·六月》：“玁狁匪茹，整居焦获，侵镐及方，至于泾阳。”《诗"小雅"祈父》：“胡转予于恤，靡所止居。”《老子·二章》：“万物作焉而不为始，生而弗有，为而弗恃，功成而弗居。”《论语·宪问》：“子曰：‘士而怀居，不足以为士矣！’”《商君书·算地》：“故为国任地者，山林居什一，薮泽居什一，溪谷流水居什一，都邑蹊道居什四，此先王之正律也。”《广雅·释言》：“居，据也。”这里用为据，占据之意。',
        ],
        'vernacular' => [
            '孟子说：“现在那些侍奉君主的人都说：‘我能为君主开辟土地，增加财富。’现在所说的良臣，正是古代所说的残害百姓的人。君主不向往道德，不立志行仁，（做臣的）却谋求让他富足，这好比是让夏桀富足。（这些人又说：）‘我能替君主纠集盟国，每战必胜。’现在所说的良臣，正是古代所说的残害百姓的人。君主不向往道德，不立志行仁，（做臣的）却为他拼命打仗，这好比是帮夏桀打仗。沿着现在这条路走，不改变现在这种风气，即使把天下给了他，也是一天都坐不安稳的。”',
        ],
    ],
],
];
