<?php
return [
'chapters' => [
    [
        'name' => '第十三节',
        'content' => [
            '孟子曰：“霸者之民驩虞(1)如也，王者之民皞皞(2)如也。杀之而不怨，利之而不庸(3)，民日迁善而不知为之者。夫君子所过者化，所存者神，上下与天地同流，岂曰小补之哉？”',
        ],
        'notes' => [
            '(1)欢虞：欢娱。',
            '(2)皞(hào)：通“浩”，亦通“昊”。《庄子·人间世》：“易之者，皞天不宜。”这里用为广大自得的样子之意。',
            '(3)庸：《荀子·大畧》：“亲亲故故，庸庸劳劳，仁之杀也。”这里用为酬谢之意。',
        ],
        'vernacular' => [
            '孟子说：“霸主的百姓愉快欢乐，圣王的百姓心旷神怡。（圣王的百姓）被杀而不怨恨谁，得了好处而不报答谁，一天天趋向于善，却不知道谁使他们这样。圣人经过哪里，哪里就受感化；住在哪里，哪里就有神奇的变化，造化之功上与天齐下与地同，难道说只是小小的补益吗？”',
        ],
    ],
],
];
