<?php
return [
'chapters' => [
    [
        'name' => '第十八节',
        'content' => [
            '孟子曰：“人之有德慧(1)术知者，恒存乎疢疾(2)。独孤臣孽子(3)，其操心也危，其虑患也深，故达。”',
        ],
        'vernacular' => [
            '孟子说：“有德行、智慧、谋略、见识的人，常常是因为他生活在患难之中。只有那些孤臣和孽子，他们持有警惧不安的心理，考虑忧患很深远，所以通达事理。”',
        ],
        'notes' => [
            '(1)慧：《周书·谥法》：“柔质受谏曰慧。”《论语·卫灵公》：“群居终日，言不及义，好行小慧；难矣哉！”《韩非子·喻老》：“而慧者不以藏书箧。”《贾子·道术》：“亟见窕察谓之慧。”慧是指这个人善于理解、想象，有才华，有胆略，聪敏而有口才之意。',
            '(2)疢（chèn）疾：义同灾患。《诗·小雅·小弁》：“心之忧矣，疢如疾首。”《说文》：“疢，热病也。”本意为疾病，这里引伸为灾患之意。',
            '(3)孤臣孽(niè)子：孤臣，受疏远的臣；孽子，非嫡妻所生之子。',
        ],
    ],
],
];
