<?php
return [
'chapters' => [
    [
        'name' => '第二十三节',
        'content' => [
            '孟子曰：“易(1)其田畴(2)，薄其税敛，民可使富也。食之以时，用之以礼，财不可胜用也。民非水火不生活，昏暮叩人之门户求水火，无弗与者，至足矣。圣人治天下，使有菽粟如水火。菽粟如水火，而民焉有不仁者乎？”',
        ],
        'notes' => [
            '(1)易：《易·恒·象》：“雷风恒，君子以立不易方。”《诗"小雅"何人斯》：“尔还而入，我心易也。”《论语·学而》：“贤贤，易色。”《管子》：“王者乘时，圣人乘易。”《礼记·中庸》：“故君子居易以俟命，小人行险以徼幸。”《孟子·离娄上》：“人之易其言也，无责耳矣。”《玉篇·日部》：“易，转也，变也。”《广韵·昔韵》：“易，变易也，改也。”这里用为改变、变动之意。',
            '(2)畴：《易·否·九四》：“有命，无咎；畴，离祉。”《书·洪范》：“帝乃震怒，不畀洪范九畴，彝伦攸斁。”孔传：“畴，类也。”《字汇·田部》：“畴，类也。”这里用为“同类”之意。',
        ],
        'vernacular' => [
            '孟子说：“（让百姓）种好他们的地，减轻他们的赋税，就可以使百姓富足。按一定时节食用，按礼的规定使用，财物就用不完了。百姓没有水和火就无法生活，晚上敲人门户求水讨火，没有人不给的，因为家家水火都多极了。圣人治理天下，就要使百姓的粮食多得像水火。粮食多得像水火，那么老百姓哪还有不仁爱的呢？”',
        ],
    ],
],
];
