<?php
return [
'chapters' => [
    [
        'name' => '第二十一节',
        'content' => [
            '孟子曰：“广土众民，君子欲之，所乐不存焉；中天下而立，定四海之民，君子乐之，所性不存焉。君子所性，虽大行不加焉，虽穷居不损焉，分定故也。君子所性，仁义礼智根于心，其生色也睟然，见于面，盎于背，施于四体，四体不言而喻。”',
        ],
        'notes' => [
            '(1)睟(suì)：《文选·左思·魏都赋》：“魏国先生，有睟其容。这里用为肤色润泽之意。',
        [,
        'vernacular' => [
            '孟子说：“广阔的土地，众多的人民，君子是想得到的，但他的快乐不在这方面；站立在天下的中央，安定普天下的百姓，君子对此感到快乐，但他的本性不在这方面。君子的本性，即使他的理想完全实现了，也不会因此而有所增加，即使窘困隐居，也不会因此而有所减少，这是由于本分已经确定的缘故。君子的本性，仁义礼智植根在心中，它们产生的气色是纯正和润的，显现在脸上，充满在体内，延伸到四肢。四肢不必等他的吩咐，便明白该怎样做了。”',
        ],
    ],
],
];
