<?php
return [
'chapters' => [
    [
        'name' => '第二十四节',
        'content' => [
            '孟子曰：“孔子登东山而小鲁，登泰山而小天下，故观于海者难为水，游于圣人之门者难为言。观水有术，必观其澜。日月有明，容光(1)必照焉。流水之为物也，不盈科(2)不行；君子之志于道也，不成章(3)不达。”',
        ],
        'notes' => [
            '(1)容光：透光的小缝隙。',
            '(2)科：通“窠”。《易·说卦》：“其于木也，为科上槁。”《孟子·离娄下》：“盈科而后进。”这里用为坎、坑之意。',
            '(3)章：通“彰”。《易·丰·六五》：“来章，有庆誉，吉。”《易·噬嗑·彖》：“颐中有物，曰噬嗑。噬嗑而亨，刚柔分：动而明，雷电合而章；柔得中而上行，虽不当位，利用狱也。”《书·尧典》：“平章百姓。”《诗·小雅·裳裳者华》：“我觏之子，维其有章矣。”《诗"小雅"大东》：“虽则七襄，不成报章。”《左传·襄公二十七年》：“赏罚无章。”《礼记·中庸》：“如此者，不见而章，不动而变，无为而成。”《吕氏春秋·知度》：“而尧舜之所以章也。”《淮南子》：“钟之与磬也,近之则钟音充，远之则磬音章。”这里用为彰明、明显、显著之意。',
        ],

        'vernacular' => [
            '孟子说：“孔子登上了东山，觉得鲁国变小了，登上了泰山，觉得天下变小了，所以看过大海的人，就难以被别的水吸引了，在圣人门下学习的人，就难以被别的言论吸引了。观赏水有一定的方法，一定要观赏它的波澜。日月都有光，细小的缝隙必定都照到。流水这东西，不流满洼坑就不再向前流；君子有志于道，不到相当程度就不可能通达。”',
        ],
    ],
],
];
