<?php
return [
'chapters' => [
    [
        'name' => '第二十五节',
        'content' => [
            '孟子曰：“鸡鸣而起，孳孳(1)为善者，舜之徒也；鸡鸣而起，孳孳为利者，跖(2)之徒也。欲知舜与跖之分，无他，利与善之间也。”',
        ],
        'notes' => [
            '(1)孳(zī)：通“孜”《史记·夏本纪》：“予思日孳孳。”《汉书·萧何传》：“尚复孳孳得民和。”《汉书·东方朔传》：“此士所以日夜孳孳。”这里用为勤勉不怠之意。',
            '(2)蹠(zhí)：亦作跖，人名，相传为柳下惠之弟。《庄子·盗跖》：“盗跖从卒九千人，横行天下，侵暴诸侯。穴室枢户，驱人牛马，取人妇女。”是春秋战国时期奴隶起义领袖。',
        ],
        'vernacular' => [
            '孟子说：“鸡叫就起身，孜孜不倦地行善，是舜一类的人；鸡叫就起身，一刻不停地求利，是跖一类的人。要想知道舜和跖的区别，没有别的，只在行善和求利的不同罢了。”',
        ],
    ],
],
];
