<?php
return [
'chapters' => [
    [
        'name' => '第二十节',
        'content' => [
            '孟子曰：“君子有三乐，而王天下不与存焉。父母俱存，兄弟无故，一乐也；仰不愧于天，俯不怍(1)于人，二乐也；得天下英才而教育之，三乐也。君子有三乐，而王天下不与存焉。”',
        ],
        'notes' => [
            '(1)怍(zuò)：《论语·宪问》：“其言之不怍，则为之也难！”《礼记·曲礼》：“容无怍。”《礼记·祭义》：“孝子临尸而不怍。”《公羊传·宣公六年》：“灵公心怍焉。”《说文》：“怍，惭也。从心，作省声。”这里用为惭愧之意。',
        ],
        'vernacular' => [
            '孟子说：“君子有三件值得快乐的事，用仁德统一天下不包括在内。父母都健在，兄弟没病没灾，这是第一件快乐的事；抬头无愧于天，低头无愧于人，这是第二件快乐的事；得到天下的优秀人才而教育他们，这是第三件快乐的事。君子有这三件快乐的事，用仁德统一天下不包括在内。”',
        ],
    ],
],
];
