<?php
return [
'chapters' => [
    [
        'name' => '第三十六节',
        'content' => [
            '孟子自范之齐(1)，望见齐王之子，喟然叹曰：“居(2)移气，养移体，大哉居乎！夫非尽人之子与？”',
            '孟子曰：“王子宫室、车马、衣服多与人同，而王子若彼者，其居使之然也；况居天下之广居者乎？鲁君之宋，呼于垤泽(3)之门。守者曰：‘此非吾君也，何其声之似我君也？’此无他，居相似也。”',
        ],
        'notes' => [
            '(1)范：地名，齐国的一个城邑，在今山东范县境内。',
            '(2)居：《易·随·六三》：“系丈夫，失小子，随；有求，得。利居贞。”《诗"邶风"柏舟》：“日居月诸，胡迭而微。”《诗经"郑风"叔于田》：“叔于田，巷无居人。”《诗·小雅·鱼藻》：“王在在镐,有那其居。”《老子·八章》：“居善地，心善渊，与善仁。”《论语·公冶长》：“藏文仲居蔡，山节藻棁，何如其知也？”《礼记·中庸》：“故君子居易以俟命，小人行险以徼幸。”《礼记·乐记》：“乐著太始而礼居成物。”俞樾平议：“居，犹辨也。‘乐著太始。礼居成物’。谓乐所以著明太始，礼所以辨别成物。”《孟子·滕文公下》：“一怒而诸侯惧，安居而天下熄。”这里用为“辨别”之意。',
            '(3)垤(dié牒)泽：宋国城邑的一个城门名称。',
        ],
        'vernacular' => [
            '孟子从范邑到齐国去，远远地看见了齐王的儿子，很感慨地说：“居住环境改变人的气质，奉养改变人的体质，所处的环境真是关系大极了！他和别人不都一样是做儿子的吗？”',
            '孟子说：“王子的住房、车马、衣服多半跟别人的相同，而王子却是那样（与众不同），是因为他居住的环境使他变得这样的；何况居住在（‘仁’这个）天下最宽广的住所中的人呢？（有一次）鲁君到宋国去，在宋国的垤泽城门下吆喝，守门人议论说：‘这个人不是我们的君主，为什么他的声音像我们的国君呢？’这没有别的原因，所居住的环境相似罢了。”',
        ],
    ],
],
];
