<?php
return [
'chapters' => [
    [
        'name' => '第三十三节',
        'content' => [
            '王子垫(1)问曰：“士何事？”',
            '孟子曰：“尚志。”',
            '曰：“何谓尚志？”',
            '曰：“仁义而已矣。杀一无罪非仁也，非其有而取之非义也。居恶在？仁是也；路恶在？义是也。居仁由义，大人之事备矣。”',
        ],
        'vernacular' => [
            '王子垫问道：“士该做什么事？”',
            '孟子说：“使自己志向高尚。”',
            '王子垫问：“什么叫使自己志向高尚？”',
            '孟子说：“遵行仁义罢了。杀一个无罪的人是不仁的，不该是自己的东西而取来，是不义的。该住的地方在哪里？仁就是；该行的路在哪里？义就是。能居住在仁上，行走在义上，（那就连）君子该做的事都齐全了。”',
        ],
        'notes' => [
            '(1)王子垫：齐王之子，名垫。',
        ],
    ],
],
];
