<?php
return [
'chapters' => [
        [
            'content' => [
                '孟子曰：“知者无不知也，当务之为急；仁者无不爱也，急亲贤之为务。尧、舜之知而不遍物，急先务也；尧、舜之仁不遍爱人，急亲贤也。不能三年之丧，而缌、小功之察(1)；放饭流歠(2)，而问无齿决(3)，是之谓不知务。”',
            ],
            'notes' => [
                '(1)缌(sī)、小功：丧服名。古代丧服分为斩衰、齐衰、大功、小功、缌麻五个等级，服丧期相应分为三年、一年、九个月、五个月、三个月五等。缌：（si思）古代丧服名。五种丧服之最轻者，以细麻布为孝服，服丧三个月。如：缌麻服（指为期三个月的丧服），缌麻丧（古代丧服名。五服中之最轻者），缌衰（古代为诸侯之丧服）。《荀子·礼论》：“故三年以为隆，缌、小功以为杀。”。小功：指五种孝服中次轻的一种，为期五个月。《荀子·礼论》：“故三年以为隆，缌、小功以为杀。”',
                '(2)放饭流歠(chuò)：放，大；歠，饮。意思是大口吃饭、大口喝汤。按礼的规定，在尊长面前这样吃喝，是大不敬的行为。歠：《楚辞·渔父》：“众人皆醉，何不餔其糟而歠其酾。”《说文》：“歠，饮也。”《广韵》：“歠，大饮。”这里用为饮、喝之意。',
                '(3)齿决：此指用牙咬断干肉。按礼的规定，在尊长面前这样做，是不礼貌的。',
            ],
            'vernacular' => [
                '孟子说：“聪明人本该无所不知，（但总是）急于知道眼前该做的事情；仁人本该无所不爱，（但总是）急于先爱亲人和贤人。尧、舜的智慧不能遍知所有事物，是因为急于去做眼前的大事；尧、舜的仁德不能遍爱所有的人，是因为急于先爱亲人和贤人。（如果有人）不实行三年的丧礼，却讲究缌麻、小功这类（三五个月的）丧礼；（在尊长面前用餐，）大吃大喝，却讲究不用牙齿咬断干肉（这类小礼节），这就叫不懂轻重缓急。”',
            ],
        ],
    ],
],
];
