<?php
return [
'chapters' => [
    [
        'name' => '第四十三节',
        'content' => [
            '公都子曰：“滕更(1)之在门也，若在所礼，而不答，何也？”',
            '孟子曰：“挟(2)贵而问，挟贤而问，挟长而问，挟有勋劳而问，挟故而问，皆所不答也。滕更有二焉。”',
        ],
        'vernacular' => [
            '公都子说：“滕更在您门下学习时，似乎是属于要以礼相待的人，然而您却不回答（他的发问），为什么呢？”',
            '孟子说：“倚仗地位来发问，倚仗能干来发问，倚仗年长来发问，倚仗有功劳来发问，倚仗老交情来发问，都是我不愿回答的。滕更占了其中的两条。”',
        ],
        'notes' => [
            '(1)滕更：滕国国君的弟弟，曾就学于孟子',
            '(2)挟：《孟子·万章下》：“不挟长，不挟贵，不挟兄弟而友。”《战国策·秦策一》：“挟天子以令天下，天下莫敢不听？”这里用为要挟、强迫别人服从之意，又有凭仗之意。',
        ],
    ],
],
];
