<?php
return [
'chapters' => [
    [
        'name' => '第九节',
        'content' => [
            '孟子谓宋勾践(1)曰：“子好游(2)乎？吾语子游。人知之，亦嚣嚣(3)；人不知，亦嚣嚣。”',
            '曰：“何如斯可以嚣嚣矣？”',
            '曰：“尊德乐义，则可以嚣嚣矣。故士穷不失义，达不离道。穷不失义，故士得己焉；达不离道，故民不失望焉。古之人，得志，泽加于民；不得志，修身见于世。穷则独善其身，达则兼善天下。”',
        ],
        'notes' => [
            '(1)宋勾践：人名，身世不详。',
            '(2)游：《列子·汤问》：“孔子东游。”《史记·郦生传》：“此真吾所愿从游。”这里用为游说、宣扬之意。',
            '(3)嚣(xiāo)：(ao敖)通敖。《诗·大雅·板》：“我及尔谋，听我嚣嚣。”《尔雅》：“仇仇，敖敖，傲也。”《孟子·万章上》：“嚣嚣然曰。”这里用为傲慢之意。嚣嚣然：很傲慢的样子。',
        ],
        'vernacular' => [
            '孟子对宋勾践说：“你喜欢游说吗？我告诉你游说（的态度）。人家理解，我悠然自得无所求；人家不理解，我也悠然自得无所求。”',
            '宋勾践问道：“怎样就能做到悠然自得无所求呢？”',
            '孟子说：“崇尚德，爱好义，就能悠然自得无所求。所以士人穷困时不失掉义，得志时不背离道。穷困时不失掉义，所以士人能保持自己的操守；得志时不背离道，所以不会使百姓失望。古代的人，得志时，施给人民恩泽；不得志时，修养品德立身在世。穷困时，独自保持自己的善性，得志时还要使天下的人保持善性。”',
        ],
    ],
],
];
