<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“不仁哉梁惠王也！仁者以其所爱及其所不爱，不仁者以其所不爱及其所爱。”',
            '公孙丑问曰：“何谓也？”',
            '“梁惠王以土地之故，糜烂其民而战之，大败，将复之，恐不能胜，故驱其所爱子弟以殉之，是之谓以其所不爱及其所爱也。”',
        ],
        'vernacular' => [
            '孟子说：“梁惠王真不仁啊！仁人把给予他所爱的人的恩德推及到他所不爱的人，不仁者把带给他所不爱的人的祸害推及到他所爱的人。”',
            '公孙丑问道：“为什么这么说呢？”',
            '（孟子说：）“梁惠王因为土地的缘故，糟踏百姓的生命驱使他们去打仗，大败后准备再打，担心不能取胜，所以又驱使他所爱的子弟去为他送死，这就叫把带给他所不爱的人的祸害推及到他所爱的人。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“春秋无义战。彼善于此，则有之矣。征者，上伐下也，敌国不相征也。”',
        ],
        'vernacular' => [
            '孟子说：“春秋时代没有符合义的战争。那一次（战争）比这一次好一点的情况，还是有的。所谓征，是指天子讨伐诸侯，同等的诸侯国是不能相互征讨的。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“尽信《书》，则不如无《书》。吾于《武成》(1)，取二三策(2)而已矣。仁人无敌于天下，以至仁伐至不仁，而何其血之流杵也？”',
        ],
        'notes' => [
            '(1)《武成》：《尚书》篇名，早已亡佚。东汉王充《论衡·艺增》上说：“夫《武成》之篇，言武王伐纣，血流浮杵(chǔ)，助战者多，故至血流如此。”',
            '(2)策：竹简。',
        ],
        'vernacular' => [
            '孟子说：“完全相信《尚书》，不如没有《尚书》。我对于（《尚书》中的）《武成》篇，就只取其中二三处罢了。仁人无敌于天下，凭（武王那样）最仁的人去讨伐（商纣那样）最不仁的人，怎么会血流得把舂米的木棒都漂起来呢？”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“有人曰，‘我善为陈(1)，我善为战。’大罪也。国君好仁，天下无敌焉。南面而征，北狄怨；东面而征，西夷怨，曰：‘奚为后我？’武王之伐殷也，革车三百两，虎贲三千人。王曰：‘无畏！宁尔也，非敌百姓也。’若崩厥角稽首(2)。征之为言正也，各欲正己也，焉用战？”',
        ],
        'notes' => [
            '(1)陈：同“阵”。',
            '(2)稽(qǐ)首：古代一种跪拜礼，叩头到地。3.道士举一手向人行礼，也称稽首。',
        ],
        'vernacular' => [
            '孟子说：“有人说，‘我善于布阵，我善于打仗。’这是大罪恶。国君爱好仁，就会天下无敌。（商汤）征伐南方，北方的民族就埋怨；征伐东方，西方的民族就埋怨。埋怨说：‘为什么把我们放在后边？’武王讨伐殷商，有战车三百辆、勇士三千人。武王（向殷商的百姓）说：“不要害怕，（我们是来）安抚你们的，不是来同百姓为敌的。’（殷商的百姓都跪倒叩头，）额角碰地的声音，像山岩崩塌一般。‘征’就是‘正’的意思。如果各国都有端正自己的打算，哪还用得着打仗？”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“梓匠轮舆能与人规矩，不能使人巧。”',
        ],
        'vernacular' => [
            '孟子说：“木匠和车匠能教给人圆规、曲尺的使用方法，却不能使人技术精巧。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“舜之饭糗茹草(1)也，若将终身焉；及其为天子也，被袗(2)衣，鼓琴，二女果(3)，若固有之。”',
        ],
        'notes' => [
            '(1)饭糗（qiǔ）：饭，动词，吃。糗，干粮。《周礼·籩人》：“糗饵粉飺。”《国语·楚语》：“糗一筐。”《说文》：“糗，熬米麦也。”这里用为炒熟的米麦等谷物之意。茹：《诗·大雅·庶民》：“柔则茹之。”《礼记·礼运》：“饮其血，茹其毛。”《庄子·人间世》：“回之家贫，唯不饮酒不茹荤者数月矣。”《方言》：“茹，食也。吴越之间，凡贪饮食者谓之茹。”这里用为“吃”之意。',
            '(2)袗(zhěn)：这里用为绣有花纹的华贵衣服之意。',
            '(3)果：通“婐(wǒ)”，侍女，这里是侍候的意思。果：通“祼”。《周礼·春官》：“大宾客则摄而载果。”古代帝王以酒祭奠祖先或赐宾客饮之礼之意。',
        ],
        'vernacular' => [
            '孟子说：“舜在吃干粮咽野菜的时候，就像打算终身这么过日子似的。到他做了天子后，穿着细葛布衣服，弹着琴，尧的两个女儿侍候着，又像本来就享有这种生活似的。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“吾今而后知杀人亲之重也：杀人之父，人亦杀其父；杀人之兄，人亦杀其兄。然则非自杀之也，一间(1)耳。”',
        ],
        'notes' => [
            '(1)间：《老子·四十三章》：“无有入无间，吾是以知无为之有益。”《墨子经》：“有閒中也。”《庄子·养生主》：“彼节者有间。”《史记·管晏传》：“从门閒而窥其夫。”《说文》：“閒，隙也。从門，中见月。会意。”这里用为间隙之意。',
        ],
        'vernacular' => [
            '孟子说：“我现在才知道杀害别人亲人的严重性：杀了人家的父亲，人家也会杀他父亲；杀了人家的哥哥，人家也会杀他哥哥。虽然不是他自己杀了父亲和哥哥，但也只差那么一点点了。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“古之为关也，将以御暴；今之为关也，将以为暴。”',
        ],
        'vernacular' => [
            '孟子说：“古时候设立关卡，是要用它抵御残暴；而现在设立关卡，却是想用它来施行残暴。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“身不行道，不行于妻子；使人不以道，不能行于妻子。”',
        ],
        'vernacular' => [
            '孟子说：“自己不按道行动，道在他妻子儿女身上也实行不了；不按道去使唤人，那就连妻子儿女也使唤不了。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“周(1)于利者凶年不能杀(2)，周于德者邪世不能乱。”',
        ],
        'notes' => [
            '(1)周：《诗·小雅·鹿鸣》：“人之好我，示我周行。”《诗·小雅·皇皇者华》：“载驰载驱，周爰咨谋。”《左传·昭公四年》：“其藏之也周。”《国语·鲁语》：“忠信为周。”《管子·人主》：“人不可不周。”《论语·为政》：“君子周而不比，小人比而不周。”《礼记·缁衣》：“自周有终。”《说文》：“周，密也。”这里用为周密、周到之意。',
            '(2)杀：《礼记·乐记》：“是故志微噍杀之音作，而民思忧。《集韵·怪韵》：“杀，削也。”苏轼《次韵林子中春日新堤书事》：“为报年来杀风景，连江梦雨不知春。”这里用为败坏，衰败之意。',
        ],
        'vernacular' => [
            '孟子说：“富于财利的人荒年不能使他困窘，富于道德的人乱世不能使他迷乱。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“好名之人能让千乘之国，苟非其人，箪食豆羹见于色。”',
        ],
        'vernacular' => [
            '孟子说：“爱名声的人，能够让出大国国君的位置，如果不是这样的人，就是让出一小筐饭，一碗汤，脸色也会显出不高兴。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“不信仁贤，则国空虚；无礼义，则上下乱；无政事，则财用不足。”',
        ],
        'vernacular' => [
            '孟子说：“不信任仁人贤士，国家实力就会空虚；没有礼义，上下等级关系就会混乱；没有政事，国家财用就会不足。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“不仁而得国者，有之矣；不仁而得天下者，未之有也。”',
        ],
        'vernacular' => [
            '孟子说：“不仁的人得到一个国家，有这样的情况；不仁的人却得到天下，是从来没有过的。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“民为贵，社稷(1)次之，君为轻。是故得乎丘民(2)而为天子，得乎天子为诸侯，得乎诸侯为大夫。诸侯危社稷，则变置。牺牲既成，粢(3)盛既洁，祭祀以时，然而旱干水溢，则变置社稷。”',
        ],
        'notes' => [
            '(1)社稷：《诗·小雅·甫田》：“以社以方。”《老子·七十八章》：“受国之垢，是谓社稷主；受国不祥，是为天下王。”《论语·八佾》：“哀公问社於宰我。宰我对曰。”《礼记·月令·仲春》：“命民社。”《国语·鲁语上》：“故祀以为社。”《孟子·离娄上》：“诸侯不仁，不保社稷。”《史记·陈涉世家》：“将军身被坚执锐，伐无道，诛暴秦，复立楚国之社稷，功宜为王。”这里用为土地神神主之意。土神和谷神是古时君主都祭祀的社稷，后来就用社稷代表国家。',
            '(2)丘民：众民。丘：《易·涣·六四》：“涣其群，元吉。涣有丘，匪夷所思。”《周礼·地官·小司徒》：“四邑为丘。”《广雅·释诂二》：“丘，居也。”《释名·释州国》：“丘，聚也。”这里用为聚居之意。',
            '(3)粢(zī)：《公羊传·桓公十四年》：“御廪者何？粢盛委之所藏也。”《孟子·滕文公下》：“诸侯耕助以供粢盛。”《玉篇》：“粢，稷米也。”这里用为古代供祭祀用的谷物之意。',
        ],
        'vernacular' => [
            '孟子说：“百姓是最重要的，土谷之神次于百姓，君主的地位更要轻些。所以得到许多百姓的拥护就能做天子，得到天子信任就能做诸侯，得到诸侯信任就能做大夫。诸侯危害了土谷之神，那就改立诸侯。祭祀用的牲畜是肥壮的，谷物是清洁的，又是按时祭祀的，然而还是干旱水涝，那就改立土谷之神。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“圣人，百世之师也，伯夷、柳下惠是也。故闻伯夷之风者，顽夫廉，懦夫有立志；闻柳下惠之风者，薄夫敦，鄙夫(1)宽。奋乎百世之上，百世之下闻者莫不兴起也。非圣人而能若是乎？而况于亲炙之者乎？”',
        ],
        'notes' => [
            '(1)鄙夫：《左传·宣公十四年》：“过我而不假道，鄙我也。”《论语·阳货》：“鄙夫可与事君也与哉！”《史记·廉颇蔺相如列传》：“鄙贱之人，不知将军宽之至此也。”《晋书·董京传》：“鱼悬兽槛，鄙夫知之。”这里用为形容见识浅薄的人之意。',
        ],
        'vernacular' => [
            '孟子说：“圣人是百代人的师表，伯夷、柳下惠就是这样的人。所以，听说过伯夷的道德风范的，贪婪的人会变廉洁，懦弱的人会有立志的决心；听说过柳下惠的道德风范的，刻薄的人变得厚道，狭隘的人会变得宽广。百代之前（奋发有为），百代之后，听说过他们事迹的人，没有不振作奋发的。不是圣人能像这样吗？（百代以后的影响尚且这样，）更何况当时亲身受过他们熏陶的人呢？”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“仁也者，人也。合而言之，道也。”',
        ],
        'vernacular' => [
            '孟子说：“所谓仁，意思就是人。人和仁结合起来，就是所说的道。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“孔子之去鲁，曰：‘迟迟吾行也，去父母国之道也。’去齐，接淅而行，去他国之道也。”',
        ],
        'vernacular' => [
            '孟子说：“孔子离开鲁国时，说道：‘我要慢慢地走啊，这是离开祖国的态度。’离开齐国时，将淘好了的米捞起来就走，这是离开别的国家时的态度。“',
        ],
    ],
    [
        'content' => [
            '孟子曰：”君子之厄于陈蔡之间(1)，无上下之交也。“',
        ],
        'notes' => [
            '(1)君子之于陈蔡之间：君子，指孔子。厄，同“厄”，穷困，灾难。据《史记。孔子世家》记载，（哀公四年）楚使人聘孔子，孔子将往，而陈、蔡两国大夫担心孔子被楚任用后对他们不利，于是派徒役包围孔子，致使孔子和他的弟子断粮多日，饿得爬不起来。“于陈蔡之间”即指此事。',
        ],
        'vernacular' => [
            '孟子说：”孔子在陈国、蔡国之间遭围困，是由于跟这两国的君臣没有交往的缘故。“',
        ],
    ],
    [
        'content' => [
            '貉稽(1)曰：“稽大不理于口。”',
            '孟子曰：“无伤也。士憎兹多口。《诗》云：‘忧心悄悄，愠于群小(2)。’孔子也。‘肆不殄厥愠，亦不殒厥问(3)。’文王也。“',
        ],
        'notes' => [
            '(1)貉(hé)稽(jī)：人名，生世不详。',
            '(2)以上两句出自《诗经·邶风·柏舟》。悄(qiāo)：《诗·邶风·柏舟》：“忧心悄悄，愠于群小。”《诗·陈风·月出》：“劳心悄兮。”《诗"小雅"出车》：“忧心悄悄，仆夫况瘁。”《文选·潘岳·笙赋》：“诀后悄切。”《说文》：“悄，忧也。”这里用为忧愁的样子之意。愠(yùn)：《诗·邶风·柏舟》：“忧心悄悄，愠于群小。”《论语·学而》：“人不知而不愠，不亦君子乎？”这里用于恼怒、怨恨之意。',
            '(3)以上两句出自《诗经·大雅·绵》。肆：《诗·小雅·楚茨》：“或剥或享，或肆或将。”《诗"大雅"大明》：“肆伐大商，会朝清明。”《诗·大雅·行苇》：“肆筵设席，授几有缉御。”《论语·阳货》：“古之狂也肆，今之狂也荡。”《说文》：“肆，极陈也。”朱骏声曰：“此字本训长。”《广韵》：“肆，陈也。”本义为陈列之意，这里引伸为展现之意。殄：(tian舔)《书·毕命》：“余风未殄。”《诗·大雅·瞻卬》：“邦国殄瘁。”《左传·宣公二年》：“败国尽民。”《淮南子·本经》：“丁殄地财。”《说文》：“殄，尽也。”这里用为断绝，竭尽之意。厥：(jue缺)《易·大有·六五》：“厥孚，交如，威如，吉。”《书"说命上》：“若药弗瞑眩，厥疾弗廖。”《书·禹贡》：“厥上为白壤，厥赋惟上上错，厥田为中中。”《诗"小雅"大田》：“俶载南亩，播厥百谷。”《诗"大雅"文王》：“世之不显，厥犹翼翼。”《尔雅·释言》：“厥。其也。”《孟子·梁惠王下》：“昔者太王好色，爱厥妃。”这里用为代词，相当于“其”之意。殒：《诗·大雅·緜》：“肆不殄厥愠，亦不殒厥问。”《一切经音义》引《声类》：“殒，没也。”《一切经音义三》：“殒，字书作陨，同于敏反。”《后汉书·隗嚣传》：“妻子颠殒。”这里用为失去之意。',
        ],
        'vernacular' => [
            '貉稽说：“我貉稽被人家说了很多坏话。”',
            '孟子说：”没关系的。士人总会受到七嘴八舌非议的。《诗经》上说：“忧心忡忡排遣不了，小人对我又恨又恼。’孔子就是这样的人。（又说：）‘不消除别人的怨恨，也不丧失自己的名声。’说的就是文王。“',
        ],
    ],
    [
        'content' => [
            '孟子曰：“贤者以其昭(1)昭使人昭昭，今以其昏昏使人昭昭。”',
        ],
        'notes' => [
            '(1)昭：《诗"大雅"文王》：“文王在上，於昭于天。”《诗·大雅·云汉》：“倬彼云汉，昭回于天。”《老子·二十章》：“俗人昭昭，我独昏昏。”《易·晋·象》：“明出地上，晋，君子以自昭明德。”《礼记·中庸》：“今夫天，斯昭昭之多，及其无穷也。”《楚辞·大招》：“青春受谢，白日昭只。”《说文》：“昭，日明也。”这里用为明亮之意。',
        ],
        'vernacular' => [
            '孟子说：“贤人用自己清楚明白的道理使别人也清楚明白，现在的人却要用连他自己都糊里糊涂的道理去使人清楚明白。”',
        ],
    ],
    [
        'content' => [
            '孟子谓高子曰：“山径之蹊(1)，间(2)介(3)然用之而成路；为间不用，则茅塞之矣。今茅塞子之心矣。”',
        ],
        'notes' => [
            '(1)蹊：《左传·宣公十一年》：“牵牛以蹊人之田。”《荀子·劝学》：“将原先王，本仁义，则礼正其经纬蹊径也。”这里用为践踏之意。',
            '(2)间：《诗·小雅·车舝》：“间关车之舝兮，思娈季女逝兮。”《战国策·齐策》：“时时而间进。”《荀子·礼论》：“缌、小功以后杀，期九月以为间。”宋沈括《梦溪笔谈·活板》：“间道经其门。”宋文天祥《<指南录>后序》：“间以诗记所遭。”这里用为间或，断断续续之意。',
            '(3)介：《书·秦誓》：“如有一介臣。”《诗·郑风·清人》：“清人在彭，驷介旁旁。”《左传·襄公八年》：“亦不使一介行李。”《国语·吴语》：“一介嫡女。”《孟子·尽心上》：“柳下惠不以三公易其介。”《汉书·孔光传》：“援纳断断之介。”《韩非子·外储说左下》：“夫介异于人臣。”《广雅》：“介，独也。”这里用为独特之意。',
        ],
        'vernacular' => [
            '孟子对高子说：“山坡上的小路，一段时间内经常去走才能成为路；只要一个时候不走，茅草就会堵塞住它。现在，‘茅草’堵塞住你的心了。”',
        ],
    ],
    [
        'content' => [
            '高子曰：“禹之声尚(1)文王之声。”',
            '孟子曰：“何以言之？”',
            '曰：“以追蠡(2)。”',
            '曰：“是奚足哉？城门之轨，两马之力与？”',
        ],
        'notes' => [
            '(1)尚：《诗"小雅"菀柳》：“有菀者柳，不尚息焉。”《广雅·释诂四》：“尚，高也。”张衡《东京赋》：“得闻先生之余论，则大庭氏何以尚兹？”这里用为超过，高出之意。',
            '(2)追(duī)蠡：追，钟钮；蠡，要断的样子。蠡：《汉书·东方朔传》：“以蠡测海。”本意为瓠瓢，用葫芦做的瓢。比喻以瓠瓢测量海水，形容见识短浅，以浅见量度人之意。',
        ],
        'vernacular' => [
            '高子说：“禹的音乐胜过文王的音乐。”',
            '孟子问：“凭什么这么说？”',
            '高子说：“因为（禹传下来的钟上的）钟钮都快断了。（可见人们喜欢演奏它。）”',
            '孟子说：“这哪足以说明问题呢？城门下的车迹很深，是一二匹马的力量造成的吗？（那是年深月久车马过得多了造成的。禹传下的钟钮快要断了，也正是年代久远的缘故。）”',
        ],
    ],
    [
        'content' => [
            '齐饥。陈臻曰：“国人皆以夫子将复为发棠(1)，殆不可复？”',
            '孟子曰：“是为冯妇(2)也。晋人有冯妇者，善搏虎，卒为善，士则之。野有众逐虎，虎负(3)嵎(4)，莫之敢撄(5)。望见冯妇，趋而迎之。冯妇攘臂下车。众皆悦之，其为士者笑之。”',
        ],
        'notes' => [
            '(1)棠：地名，齐国的一个城邑，在今山东即墨县境内。',
            '(2)冯妇：男人名，姓冯名妇，晋国人。',
            '(3)负：《易·睽·上九》：“睽，孤，见豕负涂；载鬼一车。”《左传·襄公十四年》：“昔秦人负恃其众，贪于土地，逐我诸戎。”《老子·四十二章》：“万物负阴而抱阳，冲气以为和。”《仪礼·士丧礼》：“授卜人龟，负东扉。”《庄子·逍遥游》：“背负青天而莫之千阏者。”这里用为“依靠、凭借”之意。',
            '(4)嵎(yú)：《字汇·山部》：“嵎，山曲曰嵎。”这里用为山势弯曲险阻的地方之意。',
            '(5)撄(yīng)：《正字通·手部》：“撄，触也，迫近也。”这里用为接触、触犯之意。',
        ],
        'vernacular' => [
            '齐国饥荒。陈臻说：“国都里的人都认为老师会再次（劝说齐王）打开棠邑的粮仓（救济百姓），恐怕不会再这么做了吧？”',
            '孟子说：“这样就成冯妇了。晋国有个叫冯妇的人，善于打虎，后来行善不打虎了，士人都效法他。（有一次）野外有许多人在追逐一只虎，老虎背靠山的角落，没有人敢靠近它。（人们）远远看见了冯妇，便跑上去迎接他。冯妇便捋起袖子下车（去打虎）。大家都喜欢他，可是那些称为士的人却讥笑他。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“口之于味也，目之于色也，耳之于声也，鼻之于臭也，四肢之于安佚也，性也，有命焉，君子不谓性也。仁之于父子也，义之于君臣也，礼之于宾主也，知之于贤者也，圣人之于天道也，命也，有性焉，君子不谓命也。”',
        ],
        'vernacular' => [
            '孟子说：“口对于美味，眼睛对于美色，耳朵对于好听的声音，鼻子对于香味，四肢对于安逸，（都是极喜欢的，）这是天性，（但能否享受到，）其中有命的作用，所以君子不强调天性。仁对于父子关系，义对于君臣关系，礼对于宾主关系，智慧对于贤者，圣人对于天道，（都是极重要的，）这都由命决定的，（能否得到它们，）其中也有天性的作用，所以君子不强调命的作用。”',
        ],
    ],
    [
        'content' => [
            '浩生不害问曰(1)：“乐正子何人也？”',
            '孟子曰：“善人也，信人也。”',
            '“何谓善？何谓信？”',
            '曰：“可欲(2)之谓善，有诸已之谓信，充实之谓美，充实而有光辉之谓大，大而化之之谓圣，圣而不可知之之谓神。乐正子，二之中、四之下也。”',
        ],
        'notes' => [
            '(1)浩生不害：姓浩生，名不害，齐国人',
            '(2)欲：《书·秦誓》：“仡仡勇夫，射御不违，我尚不欲。”《庄子·则阳》：“故卤莽其性者，欲恶之孽，为性萑苇蒹葭。”《论衡·案书》：“人情欲厚恶薄。”《增韵》：“欲，爱也。”这里用为爱好，喜爱之意。',
        ],
        'vernacular' => [
            '浩生不害问道：“乐正子是怎样一个人？”',
            '孟子说：“是个善人、信人。”',
            '（浩生不害问：）“什么叫‘善’？什么叫‘信’？”',
            '孟子说：“值得喜爱的叫‘善’，自己确实具有‘善’就叫‘信’，‘善’充实在身上就叫‘美’，既充实又有光辉就叫‘大’，既‘大’又能感化万物就叫‘圣’，‘圣’到妙不可知就叫‘神’。乐正子是在‘善’和‘信’二者之中，‘美’、‘大’、‘圣’、‘神’四者之下的人。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“逃墨(1)必归于杨(2)，逃杨必归于儒。归，斯受之而已矣。今之与杨、墨辩者，如追放豚(3)，既入其苙(4)，又从而招之。”',
        ],
        'notes' => [
            '(1)墨：指墨子，即是墨翟。墨翟：战国初期思想家，墨家学派的创始人。姓墨名翟，其生卒年月，历史上无确切记载。近代学者一般认为，墨子生于公元前476年左右，卒于公元前390年左右。墨子出生何地，也有争议。《史记·孟荀列传》说他是“宋之大夫”，《吕氏春秋·当染》认为他是鲁国人，也有的说他原为宋国人，后来长期住在鲁国。',
            '(2)杨：即杨子。杨子：人名，姓杨名朱，又称阳子居、阳生。魏国人，战国初期思想家，主张“贵生”、“重己”。《孟子·滕文公下》：“处士横议，杨朱、墨翟之言盈天下。”',
            '(3)豚(tún)：《论语·阳货》：“阳货欲见孔子，孔子不见，归孔子豚。”《礼记·曲礼》：“豚曰腯肥。”《孟子·梁惠王上》：“鸡豚狗彘之畜。”《韩非子·外储说左下》：“郑县人卖豚，人问其价。”《说文》：“豚，小豕也。”《方言八》：“猪其子谓之豚。”这里用为小猪之意。',
            '(4)苙(lì)：《方言》卷三：“苙，圂也。”这里用为畜栏之意。',
        ],
        'vernacular' => [
            '孟子说：“避开墨子这一派，必定会归入杨朱这一派；避开杨朱这一派，必定会回归到儒家这一派。回归了，接纳他就是了。而现在同杨朱、墨子辩论的人，好像在追跑掉的猪，已经追回、赶入猪圈了，还要接着把它的脚拴住。（这未免过分了。）”'
        ],
    ],
    [
        'content' => [
            '孟子曰：“有布缕之征，粟米之征，力役之征。君子用其一，缓其二。用其二而民有殍，用其三而父子离。”',
        ],
        'vernacular' => [
            '孟子说：“有征收布帛的赋税，有征收粮食的赋税，有征发人力的赋税。君子征收了其中一种，就缓征其他两种。同时征收两种，百姓就会有饿死的了；同时征收三种，就会使百姓们父子离异各顾自己了。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“诸侯之宝三：土地，人民，政事。宝珠玉者，殃必及身。”',
        ],
        'vernacular' => [
            '孟子说：“诸侯的宝物有三样：土地，人民，政事。把珍珠美玉当作宝物的，灾祸必将落到他身上。”',
        ],
    ],
    [
        'content' => [
            '盆成括仕于齐(1)。孟子曰：“死矣，盆成括！”',
            '盆成括见杀，门人问曰：“夫子何以知其将见杀？”',
            '曰：“其为人也小有才，未闻君子之大道也，则足以杀其躯而已矣。”',
        ],
        'notes' => [
            '(1)盆成括：姓盆成，名括。曾经向孟子学习过的人。',
        ],
        'vernacular' => [
            '盆成括在齐国做官。孟子说：“盆成括要丧命了！”',
            '盆成括被杀，学生问道：“老师怎么会知道他将被杀？”',
            '孟子说：“他有点小才智，但不懂君子的大道理，那就足以招来杀身之祸罢了。”',
        ],
    ],
    [
        'content' => [
            '孟子之滕，馆于上宫(1)。有业屦于牖上(2)，馆人求之弗得。或问之曰：“若是乎从者之廋(3)也？”',
            '曰：“子以是为窃屦来与？”',
            '曰：“殆非也。夫子之设科(4)也，往者不追，来者不拒。苟以是心至，斯受之而已矣。”',
        ],
        'notes' => [
            '(1)上宫：上等的旅馆。',
            '(2)屦(jù)：《诗·齐风·南山》：“葛屦五两，冠緌双止。”《诗·魏风·葛屦》：“纠纠葛屦，可以履霜。”《周礼·屦人》：“掌王及后之服屦。”《左传·僖公四年》：“共其资粮屝屦。”《孟子·滕文公上》：“其徒数十人，皆衣褐，捆屦织席以为食。”《荀子·礼论》：“卑絻、黼黻、文织，资粗、衰绖、菲繐、菅屦，是吉凶忧愉之情发于衣服者也。”《说文》：“屦，履也。”段玉裁注：“今时所谓履者，自汉以前皆名屦。”这里用指为用麻、葛等制成的单底鞋之意。业屦：未织完的鞋子。',
            '(3)廋(sōu)：《论语·为政》：“视其所以，观其所由，察其所安。人焉廋哉？人焉廋哉？”《孟子·离娄上》：“观其眸子：人焉廋哉！”《汉书·赵广汉传》：“直突入其门，廋索私屠酤。”颜师古注：“廋读与搜同，谓入室求之也。”《玉篇·广部》：“廋，求也，索也……亦作搜。”这里用为搜求之意。',
            '(4)设科：办教育。',
        ],
        'vernacular' => [
            '孟子到了滕国，住在上宫。有一双还没织好的草鞋放在窗台上，旅馆里的人来找而没有找到。有人问孟子：“跟随你来的人怎么竟像这样乱藏人家东西呢？”',
            '孟子说：“你以为这些人是为了偷鞋子而来这里的吗？”',
            '那人说道：“大概不是的。先生订了规章条例（接收学生学习），走了的不追究，有来的不拒绝。只要凭着求学愿望来的，就接收他罢了。（这可难免会有手脚不清的人混进来呢！）”'
        ],
    ],
    [
        'content' => [
            '孟子曰：“人皆有所不忍，达之于其所忍，仁也；人皆有所不为，达之于其所为，义也。人能充无欲害人之心，而仁不可胜用也；人能充无穿逾(1)之心，而义不可胜用也；人能充无受尔汝之实(2)，无所往而不为义也。士未可以言而言，是以言餂之也(3)；可以言而不言，是以不言餂之也，是皆穿逾之类也。”',
        ],
        'notes' => [
            '(1)穿：《诗·召南·行露》：“何以穿我墉。”《资治通鉴》：“此所谓强弩之末势不能穿鲁缟者也。”《说文》：“穿，通也。”这里用为洞穿之意。窬(yú)：《左传》：“筚门圭窦(窬)。”《论语·阳货》：“色厉而内荏，譬诸小人，其犹穿窬之盗也与！”《淮南子》：“埏埴而为器，窬木而为舟。”《汉书·胡建传》：“穿窬不繇路。”《说文》：“窬，穿木户也。”这里用为打洞穿墙过去之意。',
            '(2)尔汝：尔、汝，都是第二人称代词，古代尊长称呼卑幼时用，如果平辈之间用来称呼，则是对对方的轻视。',
            '(3)餂（tiǎn）：取。《集韵·忝韵》：“餂，取也。”这里用为用甜言蜜语诱取、探取之意。',
        ],
        'vernacular' => [
            '孟子说：“人人都有不忍心干的事，把它推及到他所忍心去干的事上，就是仁；人人都有不肯去干的事，把它推及到他所肯干的事上，就是义。一个人能把不想害人的心理扩展开去，仁就用不尽了；一个人能把不愿扒洞翻墙（行窃）的心理扩展开去，义就用不尽了；一个人能把不愿受人轻蔑的心理扩展开去，那么无论到哪里，（言行）都是符合义的了。士人，不可以交谈而去交谈，这是用言语试探对方来取利；可以交谈却不去交谈，这是用沉默试探对方来取利，这些都是扒洞翻墙一类的行径。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“言近而指远者，善言也；守约而施博者，善道也。君子之言也，不下带而道存焉(1)；君子之守，修其身而天下平。人病舍其田而芸人之田，所求于人者重，而所以自任者轻。“',
        ],
        'notes' => [
            '(1)不下带：带，腰带。古人视不下带，即只视带之上。此处比喻注意眼前常见之事。带：《墨子·兼爱中》：“肱息然后带，扶墙然后起。”《广雅·释诂三》：“带，束也。”这里用为束缚之意。',
        ],
        'vernacular' => [
            '孟子说：“言语浅近而含义深远，这是善言；把握住的十分简要，而施行时效用广大，这是善道。君子所说的，虽然是眼前近事，而道却蕴含在其中；君子所把握住的，是修养自己，却能使天下太平。常人的毛病在于荒弃自己的田地，却要人家锄好田地，要求别人的很重，而加给自己的责任却很轻。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“尧、舜，性者也；汤、武，反之也。动容周旋中礼者，盛德之至也。哭死而哀，非为生者也。经德不回，非以干(1)禄也。言语必信，非以正行也。君子行法，以俟命而已矣。”',
        ],
        'notes' => [
            '(1)干：《诗"王风"中谷有蓷》：“中谷有蓷,暵其干矣。”《诗"鄘风"干旄》：“孑孑干旄，在浚之郊。”《诗·小雅·采芑》：“师干之试。”《论语·为政》：“子张学干禄。”《庄子·徐无鬼》：“其欲干酒肉之味邪?”《孟子·公孙丑下》：“识其不可，然且至，则是干泽也。”《荀子·议兵》：“皆干赏蹈利之兵也。”这里用为求取之意。',
        ],
        'vernacular' => [
            '孟子说：“尧、舜的仁德，是出自本性；汤王、武王的仁德，是（经过修身）回复到本性。动作容貌等一切方面都符合礼，这是美德的最高表现。为死者哭得悲哀，不是做给活人看的。遵循道德而不违背，不是用来求官做的。言语必求信实，不是用来修正自己的品行的。君子遵循天然的道理去做，以此等待命运的安排罢了。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“说大人，则藐之，勿视其巍巍然。堂高数仞，榱题数尺(1)，我得志，弗为也。食前方丈，侍妾数百人，我得志，弗为也。般(2)乐饮酒，驱骋田猎，后车千乘，我得志，弗为也。在彼者，皆我所不为也；在我者，皆古之制也，吾何畏彼哉？”',
        ],
        'notes' => [
            '(1)榱（cuī）题：屋檐下的椽子头，这里借指屋檐。榱：即椽，放在檩上支持屋面和瓦片的木条。《左传·襄公三十一年》：“栋折榱崩。”《荀子·哀公》：“仰视榱栋，俯见几筵。”《说文》：“秦名为屋椽，周谓之榱，齐鲁谓之桷。”《新序·杂事四》：“仰见榱栋，俯见几筵。”这里用为屋檐之意。',
            '(2)般：通“班”。《太玄·棿》：“建侯开国，涣爵般秩。”《墨子·尚贤中》：“古者圣王唯毋得贤人而使之，般爵以贵之，裂地以封之。”《孟子·公孙丑上》：“般乐怠敖，是自求祸也。”《汉书·礼乐志》：“灵之来，神哉沛，先以雨，般裔裔。”这里用为颁布之意。',
        ],
        'vernacular' => [
            '孟子说：“向权贵进言，要藐视他，不要看他那副高高在上的样子。殿堂几丈高，屋檐几尺宽，我要得志了，就不这么干。面前摆满美味佳肴，侍妾有数百人，我要得志了，就不这么干。饮酒作乐，驰骋打猎，让成千辆车子跟随着，我要得志了，就不这么干。他们的所作所为，都是我所不愿干的；我所愿干的，都是符合古代制度的，我为什么要怕他们呢？”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“养心莫善于寡欲。其为人也寡欲，虽有不存焉者，寡矣；其为人也多欲，虽有存焉者，寡矣。”',
        ],
        'vernacular' => [
            '孟子说：“修养善心的方法，没有比减少求利的欲望更好的了。一个人求利的欲望少，那么即使善心有些丧失，也是很少的；一个人求利的欲望多，那么即使善心有所保存，也一定是很少的。”',
        ],
    ],
    [
        'content' => [
            '曾晳嗜羊枣(1)，而曾子不忍食羊枣。公孙丑问曰：“脍炙与羊枣孰美？”',
            '孟子曰：“脍炙哉！”',
            '公孙丑曰：“然则曾子何为食脍炙而不食羊枣？”',
            '曰：“脍炙所同也，羊枣所独也。讳名不讳姓，姓所同也，名所独也。”',
        ],
        'notes' => [
            '(1)曾皙：即曾点，曾参的父亲，亦是孔子的学生。姓曾，名点，字子皙。春秋末鲁国南武城（原属山东费县，现属平邑县）人。羊枣：即黑枣，因形状色泽似羊屎，故称羊枣。',
        ],
        'vernacular' => [
            '曾晳爱吃羊枣，（死后，他的儿子）曾子就不忍心吃羊枣。公孙丑问道：“烤肉与羊枣，哪样味道好？”',
            '孟子说：“当然是烤肉！”',
            '公孙丑又问：“那么曾子为什么吃烤肉而不吃羊枣？”',
            '孟子说：“烤肉是大家共同爱吃的，而吃羊枣是（曾晳）独有的嗜好。（因此曾子不忍心吃。）（如同避讳）只避名不避姓，因为姓是很多人共用的，而名是一个人独有的。”',
        ],
    ],
    [
        'content' => [
            '万章问曰：“孔子在陈曰：‘盍归乎来！吾党之小子狂简，进取，不忘其初。(1)’孔子在陈，何思鲁之狂士？”',
            '孟子曰：“孔子‘不得中道而与之，必也狂狷乎！狂者进取，狷者有所不为也(2)’。孔子岂不欲中道哉？不可必得，故思其次也。”',
            '“敢问何如斯可谓狂矣？”',
        ],
        'notes' => [
            '(1)“孔子在陈”至“不忘其初”：《论语·公冶长》：“子在陈曰，归与归与！吾党之小子狂简，斐然成章，不知所以裁之。”和万章所说略有不同。陈：周代的一个诸侯国，故都在今淮阳县。盍：《左传·桓公十一年》：“盍请济师于王?”《左传·成公六年》：“子盍从众?”《左传·襄公二十一年》：“子盍诘盗?”《论语·颜渊》：“盍彻乎！”《国语·晋语一》：“盍杀我?”《孟子·梁惠王上》：“王欲行之，则盍反其本矣。”《玉篇》：“盍，何不也。”这里用为“何不”之意。党：《周礼·大司徒》：“五族为党。”注：“百家辨说得其党。”《论语·里仁》：“人之过也，各於其党。观过，斯知仁矣。”《论语·乡党》：“孔子於乡党，恂恂如也，似不能言者。”《礼记·仲尼燕居》：“党正，各掌其党之政令教治。”《礼记·坊记》：“睦于父母之党。”《资治通鉴》：“操当以肃还付乡党。”这里用为朋辈之意。指意气相投的人。狂：《左传·昭公二十三年》：“幼而狂。”《论语·公冶长》：“吾党之小子狂简，斐然成章，不知所以裁之。”《论语·泰伯》：“狂而不直，侗而不愿，悾悾而不信，吾不知之矣。”这里用来形容志向远大，狂放不羁的形态。简：《诗"邶风"简兮》：“简兮简兮，方将万舞。”《论语·公冶长》：“吾党之小子狂简，斐然成章，不知所以裁之。”《孟子·离娄下》：“孟子独不与驩言，是简驩也。”《荀子·议兵》：“简礼贱义者，其国乱。”这里用为怠慢、倨傲之意。如：简侮(轻侮)、简薄(鄙薄轻视)、简倨(犹高傲)、简恣(简慢放肆)、简亵(怠慢，失敬不恭)、简弛(惰慢弛废)、简怠(怠慢)等。',
            '(2)“孔子”至“有所不为也”：《论语·子路》：“子曰：‘不得中行而与之，必也狂狷乎！狂者进取，狷者有所不为也。’”中道(行)，即不左不右，不偏不倚，一切都恰合于仁义道德；狂狷，狂放和狷介；狷介，即洁身自好。狷：《国语·晋语二》：“小心狷介，不敢行也。”《国语·楚语》：“彼其父为戮于楚，其心又狷而不挈。”《论语·子路》：“不得中行而与之，必也狂狷乎？狂者进取，狷者有所不为也。”《集韵·线韵》：“狷，有所不为也。”这里用为拘谨、正直之意。',
        ],
        'vernacular' => [
            '万章问道：“孔子在陈国说：‘何不回（鲁国）去啊！我乡里的年轻弟子志大而狂放，想进取而不改旧习。’孔子在陈国时，为什么要惦念鲁国那些狂放的读书人呢？”',
            '孟子说：“孔子说过，‘找不到言行合乎中庸的人交往，必定只能同狂者和狷者交往了。狂者一味进取，狷者（遇事）拘谨、退缩’。孔子难道不想结交合乎中庸之道的人吗？（只是）不能一定结交到，所以想结交次一等的人。”',
            '（万章问：）“请问怎样的人能称作狂放的人？”',
        ],
    ],
    [
        'content' => [
            '曰：“如琴张、曾晳、牧皮者(1)，孔子之所谓狂矣。”',
            '“何以谓之狂也？”',
            '曰：“其志嘐嘐然(2)，曰‘古之人，古之人’。夷(3)考其行，而不掩焉者也。狂者又不可得，欲得不屑不洁之士而与之，是狷也，是又其次也。孔子曰：‘过我门而不入我室，我不憾焉者，其惟乡原乎(4)！乡原，德之贼(5)也。’”',
            '曰：“何如斯可谓之乡原矣？”',
            '曰：“‘何以是嘐嘐也？言不顾行，行不顾言，则曰『古之人，古之人』。’‘行何为踽踽凉凉(6)？生斯世也，为斯世也，善斯可矣。’阉(7)然媚于世也者，是乡原也。”',
        ],
        'notes' => [
            '(1)琴张：疑即子张，子张：姓颛（zhuan）孙，名师，字子张。孔子的学生。春秋末陈国阳城（今河南省淮阳）人。少孔子四十八岁。牧皮：人名，事迹不详，疑是孔子的学生，所以孟子将他们列在一起。',
            '(2)嘐(xiāo)嘐：志大言大者。《说文·口部》：“嘐，夸言也。”这里用为自满，大言不惭之意。',
            '(3)夷：此字暂不可解。夷：《易·明夷·辞》：“明夷，利，艰贞。”《诗·小雅·节南山》：“式夷式已，无小人殆。”《诗·大雅·瞻卬》：“蟊贼蟊疾，靡有夷届。”毛传：“夷，常也。”郑玄笺：“天下骚扰……於民如蟊贼之害禾稼然，为之无常，亦无止息。”《老子·十四章》：“视之不见名曰夷，听之不闻名曰希，博之不得名曰微。”王弼注：“无状无象无声，故能无所不通，无所不往，不得而知。”《逸周书·武穆》：“昭天之道，熙帝之载，揆民之任，夷德之用。”孔晁注：“夷，常。”《马王堆汉墓帛书·老子甲本·德经》作：“捪之而弗得，名之曰夷。”《史记·宋微子世家》：“王极之传言，是夷是训，于帝其顺。”这里用为形容无状无象无声之“道”之平常、常法、常道之意。',
            '(4)乡原：原，同“愿”；乡愿，指看起来恭谨忠厚，实质上却没有是非原则，苟同世俗，只图博取好名声的人，相当于现在所说的好好先生。愿：《大戴礼记·官人》：“言願以为质。”《论语·阳货》：“乡愿，德之贼也。”《孟子·公孙丑上》：“管仲曾西之所不为也，而子为我愿之乎?”《史记·项羽本纪》：“愿伯具言臣之不敢倍德也。”这里用为愿望、希望之意。',
            '(5)贼：《诗·大雅·抑》：“不僭不贼，鲜不为则。”《左传·文公十八年》：“毁则为贼。”杜预注：“毁则，坏法也。”《老子·六十五章》：“故以智治国，国之贼；不以智治国，国之福。”《论语·先进》：“贼夫人之子！”《论语·阳货》：“好信不好学，其蔽也贼。”《庄子·秋水》：“寒暑弗能害，禽兽弗能贼。”《荀子·修身》：“害良为贼。”《说文》：“贼，败也。”这里用为伤害、坑害之意。',
            '(6)踽（jǔ）踽凉凉：孤单冷清的样子。',
            '(7)阉(yān)：这里用为曲意逢迎之意。',
        ],
        'vernacular' => [
            '孟子说：“像琴张、曾晳、牧皮，就是孔子所说的狂放的人。”',
            '（万章问：）“为什么说他们狂放呢？”',
            '孟子说：“他们志向远大、口气不凡，开口便说‘古代的人，古代的人’。考察他们的行动，却（和他们的言论）不全吻合。（如果这样的）狂者也结交不到，就想找到不屑于干肮脏事的人同他结交，这种人就是狷者，这是又次一等的了。孔子说：‘路过我门口而不进我屋子，我不感到遗憾的，大概只有乡原吧！乡原是戕害道德的人。’”',
            '万章问：“怎样的人能称他为乡原呢？”',
            '孟子说：“（乡原指责狂者说：）‘为什么志向、口气那么大？说的不顾做的，做的不顾说的，却还说什么『古代的人，古代的人』。’（又批评狷者说：）‘做事为什么那样孤孤单单？生在这个社会，为这个社会做事，只要人家认为好就行了。’像宦官那样在世上献媚邀宠的人就是乡原。”',
        ],
    ],
    [
        'content' => [
            '万子曰：“一乡皆称原人焉，无所往而不为原人，孔子以为德之贼，何哉？”',
            '曰：“非之无举也，刺之无刺也，同乎流俗，合乎污世，居之似忠信，行之似廉，众皆悦之，自以为是，而不可与入尧舜之道，故曰‘德之贼’也。孔子曰，恶(1)似而非者：恶莠，恐其乱苗也；恶佞，恐其乱义也(2)；恶利口，恐其乱信也；恶郑声，恐其乱乐也；恶紫，恐其乱朱也；恶乡原，恐其乱德也。君子反经(3)而已矣。经正，则庶民兴；庶民兴，斯无邪慝矣。”',
        ],
        'notes' => [
            '(1)恶(wù务)：《诗"郑风"遵大路》：“无我恶兮，不寁故也！”《老子·二十章》：“美之与恶，相去若何？”《论语·里仁》：“唯仁者能好人，能恶人。”《孟子·公孙丑上》：“无盖恶之心，非人也。”《史记·平原君虞卿列传》：“此百世之怨而赵之所羞，而王弗知恶焉？”《集韵·莫韵》：“恶，耻也。”这里用为羞耻、羞愧之意。',
            '(2)莠(yǒu)：莠草。佞(nìng)：巧言令色的人。',
            '(3)经：《易·颐·六二》：“颠颐，拂经于丘颐，征凶。”《诗·大雅·灵台》：“经始灵台，经之营之。庶民攻之，不曰成之。”《书·周官》：“论道经邦，燮理阴阳。”《易·屯·象》：“云雷，屯，君子以经纶。”《周礼·天官·太宰》：“以经邦国，以治官府。”贾公彦疏：“经者，所以经纪为名，故云经。”《字汇·糸部》：“经，经理。”这里用为治理、度量之意。经纶，唐玄应《一切经言义》卷一：“纶，经理也。”这里用为治理之意。',
        ],
        'vernacular' => [
            '万章问：“一乡的人都称他是忠厚人，所到之处也表现出是个忠厚人，孔子却认为（这种人）戕害道德，什么道理呢？”',
            '孟子说：“（这种人，）要批评他，却举不出具体事来；要指责他，却又觉得没什么能指责的；和颓靡的习俗、污浊的社会同流合污，平时似乎忠厚老实，行为似乎很廉洁，大家都喜欢他，他也自认为不错，但是却不能同他一起学习尧舜之道，所以说是‘戕害道德的人’。孔子说过，要憎恶似是而非的东西：憎恶莠草，是怕它淆乱禾苗；憎恶歪才，是怕它淆乱了义；憎恶能说会道，是怕它淆乱信实；憎恶郑国音乐，是怕它淆乱雅乐；憎恶紫色，是怕它淆乱了大红色；憎恶乡原，是怕他淆乱了道德。君子是要回复到正道罢了。正道的形象树端正了，百姓就会奋发振作；百姓奋发振作，就不会有邪恶了。”',
        ],
    ],
    [
        'content' => [
            '孟子曰：“由尧、舜至于汤，五百有余岁，若禹、皋陶，则见而知之；若汤，则闻而知之。由汤至于文王，五百有余岁，若伊尹、莱朱(1)，则见而知之；若文王，则闻而知之。由文王至于孔子，五百有余岁，若太公望、散宜生(2)，则见而知之；若孔子，则闻而知之。由孔子而来至于今，百有余岁，去圣人之世若此其未远也，近圣人之居若此其甚也，然而无有乎尔，则亦无有乎尔！”',
        ],
        'notes' => [
            '(1)莱朱：传说是商汤的贤臣，一说就是仲虺（huì），商汤的相。',
            '(2)太公望：即吕尚，见本书《离娄上》第十三章注。散宜生：姓散宜，名生，周文王的贤臣。',
        ],
        'vernacular' => [
            '孟子说：“从尧、舜到商汤，有五百多年，像禹和皋陶，是亲眼见到过而知道尧、舜的；至于商汤，则是听了传说才知道的。从商汤到文王，有五百多年，像伊尹和莱朱，是亲眼见过而知道商汤的；至于文王，则是听了传说才知道的。从文王到孔子，又有五百多年，像太公望和散宜生，是亲眼见过而知道文王的；至于孔子，则是听了传说才知道的。从孔子到现在，有一百多年，离圣人的时代是这样的不远，离圣人的家乡是这样的近，这样的条件下还没有继承的人，那也就不会有继承的人了！”',
        ],
    ],
],
];
