<?php
return [
'chapters' => [
    [
        'name' => '第十一节',
        'content' => [
            '孟子曰：“好名之人能让千乘之国，苟非其人，箪食豆羹见于色。”',
        ],
        'vernacular' => [
            '孟子说：“爱名声的人，能够让出大国国君的位置，如果不是这样的人，就是让出一小筐饭，一碗汤，脸色也会显出不高兴。”',
        ],
    ],
    [
        'name' => '第十二节',
        'content' => [
            '孟子曰：“不信仁贤，则国空虚；无礼义，则上下乱；无政事，则财用不足。”',
        ],
        'vernacular' => [
            '孟子说：“不信任仁人贤士，国家实力就会空虚；没有礼义，上下等级关系就会混乱；没有政事，国家财用就会不足。”',
        ],
    ],
    [
        'name' => '第十三节',
        'content' => [
            '孟子曰：“不仁而得国者，有之矣；不仁而得天下者，未之有也。”',
        ],
        'vernacular' => [
            '孟子说：“不仁的人得到一个国家，有这样的情况；不仁的人却得到天下，是从来没有过的。”',
        ],
    ],
    [
        'name' => '第十四节',
        'content' => [
            '孟子曰：“民为贵，社稷次之，君为轻。是故得乎丘民(1)而为天子，得乎天子为诸侯，得乎诸侯为大夫。诸侯危社稷，则变置。牺牲既成，粢盛既，祭祀以时，然而旱干水溢，则变置社稷。”',
        ],
        'notes' => [
            '(1)丘民：众民。',
        ],
        'vernacular' => [
            '孟子说：“百姓是最重要的，土谷之神次于百姓，君主的地位更要轻些。所以得到许多百姓的拥护就能做天子，得到天子信任就能做诸侯，得到诸侯信任就能做大夫。诸侯危害了土谷之神，那就改立诸侯。祭祀用的牲畜是肥壮的，谷物是清洁的，又是按时祭祀的，然而还是干旱水涝，那就改立土谷之神。”',
        ],
    ],
    [
        'name' => '第十五节',
        'content' => [
            '孟子曰：“圣人，百世之师也，伯夷、柳下惠是也。故闻伯夷之风者，顽夫廉，懦夫有立志；闻柳下惠之风者，薄夫敦，鄙夫宽。奋乎百世之上，百世之下闻者莫不兴起也。非圣人而能若是乎？而况于亲炙之者乎？”',
        ],
        'vernacular' => [
            '孟子说：“圣人是百代人的师表，伯夷、柳下惠就是这样的人。所以，听说过伯夷的道德风范的，贪婪的人会变廉洁，懦弱的人会有立志的决心；听说过柳下惠的道德风范的，刻薄的人变得厚道，狭隘的人会变得宽广。百代之前（奋发有为），百代之后，听说过他们事迹的人，没有不振作奋发的。不是圣人能像这样吗？（百代以后的影响尚且这样，）更何况当时亲身受过他们熏陶的人呢？”',
        ],
    ],
    [
        'name' => '第十六节',
        'content' => [
            '孟子曰：“仁也者，人也。合而言之，道也。”',
        ],
        'vernacular' => [
            '孟子说：“所谓仁，意思就是人。人和仁结合起来，就是所说的道。”',
        ],
    ],
    [
        'name' => '第十七节',
        'content' => [
            '孟子曰：“孔子之去鲁，曰：‘迟迟吾行也，去父母国之道也。’去齐，接淅而行，去他国之道也。”',
        ],
        'vernacular' => [
            '孟子说：“孔子离开鲁国时，说道：‘我要慢慢地走啊，这是离开祖国的态度。’离开齐国时，将淘好了的米捞起来就走，这是离开别的国家时的态度。“',
        ],
    ],
    [
        'name' => '第十八节',
        'content' => [
            '孟子曰：”君子之厄于陈蔡之间(1)，无上下之交也。“',
        ],
        'notes' => [
            '君子之于陈蔡之间：君子，指孔子。厄，同“厄”，穷困，灾难。据《史记。孔子世家》记载，（哀公四年）楚使人聘孔子，孔子将往，而陈、蔡两国大夫担心孔子被楚任用后对他们不利，于是派徒役包围孔子，致使孔子和他的弟子断粮多日，饿得爬不起来。“于陈蔡之间”即指此事。',
        ],
        'vernacular' => [
            '孟子说：”孔子在陈国、蔡国之间遭围困，是由于跟这两国的君臣没有交往的缘故。“',
        ],
    ],
    [
        'name' => '第十九节',
        'content' => [
            '貉稽(1)曰：“稽大不理于口。”',
            '孟子曰：“无伤也。士憎兹多口。《诗》云：‘忧心悄悄，愠于群小(2)。’孔子也。‘肆不殄厥愠，亦不殒厥问(3)。’文王也。“',
        ],
        'notes' => [
            '(1)貉稽：人名，生世不详。',
            '(2)以上两句出自《诗经·邶风·柏舟》。',
            '(3)以上两句出自《诗经·大雅·绵》。',
        ],
        'vernacular' => [
            '貉稽说：“我貉稽被人家说了很多坏话。”',
            '孟子说：”没关系的。士人总会受到七嘴八舌非议的。《诗经》上说：“忧心忡忡排遣不了，小人对我又恨又恼。’孔子就是这样的人。（又说：）”不消除别人的怨恨，也不丧失自己的名声。‘说的就是文王。“',
        ],
    ],
    [
        'name' => '第二十节',
        'content' => [
            '孟子曰：“贤者以其昭昭使人昭昭，今以其昏昏使人昭昭。”',
        ],
        'vernacular' => [
            '孟子说：“贤人用自己清楚明白的道理使别人也清楚明白，现在的人却要用连他自己都糊里糊涂的道理去使人清楚明白。”',
        ],
    ],
    [
        'name' => '第二十一节',
        'content' => [
            '孟子谓高子曰：“山径之蹊，间介然用之而成路；为间不用，则茅塞之矣。今茅塞子之心矣。”',
        ],
        'vernacular' => [
            '孟子对高子说：“山坡上的小路，一段时间内经常去走才能成为路；只要一个时候不走，茅草就会堵塞住它。现在，‘茅草’堵塞住你的心了。”',
        ],
    ],
    [
        'name' => '第二十二节',
        'content' => [
            '高子曰：“禹之声尚文王之声。”',
            '孟子曰：“何以言之？”',
            '曰：“以追蠡(1)。”',
            '曰：“是奚足哉？城门之轨，两马之力与？”',
        ],
        'vernacular' => [
            '高子说：“禹的音乐胜过文王的音乐。”',
            '孟子问：“凭什么这么说？”',
            '高子说：“因为（禹传下来的钟上的）钟钮都快断了。（可见人们喜欢演奏它。）”',
            '孟子说：“这哪足以说明问题呢？城门下的车迹很深，是一二匹马的力量造成的吗？（那是年深月久车马过得多了造成的。禹传下的钟钮快要断了，也正是年代久远的缘故。）”',
        ],
        'notes' => [
            '(1)追(duī)蠡：追，钟钮；蠡，要断的样子'
        ],
    ],
    [
        'name' => '第二十三节',
        'content' => [
            '齐饥。陈臻曰：“国人皆以夫子将复为发棠，殆不可复？”',
            '孟子曰：“是为冯妇也。晋人有冯妇者，善搏虎，卒为善，士则之。野有众逐虎，虎负，莫之敢撄。望见冯妇，趋而迎之。冯妇攘臂下车。众皆悦之，其为士者笑之。”',
        ],
        'vernacular' => [
            '齐国饥荒。陈臻说：“国都里的人都认为老师会再次（劝说齐王）打开棠邑的粮仓（救济百姓），恐怕不会再这么做了吧？”',
            '孟子说：“这样就成冯妇了。晋国有个叫冯妇的人，善于打虎，后来行善不打虎了，士人都效法他。（有一次）野外有许多人在追逐一只虎，老虎背靠山的角落，没有人敢靠近它。（人们）远远看见了冯妇，便跑上去迎接他。冯妇便捋起袖子下车（去打虎）。大家都喜欢他，可是那些称为士的人却讥笑他。”',
        ],
    ],
    [
        'name' => '第二十四节',
        'content' => [
            '孟子曰：“口之于味也，目之于色也，耳之于声也，鼻之于臭也，四肢之于安佚也，性也，有命焉，君子不谓性也。仁之于父子也，义之于君臣也，礼之于宾主也，知之于贤者也，圣人之于天道也，命也，有性焉，君子不谓命也。”',
        ],
        'vernacular' => [
            '孟子说：“口对于美味，眼睛对于美色，耳朵对于好听的声音，鼻子对于香味，四肢对于安逸，（都是极喜欢的，）这是天性，（但能否享受到，）其中有命的作用，所以君子不强调天性。仁对于父子关系，义对于君臣关系，礼对于宾主关系，智慧对于贤者，圣人对于天道，（都是极重要的，）这都由命决定的，（能否得到它们，）其中也有天性的作用，所以君子不强调命的作用。”',
        ],
    ],
    [
        'name' => '第二十五节',
        'content' => [
            '浩生不害问曰(1)：“乐正子何人也？”',
            '孟子曰：“善人也，信人也。”',
            '“何谓善？何谓信？”',
            '曰：“可欲之谓善，有诸已之谓信，充实之谓美，充实而有光辉之谓大，大而化之之谓圣，圣而不可知之之谓神。乐正子，二之中、四之下也。”',
        ],
        'notes' => [
            '(1)浩生不害：姓浩生，名不害，齐国人',
        ],
        'vernacular' => [
            '浩生不害问道：“乐正子是怎样一个人？”',
            '孟子说：“是个善人、信人。”',
            '（浩生不害问：）“什么叫‘善’？什么叫‘信’？”',
            '孟子说：“值得喜爱的叫‘善’，自己确实具有‘善’就叫‘信’，‘善’充实在身上就叫‘美’，既充实又有光辉就叫‘大’，既‘大’又能感化万物就叫‘圣’，‘圣’到妙不可知就叫‘神’。乐正子是在‘善’和‘信’二者之中，‘美’、‘大’、‘圣’、‘神’四者之下的人。”',
        ],
    ],
    [
        'name' => '第二十六',
        'content' => [
            '孟子曰：“逃墨必归于杨，逃杨必归于儒。归，斯受之而已矣。今之与杨、墨辩者，如追放豚，既入其苙，又从而招之。”',
        ],
        'vernacular' => [
            '孟子说：“避开墨子这一派，必定会归入杨朱这一派；避开杨朱这一派，必定会回归到儒家这一派。回归了，接纳他就是了。而现在同杨朱、墨子辩论的人，好像在追跑掉的猪，已经追回、赶入猪圈了，还要接着把它的脚拴住。（这未免过分了。）”'
        ],
    ],
    [
        'name' => '第二十七',
        'content' => [
            '孟子曰：“有布缕之征，粟米之征，力役之征。君子用其一，缓其二。用其二而民有殍，用其三而父子离。”',
        ],
        'vernacular' => [
            '孟子说：“有征收布帛的赋税，有征收粮食的赋税，有征发人力的赋税。君子征收了其中一种，就缓征其他两种。同时征收两种，百姓就会有饿死的了；同时征收三种，就会使百姓们父子离异各顾自己了。”',
        ],
    ],
    [
        'name' => '第二十八',
        'content' => [
            '孟子曰：“诸侯之宝三：土地，人民，政事。宝珠玉者，殃必及身。”',
        ],
        'vernacular' => [
            '孟子说：“诸侯的宝物有三样：土地，人民，政事。把珍珠美玉当作宝物的，灾祸必将落到他身上。”',
        ],
    ],
    [
        'name' => '第二十九',
        'content' => [
            '盆成括仕于齐(1)。孟子曰：“死矣，盆成括！”',
            '盆成括见杀，门人问曰：“夫子何以知其将见杀？”',
            '曰：“其为人也小有才，未闻君子之大道也，则足以杀其躯而已矣。”',
        ],
        'notes' => [
            '(1)盆成括：姓盆成，名括。',
        ],
        'vernacular' => [
            '盆成括在齐国做官。孟子说：“盆成括要丧命了！”',
            '盆成括被杀，学生问道：“老师怎么会知道他将被杀？”',
            '孟子说：“他有点小才智，但不懂君子的大道理，那就足以招来杀身之祸罢了。”',
        ],
    ],
    [
        'name' => '第三十节',
        'content' => [
            '孟子之滕，馆于上宫。有业屦于牖上，馆人求之弗得。或问之曰：“若是乎从者之廋也？”',
            '曰：“子以是为窃屦来与？”',
            '曰：“殆非也。夫子之设科也，往者不追，来者不拒。苟以是心至，斯受之而已矣。”',
        ],
        'vernacular' => [
            '孟子到了滕国，住在上宫。有一双还没织好的草鞋放在窗台上，旅馆里的人来找而没有找到。有人问孟子：“跟随你来的人怎么竟像这样乱藏人家东西呢？”',
            '孟子说：“你以为这些人是为了偷鞋子而来这里的吗？”',
            '那人说道：“大概不是的。先生订了规章条例（接收学生学习），走了的不追究，有来的不拒绝。只要凭着求学愿望来的，就接收他罢了。（这可难免会有手脚不清的人混进来呢！）”'
        ],
    ],
    [
        'name' => '第三十一节',
        'content' => [
            '孟子曰：“人皆有所不忍，达之于其所忍，仁也；人皆有所不为，达之于其所为，义也。人能充无欲害人之心，而仁不可胜用也；人能充无穿逾之心，而义不可胜用也；人能充无受尔汝之实(1)，无所往而不为义也。士未可以言而言，是以言餂之也(2)；可以言而不言，是以不言餂之也，是皆穿逾之类也。”',
        ],
        'notes' => [
            '(1)尔汝：尔、汝，都是第二人称代词，古代尊长称呼卑幼时用如果平辈之间用来称呼，则是对对方的轻视。',
            '(2)餂（tiǎn）：取。',
        ],
        'vernacular' => [
            '孟子说：“人人都有不忍心干的事，把它推及到他所忍心去干的事上，就是仁；人人都有不肯去干的事，把它推及到他所肯干的事上，就是义。一个人能把不想害人的心理扩展开去，仁就用不尽了；一个人能把不愿扒洞翻墙（行窃）的心理扩展开去，义就用不尽了；一个人能把不愿受人轻蔑的心理扩展开去，那么无论到哪里，（言行）都是符合义的了。士人，不可以交谈而去交谈，这是用言语试探对方来取利；可以交谈却不去交谈，这是用沉默试探对方来取利，这些都是扒洞翻墙一类的行径。”',
        ],
    ],
    [
        'name' => '第三十二节',
        'content' => [
            '孟子曰：“言近而指远者，善言也；守约而施博者，善道也。君子之言也，不下带而道存焉(1)；君子之守，修其身而天下平。人病舍其田而芸人之田，所求于人者重，而所以自任者轻。“',
        ],
        'notes' => [
            '不下带：带，腰带。古人视不下带，即只视带之上。此处比喻注意眼前常见之事。',
        ],
        'vernacular' => [
            '孟子说：“言语浅近而含义深远，这是善言；把握住的十分简要，而施行时效用广大，这是善道。君子所说的，虽然是眼前近事，而道却蕴含在其中；君子所把握住的，是修养自己，却能使天下太平。常人的毛病在于荒弃自己的田地，却要人家锄好田地，要求别人的很重，而加给自己的责任却很轻。”',
        ],
    ],
    [
        'name' => '第三十三节',
        'content' => [
            '孟子曰：“尧、舜，性者也；汤、武，反之也。动容周旋中礼者，盛德之至也。哭死而哀，非为生者也。经德不回，非以干禄也。言语必信，非以正行也。君子行法，以俟命而已矣。”',
        ],
        'vernacular' => [
            '孟子说：“尧、舜的仁德，是出自本性；汤王、武王的仁德，是（经过修身）回复到本性。动作容貌等一切方面都符合礼，这是美德的最高表现。为死者哭得悲哀，不是做给活人看的。遵循道德而不违背，不是用来求官做的。言语必求信实，不是用来修正自己的品行的。君子遵循天然的道理去做，以此等待命运的安排罢了。”',
        ],
    ],
    [
        'name' => '第三十四节',
        'content' => [
            '孟子曰：“说大人，则藐之，勿视其巍巍然。堂高数仞，榱题数尺(1)，我得志，弗为也。食前方丈，侍妾数百人，我得志，弗为也。般乐饮酒，驱骋田猎，后车千乘，我得志，弗为也。在彼者，皆我所不为也；在我者，皆古之制也，吾何畏彼哉？”',
        ],
        'notes' => [
            '(1)榱（cuī）题：屋檐下的椽子头，这里借指屋檐。',
        ],
        'vernacular' => [
            '孟子说：“向权贵进言，要藐视他，不要看他那副高高在上的样子。殿堂几丈高，屋檐几尺宽，我要得志了，就不这么干。面前摆满美味佳肴，侍妾有数百人，我要得志了，就不这么干。饮酒作乐，驰骋打猎，让成千辆车子跟随着，我要得志了，就不这么干。他们的所作所为，都是我所不愿干的；我所愿干的，都是符合古代制度的，我为什么要怕他们呢？”',
        ],
    ],
    [
        'name' => '第三十五节',
        'content' => [
            '孟子曰：“养心莫善于寡欲。其为人也寡欲，虽有不存焉者，寡矣；其为人也多欲，虽有存焉者，寡矣。”',
        ],
        'vernacular' => [
            '孟子说：“修养善心的方法，没有比减少求利的欲望更好的了。一个人求利的欲望少，那么即使善心有些丧失，也是很少的；一个人求利的欲望多，那么即使善心有所保存，也一定是很少的。”',
        ],
    ],
    [
        'name' => '第三十六节',
        'content' => [
            '曾晳嗜羊枣(1)，而曾子不忍食羊枣。公孙丑问曰：“脍炙与羊枣孰美？”',
            '孟子曰：“脍炙哉！”',
            '公孙丑曰：“然则曾子何为食脍炙而不食羊枣？”',
            '曰：“脍炙所同也，羊枣所独也。讳名不讳姓，姓所同也，名所独也。”',
        ],
        'notes' => [
            '(1)羊枣：即黑枣，因形状色泽似羊屎，故称羊枣。',
        ],
        'vernacular' => [
            '曾晳爱吃羊枣，（死后，他的儿子）曾子就不忍心吃羊枣。公孙丑问道：“烤肉与羊枣，哪样味道好？”',
            '孟子说：“当然是烤肉！”',
            '公孙丑又问：“那么曾子为什么吃烤肉而不吃羊枣？”',
            '孟子说：“烤肉是大家共同爱吃的，而吃羊枣是（曾晳）独有的嗜好。（因此曾子不忍心吃。）（如同避讳）只避名不避姓，因为姓是很多人共用的，而名是一个人独有的。”',
        ],
    ],
],
];
