<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“民为贵，社稷(1)次之，君为轻。是故得乎丘民(2)而为天子，得乎天子为诸侯，得乎诸侯为大夫。诸侯危社稷，则变置。牺牲既成，粢(3)盛既洁，祭祀以时，然而旱干水溢，则变置社稷。”',
        ],
        'notes' => [
            '(1)社稷：《诗·小雅·甫田》：“以社以方。”《老子·七十八章》：“受国之垢，是谓社稷主；受国不祥，是为天下王。”《论语·八佾》：“哀公问社於宰我。宰我对曰。”《礼记·月令·仲春》：“命民社。”《国语·鲁语上》：“故祀以为社。”《孟子·离娄上》：“诸侯不仁，不保社稷。”《史记·陈涉世家》：“将军身被坚执锐，伐无道，诛暴秦，复立楚国之社稷，功宜为王。”这里用为土地神神主之意。土神和谷神是古时君主都祭祀的社稷，后来就用社稷代表国家。',
            '(2)丘民：众民。丘：《易·涣·六四》：“涣其群，元吉。涣有丘，匪夷所思。”《周礼·地官·小司徒》：“四邑为丘。”《广雅·释诂二》：“丘，居也。”《释名·释州国》：“丘，聚也。”这里用为聚居之意。',
            '(3)粢(zī)：《公羊传·桓公十四年》：“御廪者何？粢盛委之所藏也。”《孟子·滕文公下》：“诸侯耕助以供粢盛。”《玉篇》：“粢，稷米也。”这里用为古代供祭祀用的谷物之意。',
        ],
        'vernacular' => [
            '孟子说：“百姓是最重要的，土谷之神次于百姓，君主的地位更要轻些。所以得到许多百姓的拥护就能做天子，得到天子信任就能做诸侯，得到诸侯信任就能做大夫。诸侯危害了土谷之神，那就改立诸侯。祭祀用的牲畜是肥壮的，谷物是清洁的，又是按时祭祀的，然而还是干旱水涝，那就改立土谷之神。”',
        ],
    ],
],
];
