<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“圣人，百世之师也，伯夷、柳下惠是也。故闻伯夷之风者，顽夫廉，懦夫有立志；闻柳下惠之风者，薄夫敦，鄙夫(1)宽。奋乎百世之上，百世之下闻者莫不兴起也。非圣人而能若是乎？而况于亲炙之者乎？”',
        ],
        'notes' => [
            '(1)鄙夫：《左传·宣公十四年》：“过我而不假道，鄙我也。”《论语·阳货》：“鄙夫可与事君也与哉！”《史记·廉颇蔺相如列传》：“鄙贱之人，不知将军宽之至此也。”《晋书·董京传》：“鱼悬兽槛，鄙夫知之。”这里用为形容见识浅薄的人之意。',
        ],
        'vernacular' => [
            '孟子说：“圣人是百代人的师表，伯夷、柳下惠就是这样的人。所以，听说过伯夷的道德风范的，贪婪的人会变廉洁，懦弱的人会有立志的决心；听说过柳下惠的道德风范的，刻薄的人变得厚道，狭隘的人会变得宽广。百代之前（奋发有为），百代之后，听说过他们事迹的人，没有不振作奋发的。不是圣人能像这样吗？（百代以后的影响尚且这样，）更何况当时亲身受过他们熏陶的人呢？”',
        ],
    ],
],
];
