<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“逃墨(1)必归于杨(2)，逃杨必归于儒。归，斯受之而已矣。今之与杨、墨辩者，如追放豚(3)，既入其苙(4)，又从而招之。”',
        ],
        'notes' => [
            '(1)墨：指墨子，即是墨翟。墨翟：战国初期思想家，墨家学派的创始人。姓墨名翟，其生卒年月，历史上无确切记载。近代学者一般认为，墨子生于公元前476年左右，卒于公元前390年左右。墨子出生何地，也有争议。《史记·孟荀列传》说他是“宋之大夫”，《吕氏春秋·当染》认为他是鲁国人，也有的说他原为宋国人，后来长期住在鲁国。',
            '(2)杨：即杨子。杨子：人名，姓杨名朱，又称阳子居、阳生。魏国人，战国初期思想家，主张“贵生”、“重己”。《孟子·滕文公下》：“处士横议，杨朱、墨翟之言盈天下。”',
            '(3)豚(tún)：《论语·阳货》：“阳货欲见孔子，孔子不见，归孔子豚。”《礼记·曲礼》：“豚曰腯肥。”《孟子·梁惠王上》：“鸡豚狗彘之畜。”《韩非子·外储说左下》：“郑县人卖豚，人问其价。”《说文》：“豚，小豕也。”《方言八》：“猪其子谓之豚。”这里用为小猪之意。',
            '(4)苙(lì)：《方言》卷三：“苙，圂也。”这里用为畜栏之意。',
        ],
        'vernacular' => [
            '孟子说：“避开墨子这一派，必定会归入杨朱这一派；避开杨朱这一派，必定会回归到儒家这一派。回归了，接纳他就是了。而现在同杨朱、墨子辩论的人，好像在追跑掉的猪，已经追回、赶入猪圈了，还要接着把它的脚拴住。（这未免过分了。）”'
        ],
    ],
],
];
