<?php
return [
'chapters' => [
    [
        'content' => [
            '高子曰：“禹之声尚(1)文王之声。”',
            '孟子曰：“何以言之？”',
            '曰：“以追蠡(2)。”',
            '曰：“是奚足哉？城门之轨，两马之力与？”',
        ],
        'notes' => [
            '(1)尚：《诗"小雅"菀柳》：“有菀者柳，不尚息焉。”《广雅·释诂四》：“尚，高也。”张衡《东京赋》：“得闻先生之余论，则大庭氏何以尚兹？”这里用为超过，高出之意。',
            '(2)追(duī)蠡：追，钟钮；蠡，要断的样子。蠡：《汉书·东方朔传》：“以蠡测海。”本意为瓠瓢，用葫芦做的瓢。比喻以瓠瓢测量海水，形容见识短浅，以浅见量度人之意。',
        ],
        'vernacular' => [
            '高子说：“禹的音乐胜过文王的音乐。”',
            '孟子问：“凭什么这么说？”',
            '高子说：“因为（禹传下来的钟上的）钟钮都快断了。（可见人们喜欢演奏它。）”',
            '孟子说：“这哪足以说明问题呢？城门下的车迹很深，是一二匹马的力量造成的吗？（那是年深月久车马过得多了造成的。禹传下的钟钮快要断了，也正是年代久远的缘故。）”',
        ],
    ],
],
];
