<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“由尧、舜至于汤，五百有余岁，若禹、皋陶，则见而知之；若汤，则闻而知之。由汤至于文王，五百有余岁，若伊尹、莱朱(1)，则见而知之；若文王，则闻而知之。由文王至于孔子，五百有余岁，若太公望、散宜生(2)，则见而知之；若孔子，则闻而知之。由孔子而来至于今，百有余岁，去圣人之世若此其未远也，近圣人之居若此其甚也，然而无有乎尔，则亦无有乎尔！”',
        ],
        'notes' => [
            '(1)莱朱：传说是商汤的贤臣，一说就是仲虺（huì），商汤的相。',
            '(2)太公望：即吕尚，见本书《离娄上》第十三章注。散宜生：姓散宜，名生，周文王的贤臣。',
        ],
        'vernacular' => [
            '孟子说：“从尧、舜到商汤，有五百多年，像禹和皋陶，是亲眼见到过而知道尧、舜的；至于商汤，则是听了传说才知道的。从商汤到文王，有五百多年，像伊尹和莱朱，是亲眼见过而知道商汤的；至于文王，则是听了传说才知道的。从文王到孔子，又有五百多年，像太公望和散宜生，是亲眼见过而知道文王的；至于孔子，则是听了传说才知道的。从孔子到现在，有一百多年，离圣人的时代是这样的不远，离圣人的家乡是这样的近，这样的条件下还没有继承的人，那也就不会有继承的人了！”',
        ],
    ],
],
];
