<?php
return [
'chapters' => [
    [
        'content' => [
            '万章问曰：“孔子在陈曰：‘盍归乎来！吾党之小子狂简，进取，不忘其初。(1)’孔子在陈，何思鲁之狂士？”',
            '孟子曰：“孔子‘不得中道而与之，必也狂狷乎！狂者进取，狷者有所不为也(2)’。孔子岂不欲中道哉？不可必得，故思其次也。”',
            '“敢问何如斯可谓狂矣？”',
        ],
        'notes' => [
            '(1)“孔子在陈”至“不忘其初”：《论语·公冶长》：“子在陈曰，归与归与！吾党之小子狂简，斐然成章，不知所以裁之。”和万章所说略有不同。陈：周代的一个诸侯国，故都在今淮阳县。盍：《左传·桓公十一年》：“盍请济师于王?”《左传·成公六年》：“子盍从众?”《左传·襄公二十一年》：“子盍诘盗?”《论语·颜渊》：“盍彻乎！”《国语·晋语一》：“盍杀我?”《孟子·梁惠王上》：“王欲行之，则盍反其本矣。”《玉篇》：“盍，何不也。”这里用为“何不”之意。党：《周礼·大司徒》：“五族为党。”注：“百家辨说得其党。”《论语·里仁》：“人之过也，各於其党。观过，斯知仁矣。”《论语·乡党》：“孔子於乡党，恂恂如也，似不能言者。”《礼记·仲尼燕居》：“党正，各掌其党之政令教治。”《礼记·坊记》：“睦于父母之党。”《资治通鉴》：“操当以肃还付乡党。”这里用为朋辈之意。指意气相投的人。狂：《左传·昭公二十三年》：“幼而狂。”《论语·公冶长》：“吾党之小子狂简，斐然成章，不知所以裁之。”《论语·泰伯》：“狂而不直，侗而不愿，悾悾而不信，吾不知之矣。”这里用来形容志向远大，狂放不羁的形态。简：《诗"邶风"简兮》：“简兮简兮，方将万舞。”《论语·公冶长》：“吾党之小子狂简，斐然成章，不知所以裁之。”《孟子·离娄下》：“孟子独不与驩言，是简驩也。”《荀子·议兵》：“简礼贱义者，其国乱。”这里用为怠慢、倨傲之意。如：简侮(轻侮)、简薄(鄙薄轻视)、简倨(犹高傲)、简恣(简慢放肆)、简亵(怠慢，失敬不恭)、简弛(惰慢弛废)、简怠(怠慢)等。',
            '(2)“孔子”至“有所不为也”：《论语·子路》：“子曰：‘不得中行而与之，必也狂狷乎！狂者进取，狷者有所不为也。’”中道(行)，即不左不右，不偏不倚，一切都恰合于仁义道德；狂狷，狂放和狷介；狷介，即洁身自好。狷：《国语·晋语二》：“小心狷介，不敢行也。”《国语·楚语》：“彼其父为戮于楚，其心又狷而不挈。”《论语·子路》：“不得中行而与之，必也狂狷乎？狂者进取，狷者有所不为也。”《集韵·线韵》：“狷，有所不为也。”这里用为拘谨、正直之意。',
        ],
        'vernacular' => [
            '万章问道：“孔子在陈国说：‘何不回（鲁国）去啊！我乡里的年轻弟子志大而狂放，想进取而不改旧习。’孔子在陈国时，为什么要惦念鲁国那些狂放的读书人呢？”',
            '孟子说：“孔子说过，‘找不到言行合乎中庸的人交往，必定只能同狂者和狷者交往了。狂者一味进取，狷者（遇事）拘谨、退缩’。孔子难道不想结交合乎中庸之道的人吗？（只是）不能一定结交到，所以想结交次一等的人。”',
            '（万章问：）“请问怎样的人能称作狂放的人？”',
        ],
    ],
    [
        'content' => [
            '曰：“如琴张、曾晳、牧皮者(1)，孔子之所谓狂矣。”',
            '“何以谓之狂也？”',
            '曰：“其志嘐嘐然(2)，曰‘古之人，古之人’。夷(3)考其行，而不掩焉者也。狂者又不可得，欲得不屑不洁之士而与之，是狷也，是又其次也。孔子曰：‘过我门而不入我室，我不憾焉者，其惟乡原乎(4)！乡原，德之贼(5)也。’”',
            '曰：“何如斯可谓之乡原矣？”',
            '曰：“‘何以是嘐嘐也？言不顾行，行不顾言，则曰『古之人，古之人』。’‘行何为踽踽凉凉(6)？生斯世也，为斯世也，善斯可矣。’阉(7)然媚于世也者，是乡原也。”',
        ],
        'notes' => [
            '(1)琴张：疑即子张，子张：姓颛（zhuan）孙，名师，字子张。孔子的学生。春秋末陈国阳城（今河南省淮阳）人。少孔子四十八岁。牧皮：人名，事迹不详，疑是孔子的学生，所以孟子将他们列在一起。',
            '(2)嘐(xiāo)嘐：志大言大者。《说文·口部》：“嘐，夸言也。”这里用为自满，大言不惭之意。',
            '(3)夷：此字暂不可解。夷：《易·明夷·辞》：“明夷，利，艰贞。”《诗·小雅·节南山》：“式夷式已，无小人殆。”《诗·大雅·瞻卬》：“蟊贼蟊疾，靡有夷届。”毛传：“夷，常也。”郑玄笺：“天下骚扰……於民如蟊贼之害禾稼然，为之无常，亦无止息。”《老子·十四章》：“视之不见名曰夷，听之不闻名曰希，博之不得名曰微。”王弼注：“无状无象无声，故能无所不通，无所不往，不得而知。”《逸周书·武穆》：“昭天之道，熙帝之载，揆民之任，夷德之用。”孔晁注：“夷，常。”《马王堆汉墓帛书·老子甲本·德经》作：“捪之而弗得，名之曰夷。”《史记·宋微子世家》：“王极之传言，是夷是训，于帝其顺。”这里用为形容无状无象无声之“道”之平常、常法、常道之意。',
            '(4)乡原：原，同“愿”；乡愿，指看起来恭谨忠厚，实质上却没有是非原则，苟同世俗，只图博取好名声的人，相当于现在所说的好好先生。愿：《大戴礼记·官人》：“言願以为质。”《论语·阳货》：“乡愿，德之贼也。”《孟子·公孙丑上》：“管仲曾西之所不为也，而子为我愿之乎?”《史记·项羽本纪》：“愿伯具言臣之不敢倍德也。”这里用为愿望、希望之意。',
            '(5)贼：《诗·大雅·抑》：“不僭不贼，鲜不为则。”《左传·文公十八年》：“毁则为贼。”杜预注：“毁则，坏法也。”《老子·六十五章》：“故以智治国，国之贼；不以智治国，国之福。”《论语·先进》：“贼夫人之子！”《论语·阳货》：“好信不好学，其蔽也贼。”《庄子·秋水》：“寒暑弗能害，禽兽弗能贼。”《荀子·修身》：“害良为贼。”《说文》：“贼，败也。”这里用为伤害、坑害之意。',
            '(6)踽（jǔ）踽凉凉：孤单冷清的样子。',
            '(7)阉(yān)：这里用为曲意逢迎之意。',
        ],
        'vernacular' => [
            '孟子说：“像琴张、曾晳、牧皮，就是孔子所说的狂放的人。”',
            '（万章问：）“为什么说他们狂放呢？”',
            '孟子说：“他们志向远大、口气不凡，开口便说‘古代的人，古代的人’。考察他们的行动，却（和他们的言论）不全吻合。（如果这样的）狂者也结交不到，就想找到不屑于干肮脏事的人同他结交，这种人就是狷者，这是又次一等的了。孔子说：‘路过我门口而不进我屋子，我不感到遗憾的，大概只有乡原吧！乡原是戕害道德的人。’”',
            '万章问：“怎样的人能称他为乡原呢？”',
            '孟子说：“（乡原指责狂者说：）‘为什么志向、口气那么大？说的不顾做的，做的不顾说的，却还说什么『古代的人，古代的人』。’（又批评狷者说：）‘做事为什么那样孤孤单单？生在这个社会，为这个社会做事，只要人家认为好就行了。’像宦官那样在世上献媚邀宠的人就是乡原。”',
        ],
    ],
    [
        'content' => [
            '万子曰：“一乡皆称原人焉，无所往而不为原人，孔子以为德之贼，何哉？”',
            '曰：“非之无举也，刺之无刺也，同乎流俗，合乎污世，居之似忠信，行之似廉，众皆悦之，自以为是，而不可与入尧舜之道，故曰‘德之贼’也。孔子曰，恶(1)似而非者：恶莠，恐其乱苗也；恶佞，恐其乱义也(2)；恶利口，恐其乱信也；恶郑声，恐其乱乐也；恶紫，恐其乱朱也；恶乡原，恐其乱德也。君子反经(3)而已矣。经正，则庶民兴；庶民兴，斯无邪慝矣。”',
        ],
        'notes' => [
            '(1)恶(wù务)：《诗"郑风"遵大路》：“无我恶兮，不寁故也！”《老子·二十章》：“美之与恶，相去若何？”《论语·里仁》：“唯仁者能好人，能恶人。”《孟子·公孙丑上》：“无盖恶之心，非人也。”《史记·平原君虞卿列传》：“此百世之怨而赵之所羞，而王弗知恶焉？”《集韵·莫韵》：“恶，耻也。”这里用为羞耻、羞愧之意。',
            '(2)莠(yǒu)：莠草。佞(nìng)：巧言令色的人。',
            '(3)经：《易·颐·六二》：“颠颐，拂经于丘颐，征凶。”《诗·大雅·灵台》：“经始灵台，经之营之。庶民攻之，不曰成之。”《书·周官》：“论道经邦，燮理阴阳。”《易·屯·象》：“云雷，屯，君子以经纶。”《周礼·天官·太宰》：“以经邦国，以治官府。”贾公彦疏：“经者，所以经纪为名，故云经。”《字汇·糸部》：“经，经理。”这里用为治理、度量之意。经纶，唐玄应《一切经言义》卷一：“纶，经理也。”这里用为治理之意。',
        ],
        'vernacular' => [
            '万章问：“一乡的人都称他是忠厚人，所到之处也表现出是个忠厚人，孔子却认为（这种人）戕害道德，什么道理呢？”',
            '孟子说：“（这种人，）要批评他，却举不出具体事来；要指责他，却又觉得没什么能指责的；和颓靡的习俗、污浊的社会同流合污，平时似乎忠厚老实，行为似乎很廉洁，大家都喜欢他，他也自认为不错，但是却不能同他一起学习尧舜之道，所以说是‘戕害道德的人’。孔子说过，要憎恶似是而非的东西：憎恶莠草，是怕它淆乱禾苗；憎恶歪才，是怕它淆乱了义；憎恶能说会道，是怕它淆乱信实；憎恶郑国音乐，是怕它淆乱雅乐；憎恶紫色，是怕它淆乱了大红色；憎恶乡原，是怕他淆乱了道德。君子是要回复到正道罢了。正道的形象树端正了，百姓就会奋发振作；百姓奋发振作，就不会有邪恶了。”',
        ],
    ],
],
];
