<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“尧、舜，性者也；汤、武，反之也。动容周旋中礼者，盛德之至也。哭死而哀，非为生者也。经德不回，非以干(1)禄也。言语必信，非以正行也。君子行法，以俟命而已矣。”',
        ],
        'notes' => [
            '(1)干：《诗"王风"中谷有蓷》：“中谷有蓷,暵其干矣。”《诗"鄘风"干旄》：“孑孑干旄，在浚之郊。”《诗·小雅·采芑》：“师干之试。”《论语·为政》：“子张学干禄。”《庄子·徐无鬼》：“其欲干酒肉之味邪?”《孟子·公孙丑下》：“识其不可，然且至，则是干泽也。”《荀子·议兵》：“皆干赏蹈利之兵也。”这里用为求取之意。',
        ],
        'vernacular' => [
            '孟子说：“尧、舜的仁德，是出自本性；汤王、武王的仁德，是（经过修身）回复到本性。动作容貌等一切方面都符合礼，这是美德的最高表现。为死者哭得悲哀，不是做给活人看的。遵循道德而不违背，不是用来求官做的。言语必求信实，不是用来修正自己的品行的。君子遵循天然的道理去做，以此等待命运的安排罢了。”',
        ],
    ],
],
];
