<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“说大人，则藐之，勿视其巍巍然。堂高数仞，榱题数尺(1)，我得志，弗为也。食前方丈，侍妾数百人，我得志，弗为也。般(2)乐饮酒，驱骋田猎，后车千乘，我得志，弗为也。在彼者，皆我所不为也；在我者，皆古之制也，吾何畏彼哉？”',
        ],
        'notes' => [
            '(1)榱（cuī）题：屋檐下的椽子头，这里借指屋檐。榱：即椽，放在檩上支持屋面和瓦片的木条。《左传·襄公三十一年》：“栋折榱崩。”《荀子·哀公》：“仰视榱栋，俯见几筵。”《说文》：“秦名为屋椽，周谓之榱，齐鲁谓之桷。”《新序·杂事四》：“仰见榱栋，俯见几筵。”这里用为屋檐之意。',
            '(2)般：通“班”。《太玄·棿》：“建侯开国，涣爵般秩。”《墨子·尚贤中》：“古者圣王唯毋得贤人而使之，般爵以贵之，裂地以封之。”《孟子·公孙丑上》：“般乐怠敖，是自求祸也。”《汉书·礼乐志》：“灵之来，神哉沛，先以雨，般裔裔。”这里用为颁布之意。',
        ],
        'vernacular' => [
            '孟子说：“向权贵进言，要藐视他，不要看他那副高高在上的样子。殿堂几丈高，屋檐几尺宽，我要得志了，就不这么干。面前摆满美味佳肴，侍妾有数百人，我要得志了，就不这么干。饮酒作乐，驰骋打猎，让成千辆车子跟随着，我要得志了，就不这么干。他们的所作所为，都是我所不愿干的；我所愿干的，都是符合古代制度的，我为什么要怕他们呢？”',
        ],
    ],
],
];
