<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子之滕，馆于上宫(1)。有业屦于牖上(2)，馆人求之弗得。或问之曰：“若是乎从者之廋(3)也？”',
            '曰：“子以是为窃屦来与？”',
            '曰：“殆非也。夫子之设科(4)也，往者不追，来者不拒。苟以是心至，斯受之而已矣。”',
        ],
        'notes' => [
            '(1)上宫：上等的旅馆。',
            '(2)屦(jù)：《诗·齐风·南山》：“葛屦五两，冠緌双止。”《诗·魏风·葛屦》：“纠纠葛屦，可以履霜。”《周礼·屦人》：“掌王及后之服屦。”《左传·僖公四年》：“共其资粮屝屦。”《孟子·滕文公上》：“其徒数十人，皆衣褐，捆屦织席以为食。”《荀子·礼论》：“卑絻、黼黻、文织，资粗、衰绖、菲繐、菅屦，是吉凶忧愉之情发于衣服者也。”《说文》：“屦，履也。”段玉裁注：“今时所谓履者，自汉以前皆名屦。”这里用指为用麻、葛等制成的单底鞋之意。业屦：未织完的鞋子。',
            '(3)廋(sōu)：《论语·为政》：“视其所以，观其所由，察其所安。人焉廋哉？人焉廋哉？”《孟子·离娄上》：“观其眸子：人焉廋哉！”《汉书·赵广汉传》：“直突入其门，廋索私屠酤。”颜师古注：“廋读与搜同，谓入室求之也。”《玉篇·广部》：“廋，求也，索也……亦作搜。”这里用为搜求之意。',
            '(4)设科：办教育。',
        ],
        'vernacular' => [
            '孟子到了滕国，住在上宫。有一双还没织好的草鞋放在窗台上，旅馆里的人来找而没有找到。有人问孟子：“跟随你来的人怎么竟像这样乱藏人家东西呢？”',
            '孟子说：“你以为这些人是为了偷鞋子而来这里的吗？”',
            '那人说道：“大概不是的。先生订了规章条例（接收学生学习），走了的不追究，有来的不拒绝。只要凭着求学愿望来的，就接收他罢了。（这可难免会有手脚不清的人混进来呢！）”'
        ],
    ],
],
];
