<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“人皆有所不忍，达之于其所忍，仁也；人皆有所不为，达之于其所为，义也。人能充无欲害人之心，而仁不可胜用也；人能充无穿逾(1)之心，而义不可胜用也；人能充无受尔汝之实(2)，无所往而不为义也。士未可以言而言，是以言餂之也(3)；可以言而不言，是以不言餂之也，是皆穿逾之类也。”',
        ],
        'notes' => [
            '(1)穿：《诗·召南·行露》：“何以穿我墉。”《资治通鉴》：“此所谓强弩之末势不能穿鲁缟者也。”《说文》：“穿，通也。”这里用为洞穿之意。窬(yú)：《左传》：“筚门圭窦(窬)。”《论语·阳货》：“色厉而内荏，譬诸小人，其犹穿窬之盗也与！”《淮南子》：“埏埴而为器，窬木而为舟。”《汉书·胡建传》：“穿窬不繇路。”《说文》：“窬，穿木户也。”这里用为打洞穿墙过去之意。',
            '(2)尔汝：尔、汝，都是第二人称代词，古代尊长称呼卑幼时用，如果平辈之间用来称呼，则是对对方的轻视。',
            '(3)餂（tiǎn）：取。《集韵·忝韵》：“餂，取也。”这里用为用甜言蜜语诱取、探取之意。',
        ],
        'vernacular' => [
            '孟子说：“人人都有不忍心干的事，把它推及到他所忍心去干的事上，就是仁；人人都有不肯去干的事，把它推及到他所肯干的事上，就是义。一个人能把不想害人的心理扩展开去，仁就用不尽了；一个人能把不愿扒洞翻墙（行窃）的心理扩展开去，义就用不尽了；一个人能把不愿受人轻蔑的心理扩展开去，那么无论到哪里，（言行）都是符合义的了。士人，不可以交谈而去交谈，这是用言语试探对方来取利；可以交谈却不去交谈，这是用沉默试探对方来取利，这些都是扒洞翻墙一类的行径。”',
        ],
    ],
],
];
