<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“有人曰，‘我善为陈(1)，我善为战。’大罪也。国君好仁，天下无敌焉。南面而征，北狄怨；东面而征，西夷怨，曰：‘奚为后我？’武王之伐殷也，革车三百两，虎贲三千人。王曰：‘无畏！宁尔也，非敌百姓也。’若崩厥角稽首(2)。征之为言正也，各欲正己也，焉用战？”',
        ],
        'notes' => [
            '(1)陈：同“阵”。',
            '(2)稽(qǐ)首：古代一种跪拜礼，叩头到地。3.道士举一手向人行礼，也称稽首。',
        ],
        'vernacular' => [
            '孟子说：“有人说，‘我善于布阵，我善于打仗。’这是大罪恶。国君爱好仁，就会天下无敌。（商汤）征伐南方，北方的民族就埋怨；征伐东方，西方的民族就埋怨。埋怨说：‘为什么把我们放在后边？’武王讨伐殷商，有战车三百辆、勇士三千人。武王（向殷商的百姓）说：“不要害怕，（我们是来）安抚你们的，不是来同百姓为敌的。’（殷商的百姓都跪倒叩头，）额角碰地的声音，像山岩崩塌一般。‘征’就是‘正’的意思。如果各国都有端正自己的打算，哪还用得着打仗？”',
        ],
    ],
],
];
