<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子曰：“舜之饭糗茹草(1)也，若将终身焉；及其为天子也，被袗(2)衣，鼓琴，二女果(3)，若固有之。”',
        ],
        'notes' => [
            '(1)饭糗（qiǔ）：饭，动词，吃。糗，干粮。《周礼·籩人》：“糗饵粉飺。”《国语·楚语》：“糗一筐。”《说文》：“糗，熬米麦也。”这里用为炒熟的米麦等谷物之意。茹：《诗·大雅·庶民》：“柔则茹之。”《礼记·礼运》：“饮其血，茹其毛。”《庄子·人间世》：“回之家贫，唯不饮酒不茹荤者数月矣。”《方言》：“茹，食也。吴越之间，凡贪饮食者谓之茹。”这里用为“吃”之意。',
            '(2)袗(zhěn)：这里用为绣有花纹的华贵衣服之意。',
            '(3)果：通“婐(wǒ)”，侍女，这里是侍候的意思。果：通“祼”。《周礼·春官》：“大宾客则摄而载果。”古代帝王以酒祭奠祖先或赐宾客饮之礼之意。',
        ],
        'vernacular' => [
            '孟子说：“舜在吃干粮咽野菜的时候，就像打算终身这么过日子似的。到他做了天子后，穿着细葛布衣服，弹着琴，尧的两个女儿侍候着，又像本来就享有这种生活似的。”',
        ],
    ],
],
];
