<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '孟子见梁惠王(1)。王曰：“叟(2)！不远千里而来，亦(3)将有以利吾国乎？”',
            '孟子对曰：“王！何必曰利？亦有仁义(4)而已矣。王曰‘何以利吾国？’大夫(5)曰‘何以利吾家？’士庶人(6)曰‘何以利吾身？’上下交征(7)利而国危矣。万乘之国(8)，弑(9)其君者，必千乘之家；千乘之国，弑其君者，必百乘之家。万取千焉，千取百焉，不为不多矣。苟(10)为后义而先利，不夺不餍(11)。未有仁而遗(12)其亲者也，未有义而后其君者也。王亦曰仁义而已矣，何必曰利？”',
        ],
        'notes' => [
            '(1)梁惠王：战国时魏惠王魏䓨(yīng)(前400-前319)，前370—前319年在位。“惠”是其死后的谥号。公元前370年继他父亲魏武侯即位，因秦国的压力，即位后九年(前361年)由旧都安邑(今山西夏县北)迁都大梁(今河南开封西北)，故魏也被称为梁。梁惠王上：《梁惠王》是《孟子》第一篇的篇名，《孟子》和《论语》一样，原无篇名，后人一般取每篇第一章中的前两三字为篇名。《孟子》共七篇，东汉末赵岐为《孟子》作注时，将每篇皆分为上、下，后人从之。',
            '(2)叟：老人。',
            '(3)亦：这里是“只”的意思。',
            '(4)仁义：“仁”是儒家的一种含义广泛的道德观念，是各种善的品德的概括，核心指人与人相互亲爱。“义”，儒家学说指思想行为符合一定的准则。',
            '(5)大夫：先秦时代职官等级名，国君之下有卿、大夫、士三级。家：大夫的封邑。封邑是诸侯封赐所属卿、大夫作为世禄的田邑（包括土地上的劳动者在内），又称采（cǎi）地。',
            '(6)士庶人：士和庶人。庶人即老百姓。',
            '(7)交征：互相争夺。征，取。',
            '(8)弑：下杀上，卑杀尊，臣杀君叫弑。',
            '(9)万乘(shèng)、千乘、百乘：量词，古代用四匹马拉的一辆兵车叫一乘，，车上有三名武装战士，后有若干步兵。古代常以兵车的多少衡量诸侯国或卿大夫封邑的大小。据刘向《战国•策序》说，战国末期的万乘之国有韩、赵、魏(梁)、燕、齐、楚、秦七国，千乘之国有宋、卫、中山以及东周、西周。至于千乘、百乘之家的“家”，则是指拥有封邑的公卿大夫，公卿封邑大，有兵车千乘；大夫封邑小，有兵车百乘。',
            '(10)苟：如果。',
            '(11)餍(yàn)：满足。',
            '(12)遗：遗弃，抛弃。',
        ],
        'vernacular' => [
            '孟子谒见梁惠王。惠王说：“老先生，您不远千里而来，将有什么有利于我的国家吗？”',
            '孟子回答道：“大王，您为什么定要说到那利呢？只有仁义就够了。大王说‘怎样有利于我的国家？’大夫说‘怎样有利于我的封邑？’士人平民说‘怎样有利于我自身？’上上下下互相争夺利益，那国家就危险了。在拥有万辆兵车的国家，杀掉国君的，必定是国内拥有千辆兵车的大夫；在拥有千辆兵车的国家，杀掉国君的，必定是国内拥有百辆兵车的大夫。在拥有万辆兵车的国家里，这些大夫拥有千辆兵车；在拥有千辆兵车的国家里，这些大夫拥有百辆兵车，不算是不多了，如果轻义而重利，他们不夺取（国君的地位和利益）是绝对不会满足的。没有讲仁的人会遗弃自己父母的，没有行义的人会不顾自己君主的。大王只要讲仁义就行了，何必谈利呢？”',
        ],
    ],
],
];
