<?php
return [
'chapters' => [
    [
        'name' => '第四节',
        'content' => [
            '梁惠王曰：“寡人愿安(1)承教。”',
            '孟子对曰：“杀人以梃(2)与刃，有以异乎？”',
            '曰：“无以异也。”',
            '“以刃与政，有以异乎？”',
            '曰：“无以异也。”',
            '曰：“庖(3)有肥肉，厩(4)有肥马，民有饥色，野有饿莩，此率兽而食人也。兽相食，且人恶之(5)，为民父母，行政，不免于率兽而食人，恶(6)在其为民父母也？仲尼曰：‘始作俑者(7)，其无后乎！’为其象(8)人而用之也。如之何其使斯民饥而死也？“',
        ],
        'vernacular' => [
            '梁惠王说：“我乐于听取您的指教。”',
            '孟子回答道：“用木棍打死人跟用刀杀死人，（性质）有什么不同吗？”',
            '惠王说：“没有什么不同。”',
            '（孟子又问道：）“用刀子杀死人跟用苛政害死人，有什么不同吗？”',
            '惠王说：“没有什么不同。”',
            '孟子说：“厨房里有肥嫩的肉，马棚里有壮实的马，（可是）老百姓面带饥色，野外有饿死的尸体，这如同率领着野兽来吃人啊！野兽自相残食，人们见了尚且厌恶，而身为百姓的父母，施行政事，却不免于率领野兽来吃人，这又怎能算是百姓的父母呢？孔子说过：‘最初造出陪葬用的木俑土偶的人，该会断子绝孙吧！’这是因为木俑土偶像人的样子却用来殉葬。（这样尚且不可，）那又怎么能让百姓们饥饿而死呢？“',
        ],
        'notes' => [
            '(1)安：乐意。',
            '(2)梃(tǐng)：木棒。',
            '(3)庖(páo)：厨房。',
            '(4)厩(jiu)：马栏。',
            '(5)且人恶(wù)之：按现在的词序，应是“人且恶之”。且，尚且。',
            '(6)恶(wū)：疑问副词，何，怎么。',
            '(7)俑(yǒng)：古代陪葬用的土偶、木偶。在用土偶、木偶陪葬之前，经历了一个用草人陪葬的阶段。草人只是略略像人形，而土偶、木偶却做得非常像活人。所以孔子深恶痛绝最初采用土偶、木偶陪葬的人。“始作俑者”就是指这最初采用土偶、木偶陪葬的人。后来这句话成为成语，指首开恶例的人。古代用以殉葬的木偶或陶偶。在奴隶社会，最初用活人殉葬，由于社会生产力的发展，劳动力渐被重视，后来便改用俑来殉葬。孔子不了解这一情况，误认为先有俑殉，后有人殉，故对俑殉深恶痛绝。',
            '(8)象：同“像”。',
        ],
    ],
],
];
