<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '梁惠王曰：“晋国，天下莫强焉(1)，叟之所知也。及寡人之身，东败于齐，长子死焉(2)；西丧地于秦七百里(3)；南辱于楚(4)。寡人耻之，愿比死者一洒之(5)，如之何则可？”',
            '孟子对曰：“地方百里(6)而可以王。王如施仁政于民，省刑罚，薄税敛，深耕易耨(7)，壮者以暇日修其孝悌忠信，入以事其父兄，出以事其长上，可使制梃以挞秦楚之坚甲利兵矣。彼夺其民时，使不得耕耨以养其父母。父母冻饿，兄弟妻子离散。彼陷溺其民，王往而征之，夫谁与王敌？故曰：‘仁者无敌’。王请勿疑！”',
        ],
        'vernacular' => [
            '梁惠王说：“我们魏国，以前天下没有哪个国家比它更强大的了，这是老先生您所知道的。（可是）传到我手中，东边败给了齐国，我的长子也牺牲了；西边又丢失给秦国七百里地方；南边被楚国欺侮，吃了败仗。对此我深感耻辱，想要为死难者洗恨雪耻，怎么办才好呢？”',
            '孟子回答道：“百里见方的小国也能够取得天下。大王如果对百姓施行仁政，少用刑罚，减轻赋税，（提倡）深耕细作、勤除杂草，让年轻人在耕种之余学习孝亲、敬兄、忠诚、守信的道理，在家侍奉父兄，在外敬重尊长，（这样，）可以让他们拿起木棍打赢盔甲坚硬、刀枪锐利的秦楚两国的军队了。他们（秦、楚）常年夺占百姓的农时，使百姓不能耕作来奉养父母。父母受冻挨饿，兄弟妻儿各自逃散。他们使自己的百姓陷入了痛苦之中，（如果）大王前去讨伐他们，谁能跟大王对抗呢？所以（古语）说：“有仁德的人天下无敌。‘大王请不要怀疑这个道理了。”',
        ],
        'notes' => [
            '(1)晋国：韩、赵、魏三家分晋，被周天子和各国承认为诸侯国，称三家为三晋，所以，梁(魏)惠王自称魏国也为晋国。莫强：没有比它更强的。',
            '(2)东败于齐，长子死焉：指前343年马陵之战，齐威王派田忌、孙膑率军队救韩伐魏，大败魏军于马陵。魏将庞涓自杀，太子申被俘。',
            '(3)西丧地于秦七百里：马陵之战后，魏国国势渐衰，秦屡败魏国，迫使魏国献出河西之地和上郡的十五个县，约七百里地。',
            '(4)南辱于楚：公元前324年，魏又被楚将昭阳击败于襄陵，魏国失去八邑。',
            '(5)比：替，为；一：全，都；洒：洗刷。全句说，希望为全体死难者报仇雪恨。',
            '(6)地方百里：方圆百里的土地。',
            '(7)易耨：及时除草。易，疾，速，快；耨，除草。',
        ],
    ],
],
];
