<?php
return [
'chapters' => [
    [
        'name' => '第六节',
        'content' => [
            '孟子见梁襄王(1)，出，语(2)人曰：“望之不似人君，就之而不见所畏焉。卒然(3)问曰：‘天下恶乎定？’吾对曰：‘定于一。’‘孰能一之？’对曰：‘不嗜杀人者能一之。’‘孰能与之？’对曰：‘天下莫不与(4)也。王知夫苗乎？七八月(5)之间旱，则苗槁矣。天油然作云，沛然下雨，则苗浡然(6)兴之矣。其如是，孰能御之？今夫天下之人牧(7)，未有不嗜杀人者也。如有不嗜杀人者，则天下之民皆引领而望之矣。诚如是也，民归之，由(8)水之就下，沛然谁能御之？’”',
        ],
        'vernacular' => [
            '孟子谒见了梁襄王，退出来后，对人说：“在远处看，他不像个国君，走到跟前也看不出他的威严。他突然发问道：‘天下怎样才能安定？’我回答道：‘天下统一了就会安定。’（他问：）‘谁能使天下统一？’我答道：‘不喜欢杀人的国君能使天下统一。’（他又问：）‘谁会归顺服从他呢？’我回答道：‘天下的人没有不归顺服从的。大王了解禾苗生长的情况吗？七八月间遇到天旱，禾苗就枯蔫了。（假如这时候）天上忽然涌起乌云，降下大雨来，那么禾苗就又能蓬勃旺盛地生长起来了。果真这样，谁又能阻止它生长呢？当今天下的国君没有不好杀人的。如果有不好杀人的，天下的老百姓必然都会伸长了脖子期望着他了。果真这么做了，老百姓归顺他，就跟水往低处奔流一样，浩浩荡荡，谁又能阻挡得住呢？’”',
        ],
        'notes' => [
            '(1)梁襄王：梁惠王的儿子，名嗣，公元前318年至公元前296年在位。',
            '(2)语(yu):动词，告诉。',
            '(3)卒然：突然。卒同“猝”(cù).',
            '(4)与：从，跟。',
            '(5)七八月：这里指周代的历法，相当于夏历的五六月，正是禾苗需要雨水的时候。',
            '(6)渤然：兴起的样子。渤然兴之即蓬勃地兴起。',
            '(7)人牧：治理人民的人，指国君。“牧”由牧牛、牧羊的意义引申过来。',
            '(8)由：同“犹”，好像，如同。',
        ],
    ],
],
];
