<?php
return [
'chapters' => [
    [
        'content' => [
            '庄暴(1)见孟子，曰：“暴见于王(2)，王语暴以好乐(3)，暴未有以对也。”曰：“好乐何如？”',
            '孟子曰：“王之好乐甚，则齐国其庶几(4)乎！”',
            '他日，见于王曰：“王尝语庄子以好乐，有诸？”',
            '王变乎色(5)，曰：“寡人非能好先王之乐也，直(6)好世俗之乐耳。”',
            '曰：“王之好乐甚，则齐其庶几乎！今之乐由古之乐也。”',
            '曰：“可得闻与？”',
            '曰：“独乐乐(7)，与人乐乐，孰乐？”',
            '曰：“不若与人。”',
        ],
        'notes' => [
            '(1)庄暴：齐国大臣。',
            '(2)见(xiàn现)于王：被齐王召见。王：指齐宣王',
            '(3)乐(yuè)：《说文》：“五声八音总名。”《易》曰：“雷出地奋豫，先王以作乐崇德。”《礼记•乐记》：“先王之所以饰喜也”“天地之和”“德之华也”。可见，古代的乐是为了身心合德而作。音乐是道德感情的心声，也是回归天地万物和谐境界的途径。',
            '(4)庶几：差不多。朱熹《集注》云：“近辞也，言近于。”',
            '(5)变乎色：改变了脸色。朱熹《集注》云：“变色者，惭其好之不正也。”赵注则说是宣王恼怒庄暴把他“好乐”的事告诉孟子。',
            '(6)直：不过、仅仅。',
            '(7)独乐乐：独自一人娱乐的快乐。前一个“乐(yue)”作动词用，以下几句类似的句子同。',
        ],
        'vernacular' => [
            '庄暴来见孟子，说：“我被齐王召见，齐王告诉我，他喜爱音乐，我没有话回答他。”庄暴问道：“喜爱音乐怎么样？”',
            '孟子说：“（如果）齐王非常喜爱音乐，齐国恐怕就有希望了！”',
            '后来的某一天，孟子被齐王接见，问（齐王）道：“大王曾对庄暴说喜爱音乐，有这回事吗？”',
            '齐王（不好意思地）变了脸色，说：“我不是喜爱古代先王的音乐，只是喜爱世俗的音乐罢了。”',
            '孟子说：“大王非常喜爱音乐，齐国恐怕就有希望了！现在的音乐如同古代的音乐。”',
            '齐王说：“可以把道理讲给我听听吗？”',
            '孟子问：“一个人欣赏音乐的快乐，与别人一起欣赏音乐的快乐，哪一种更快乐？”',
            '齐王说：“不如同别人一起欣赏快乐。”',
        ],
    ],
    [
        'content' => [
            '曰：“与少乐乐，与众乐乐，孰乐？”',
            '曰：“不若与众。”',
            '“臣请为王言乐。今王鼓乐于此，百姓闻王钟鼓之声，管龠(1)之音，举疾首蹙頞(2)而相告曰：‘吾王之好鼓乐，夫何使我至于此极(3)也？父子不相见，兄弟妻子离散。’今王田猎(4)于此，百姓闻王车马之音，见羽旄(5)之美，举疾首蹙頞而相告曰：‘吾王之好田猎，夫何使我至于此极也？父子不相见，兄弟妻子离散。’此无他，不与民同乐也。',
        ],
        'notes' => [
            '(1)管龠(yuè)：古管乐器名。赵注云：“管，笙；龠，萧。”笙是一种簧管乐器，在商代的甲骨文中已有记载；龠，似笛而短小。这里的萧是指排萧，与现在所称类似笛的萧不同。',
            '(2)举：皆、都。疾首蹙頞(cù è)：蹙，收紧。頞，额头。蹙頞，形容愁眉苦脸的样子。',
            '(3)极：《说文》：“栋也。”《通训定声》按：在屋之正中至高处。引申为极致，极端。',
            '(4)田猎：在野外打猎。在春秋战国时代，这是一项带有军事训练性质的活动。由于它要发动百姓驱赶野兽，各级地方官员都要准备物资和亲自参与，所以古人主张应该在农闲时候有节制地举行，以免扰乱正常的主产秩序。',
            '(5)羽旄(máo)：旄，《说文》：“幢也。”通“毛”。羽旄：鸟羽和旄牛尾，古人用作旗帜上的装饰，故可代指旗帜。古代用牦尾装饰的旗子，这种旗子为前军所持，故曰“前旄”。',
        ],
        'vernacular' => [
            '孟子问：“同少数人一起欣赏音乐的快乐，同很多人一起欣赏音乐的快乐，哪一种更快乐？”',
            '齐王说：“不如同很多人一起欣赏快乐。”',
            '（孟子说：）“请让我为大王谈谈音乐。假设现在大王在这里奏乐，百姓听了大王钟鼓的声音，箫笛的曲调，全都头脑作痛，眉头紧皱，互相议论说：”我们君王喜爱音乐，为什么使我们痛苦到这样的极点？父子不能相见，兄弟妻儿离散。‘假设现在大王在这里打猎，百姓听到大王车马的声音，看到旗帜的华美，全都头脑作痛，眉头紧皱，互相议论说：“我们君王喜欢打猎，为什么使我们痛苦到这样的极点？父子不能相见，兄弟妻儿离散。’这没有别的原因，是不和百姓共同快乐的缘故。',
        ],
    ],
    [
        'content' => [
            '“今王鼓乐于此，百姓闻王钟鼓之声，管龠之音，举欣欣然有喜色而相告曰：‘吾王庶几无疾病与，何以能鼓乐也？’今王田猎于此，百姓闻王车马之音，见羽旄之美，举欣欣然有喜色而相告曰：‘吾王庶几无疾病与，何以能田猎也？’此无他，与民同乐也。今王与百姓同乐，则王矣。”',
        ],
        'vernacular' => [
            '“假设现在大王在这里奏乐，百姓听到钟鼓的声音，箫笛的曲调，都欢欣鼓舞，喜形于色，互相议论说：”我们君王大概没什么病吧，不然怎么能奏乐呢？‘假设现在大王在这里打猎，百姓听到君王车马的声音，看到旗帜的华美，都欢欣鼓舞，喜形于色，互相议论说：“我们君王大概没什么病吧，不然怎么能打猎呢？’这没有别的原因，是和百姓共同快乐的缘故。如果大王能和百姓共同快乐，那就能称王于天下了。”',
        ],
    ],
    [
        'content' => [
            '齐宣王问曰：“文王之囿(1)方七十里，有诸？”',
            '孟子对曰：“于传有之。”',
            '曰：“若是其大乎？”',
            '曰：“民犹以为小也。”',
            '曰：“寡人之囿方四十里，民犹以为大，何也？”',
            '曰：“文王之囿方七十里，刍荛(2)者往焉，雉兔者往焉，与民同之，民以为小，不亦宜乎？臣始至于境，问国之大禁，然后敢入。臣闻郊关之内有囿方四十里，杀其麋鹿者如杀人之罪；则是方四十里为阱于国中，民以为大，不亦宜乎？”',
        ],
        'notes' => [
            '(1)囿(yòu)：古代畜养禽兽的园林。',
            '(2)刍(chú)荛(ráo)：割草砍柴的人',
        ],
        'vernacular' => [
            '齐宣王问道：“文王的园林有七十里见方，有这事吗？”',
            '孟子答道：“在文献上有这样的记载。”',
            '宣王问：“竟有这么大吗？”',
            '孟子说：“百姓还觉得小了呢。”',
            '宣王说：“我的园林四十里见方，百姓还觉得大，这是为什么呢？”',
            '孟子说：“文王的园林七十里见方，割草砍柴的可以去，捕鸟猎兽的可以去，是与百姓共同享用的，百姓认为太小，不也是很自然的吗？我初到齐国边境时，问明了齐国重要的禁令，这才敢入境。我听说国都郊区之内有个园林四十里见方，杀了其中的麋鹿，就如同犯了杀人罪；这就像是在国内设下了一个四十里见方的陷阱，百姓认为太大了，不也是应该的吗？”',
        ],
    ],
    [
        'content' => [
            '齐宣王问曰：“交邻国有道乎？”',
            '孟子对曰：“有。惟仁者为能以大事小，是故汤事葛(1)，文王事混夷(2)。惟智者为能以小事大，故大王事獯鬻(3)，勾践事吴(4)。以大事小者，乐天者也；以小事大者，畏天者也。乐天者保天下，畏天者保其国。《诗》云：”畏天之威，于时保之(5)。‘“',
            '王曰：“大哉言矣！寡人有疾，寡人好勇。”',
        ],
        'notes' => [
            '(1)汤事葛：汤，商汤，商朝的创建人。葛，葛伯，葛国的国君。葛国是商紧邻的小国，故城在今河南宁陵北十五里处。“汤事葛”，其事详见本书《滕文公下》第五章。',
            '(2)文王事昆夷：文王，周文王。昆夷，也写作“混夷”，殷末周初的西戎国名。',
            '(3)太王事獯(xūn)鬻(yù)：大（tài）王：也作“太王”，周文王的祖父古公亶父，周族首领。獯鬻：古代北方的一个少数民族，周称猃狁(xiǎnyǔn)，秦汉时称匈奴。',
            '(4)勾(gōu)践：春秋时越国国君(公元前497年至前465年在位)。吴：指春秋时吴国国君夫差。前494年，越被吴打败，勾践屈辱事吴，后卧薪尝胆，发愤图强，终于灭掉吴国。',
            '(5)畏天之威，于时保之：引自《诗经•周颂•我将》。',
        ],
        'vernacular' => [
            '齐宣王问道：“同邻国交往有什么原则吗？”',
            '孟子答道：“有。只有仁人能以大国的地位侍奉小国，所以商汤曾侍奉葛国，文王曾侍奉混夷。只有聪明的人能以小国的地位侍奉大国，所以周太王曾侍奉獯鬻，勾践曾侍奉吴国。能以大国地位侍奉小国的，是乐于听从天命的人；能以小国地位侍奉大国的，是畏惧天命的人。乐于听从天命的能安定天下，畏惧天命的能保住他的国家。《诗经》上说：“畏惧上天的威严，才能得到安定。’”',
            '宣王说：“讲得太好了！（不过）我有个毛病，我喜欢勇武。”',
        ],
    ],
    [
        'content' => [
            '对曰：“王请无好小勇。夫抚剑疾视曰：‘彼恶敢当我哉！’此匹夫之勇，敌一人者也。王请大之！《诗》云：‘王赫斯怒，爰整其旅，以遏徂莒，以笃周祜，以对于天下(1)。’此文王之勇也。文王一怒而安天下之民。《书》曰：‘天降下民，作之君，作之师，惟曰其助上帝宠之，四方有罪无罪惟我在，天下曷敢有越厥志(2)？’一人衡行(3)于天下，武王耻之。此武王之勇也。而武王亦一怒而安天下之民。今王亦一怒而安天下之民，民惟恐王之不好勇也。”',
        ],
        'notes' => [
            '(1)《诗云》：以下诗句引自《诗经•大雅•皇矣》。赫斯：发怒的样子。爰：语首助词，无义。遏：止；徂(cú)：往，到。莒(jǔ)：殷末国名（此从赵岐说），非西周分封、前431 年为楚所灭的莒国。在今山东莒县，公元前431年被楚国消灭。笃：厚；祜：福。',
            '(2)《书》曰：书，《尚书》，以下引文见伪《古文尚书•周书•泰誓》。以上六句为《尚书》逸文，伪古文《尚书》放入《泰誓上》篇。厥(jué)：用法同“其”。',
            '(3)一人：指殷纣王。周武王起兵伐纣灭殷。衡行：即“横行”。',
        ],
        'vernacular' => [
            '孟子答道：“大王请不要喜欢小勇。按着剑、瞪着眼说：‘他哪敢抵挡我！’这是平常之人的小勇，只能对付一个人罢了。大王请把它扩大开去！《诗经》上说：‘文王勃然发怒，于是整军备武，挡住侵犯莒国的敌人，增我周朝的威福，以此报答天下的期望。’这就是文王的勇武。文王一怒而安定了天下的百姓。《尚书》上说：‘上天降生万民，为他们设君主，立师长，要他们协助上天爱护百姓，天下有罪和无罪的，都有我在（处罚或安抚他们），天下谁敢超越它的本分？’有一个人横行天下，武王就感觉到耻辱。这就是武王的勇武。而武王也是一怒就安定了天下的百姓。如果现在大王也一怒就安定天下的百姓，那么百姓还唯恐大王不喜欢勇武呢！“',
        ],
    ],
    [
        'content' => [
            '齐宣王见孟子于雪宫(1)。王曰：“贤者亦有此乐乎？”',
            '孟子对曰：“有。人不得，则非(2)其上矣。不得而非其上者，非(3)也；为民上而不与民同乐者，亦非也。乐民之乐者，民亦乐其乐；忧民之忧者，民亦忧其忧。乐以天下，忧以天下，然而不王者，未之有也。昔者齐景公问于晏子曰(4)：‘吾欲观于转附、朝儛(5)，遵海而南，放于琅邪(6)；吾何修而可以比于先王观也？’',
        ],
        'notes' => [
            '(1)雪宫：齐宣王的离宫(古代帝王在正宫以外临时居住的宫室，相当于当今的别墅之类)。',
            '(2)非：动词，认为......非，即非难，埋怨。',
            '(3)非：不对，错误。',
            '(4)齐景公：春秋时代齐国国君姜杵臼，公元前547年至前490年在位。晏子：春秋时齐国贤相，名婴，《晏子春秋》一书记载了他的事迹和学说。',
            '(5)转附、朝儛(wǔ)：均为山名',
            '(6)琅邪：山名，在今山东省诸城东南，面临黄海。',
        ],
        'vernacular' => [
            '齐宣王在雪宫接见孟子。宣王问道：“贤人也有这种快乐吗？”',
            '孟子答道：”有。人们得不到这种快乐，就要抱怨他们的君主了。得不到就抱怨他们的君主，是不好的；作为百姓的君主却不与百姓同乐，也是不好的。君主把百姓的快乐当作自己的快乐，百姓也就会把君主的快乐当作自己的快乐；君主把百姓的忧患当作自己的忧患，百姓也就会把君主的忧患当作自己的忧患。乐，同天下人一起乐，忧，同天下人一起忧，这样还不能称王天下的，是从来不会有的。从前，齐景公问晏子道：‘我想去游览转附、朝儛两座山，然后沿着海边往南，一直游览到琅邪；我要怎样修养才能和先王的巡游相比呢？’',
        ],
    ],
    [
        'content' => [
            '晏子对曰：‘善哉问也！天子适诸侯曰巡狩。巡狩者，巡所守也。诸侯朝于天子曰述职。述职者，述所职也。无非事者。春省耕而补不足，秋省敛而助不给。夏谚曰：‘吾王不游，吾何以休？吾王不豫(1)，吾何以助？一游一豫，为诸侯度。’今也不然，师行而粮食，饥者弗食，劳者弗息。睊睊胥谗，民乃作慝(2)。方命(3)虐民，饮食若流；流连荒亡，为诸侯忧。从流下而忘反谓之流，从流上而忘反谓之连，从兽无厌谓之荒，乐酒无厌谓之亡。先王无流连之乐、荒亡之行。惟君所行也。’',
            '景公悦，大戒(4)于国，出舍于郊。于是始兴发补不足。召大师曰：”为我作君臣相说之乐！‘盖《徵招》、《角招》是也(5)。其诗曰：“畜君何尤(6)？’畜君者，好君也。”',
        ],
        'notes' => [
            '(1)豫：义同“游”。',
            '(2)睊(juàn)睊：因愤恨侧目而视的样子；胥：皆，都；谗：毁谤，说坏话。慝(tè)：恶。',
            '(3)方命：违反命令。方，反，违反。',
            '(4)大戒：充分的准备。(13)大师：读为“太师”，古代的乐官。',
            '(5)《徴(zhǐ)招》、《角招》：与角是古代五音(宫、商、角、徴、羽)中的两个，招同“韶”，乐曲名。',
            '(6)畜(xù)：爱好，喜爱。尤：错误，过失。',
        ],
        'vernacular' => [
            '晏子答道：‘问得好啊！天子到诸侯那里去叫巡狩。所谓巡狩，就是巡视诸侯所守的疆土。诸侯去朝见天子叫述职。所谓述职，就是汇报履行职守的情况。都没有无事外出的。春天视察耕作情况，补助（种子、耕力）不足的人；秋天视察收获情况，周济歉收的人。夏代的民谚说：‘我王不出来巡游，我们哪会得到休息？我王不出来视察，我们哪会得到补助？巡游视察，成为诸侯的榜样。’现在却不是这样，出巡时兴师动众，征集粮食，使得饥饿的人没有饭吃，劳累的人不得休息。人人侧目而视，个个怨声不绝，百姓就会作乱造反。（这样的巡游）背逆天意，祸害百姓，吃喝浪费如同流水；流连荒亡，成了诸侯的忧患。从上游顺流玩到下游，乐而忘返，这叫流；从下游逆水玩到上游，乐而忘返，这叫连；打猎不知尽兴，这叫荒；喝酒不知满足，这叫亡。先王没有流连的享乐、荒亡的行径。只看您怎么做了。’',
            '景公听了十分高兴，在都城内做好了充分的准备，然后离开宫室搬到郊外住。接着就开仓救济穷人。又召来乐官，吩咐道：‘给我作一首君臣同乐的乐曲！’大概就是《徵招》、《角招》这两首吧。其中有句歌词说：‘畜君有什么过错？’‘畜君’就是爱护君主的意思。”',
        ],
    ],
    [
        'name' => '第五节',
        'content' => [
            '齐宣王问曰：“人皆谓我毁明堂①，毁诸？已乎？”',
            '王曰：“王政可得闻与？”',
            '对曰：“昔者文王之治岐也②，耕者九一，仕者世禄，关市讥而不征，泽梁无禁，罪人不孥。老而无妻曰鳏，老而无夫曰寡，老而无子曰独，幼而无父曰孤。此四者，天下之穷民而无告者。文王发政施仁，必先斯四者。《诗》云：”哿矣富人，哀此茕独！‘“③',
            '王曰：“善哉言乎！”',
            '曰：“王如善之，则何为不行？”',
            '王曰：“寡人有疾，寡人好货。”',
            '对曰：“昔者公刘好货④，《诗》云：”乃积乃仓，乃裹糇粮，于橐于囊⑤，思戢用光。弓矢斯张，干戈戚扬，爰方启行。‘⑥故居者有积仓，行者有裹囊也，然后可以爰方启行。王如好货，与百姓同之，于王何有？“',
            '王曰：“寡人有疾，寡人好色。”',
            '对曰：“昔者大王好色，爱厥妃。《诗》云：”古公亶父，来朝走马，率西水浒，至于岐下，爰及姜女，聿来胥宇。‘⑦当是时也，内无怨女，外无旷夫。王如好色，与百姓同之，于王何有？“',
        ],
        'vernacular' => [
            '齐宣王问道：“人家都建议我毁掉明堂，毁掉它呢，还是不毁呢？”孟子对曰：“夫明堂者，王者之堂也。王欲行王政，则勿毁之矣。”孟子答道：“明堂是（施行仁政的）王者的殿堂。大王如果打算施行仁政，就不要毁掉它了。”',
            '宣王说：“仁政的道理，能说给我听听吗？”',
            '孟子说：”从前周文王治理岐地，农民只抽九分之一的税；做官的世代享受俸禄，关卡和市场（对商人）只稽查不征税；湖泊池沼不设禁令，（任人捕鱼；）惩办罪人不牵连妻儿。年老无妻叫鳏，年老无夫叫寡，年老无子叫独，年幼无父叫孤。这四种人是天下最困难而又无所依靠的人。文王发布政令、施行仁政，必定先照顾这四种人。《诗经》上说：“富人的生活是称心啦，要怜悯这些孤独无依的人！’”',
            '宣王说：“说得好啊！”',
            '孟子说：“大王如果觉得好，那么为什么不照着去做呢？”',
            '宣王说：“我有个毛病，我爱财。”',
            '孟子说：“从前公刘爱钱财，《诗经》上说：”粮食积聚满囤仓，筹足干粮装橐囊。团结安定声威扬。箭上弦弓开张，干戈斧钺都带上，于是启程奔前方。‘这就是说，留守故土的人粮食满囤仓，迁徙新地的人带足干粮，然后才启程远行。大王如果爱财，能和百姓共同享用，那么实行仁政有什么困难的呢？“',
            '宣王说：“我还有个毛病，我好色。”',
            '孟子说：“从前太王也好色，宠爱他的妃子。《诗经》上说：”古公亶父，清晨骑马奔驰，沿着西边水滨，到了岐山脚下，带着宠妃姜氏女，来勘察可建宫室的地方。‘在那时候，内无找不到丈夫的女子，外无打光棍的单身汉。大王如果好色，（同时）也让百姓都有配偶，那么，实行仁政会有什么困难呢？“',
        ],
        'notes' => [
            '①明堂：周天子东巡时接受诸侯朝见的地方，在泰山脚下。②岐：地名，在今陕西省岐山县东北。相传周太王古公亶父自豳（陕西甸邑迁此建邑，成为周族居住之处。③以上两句出自《诗经。小雅。正月》。哿（gě），同“可”。④公刘：周族早期首领，曾率部落从邰迁至豳，周族从此兴旺起来。⑤橐、囊：盛东西的口袋。⑥以上七句出自《诗经。大雅。公刘》。⑦以上六句出自《诗经。大雅。绵》。',
        ],
    ],
    [
        'content' => [
            '孟子谓齐宣王曰：“王之臣有托其妻子于其友而之楚游者，比其反也，则冻馁其妻子，则(2)如之何？”',
            '王曰：“弃之。”',
            '曰：“士师(3)不能治士，则如之何？”',
            '王曰：“已之。”',
            '曰：“四境之内不治，则如之何？”',
            '王顾左右而言他。',
        ],
        'notes' => [
            '(1)比(bǐ)：及，至，等到。反：同“返”。',
            '(2)则：这里的用法是表示事情的结果。',
            '(3)士师：司法官。',
        ],
        'vernacular' => [
            '孟子对齐宣王说：“假如大王有个臣子，把妻子儿女托付给朋友照顾，自己到楚国去游历，等他回来时，妻子儿女却在受冻挨饿，对这样的朋友该怎么办？”',
            '宣王说：“抛弃他！”',
            '孟子说：“司法官管不好他的下级，那该怎么办？”',
            '宣王说：“罢免他。”',
            '孟子说：“一个国家治理不好，那该怎么办？”',
            '宣王扭头去看左右的人，把话题扯到别的事情上去了。',
        ],
    ],
    [
        'content' => [
            '孟子见齐宣王，曰：“所谓故国(1)者，非谓有乔木(2)之谓也，有世臣(3)之谓也。王无亲臣矣，昔者所进(4)，今日不知其亡(5)也。”',
            '王曰：“吾何以识其不才而舍之？”',
            '曰：“国君进贤，如不得已，将使卑逾尊，疏逾戚，可不慎与？左右皆曰贤，未可也；诸大夫皆曰贤，未可也；国人皆曰贤，然后察之，见贤焉，然后用之。左右皆曰不可，勿听；诸大夫皆曰不可，勿听；国人皆曰不可，然后察之，见不可焉，然后去之。左右皆曰可杀，勿听；诸大夫皆曰可杀，勿听；国人皆曰可杀，然后察之，见可杀焉，然后杀之。故曰国人杀之也。如此，然后可以为民父母。”',
        ],
        'notes' => [
            '(1)故国：指历史悠久的国家。',
            '(2)乔木：高大的树木。',
            '(3)世臣：世代建立功勋的大臣。',
            '(4)进：进用。',
            '(5)亡：去位，去职。',
        ],
        'vernacular' => [
            '孟子谒见齐宣王，说：“所谓故国，不是说国中要有高大的树木，而是说要有世代（与国家休戚相关）的臣子。现在大王没有亲信的臣子了，过去任用的人，现在不知哪里去了。”',
            '宣王说：“我怎样识别哪些人没有才干而不任用他们呢？”',
            '孟子说：“国君进用人才，如果不得已，将会使地位低的超过地位高的，关系远的超过关系近的，对此能不慎重吗？（对于一个人，）左右侍臣都说他好，还不行；大夫们都说他好，也还不行；全国的人都说他好，这才去考察他，见他确实是好，这才任用他。左右侍臣都说不行，不要听信；大夫们都说不行，不要听信；全国的人都说不行，这才考察他，见他确实不行，这才罢免他。左右侍臣都说可杀，不要听信；大夫们都说可杀，不要听信；全国的人都说可杀，这才考察他，见他确实可杀，这才杀掉他。所以说，是全国的人杀掉他的。这样，才可以算是百姓的父母。”',
        ],
    ],
    [
        'content' => [
            '齐宣王问曰：“汤放桀(1)，武王伐纣(2)，有诸？”',
            '孟子对曰：“于传有之。”',
            '曰：“臣弑其君，可乎？”',
            '曰：“贼仁者谓之贼，贼义者谓之残；残贼之人谓之一夫。闻诛一夫纣矣，未闻弑君也。”',
        ],
        'notes' => [
            '(1)汤放桀：桀，夏朝最后一个君主，暴虐无道。传说商汤灭夏后，把桀流放到南巢（据传在今安徽省巢县一带）。',
            '(2)武王伐纣：纣，商朝最后一个君主，昏乱残暴。周武王起兵讨伐，灭掉商朝，纣自焚而死。',
        ],
        'vernacular' => [
            '齐宣王问道：“商汤流放夏桀，武王讨伐商纣，有这些事吗？”',
            '孟子回答道：“文献上有这样的记载。”',
            '宣王问：“臣子杀他的君主，可以吗？”',
            '孟子说：“败坏仁的人叫贼，败坏义的人叫残；残、贼这样的人叫独夫。我只听说杀了独夫纣罢了，没听说臣杀君啊。”',
        ],
    ],
    [
        'content' => [
            '孟子见齐宣王，曰：“为巨室，则必使工师(1)求大木。工师得大木，则王喜，以为能胜其任也。匠人斫而小之，则王怒，以为不胜其任矣。夫人幼而学之，壮而欲行之，王曰：‘姑舍女所学而从我’，则何如？今有璞玉(2)于此，虽万镒(3)，必使玉人雕琢之。至于治国家，则曰：‘姑舍女所学而从我’，则何以异于教玉人雕琢玉哉？”',
        ],
        'notes' => [
            '(1)工师：管理各种工匠的官员。',
            '(2)璞玉：未雕琢加工过的玉。',
            '(3)镒（yì）：古代重量单位，二十两（一说二十四两）为一镒。',
        ],
        'vernacular' => [
            '孟子谒见齐宣王，说：“建造大房子，就一定要叫工师去寻找大木料。工师找到了大木料，大王就高兴，认为工师是称职的。木匠砍削木料，把木料砍小了，大王就发怒，认为木匠是不称职的。一个人从小学到了一种本领，长大了想运用它，大王却说：‘暂且放弃你所学的本领来听我的’，那样行吗？设想现在有块璞玉在这里，虽然价值万金，也必定要叫玉人来雕琢加工。至于治理国家，却说：‘暂且放弃你所学的本领来听我的’，那么，这和非要玉匠（按您的办法）去雕琢玉石不可，有什么不同呢？”',
        ],
    ],
    [
        'content' => [
            '齐人伐燕(1)，胜之。宣王问曰：“或谓寡人勿取，或谓寡人取之。以万乘之国伐万乘之国，五旬而举之(2)，人力不至于此。不取，必有天殃(3)。取之，何如？”',
            '孟子对曰：“取之而燕民悦，则取之。古之人有行之者，武王是也(4)。取之而燕民不悦，则勿取。古之人有行之者，文王是也(5)。以万乘之国伐万乘之国，箪食壶浆以迎王师(6)，岂有他哉？避水火也。如水益深，如火益热，亦运(7)而已矣。”',
        ],
        'notes' => [
            '(1)齐人伐燕：公元前315年(齐宣王五年)，燕王哙将燕国让给他的相国子之，国人不服气，将军市被和太子平进攻子之，子之反攻，杀死了市被和太子平，国内一片混乱。齐宣王趁机进攻燕国，很快就取得了胜利。',
            '(2)五旬而举之：据《战国策•燕策》记载，当齐国的军队攻打燕国时，燕国“士卒不战，城门不闭”，因此齐国军队五十天就攻进了燕国的首都，杀死了燕王哙和子之。',
            '(3)不取，必有天殃：因齐宣王认为他攻打燕国太顺利，“人力不至于此”，是天意。所以，如果不占领它就是违背天意，必有灾殃。它是当时人流行的观念。',
            '(4)武王是也：指武王灭纣。',
            '(5)文王是也：指文王已三分天下有其二，但仍然服事殷商而没有造反。',
            '(6)箪食壶浆：用箪装着食物用壶装着酒浆。箪，古代盛饭的圆形竹器。箪：盛饭的竹筐。食：饭。浆：米酒。',
            '(7)运：转。',
        ],
        'vernacular' => [
            '齐国攻打燕国，战胜了燕国。齐宣王问道：“有人劝我不要吞并燕国，有人劝我吞并燕国。以一个拥有万辆兵车的国家去攻打另一个拥有万辆兵车的国家，五十天就打了下来，光凭人力是做不到的。不吞并它，必定会有上天降下的灾祸。吞并它，怎么样？”',
            '孟子回答说：“吞并了，燕国人民高兴，那就吞并它。古代有人这么做过，武王就是这样。吞并了，燕国人民不高兴，那就不要吞并。古代也有人这么做过，文王就是这样。以拥有万辆兵车的国家去攻打另一个拥有万辆兵车的国家，百姓带着酒食来迎接大王的军队，难道有别的要求吗？只是想避开水深火热的环境罢了。如果水更深，火更热，百姓也就只有转望别人去解救他们了。”',
        ],
    ],
    [
        'content' => [
            '齐人伐燕，取之。诸侯将谋救燕。宣王曰：“诸侯多谋伐寡人者，何以待之？”',
            '孟子对曰：“臣闻七十里为政于天下者，汤是也。未闻以千里畏人者也。《书》曰：‘汤一征，自葛始(1)。’天下信之，东面而征，西夷怨，南面而征，北狄怨，曰：‘奚为后我？’民望之，若大旱之望云霓(2)也。归市者(3)不止，耕者不变，诛其君而吊(4)其民，若时雨降，民大悦。《书》曰：‘徯我后，后来其苏(5)。’今燕虐其民，王往而征之，民以为将拯己于水火之中也，箪食壶浆以迎王师。若杀其父兄，系累(6)其子弟，毁其宗庙(7)，迁其重器(8)，如之何其可也？天下固畏齐之强也，今又倍地而不行仁政，是动天下之兵也．王速出令，反其旄倪(9)，止其重器，谋于燕众，置君而后去之，则犹可及止也。”',
        ],
        'notes' => [
            '(1)汤一征，自葛始：《尚书》逸文。',
            '(2)云霓：霓，虹霓。虹霓在清晨出现于西方是下雨的征兆。',
            '(3)归市者：指做生意的人。',
            '(4)吊：这里是安抚、慰问的意思。',
            '(5)徯(xī)：等待。后：王，君主。后来其苏：君王来了就会有起色。苏：恢复，苏醒，复活。',
            '(6)系累：束缚，捆绑。',
            '(7)毁其宗庙：宗庙，天子、诸侯祭祀祖先的地方。国家保存，宗庙就得以保存。故“毁其宗庙”意味着灭其国家。',
            '(8)迁其重器：重器，古代君王所铸造的作为传国宝器的鼎之类。迁其重器，意味着灭亡其国家。重器：指贵重的祭器。',
            '(9)旄(máo)倪(ní)：旄，通“耄”，八十、九十岁的人叫做耄，这里通指老年人。倪，指小孩子儿童。',
        ],
        'vernacular' => [
            '齐国攻打燕国，打下了燕国。别的诸侯国合谋去救燕国。宣王说：“很多诸侯谋划来攻打我，怎么对付他们呢？”',
            '孟子回答道：“我听说凭七十里见方的一大块地方就统一了天下的，商汤就是这样。没有听说凭着千里见方的一大块地方还怕别人的。《尚书》上说：”商汤的征伐，从葛开始。‘天下的人都信任商汤，他向东征伐，西边的民族就埋怨，向南征伐，北边的民族就埋怨，（他们埋怨）说：“为什么（不先征伐我们这里，而要）把我们放到后头呢？’人民盼望他，如同大旱时节盼望乌云虹霓一样。（汤的军队到了一地，）赶集市的照常做买卖，种田的照常干农活。杀了那里的暴君，慰问那里的百姓，像是及时雨从天而降，百姓欣喜若狂。《尚书》上又说：”等待我们的君王，君王来了，我们就得到新生。‘现在，燕国虐待它的百姓，大王去征伐它，百姓都以为会把他们从水深火热中拯救出来，所以用竹筐盛了饭，瓦壶装了酒，迎接大王的军队。如果您杀戮他们的父兄，囚禁他们的子弟，毁坏他们的宗庙，搬走他们国家的宝器，那怎么行呢？天下本来就畏忌齐国的强大，现在齐国扩大了一倍的土地却不施行仁政，这就使得天下的诸侯要出兵攻打您了。大王赶快发布命令，把被抓的老人孩子遣送回去，停止搬运燕国的宝器，同燕国人商量，选立一个新国君，然后撤离燕国，那么还来得及阻止（各国动兵）。“',
        ],
    ],
    [
        'content' => [
            '邹与鲁哄(1)。穆公(2)问曰：“吾有司死者三十三人，而民莫之死(3)也。诛之，则不可胜诛；不诛，则疾(4)视其长上之死而不救，如之何则可也？”',
            '孟子对曰：“凶年饥岁，君之民老弱转(5)乎沟壑、壮者散而之四方者，几(6)千人矣，而君之仓廪实，府库充，有司莫以告，是上慢而残下也。曾子(7)曰：‘戒之戒之！出乎尔者，反乎尔者也。’夫民今而后得反之也。君无尤(8)焉。君行仁政，斯民亲其上，死其长矣。“',
        ],
        'notes' => [
            '(1)邹与鲁哄(hòng)：邹国与鲁国交战。哄，争吵，冲突，交战。邹，国名，其地在今山东省西南，国都在邹（今邹县），后为楚所灭。鲁，国名，其地在今山东省西南部，国都在曲阜，前256年为楚所灭。',
            '(2)穆公：即邹穆公。孟子是邹国人，所以穆公问他。',
            '(3)莫之死：即“莫死之的倒装，“之’”指“有司”。意思是“没有人为他们而死。”',
            '(4)疾：憎恨。',
            '(5)转：弃尸的意思。',
            '(6)几：接近，差不多。',
            '(7)曾子：即孔子的学生曾参，字子舆。',
            '(8)尤：动词，责备、归罪。',
        ],
        'vernacular' => [
            '邹国与鲁国交战。邹穆公问孟子：“我的官员死了三十三人，而百姓没有一个肯为长官效死的。杀了他们吧，无法杀尽；不杀吧，又恨他们看着自己的长官死难而不去救，怎么办才好呢？”',
            '孟子回答道：“饥荒年头，您的百姓，年迈体弱的辗转饿死在荒山沟里，壮年人逃往四方，都快上千人了，然而您的粮仓里粮食满满的，库房里财物足足的，官员们没有一个向您报告（这些情况），这就是对上怠慢国君，对下残害百姓啊。曾子说过：‘警惕啊，警惕啊！你做出的事，后果会反加到你身上。’百姓从今以后可以反过来这样对待他们的长官了。您不要责怪他们了。（如果）您能施行仁政，百姓自然就会亲近他们的长官，愿为长官牺牲了。“',
        ],
    ],
    [
        'content' => [
            '滕文公(1)问曰：“滕，小国也，间(2)于齐、楚。事齐乎？事楚乎？”',
            '孟子对曰：“是谋非吾所能及也。无已，则有一焉：凿斯池(3)也，筑斯城也，与民守之，效(4)死而民弗去，则是可为也。”',
        ],
        'vernacular' => [
            '滕文公问道：“滕国是个小国，夹在齐国和楚国的中间，侍奉齐国呢，还是侍奉楚国呢？”',
            '孟子回答道：“谋划这个问题不是我力所能及的。一定要我说，就只有一个办法：深挖护城河，筑牢城墙，与百姓共同守卫，百姓宁可献出生命也不逃离，这样就好办了。”',
        ],
        'notes' => [
            '(1)滕文公：战国时滕国国君。滕国，古国名，西周分封的诸侯国，姬姓，开国国君是周文王的儿子错叔绣。在今山东滕县西南。公元前414年被越国灭，不久复国，又被宋国消灭。',
            '(2)间：处。',
            '(3)池：城池，也就是护城河。',
            '(4)效：献，致。',
        ],
    ],
    [
        'content' => [
            '滕文公问曰：“齐人将筑薛(1)，吾甚恐，如之何则可？”',
            '孟子对曰：“昔者大王居邠(2)，狄人侵之(3)。去之岐山之下居焉(4)。非择而取之，不得已也。苟为善，后世子孙必有王者矣。君子创业垂统，为可继也。若夫成功，则天也。君如彼何哉？强为善而已矣。”',
        ],
        'vernacular' => [
            '滕文公问道：“齐国要修筑薛城，我很害怕，怎么办才好呢？”',
            '孟子回答道：“从前，太王居住在邠地，狄人侵犯那里，他便离开，迁到岐山下居住。不是愿意选择那里居住，迫不得已罢了。（一个君主）如果能施行善政，后代子孙中必定会有称王于天下的。君子创立基业，传给后世，是为了可以继承下去。至于能否成功，那就由天决定了。您怎样对付齐国呢？只有努力推行善政罢了。”',
        ],
        'notes' => [
            '(1)薛：国名，其地在今山东滕县东南，战国初期为齐所灭，后成为齐权臣田婴、田文的封邑。',
            '(2)邠（bīn）：地名，在今陕西郴县。',
            '(3)狄：即獯鬻，参看本篇第三章注。',
            '(4)岐山：在今陕西省岐山县东北。',
        ],
    ],
    [
        'content' => [
            '滕文公问曰：“滕，小国也，竭力以事大国，则不得免焉，如之何则可？”',
            '孟子对曰：“昔者大王居邠(1)，狄人侵之。事之以皮币(2)，不得免焉；事之以犬马，不得免焉；事之以珠玉，不得免焉。乃属其耆(3)老而告之曰：‘狄人之所欲者，吾土地也。吾闻之也，君子不以其所以养人者害人。二三子何患乎无君？我将去之。’去邠，逾梁山(4)，邑于岐山之下居焉。邠人曰：‘仁人也，不可失也。’从之者如归市。',
            '或曰：‘世守也，非身之所能为也，效死勿去。’君请择于斯二者。”',
        ],
        'notes' => [
            '(1)邠(bīn)：古地名。',
            '(2)皮币：动物毛皮和丝绸布帛。',
            '(3)耆(qí)：《诗•鲁颂•閟宫》：“俾尔耆而艾。”《礼记•曲礼》：“六十曰耆。”《礼记•王制》：“耆老皆朝于庠。”《礼记•射仪》：“耆耋好礼。”《说文》：“耆，老也。”古称六十岁曰耆。即老年人之意。',
            '(4)梁山：在今陕西乾县西北。',
        ],
        'vernacular' => [
            '滕文公问道：“滕国是个小国，竭力去侍奉大国，却不能免除威胁，怎么办才好呢？”',
            '孟子回答道：“从前，太王居住在邠地，狄人侵犯那里。（太王）拿皮裘丝绸送给狄人，不能免遭侵犯；拿好狗良马送给狄人，不能免遭侵犯；拿珠宝玉器送给狄人，还是不能免遭侵犯。于是召集邠地的父老，对他们说：‘狄人想要的是我们的土地。我听说过这样一句话：君子不拿用来养活人的东西害人。你们何必担心没有君主？我要离开这里了。’于是离开邠地，越过梁山，在岐山下建城邑定居下来。邠地的人说：‘是个仁人啊，不能失去他啊。’追随他迁居的人，多得像赶集市一般。',
            '也有人说：‘（土地）是必须世世代代守护的，不是能自作主张的，拼了命也不能舍弃它。’请您在这两种办法中选择吧。”',
        ],
    ],
    [
        'content' => [
            '鲁平公将出(1)，嬖(2)人臧仓者请曰：“他日君出，则必命有司所之。今乘舆已驾矣，有司未知所之，敢请。”',
            '公曰：“将见孟子。”',
            '曰：“何哉，君所为轻身以先于匹夫者？以为贤乎？礼义由贤者出，而孟子之后丧逾前丧。君无见焉！”',
            '公曰：“诺。”',
            '乐正子(3)入见，曰：“君奚为不见孟轲也？”',
        ],
        'notes' => [
            '(1)鲁平公：鲁国国君姬叔，名叔，鲁景公的儿子。公元前314～294年在位。前316年—前297年在位。',
            '(2)嬖：(bi壁)《左传·襄公二十五年》：“叔孙还，纳其女于灵公，嬖，生景公。”《左传·定公十年》：“宋公子地嬖蘧富猎。”《左传·隐公三年》：“嬖人之子也。”《国语·郑语》：“而嬖是女也。”《礼记·缁衣》：“毋以嬖御人疾庄后。”《说文》：“便嬖，爱也。”这里用为宠爱之意。',
            '(3)乐正子：名克，孟子的学生，当时正在鲁国做官。',
        ],
        'vernacular' => [
            '鲁平公要外出，他所宠幸的近臣臧仓来请示，说道：“往日您外出，总是告诉有关的官员要去的地方。现在车马都已准备好了，官员还不知道您要去哪儿，因此冒昧请示。”',
            '鲁平公说：“要去见孟子。”',
            '臧仓说：“您降低自己的身份主动去见一个普通人，是为什么呢？是认为他是个贤人吗？礼义的事是由贤人做出来的，然而孟子为母亲办丧事，超过了先前为父亲办丧事。您别去见他！”',
            '鲁平公说：“好吧。”',
            '乐正子入朝见鲁平公，问道：“您为什么不去见见孟轲呢？”',
        ],
    ],
    [
        'content' => [
            '曰：“或告寡人曰：‘孟子之后丧逾前丧’，是以不往见也。”',
            '曰：“何哉，君所谓逾者？前以士，后以大夫；前以三鼎(1)，而后以五鼎与？”',
            '曰：“否，谓棺椁衣衾(2)之美也”',
            '曰：“非所谓逾也，贫富不同也。”',
            '乐正子见孟子，曰：“克告于君，君为来见也。嬖人有臧仓者沮(3)君，君是以不果来也。”',
            '曰：“行，或使之；止，或尼(4)之。行止，非人所能也。吾之不遇鲁侯，天也。臧氏之子焉能使予不遇哉？”',
        ],
        'notes' => [
            '(1)鼎：《易·鼎·辞》：“鼎，元吉，亨。”《说文》：“鼎，三足两耳，和五味之宝器也；昔禹收九牧之金，铸鼎荆山之下，入山林川泽，螭蛛蝄蜽，莫能逢之，以协承天休。”《玉篇·鼎部》：“鼎，器也，所以熟食者。”常见的鼎为三足两耳圆腹，也有方形四足的，用金属或陶土等材料做成，盛行于殷周时期。至今我国南方少数民族亦有常用鼎煮食或存放食品的。',
            '(2)椁(guǒ)：外棺。衣衾(qīn)：这里指死者入殓时所用的衣服被褥。',
            '(3)沮(jǔ)：《诗·小雅·巧言》：“乱庶遄沮。”《诗·小雅·小旻》：“谋犹回遹，何日斯沮？”《礼记·儒行》：“沮之以兵。”《荀子·强国》：“是以为善者劝，为不善者沮，上下一心，三军同力。”《商君书·靳令》：“其次，为赏劝罚沮。这里用为阻止之意。',
            '(6)尼尼(nì)：《墨子》：“淫嚣不静，当路尼众。”《尔雅·释诂下》：“尼，定也。”《玉篇·尸部》：“尼，止也。”这里用为制止之意，阻止。',
        ],
        'vernacular' => [
            '鲁平公说：”有人告诉我说：“孟子为母亲办丧事超过了为父亲办丧事’，所以我不去见他。”',
            '乐正子说：“您所说的超过，是指什么呢？是指先前为父亲办丧事用士礼，后来为母亲办丧事用大夫之礼；先前办丧事用三个鼎，后来用五个鼎吗？”',
            '鲁平公说：“不是的，是指棺椁衣物的华美。”',
            '乐正子说：“这不叫超过，是前后贫富不同的缘故。”',
            '乐正子去见孟子，说：“我告诉过国君，他打算来见您的，宠臣中有个叫臧仓的阻止他，所以国君最终没有来。”',
            '孟子说：“（道，）行得通，有某种力量促使它；行不通，有某种力量阻挠它。行和不行，不是人力所能决定的。我不能被鲁君信用，是天意啊。姓臧的小子怎能使我不被鲁君信用呢？”',
        ],
    ],
],
];
