<?php
return [
'chapters' => [
    [
        'name' => '第六节',
        'content' => [
            '孟子谓齐宣王曰：“王之臣有托其妻子于其友而之楚游者，比其反也，则冻馁其妻子，则如之何？”',
            '王曰：“弃之。”',
            '曰：“士师不能治士，则如之何？”',
            '王曰：“已之。”',
            '曰：“四境之内不治，则如之何？”',
            '王顾左右而言他。',
        ],
        'vernacular' => [
            '孟子对齐宣王说：“假如大王有个臣子，把妻子儿女托付给朋友照顾，自己到楚国去游历，等他回来时，妻子儿女却在受冻挨饿，对这样的朋友该怎么办？”',
            '宣王说：“抛弃他！”',
            '孟子说：“司法官管不好他的下级，那该怎么办？”',
            '宣王说：“罢免他。”',
            '孟子说：“一个国家治理不好，那该怎么办？”',
            '宣王扭头去看左右的人，把话题扯到别的事情上去了。',
        ],
    ],
    [
        'name' => '第七节',
        'content' => [
            '孟子见齐宣王，曰：“所谓故国者，非谓有乔木之谓也，有世臣之谓也。王无亲臣矣，昔者所进，今日不知其亡也。”',
            '王曰：“吾何以识其不才而舍之？”',
            '曰：“国君进贤，如不得已，将使卑逾尊，疏逾戚，可不慎与？左右皆曰贤，未可也；诸大夫皆曰贤，未可也；国人皆曰贤，然后察之，见贤焉，然后用之。左右皆曰不可，勿听；诸大夫皆曰不可，勿听；国人皆曰不可，然后察之，见不可焉，然后去之。左右皆曰可杀，勿听；诸大夫皆曰可杀，勿听；国人皆曰可杀，然后察之，见可杀焉，然后杀之。故曰国人杀之也。如此，然后可以为民父母。”',
        ],
        'vernacular' => [
            '孟子谒见齐宣王，说：“所谓故国，不是说国中要有高大的树木，而是说要有世代（与国家休戚相关）的臣子。现在大王没有亲信的臣子了，过去任用的人，现在不知哪里去了。”',
            '宣王说：“我怎样识别哪些人没有才干而不任用他们呢？”',
            '孟子说：“国君进用人才，如果不得已，将会使地位低的超过地位高的，关系远的超过关系近的，对此能不慎重吗？（对于一个人，）左右侍臣都说他好，还不行；大夫们都说他好，也还不行；全国的人都说他好，这才去考察他，见他确实是好，这才任用他。左右侍臣都说不行，不要听信；大夫们都说不行，不要听信；全国的人都说不行，这才考察他，见他确实不行，这才罢免他。左右侍臣都说可杀，不要听信；大夫们都说可杀，不要听信；全国的人都说可杀，这才考察他，见他确实可杀，这才杀掉他。所以说，是全国的人杀掉他的。这样，才可以算是百姓的父母。”',
        ],
    ],
    [
        'name' => '第八节',
        'content' => [
            '齐宣王问曰：“汤放桀①，武王伐纣②，有诸？”',
            '孟子对曰：“于传有之。”',
            '曰：“臣弑其君，可乎？”',
            '曰：“贼仁者谓之贼，贼义者谓之残；残贼之人谓之一夫。闻诛一夫纣矣，未闻弑君也。”',
        ],
        'vernacular' => [
            '齐宣王问道：“商汤流放夏桀，武王讨伐商纣，有这些事吗？”',
            '孟子回答道：“文献上有这样的记载。”',
            '宣王问：“臣子杀他的君主，可以吗？”',
            '孟子说：“败坏仁的人叫贼，败坏义的人叫残；残、贼这样的人叫独夫。我只听说杀了独夫纣罢了，没听说臣杀君啊。”',
        ],
        'notes' => [
            '①汤放桀：桀，夏朝最后一个君主，暴虐无道。传说商汤灭夏后，把桀流放到南巢（据传在今安徽省巢县一带）。②武王伐纣：纣，商朝最后一个君主，昏乱残暴。周武王起兵讨伐，灭掉商朝，纣自焚而死。',
        ],
    ],
    [
        'name' => '第九节',
        'content' => [
            '孟子见齐宣王，曰：“为巨室，则必使工师求大木①。工师得大木，则王喜，以为能胜其任也。匠人斫而小之，则王怒，以为不胜其任矣。夫人幼而学之，壮而欲行之，王曰：”姑舍女所学而从我‘，则何如？今有璞玉于此②，虽万镒③，必使玉人雕琢之。至于治国家，则曰：“姑舍女所学而从我’，则何以异于教玉人雕琢玉哉？”',
        ],
        'vernacular' => [
            '孟子谒见齐宣王，说：“建造大房子，就一定要叫工师去寻找大木料。工师找到了大木料，大王就高兴，认为工师是称职的。木匠砍削木料，把木料砍小了，大王就发怒，认为木匠是不称职的。一个人从小学到了一种本领，长大了想运用它，大王却说：”暂且放弃你所学的本领来听我的‘，那样行吗？设想现在有块璞玉在这里，虽然价值万金，也必定要叫玉人来雕琢加工。至于治理国家，却说：“暂且放弃你所学的本领来听我的’，那么，这和非要玉匠（按您的办法）',
            '去雕琢玉石不可，有什么不同呢？“',
        ],
        'notes' => [
            '①工师：管理各种工匠的官员。②璞玉：未雕琢加工过的玉。③镒（yì）：古代重量单位，二十两（一说二十四两）为一镒。',
        ],
    ],
    [
        'name' => '第十节',
        'content' => [
            '齐人伐燕，胜之。宣王问曰：“或谓寡人勿取，或谓寡人取之。以万乘之国伐万乘之国，五旬而举之，人力不至于此。不取，必有天殃。取之，何如？”',
            '孟子对曰：“取之而燕民悦，则取之。古之人有行之者，武王是也。取之而燕民不悦，则勿取。古之人有行之者，文王是也①。以万乘之国伐万乘之国，箪食壶浆以迎王师②，岂有他哉？避水火也。如水益深，如火益热，亦运而已矣。”',
        ],
        'vernacular' => [
            '齐国攻打燕国，战胜了燕国。齐宣王问道：“有人劝我不要吞并燕国，有人劝我吞并燕国。以一个拥有万辆兵车的国家去攻打另一个拥有万辆兵车的国家，五十天就打了下来，光凭人力是做不到的。不吞并它，必定会有上天降下的灾祸。吞并它，怎么样？”',
            '孟子回答说：“吞并了，燕国人民高兴，那就吞并它。古代有人这么做过，武王就是这样。吞并了，燕国人民不高兴，那就不要吞并。古代也有人这么做过，文王就是这样。以拥有万辆兵车的国家去攻打另一个拥有万辆兵车的国家，百姓带着酒食来迎接大王的军队，难道有别的要求吗？只是想避开水深火热的环境罢了。如果水更深，火更热，百姓也就只有转望别人去解救他们了。”',
        ],
        'notes' => [
            '①文王是也：指周文王在三分天下有其二时，仍然服事商纣王的事。②箪食壶浆：用箪装着食物用壶装着酒浆。箪，古代盛饭的圆形竹器。',
        ],
    ],
    [
        'name' => '第十一节',
        'content' => [
            '齐人伐燕，取之。诸侯将谋救燕。宣王曰：“诸侯多谋伐寡人者，何以待之？”',
            '孟子对曰：“臣闻七十里为政于天下者，汤是也。未闻以千里畏人者也。《书》曰：”汤一征，自葛始。‘天下信之，东面而征，西夷怨，南面而征，北狄怨，曰：“奚为后我？’民望之，若大旱之望云霓也。归市者不止，耕者不变，诛其君而吊其民，若时雨降，民大悦。《书》曰：”■我后，后来其苏。‘今燕虐其民，王往而征之，民以为将拯己于水火之中也，箪食壶浆以迎王师。若杀其父兄，系累其子弟，毁其宗庙①，迁其重器②，如之何其可也？天下固畏齐之强也，今又倍地而不行仁政，是动天下之不得已，将使卑逾尊，疏逾戚，可不慎与？左右皆曰贤，未可也；诸大夫皆曰贤，未可也；国人皆曰贤，然后察之，见贤焉，然后用之。左右皆曰不可，勿听；诸大夫皆曰不可，勿听；国人皆曰不可，然后察之，见不可焉，然后去之。左右皆曰可杀，勿听；诸大夫皆曰可杀，勿听；国人皆曰可杀，然后察之，见可杀焉，然后杀之。故曰国人杀之也。如此，然后可以为民父母。“',
        ],
        'vernacular' => [
            '齐国攻打燕国，打下了燕国。别的诸侯国合谋去救燕国。宣王说：“很多诸侯谋划来攻打我，怎么对付他们呢？”',
            '孟子回答道：“我听说凭七十里见方的一大块地方就统一了天下的，商汤就是这样。没有听说凭着千里见方的一大块地方还怕别人的。《尚书》上说：”商汤的征伐，从葛开始。‘天下的人都信任商汤，他向东征伐，西边的民族就埋怨，向南征伐，北边的民族就埋怨，（他们埋怨）说：“为什么（不先征伐我们这里，而要）把我们放到后头呢？’人民盼望他，如同大旱时节盼望乌云虹霓一样。（汤的军队到了一地，）赶集市的照常做买卖，种田的照常干农活。杀了那里的暴君，慰问那里的百姓，像是及时雨从天而降，百姓欣喜若狂。《尚书》上又说：”等待我们的君王，君王来了，我们就得到新生。‘现在，燕国虐待它的百姓，大王去征伐它，百姓都以为会把他们从水深火热中拯救出来，所以用竹筐盛了饭，瓦壶装了酒，迎接大王的军队。如果您杀戮他们的父兄，囚禁他们的子弟，毁坏他们的宗庙，搬走他们国家的宝器，那怎么行呢？天下本来就畏忌齐国的强大，现在齐国扩大了一倍的土地却不施行仁政，这就使得天下的诸侯要出兵攻打您了。大王赶快发布命令，把被抓的老人孩子遣送回去，停止搬运燕国的宝器，同燕国人商量，选立一个新国君，然后撤离燕国，那么还来得及阻止（各国动兵）。“',
        ],
        'notes' => [
            '①毁其宗庙：宗庙，天子、诸侯祭祀祖先的地方。国家保存，宗庙就得以保存。故“毁其宗庙”意味着灭其国家。②迁其重器：重器，古代君王所铸造的作为传国宝器的鼎之类。迁其重器，意味着灭亡其国家。③旄倪：旄，同“耄”，古时八十至九十岁称耄，这里泛指老人。倪，儿童。',
        ],
    ],
    [
        'name' => '第十二节',
        'content' => [
            '邹与鲁哄①。穆公问曰：“吾有司死者三十三人，而民莫之死也。诛之，则不可胜诛；不诛，则疾视其长上之死而不救，如之何则可也？”',
            '邹国与鲁国交战。邹穆公问孟子：“我的官员死了三十三人，而百姓没有一个肯为长官效死的。杀了他们吧，无法杀尽；不杀吧，又恨他们看着自己的长官死难而不去救，怎么办才好呢？”孟子对曰：“凶年饥岁，君之民老弱转乎沟壑、壮者散而之四方者，几千人矣②，而君之仓廪实，府库充，有司莫以告，是上慢而残下也。曾子曰③：”戒之戒之！出乎尔者，反乎尔者也。‘夫民今而后得反之也。君无尤焉。君行仁政，斯民亲其上，死其长矣。“',
            '孟子回答道：“饥荒年头，您的百姓，年迈体弱的辗转饿死在荒山沟里，壮年人逃往四方，都快上千人了，然而您的粮仓里粮食满满的，库房里财物足足的，官员们没有一个向您报告（这些情况），这就是对上怠慢国君，对下残害百姓啊。曾子说过：”警惕啊，警惕啊！你做出的事，后果会反加到你身上。‘百姓从今以后可以反过来这样对待他们的长官了。您不要责怪他们了。（如果）您能施行仁政，百姓自然就会亲近他们的长官，愿为长官牺牲了。“',
        ],
        'notes' => [
            '①邹与鲁哄：邹，国名，其地在今山东省西南，国都在邹（今邹县），后为楚所灭。鲁，国名，其地在今山东省西南部，国都在曲阜，前256 年为楚所灭。哄（hòng），斗。②几：将近，几乎。③曾子：即曾参，字子舆，孔子弟子。',
        ],
    ],
    [
        'name' => '第十三节',
        'content' => [
            '滕文公①问曰：“滕，小国也，间于齐、楚。事齐乎？事楚乎？”',
            '孟子对曰：“是谋非吾所能及也。无已，则有一焉：凿斯池也，筑斯城也，与民守之，效死而民弗去，则是可为也。”',
        ],
        'vernacular' => [
            '滕文公问道：“滕国是个小国，夹在齐国和楚国的中间，侍奉齐国呢，还是侍奉楚国呢？”',
            '孟子回答道：“谋划这个问题不是我力所能及的。一定要我说，就只有一个办法：深挖护城河，筑牢城墙，与百姓共同守卫，百姓宁可献出生命也不逃离，这样就好办了。”',
        ],
        'notes' => [
            '滕文公：战国时滕国国君。滕立国于西周初，其地在今山东滕县西南。'
        ],
    ],
    [
        'name' => '第十四节',
        'content' => [
            '滕文公问曰：“齐人将筑薛①，吾甚恐，如之何则可？”',
            '孟子对曰：“昔者大王居邠②，狄人侵之③。去之岐山之下居焉④。非择而取之，不得已也。苟为善，后世子孙必有王者矣。君子创业垂统，为可继也。若夫成功，则天也。君如彼何哉？强为善而已矣。”',
        ],
        'vernacular' => [
            '滕文公问道：“齐国要修筑薛城，我很害怕，怎么办才好呢？”',
            '孟子回答道：“从前，太王居住在邠地，狄人侵犯那里，他便离开，迁到岐山下居住。不是愿意选择那里居住，迫不得已罢了。（一个君主）如果能施行善政，后代子孙中必定会有称王于天下的。君子创立基业，传给后世，是为了可以继承下去。至于能否成功，那就由天决定了。您怎样对付齐国呢？只有努力推行善政罢了。”',
        ],
        'notes' => [
            '①薛：国名，其地在今山东滕县东南，战国初期为齐所灭，后成为齐权臣田婴、田文的封邑。②邠（bīn）：地名，在今陕西郴县。③狄：即獯鬻，参看本篇第三章注。④岐山：在今陕西省岐山县东北。',
        ],
    ],
    [
        'name' => '第十五节',
        'content' => [
            '滕文公问曰：“滕，小国也，竭力以事大国，则不得免焉，如之何则可？”',
            '孟子对曰：“昔者大王居邠，狄人侵之。事之以皮币，不得免焉；事之以犬马，不得免焉；事之以珠玉，不得免焉。乃属其耆老而告之曰：”狄人之所欲者，吾土地也。吾闻之也，君子不以其所以养人者害人。二三子何患乎无君？我将去之。‘去邠，逾梁山，邑于岐山之下居焉。邠人曰：“仁人也，不可失也。’从之者如归市。',
            '“或曰：”世守也，非身之所能为也，效死勿去。‘“',
            '“君请择于斯二者。”',
        ],
        'vernacular' => [
            '滕文公问道：“滕国是个小国，竭力去侍奉大国，却不能免除威胁，怎么办才好呢？”',
            '孟子回答道：“从前，太王居住在邠地，狄人侵犯那里。（太王）拿皮裘丝绸送给狄人，不能免遭侵犯；拿好狗良马送给狄人，不能免遭侵犯；拿珠宝玉器送给狄人，还是不能免遭侵犯。于是召集邠地的父老，对他们说：”狄人想要的是我们的土地。我听说过这样一句话：君子不拿用来养活人的东西害人。你们何必担心没有君主？我要离开这里了。‘于是离开邠地，越过梁山，在岐山下建城邑定居下来。邠地的人说：“是个仁人啊，不能失去他啊。’追随他迁居的人，多得像赶集市一般。',
            '也有人说：”（土地）是必须世世代代守护的，不是能自作主张的，拼了命也不能舍弃它。’',
            '“请您在这两种办法中选择吧。”',
        ],
    ],
    [
        'name' => '第十六节',
        'content' => [
            '鲁平公将出①，嬖人臧仓者请曰：“他日君出，则必命有司所之。今乘舆已驾矣，有司未知所之，敢请。”',
            '公曰：“将见孟子。”',
            '曰：“何哉，君所为轻身以先于匹夫者？以为贤乎？礼义由贤者出，而孟子之后丧逾前丧。君无见焉！”',
            '公曰：“诺。”',
            '乐正子入见②，曰：“君奚为不见孟轲也？”',
            '曰：“或告寡人曰：”孟子之后丧逾前丧‘，是以不往见也。“',
            '曰：“何哉，君所谓逾者？前以士，后以大夫；前以三鼎，而后以五鼎与？”',
            '曰：“否，谓棺椁衣衾之美也③”',
            '曰：“非所谓逾也，贫富不同也。”',
            '乐正子见孟子，曰：“克告于君，君为来见也。嬖人有臧仓者沮君，君是以不果来也。”',
            '曰：“行，或使之；止，或尼之④。行止，非人所能也。吾之不遇鲁侯，天也。臧氏之子焉能使予不遇哉？”',
        ],
        'vernacular' => [
            '鲁平公要外出，他所宠幸的近臣臧仓来请示，说道：“往日您外出，总是告诉有关的官员要去的地方。现在车马都已准备好了，官员还不知道您要去哪儿，因此冒昧请示。”',
            '鲁平公说：“要去见孟子。”',
            '臧仓说：“您降低自己的身份主动去见一个普通人，是为什么呢？是认为他是个贤人吗？礼义的事是由贤人做出来的，然而孟子为母亲办丧事，超过了先前为父亲办丧事。您别去见他！”',
            '鲁平公说：“好吧。”',
            '乐正子入朝见鲁平公，问道：“您为什么不去见见孟轲呢？”',
            '鲁平公说：”有人告诉我说：“孟子为母亲办丧事超过了为父亲办丧事’，所以我不去见他。”',
            '乐正子说：“您所说的超过，是指什么呢？是指先前为父亲办丧事用士礼，后来为母亲办丧事用大夫之礼；先前办丧事用三个鼎，后来用五个鼎吗？”',
            '鲁平公说：“不是的，是指棺椁衣物的华美。”',
            '乐正子说：“这不叫超过，是前后贫富不同的缘故。”',
            '乐正子去见孟子，说：“我告诉过国君，他打算来见您的，宠臣中有个叫臧仓的阻止他，所以国君最终没有来。”',
            '孟子说：“（道，）行得通，有某种力量促使它；行不通，有某种力量阻挠它。行和不行，不是人力所能决定的。我不能被鲁君信用，是天意啊。姓臧的小子怎能使我不被鲁君信用呢？”',
        ],
        'notes' => [
            '①鲁平公：战国对鲁国国君姬叔，前316 年—前297 年在位。②乐正子：即乐正克，孟子弟子，当时在鲁国做官。③椁：外棺。衣衾（qīn）：这里指死者入殓时所用的衣服被褥。④尼（nì）：阻止。',
        ],
    ],
],
];
