<?php
return [
'chapters' => [
    [
        'content' => [
            '齐人伐燕(1)，胜之。宣王问曰：“或谓寡人勿取，或谓寡人取之。以万乘之国伐万乘之国，五旬而举之(2)，人力不至于此。不取，必有天殃(3)。取之，何如？”',
            '孟子对曰：“取之而燕民悦，则取之。古之人有行之者，武王是也(4)。取之而燕民不悦，则勿取。古之人有行之者，文王是也(5)。以万乘之国伐万乘之国，箪食壶浆以迎王师(6)，岂有他哉？避水火也。如水益深，如火益热，亦运(7)而已矣。”',
        ],
        'notes' => [
            '(1)齐人伐燕：公元前315年(齐宣王五年)，燕王哙将燕国让给他的相国子之，国人不服气，将军市被和太子平进攻子之，子之反攻，杀死了市被和太子平，国内一片混乱。齐宣王趁机进攻燕国，很快就取得了胜利。',
            '(2)五旬而举之：据《战国策•燕策》记载，当齐国的军队攻打燕国时，燕国“士卒不战，城门不闭”，因此齐国军队五十天就攻进了燕国的首都，杀死了燕王哙和子之。',
            '(3)不取，必有天殃：因齐宣王认为他攻打燕国太顺利，“人力不至于此”，是天意。所以，如果不占领它就是违背天意，必有灾殃。它是当时人流行的观念。',
            '(4)武王是也：指武王灭纣。',
            '(5)文王是也：指文王已三分天下有其二，但仍然服事殷商而没有造反。',
            '(6)箪食壶浆：用箪装着食物用壶装着酒浆。箪，古代盛饭的圆形竹器。箪：盛饭的竹筐。食：饭。浆：米酒。',
            '(7)运：转。',
        ],
        'vernacular' => [
            '齐国攻打燕国，战胜了燕国。齐宣王问道：“有人劝我不要吞并燕国，有人劝我吞并燕国。以一个拥有万辆兵车的国家去攻打另一个拥有万辆兵车的国家，五十天就打了下来，光凭人力是做不到的。不吞并它，必定会有上天降下的灾祸。吞并它，怎么样？”',
            '孟子回答说：“吞并了，燕国人民高兴，那就吞并它。古代有人这么做过，武王就是这样。吞并了，燕国人民不高兴，那就不要吞并。古代也有人这么做过，文王就是这样。以拥有万辆兵车的国家去攻打另一个拥有万辆兵车的国家，百姓带着酒食来迎接大王的军队，难道有别的要求吗？只是想避开水深火热的环境罢了。如果水更深，火更热，百姓也就只有转望别人去解救他们了。”',
        ],
    ],
],
];
