<?php
return [
'chapters' => [
    [
        'content' => [
            '齐人伐燕，取之。诸侯将谋救燕。宣王曰：“诸侯多谋伐寡人者，何以待之？”',
            '孟子对曰：“臣闻七十里为政于天下者，汤是也。未闻以千里畏人者也。《书》曰：‘汤一征，自葛始(1)。’天下信之，东面而征，西夷怨，南面而征，北狄怨，曰：‘奚为后我？’民望之，若大旱之望云霓(2)也。归市者(3)不止，耕者不变，诛其君而吊(4)其民，若时雨降，民大悦。《书》曰：‘徯我后，后来其苏(5)。’今燕虐其民，王往而征之，民以为将拯己于水火之中也，箪食壶浆以迎王师。若杀其父兄，系累(6)其子弟，毁其宗庙(7)，迁其重器(8)，如之何其可也？天下固畏齐之强也，今又倍地而不行仁政，是动天下之兵也．王速出令，反其旄倪(9)，止其重器，谋于燕众，置君而后去之，则犹可及止也。”',
        ],
        'notes' => [
            '(1)汤一征，自葛始：《尚书》逸文。',
            '(2)云霓：霓，虹霓。虹霓在清晨出现于西方是下雨的征兆。',
            '(3)归市者：指做生意的人。',
            '(4)吊：这里是安抚、慰问的意思。',
            '(5)徯(xī)：等待。后：王，君主。后来其苏：君王来了就会有起色。苏：恢复，苏醒，复活。',
            '(6)系累：束缚，捆绑。',
            '(7)毁其宗庙：宗庙，天子、诸侯祭祀祖先的地方。国家保存，宗庙就得以保存。故“毁其宗庙”意味着灭其国家。',
            '(8)迁其重器：重器，古代君王所铸造的作为传国宝器的鼎之类。迁其重器，意味着灭亡其国家。重器：指贵重的祭器。',
            '(9)旄(máo)倪(ní)：旄，通“耄”，八十、九十岁的人叫做耄，这里通指老年人。倪，指小孩子儿童。',
        ],
        'vernacular' => [
            '齐国攻打燕国，打下了燕国。别的诸侯国合谋去救燕国。宣王说：“很多诸侯谋划来攻打我，怎么对付他们呢？”',
            '孟子回答道：“我听说凭七十里见方的一大块地方就统一了天下的，商汤就是这样。没有听说凭着千里见方的一大块地方还怕别人的。《尚书》上说：”商汤的征伐，从葛开始。‘天下的人都信任商汤，他向东征伐，西边的民族就埋怨，向南征伐，北边的民族就埋怨，（他们埋怨）说：“为什么（不先征伐我们这里，而要）把我们放到后头呢？’人民盼望他，如同大旱时节盼望乌云虹霓一样。（汤的军队到了一地，）赶集市的照常做买卖，种田的照常干农活。杀了那里的暴君，慰问那里的百姓，像是及时雨从天而降，百姓欣喜若狂。《尚书》上又说：”等待我们的君王，君王来了，我们就得到新生。‘现在，燕国虐待它的百姓，大王去征伐它，百姓都以为会把他们从水深火热中拯救出来，所以用竹筐盛了饭，瓦壶装了酒，迎接大王的军队。如果您杀戮他们的父兄，囚禁他们的子弟，毁坏他们的宗庙，搬走他们国家的宝器，那怎么行呢？天下本来就畏忌齐国的强大，现在齐国扩大了一倍的土地却不施行仁政，这就使得天下的诸侯要出兵攻打您了。大王赶快发布命令，把被抓的老人孩子遣送回去，停止搬运燕国的宝器，同燕国人商量，选立一个新国君，然后撤离燕国，那么还来得及阻止（各国动兵）。“',
        ],
    ],
],
];
