<?php
return [
'chapters' => [
    [
        'content' => [
            '邹与鲁哄(1)。穆公(2)问曰：“吾有司死者三十三人，而民莫之死(3)也。诛之，则不可胜诛；不诛，则疾(4)视其长上之死而不救，如之何则可也？”',
            '孟子对曰：“凶年饥岁，君之民老弱转(5)乎沟壑、壮者散而之四方者，几(6)千人矣，而君之仓廪实，府库充，有司莫以告，是上慢而残下也。曾子(7)曰：‘戒之戒之！出乎尔者，反乎尔者也。’夫民今而后得反之也。君无尤(8)焉。君行仁政，斯民亲其上，死其长矣。“',
        ],
        'notes' => [
            '(1)邹与鲁哄(hòng)：邹国与鲁国交战。哄，争吵，冲突，交战。邹，国名，其地在今山东省西南，国都在邹（今邹县），后为楚所灭。鲁，国名，其地在今山东省西南部，国都在曲阜，前256年为楚所灭。',
            '(2)穆公：即邹穆公。孟子是邹国人，所以穆公问他。',
            '(3)莫之死：即“莫死之的倒装，“之’”指“有司”。意思是“没有人为他们而死。”',
            '(4)疾：憎恨。',
            '(5)转：弃尸的意思。',
            '(6)几：接近，差不多。',
            '(7)曾子：即孔子的学生曾参，字子舆。',
            '(8)尤：动词，责备、归罪。',
        ],
        'vernacular' => [
            '邹国与鲁国交战。邹穆公问孟子：“我的官员死了三十三人，而百姓没有一个肯为长官效死的。杀了他们吧，无法杀尽；不杀吧，又恨他们看着自己的长官死难而不去救，怎么办才好呢？”',
            '孟子回答道：“饥荒年头，您的百姓，年迈体弱的辗转饿死在荒山沟里，壮年人逃往四方，都快上千人了，然而您的粮仓里粮食满满的，库房里财物足足的，官员们没有一个向您报告（这些情况），这就是对上怠慢国君，对下残害百姓啊。曾子说过：‘警惕啊，警惕啊！你做出的事，后果会反加到你身上。’百姓从今以后可以反过来这样对待他们的长官了。您不要责怪他们了。（如果）您能施行仁政，百姓自然就会亲近他们的长官，愿为长官牺牲了。“',
        ],
    ],
],
];
