<?php
return [
'chapters' => [
    [
        'content' => [
            '滕文公(1)问曰：“滕，小国也，间(2)于齐、楚。事齐乎？事楚乎？”',
            '孟子对曰：“是谋非吾所能及也。无已，则有一焉：凿斯池(3)也，筑斯城也，与民守之，效(4)死而民弗去，则是可为也。”',
        ],
        'vernacular' => [
            '滕文公问道：“滕国是个小国，夹在齐国和楚国的中间，侍奉齐国呢，还是侍奉楚国呢？”',
            '孟子回答道：“谋划这个问题不是我力所能及的。一定要我说，就只有一个办法：深挖护城河，筑牢城墙，与百姓共同守卫，百姓宁可献出生命也不逃离，这样就好办了。”',
        ],
        'notes' => [
            '(1)滕文公：战国时滕国国君。滕国，古国名，西周分封的诸侯国，姬姓，开国国君是周文王的儿子错叔绣。在今山东滕县西南。公元前414年被越国灭，不久复国，又被宋国消灭。',
            '(2)间：处。',
            '(3)池：城池，也就是护城河。',
            '(4)效：献，致。',
        ],
    ],
],
];
