<?php
return [
'chapters' => [
    [
        'content' => [
            '滕文公问曰：“滕，小国也，竭力以事大国，则不得免焉，如之何则可？”',
            '孟子对曰：“昔者大王居邠(1)，狄人侵之。事之以皮币(2)，不得免焉；事之以犬马，不得免焉；事之以珠玉，不得免焉。乃属其耆(3)老而告之曰：‘狄人之所欲者，吾土地也。吾闻之也，君子不以其所以养人者害人。二三子何患乎无君？我将去之。’去邠，逾梁山(4)，邑于岐山之下居焉。邠人曰：‘仁人也，不可失也。’从之者如归市。',
            '或曰：‘世守也，非身之所能为也，效死勿去。’君请择于斯二者。”',
        ],
        'notes' => [
            '(1)邠(bīn)：古地名。',
            '(2)皮币：动物毛皮和丝绸布帛。',
            '(3)耆(qí)：《诗•鲁颂•閟宫》：“俾尔耆而艾。”《礼记•曲礼》：“六十曰耆。”《礼记•王制》：“耆老皆朝于庠。”《礼记•射仪》：“耆耋好礼。”《说文》：“耆，老也。”古称六十岁曰耆。即老年人之意。',
            '(4)梁山：在今陕西乾县西北。',
        ],
        'vernacular' => [
            '滕文公问道：“滕国是个小国，竭力去侍奉大国，却不能免除威胁，怎么办才好呢？”',
            '孟子回答道：“从前，太王居住在邠地，狄人侵犯那里。（太王）拿皮裘丝绸送给狄人，不能免遭侵犯；拿好狗良马送给狄人，不能免遭侵犯；拿珠宝玉器送给狄人，还是不能免遭侵犯。于是召集邠地的父老，对他们说：‘狄人想要的是我们的土地。我听说过这样一句话：君子不拿用来养活人的东西害人。你们何必担心没有君主？我要离开这里了。’于是离开邠地，越过梁山，在岐山下建城邑定居下来。邠地的人说：‘是个仁人啊，不能失去他啊。’追随他迁居的人，多得像赶集市一般。',
            '也有人说：‘（土地）是必须世世代代守护的，不是能自作主张的，拼了命也不能舍弃它。’请您在这两种办法中选择吧。”',
        ],
    ],
],
];
