<?php
return [
'chapters' => [
    [
        'content' => [
            '齐宣王问曰：“文王之囿(1)方七十里，有诸？”',
            '孟子对曰：“于传有之。”',
            '曰：“若是其大乎？”',
            '曰：“民犹以为小也。”',
            '曰：“寡人之囿方四十里，民犹以为大，何也？”',
            '曰：“文王之囿方七十里，刍荛(2)者往焉，雉兔者往焉，与民同之，民以为小，不亦宜乎？臣始至于境，问国之大禁，然后敢入。臣闻郊关之内有囿方四十里，杀其麋鹿者如杀人之罪；则是方四十里为阱于国中，民以为大，不亦宜乎？”',
        ],
        'notes' => [
            '(1)囿(yòu)：古代畜养禽兽的园林。',
            '(2)刍(chú)荛(ráo)：割草砍柴的人',
        ],
        'vernacular' => [
            '齐宣王问道：“文王的园林有七十里见方，有这事吗？”',
            '孟子答道：“在文献上有这样的记载。”',
            '宣王问：“竟有这么大吗？”',
            '孟子说：“百姓还觉得小了呢。”',
            '宣王说：“我的园林四十里见方，百姓还觉得大，这是为什么呢？”',
            '孟子说：“文王的园林七十里见方，割草砍柴的可以去，捕鸟猎兽的可以去，是与百姓共同享用的，百姓认为太小，不也是很自然的吗？我初到齐国边境时，问明了齐国重要的禁令，这才敢入境。我听说国都郊区之内有个园林四十里见方，杀了其中的麋鹿，就如同犯了杀人罪；这就像是在国内设下了一个四十里见方的陷阱，百姓认为太大了，不也是应该的吗？”',
        ],
    ],
],
];
