<?php
return [
'chapters' => [
    [
        'content' => [
            '齐宣王问曰：“交邻国有道乎？”',
            '孟子对曰：“有。惟仁者为能以大事小，是故汤事葛(1)，文王事混夷(2)。惟智者为能以小事大，故大王事獯鬻(3)，勾践事吴(4)。以大事小者，乐天者也；以小事大者，畏天者也。乐天者保天下，畏天者保其国。《诗》云：”畏天之威，于时保之(5)。‘“',
            '王曰：“大哉言矣！寡人有疾，寡人好勇。”',
        ],
        'notes' => [
            '(1)汤事葛：汤，商汤，商朝的创建人。葛，葛伯，葛国的国君。葛国是商紧邻的小国，故城在今河南宁陵北十五里处。“汤事葛”，其事详见本书《滕文公下》第五章。',
            '(2)文王事昆夷：文王，周文王。昆夷，也写作“混夷”，殷末周初的西戎国名。',
            '(3)太王事獯(xūn)鬻(yù)：大（tài）王：也作“太王”，周文王的祖父古公亶父，周族首领。獯鬻：古代北方的一个少数民族，周称猃狁(xiǎnyǔn)，秦汉时称匈奴。',
            '(4)勾(gōu)践：春秋时越国国君(公元前497年至前465年在位)。吴：指春秋时吴国国君夫差。前494年，越被吴打败，勾践屈辱事吴，后卧薪尝胆，发愤图强，终于灭掉吴国。',
            '(5)畏天之威，于时保之：引自《诗经•周颂•我将》。',
        ],
        'vernacular' => [
            '齐宣王问道：“同邻国交往有什么原则吗？”',
            '孟子答道：“有。只有仁人能以大国的地位侍奉小国，所以商汤曾侍奉葛国，文王曾侍奉混夷。只有聪明的人能以小国的地位侍奉大国，所以周太王曾侍奉獯鬻，勾践曾侍奉吴国。能以大国地位侍奉小国的，是乐于听从天命的人；能以小国地位侍奉大国的，是畏惧天命的人。乐于听从天命的能安定天下，畏惧天命的能保住他的国家。《诗经》上说：“畏惧上天的威严，才能得到安定。’”',
            '宣王说：“讲得太好了！（不过）我有个毛病，我喜欢勇武。”',
        ],
    ],
    [
        'content' => [
            '对曰：“王请无好小勇。夫抚剑疾视曰：‘彼恶敢当我哉！’此匹夫之勇，敌一人者也。王请大之！《诗》云：‘王赫斯怒，爰整其旅，以遏徂莒，以笃周祜，以对于天下(1)。’此文王之勇也。文王一怒而安天下之民。《书》曰：‘天降下民，作之君，作之师，惟曰其助上帝宠之，四方有罪无罪惟我在，天下曷敢有越厥志(2)？’一人衡行(3)于天下，武王耻之。此武王之勇也。而武王亦一怒而安天下之民。今王亦一怒而安天下之民，民惟恐王之不好勇也。”',
        ],
        'notes' => [
            '(1)《诗云》：以下诗句引自《诗经•大雅•皇矣》。赫斯：发怒的样子。爰：语首助词，无义。遏：止；徂(cú)：往，到。莒(jǔ)：殷末国名（此从赵岐说），非西周分封、前431 年为楚所灭的莒国。在今山东莒县，公元前431年被楚国消灭。笃：厚；祜：福。',
            '(2)《书》曰：书，《尚书》，以下引文见伪《古文尚书•周书•泰誓》。以上六句为《尚书》逸文，伪古文《尚书》放入《泰誓上》篇。厥(jué)：用法同“其”。',
            '(3)一人：指殷纣王。周武王起兵伐纣灭殷。衡行：即“横行”。',
        ],
        'vernacular' => [
            '孟子答道：“大王请不要喜欢小勇。按着剑、瞪着眼说：‘他哪敢抵挡我！’这是平常之人的小勇，只能对付一个人罢了。大王请把它扩大开去！《诗经》上说：‘文王勃然发怒，于是整军备武，挡住侵犯莒国的敌人，增我周朝的威福，以此报答天下的期望。’这就是文王的勇武。文王一怒而安定了天下的百姓。《尚书》上说：‘上天降生万民，为他们设君主，立师长，要他们协助上天爱护百姓，天下有罪和无罪的，都有我在（处罚或安抚他们），天下谁敢超越它的本分？’有一个人横行天下，武王就感觉到耻辱。这就是武王的勇武。而武王也是一怒就安定了天下的百姓。如果现在大王也一怒就安定天下的百姓，那么百姓还唯恐大王不喜欢勇武呢！“',
        ],
    ],
],
];
