<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子谓齐宣王曰：“王之臣有托其妻子于其友而之楚游者，比其反也，则冻馁其妻子，则(2)如之何？”',
            '王曰：“弃之。”',
            '曰：“士师(3)不能治士，则如之何？”',
            '王曰：“已之。”',
            '曰：“四境之内不治，则如之何？”',
            '王顾左右而言他。',
        ],
        'notes' => [
            '(1)比(bǐ)：及，至，等到。反：同“返”。',
            '(2)则：这里的用法是表示事情的结果。',
            '(3)士师：司法官。',
        ],
        'vernacular' => [
            '孟子对齐宣王说：“假如大王有个臣子，把妻子儿女托付给朋友照顾，自己到楚国去游历，等他回来时，妻子儿女却在受冻挨饿，对这样的朋友该怎么办？”',
            '宣王说：“抛弃他！”',
            '孟子说：“司法官管不好他的下级，那该怎么办？”',
            '宣王说：“罢免他。”',
            '孟子说：“一个国家治理不好，那该怎么办？”',
            '宣王扭头去看左右的人，把话题扯到别的事情上去了。',
        ],
    ],
],
];
