<?php
return [
'chapters' => [
    [
        'content' => [
            '孟子见齐宣王，曰：“所谓故国(1)者，非谓有乔木(2)之谓也，有世臣(3)之谓也。王无亲臣矣，昔者所进(4)，今日不知其亡(5)也。”',
            '王曰：“吾何以识其不才而舍之？”',
            '曰：“国君进贤，如不得已，将使卑逾尊，疏逾戚，可不慎与？左右皆曰贤，未可也；诸大夫皆曰贤，未可也；国人皆曰贤，然后察之，见贤焉，然后用之。左右皆曰不可，勿听；诸大夫皆曰不可，勿听；国人皆曰不可，然后察之，见不可焉，然后去之。左右皆曰可杀，勿听；诸大夫皆曰可杀，勿听；国人皆曰可杀，然后察之，见可杀焉，然后杀之。故曰国人杀之也。如此，然后可以为民父母。”',
        ],
        'notes' => [
            '(1)故国：指历史悠久的国家。',
            '(2)乔木：高大的树木。',
            '(3)世臣：世代建立功勋的大臣。',
            '(4)进：进用。',
            '(5)亡：去位，去职。',
        ],
        'vernacular' => [
            '孟子谒见齐宣王，说：“所谓故国，不是说国中要有高大的树木，而是说要有世代（与国家休戚相关）的臣子。现在大王没有亲信的臣子了，过去任用的人，现在不知哪里去了。”',
            '宣王说：“我怎样识别哪些人没有才干而不任用他们呢？”',
            '孟子说：“国君进用人才，如果不得已，将会使地位低的超过地位高的，关系远的超过关系近的，对此能不慎重吗？（对于一个人，）左右侍臣都说他好，还不行；大夫们都说他好，也还不行；全国的人都说他好，这才去考察他，见他确实是好，这才任用他。左右侍臣都说不行，不要听信；大夫们都说不行，不要听信；全国的人都说不行，这才考察他，见他确实不行，这才罢免他。左右侍臣都说可杀，不要听信；大夫们都说可杀，不要听信；全国的人都说可杀，这才考察他，见他确实可杀，这才杀掉他。所以说，是全国的人杀掉他的。这样，才可以算是百姓的父母。”',
        ],
    ],
],
];
