<?php
return [
'chapters' => [
    [
        'content' => [
            '齐宣王问曰：“汤放桀(1)，武王伐纣(2)，有诸？”',
            '孟子对曰：“于传有之。”',
            '曰：“臣弑其君，可乎？”',
            '曰：“贼仁者谓之贼，贼义者谓之残；残贼之人谓之一夫。闻诛一夫纣矣，未闻弑君也。”',
        ],
        'notes' => [
            '(1)汤放桀：桀，夏朝最后一个君主，暴虐无道。传说商汤灭夏后，把桀流放到南巢（据传在今安徽省巢县一带）。',
            '(2)武王伐纣：纣，商朝最后一个君主，昏乱残暴。周武王起兵讨伐，灭掉商朝，纣自焚而死。',
        ],
        'vernacular' => [
            '齐宣王问道：“商汤流放夏桀，武王讨伐商纣，有这些事吗？”',
            '孟子回答道：“文献上有这样的记载。”',
            '宣王问：“臣子杀他的君主，可以吗？”',
            '孟子说：“败坏仁的人叫贼，败坏义的人叫残；残、贼这样的人叫独夫。我只听说杀了独夫纣罢了，没听说臣杀君啊。”',
        ],
    ],
],
];
