<?php
return [
'chapters' => [
    [
        'name' => '第四节',
        'content' => [
            '孟子曰：“仁则荣，不仁则辱(1)。今恶(2)辱而居不仁，是犹恶湿而居下也。如恶之，莫如贵德而尊士，贤者在位，能者在职。国家闲暇，及是时，明其政刑，虽大国必畏之矣。《诗》云(3)：‘迨(4)天之未阴雨，彻(5)彼桑土，绸缪(6)牖(7)户。今此下民，或敢侮予？’孔子曰：‘为此诗者，其知道乎！能治其国家，谁敢侮之？’今国家闲暇，及是时，般乐(8)怠敖(9)，是自求祸也。祸福无不自己求之者。《诗》云(10)：‘永言配命，自求多福。’《太甲》(11)曰：‘天作孽，犹可违；自作孽，不可活。’此之谓也。”',
        ],
        'vernacular' => [
            '孟子说：“仁就获得尊荣，不仁就招来耻辱。如今有人厌恶耻辱却又安于不仁，这就像厌恶潮湿却又安于居住在低洼的地方一样。如果真的厌恶耻辱，就不如崇尚道德、尊重士人，让贤人在位做官，让能人在职办事。国家太平无事，趁这时候修明政教刑法，（这样，）即使大国也必然会怕它了。《诗经》上说：‘赶上天气没阴雨，取来桑皮拌上泥，窗洞门户细修葺。从今下边的人，有谁再敢把我欺？’孔子说：‘做这篇诗的人，真懂得道啊！能治理好他的国家，谁还敢欺侮他？’如果国家太平无事，趁这时候寻欢作乐，怠惰傲慢，这是自找灾祸啊。祸与福，没有不是自己找来的。《诗经》上说：‘永远配合天命，自己求来众多的幸福。’《太甲》说：‘上天降下灾祸，还有办法可躲；自己造下罪孽，那就别想再活。’就是说的这个道理。”',
        ],
        'notes' => [
            '(1)辱：《老子·四十一章》：“上德若谷；大白若辱。”《左传·襄公三十年》：“使吾子辱在泥涂久矣。”唐韩愈《杂说四首》：“千里马常有，而伯乐不常有。故虽有名马，只辱于奴隶人之手，骈死于槽枥之间，不以千里称也。”这里用为埋没之意。',
            '(2)恶：《易·遁·象》：“天下有山，遁；君子以远小人，不恶而严。”《论语·公冶长》：“伯夷、叔齐不念旧恶，怨是用希。”《睡地虎秦墓竹简·为吏之道》：“毋喜富，毋恶贫。”《广韵·暮韵》：“恶，憎恶也。”这里用为“讨厌、憎恶”之意。',
            '(3)以上五句出自《诗经·豳风·鸱鸮》。',
            '(4)迨(dài)：《诗·邶风·匏有苦叶》：士如归妻，迨冰未泮。”《诗·豳风·鸱鸮》：“迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？”《诗·小雅·伐木》：“迨我暇矣，饮此湑矣。”《公羊传·僖公二十二年》：“请迨其未毕隐(阵)而击之。”《荀子·解蔽》：“妒缪于道，而人诱其所迨也。”这里用为趁、乘之意。',
            '(5)彻：《诗·大雅·公刘》：“彻田为粮。”《诗经·豳风·鸱鸮》：“迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？”《老子·七十九章》：“有德司契，无德司彻。”《论语·颜渊》：“盍彻乎！”《孟子·滕文公上》：“夏后氏五十而贡，殷人七十而贡，周人百亩而彻，其实皆什一也。”这里用为税田十取一的周朝田税制度之意。',
            '(6)绸(chóu)缪(móu)：《诗·唐风·绸缪》：“绸缪束薪，三星在天。”《诗经·豳风·鸱鸮》：“迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？”《说文》：“绸，缪也。”《广雅》：“绸，缠也。”本义为紧密缠缚之意。后遂用“未雨绸缪”喻事前做好准备工作之意。这里用为做好准备工作之意。',
            '(7)牖(yǒu)：《诗·大雅·板》：“天之牖民，如熏如篪。”毛传：“牖，道也。”孔颖达疏：“‘牖’与‘诱’古字通用，故以为道也。”《广雅·释诂三》：“牖，道也。”王念孙疏证：“道谓之牖，故道引亦谓之牖。”此通诱。这里用为“引导”之意。',
            '(8)般（pán）乐：作乐。般：通“班”。《太玄·棿》：“建侯开国，涣爵般秩。”《墨子·尚贤中》：“古者圣王唯毋得贤人而使之，般爵以贵之，裂地以封之。”《汉书·礼乐志》：“灵之来，神哉沛，先以雨，般裔裔。”这里用为颁布之意。',
            '(9)敖：《书·益稷》：“无若丹朱敖，惟慢游是好。”《大学·九章》：“之其所敖惰而辟焉。”《礼记·曲礼上》：“敖不可畏，欲不可从。”《尔雅·释言》：“敖，傲也。”《广雅·释言》：“敖，妄也。”王念孙疏证：“亦作傲。”这里用为倨傲、骄傲之意。',
            '(10)以上两句出自《诗经·大雅·文王》。',
            '(11)《太甲》：《尚书》中的一篇已失传；现在《尚书》中的《太甲》，系晋人伪作。',
        ],
    ],
],
];
