<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '孟子曰：“尊贤使能，俊杰在位，则天下之士皆悦，而愿立于其朝矣；市，廛(1)而不征，法而不廛，则天下之商皆悦，而愿藏于其市矣；关，讥(2)而不征，则天下之旅皆悦，而愿出于其路矣；耕者，助(3)而不税，则天下之农皆悦，而愿耕于其野矣；廛，无夫里之布(4)，则天下之民皆悦，而愿为之氓(5)矣。信能行此五者，则邻国之民仰之若父母矣。率其子弟，攻其父母，自有生民以来未有能济者也。如此，则无敌于天下。无敌于天下者，天吏(6)也。然而不王者，未之有也。”',
        ],
        'vernacular' => [
            '孟子说：“尊重贤人，任用能人，杰出的人在位，那么天下的士人都会高兴，而且愿意到那个朝廷去做官；市场，提供场地存放货物而不征租赁税，依照规定价格收购滞销货物，不使货物积压在货场，那么天下的商人都会高兴，愿意把货物存放在那个市场上了；关卡，只检查不征税，那么天下的旅客都会高兴，愿意经过那条道路了；对于种田的人，只要他们助耕公田，不征收私田的赋税，那么天下的农夫都会高兴，愿意在那样的田野里耕种了；人们居住的地方，没有劳役税和额外的地税，那么天下的人都会高兴，愿意来做那里的百姓了。真能做到这五个方面，那么邻国的百姓就会像敬仰父母一样敬仰他了。（邻国要想率领这样的百姓来攻打他，那正像是）率领子弟去攻打他们的父母，自有人类以来，没有能成功的。像这样就能无敌于天下。无敌于天下的人，是奉了上天使命的人。这样还不能称王的，是从来没有过的事。”',
        ],
        'notes' => [
            '(1)廛(chán)：市中储藏、堆放货物的场所。《周礼·廛人》注：“廛，民居区域之称。”《礼记·王制》：“市，廛而不税。”《孟子·滕文公上》：“愿受一廛而为氓。”《说文》：“廛，二亩半一家之居也。”本义为古代城市平民一户人家所居的房地，这里用为交易市场的房屋之意。',
            '(2)讥：《周礼·宫正》：“几(讥)其出入。”《礼记·王制》：“关执禁以讥。”《管子·国准》：“好讥而不乱，亟变而不变，时至则为，过则去。”《孟子·梁惠王下》：“关讥而不征。”《广雅》：“讥，问也。”这里用为查问之意。',
            '(3)助：指助耕公田。相传殷周时代实行一种叫“井田制”的土地制度。一里见方的土地划作“井”字形，成九块，每块百亩，其中一块作为公田，其余八块分给八家，八家同养公田。',
            '(4)夫里之布：即“夫布”、“里布”。“夫布”，一夫的劳役税：“里布”，一户的地税。布，古代的一种货币。里：古代一种居民组织，先秦时期以二十五家为里。《诗经•郑风•将仲子》：“将仲子兮，无逾我里。”《尚书大传》：“八家为邻，三邻为朋，三朋为里。”《管子·度地》：“百家为里。”《管子·小匡》：“择其贤民，使为里君。”《公羊传·宣公十五年》：“一里八十户。”《论语·譔考文》：“古者七十二家为里。”《韩诗外传》：“广三百步、长三百步为一里。”这里用为一区域地方之意。布：《左传·昭公十六年》：“敢私布之。”《国语·鲁语上》：“布币行礼。”《礼记·中庸》：“文武之政，布在方策。”《山海经·海内经》：“禹鲧是始布土。”这里用为分布、分散之意。',
            '(5)氓：《诗·卫风·氓》：“氓之蚩蚩，抱布贸丝。”《管子·八观》：“氓家无积而衣服修。”《战国策·秦策》：“而不忧民氓。”《孟子·滕文公上》：“远方之人，闻君行仁政，愿受一廛而为氓。”《淮南子·脩务》：“以宽民氓。”《说文》：“氓，民也。”古代称外来的百姓为氓，这里用为百姓之意。',
            '(6)天吏：代表上天管理人民的官员之意。',
        ],
    ],
],
];
