<?php
return [
'chapters' => [
    [
        'name' => '第八节',
        'content' => [
            '孟子曰：“子路，人告之以有过，则喜。禹(1)闻善言，则拜。大舜有(2)大焉，善与人同(3)，舍己从人，乐取于人以为善。自耕稼、陶、渔以至为帝，无非取于人者。取诸人以为善，是与人为善(4)者也。故君子莫大乎与人为善。”',
        ],
        'vernacular' => [
            '孟子说：“子路，别人指出他的过错，他就高兴。禹，听到善言，就拜谢。伟大的舜又超过了他们，好品德愿和别人共有，抛弃缺点，学人长处，乐于吸取别人的优点来修养自己的品德。舜从当农夫、陶工、渔夫，直到成为天子，没有哪一点长处不是从别人那里学来的。吸取众人的长处来修养自己的品德，这又有助于别人培养品德。所以，君子没有比帮助别人培养好品德更好的了。”',
        ],
        'notes' => [
            '(1)禹：传说中古代部落联盟的领袖，曾奉舜命治理洪水，后成为夏朝开国君主。',
            '(2)有：同“又”。',
            '(3)善与人同：与人共同做善事。',
            '(4)与人为善：与：偕同。与（yǔ）：帮助，赞许。',
        ],
    ],
],
],
];
