<?php
return [
'chapters' => [
    [
        'name' => '第九节',
        'content' => [
            '孟子曰：“伯夷，非其君不事，非其友不友。不立于恶人之朝，不与恶人言。立于恶人之朝，与恶人言，如以朝衣朝冠坐于涂炭(1)。推恶恶之心，思与乡人立，其冠不正，望望然去之，若将浼(2)焉。是故诸侯虽有善其辞命而至者，不受也。不受也者，是亦不屑就已。柳下惠(3)不羞污(4)君，不卑小官；进不隐贤，必以其道；遗佚(5)而不怨，阨(6)穷而不悯。故曰：‘尔为尔，我为我，虽袒裼裸裎(7)于我侧，尔焉能浼我哉？’故由由然(8)与之偕而不自失焉，援而止之而止。援而止之而止者，是亦不屑去已。”',
            '孟子曰：“伯夷隘，柳下惠不恭。隘与不恭，君子不由(9)也。“',
        ],
        'vernacular' => [
            '孟子说：“伯夷，不是他理想的君主就不去侍奉，不是他中意的朋友就不去结交。不在恶人的朝廷里做官，不同恶人交谈。在恶人的朝廷里做官，同恶人交谈，就觉得像是穿戴着上朝的衣帽坐在泥土炭灰上一样。把这种厌恶恶人的心情推广开去，他就会想，如果同一个乡下人站在一起，那人帽子戴得不正，就该生气地离开他，就像会被他玷污似的。因此，诸侯即使有用动听的言辞来请他的，他也不接受。不接受，就是不屑于接近他们。柳下惠不认为侍奉坏君主是羞耻的事，也不因为官职小而瞧不上；到朝廷做官，不掩藏自己的贤能，必定按自己的原则行事；被国君遗弃而不怨恨，处境穷困而不忧伤。所以他说：‘你是你，我是我，即使你赤身裸体地在我身旁，你又哪能玷污我呢？’所以他能高高兴兴地同这样的人处在一起而不失去自己的风度，拉他留下，他就留下。拉他留下他就留下，这也就是不屑于离开罢了。”',
            '孟子又说：“伯夷狭隘，柳下惠不严肃。狭隘与不严肃，君子是不效仿的。”',
        ],
        'notes' => [
            '(1)涂炭：《书·仲虺之诰》：“有夏昏德，民坠涂炭。”比喻污浊的地方之意。',
            '(2)浼(měi)：《诗•邶风•新台》：“新台有洒，河水浼浼。”《淮南子·人间训》：“所浼者多矣。”《说文》：“浼，污也。从水，免声。”这里用为沾染之意。',
            '(3)柳下惠：春秋时鲁国大夫，姓展，名获，字禽；因封邑在柳下（地名），谥号“惠”，故称为柳下惠。',
            '(4)汙(wū)：这里用为贪官污吏的污之意。',
            '(5)佚(yì)：《书·盘庚上》：“惟予一人有佚罚。”《逸周书》：“牛马畜兽有郊佚者，取之不诘。”《论衡》：“宣帝之时，得佚《尚书》及《易》、《礼》各一篇。”朱骏声《说文通训定声》：“佚民者，独乐其身之民也。”本义是指散失，这里用指为隐逸的人之意。',
            '(6)阨(è)：《左传·昭公元年》：“彼徒我车，所遇又阨。”《庄子·列御寇》：“穷闾阨巷。”《孙子·地形》：“料敌制胜，计险阨远近，上将之道也。”《列子·汤问》：“帝凭怒，侵减龙伯之国使阨。”《楚辞·屈原·远游》：“悲时俗之迫阨兮，愿轻举而远游。”《汉书·刑法志》：“其生民也陋阨。”这里用为困厄、困窘之意。',
            '(7)袒裼(xí)裸裎(chéng)：袒裼，肉体袒露；裸裎，露身。古代行礼时，袒出上衣之左袖，以左袖插入前襟之右，而露出裼衣，或袒所有衣服之左袖，而露出左臂，这是一种违礼不敬之举。这里用为袒臂露身之意。',
            '(8)由由然：很随便的遵从别人。',
            '(9)由：《诗•小雅•宾之初筵》：“匪言勿言，匪由勿语。”《诗·大雅·假乐》：“不愆不忘，率由旧章。”高亨注：“由，从也。”《论语·泰伯》：子曰：‘民可使由之，不可使知之。’”《孟子·梁惠王上》：“由水之就下，沛然谁能御之？”《荀子·成相》：“隐讳疾贤，良由奸诈，鲜无灾。”这里用为遵从，遵照之意。',
        ],
    ],
],
];
