<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '孟子曰：“天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也，委而去之，是地利不如人和也。故曰：域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之；多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。”',
        ],
        'vernacular' => [
            '孟子说：“有利的天时不如有利的地势，有利的地势不如人心的团结。三里的内城，七里的外城，包围起来攻打它，却不能取胜。包围起来攻打它，必定有得天时的战机，然而却不能取胜，这是有利的天时不如有利的地势。城墙不是不高，护城河不是不深，兵器铠甲不是不坚利，粮食不是不多，（可是敌人一来却）弃城逃离，这便是有利的地势不如人心的团结。所以说，控制人民不迁逃，不靠国家的疆界，巩固国家不靠山川的险阻，威服天下不靠兵器铠甲的坚利。得到仁义的人，帮助他的就多；失掉仁义的人，帮助他的就少。帮助他的人少到极点，连家里人都背叛他；帮助他的人多到极点，天下的人都归顺他。让天下人都归顺他的人去攻打连家里人都背叛他的人，（必然所向无敌；）所以君子不战则罢，战则必胜。”',
        ],
    ],
    [
        'name' => '第二节',
        'content' => [
            '孟子将朝王，王使人来曰：“寡人如就见者也，有寒疾，不可以风。朝①，将视朝，不识可使寡人得见乎？”',
            '对曰：“不幸而有疾，不能造朝。”',
            '明日，出吊于东郭氏②。公孙丑曰：“昔者辞以病，今日吊，或者不可乎？”',
            '曰：“昔者疾，今日愈，如之何不吊？”',
            '王使人问疾，医来。孟仲子对曰③：“昔者有王命，有采薪之忧，不能造朝。今病小愈，趋造于朝，我不识能至否乎？”',
            '使数人要于路，曰：“请必无归，而造于朝！”',
            '不得已而之景丑氏宿焉④。',
            '景子曰：“内则父子，外则君臣，人之大伦也。父子主恩，君臣主敬。丑见王之敬子也，未见所以敬王也。”',
            '曰：“恶！是何言也！齐人无以仁义与王言者，岂以仁义为不美也？其心曰，‘是何足与言仁义也’云尔，则不敬莫大乎是。我非尧舜之道，不敢以陈于王前，故齐人莫如我敬王也。”',
            '景子曰：“否，非此之谓也。礼曰：父召，无诺；君命召，不俟驾。固将朝也，闻王命而遂不果，宜与夫礼若不相似然。”',
            '曰：“岂谓是与？曾子曰：”晋楚之富，不可及也。彼以其富，我以吾仁；彼以其爵，我以吾义，吾何慊乎哉？‘夫岂不义而曾子言之？是或一道也。天下有达尊三：爵一，齿一，德一。朝廷莫如爵，乡党莫如齿，辅世长民莫如德。恶得有其一以慢其二哉？故将大有为之君，必有所不召之臣，欲有谋焉，则就之。其尊德乐道，不如是，不足与有为也。故汤之于伊尹，学焉而后臣之，故不劳而王；桓公之于管仲，学焉而后臣之，故不劳而霸。今天下地丑德齐，莫能相尚，无他，好臣其所教，而不好臣其所受教。汤之于伊尹，桓公之于管仲，则不敢召。管仲且犹不可召，而况不为管仲者乎？“',
        ],
        'vernacular' => [
            '孟子正要去朝见齐王，齐王派人来说：“我本该来看望您的，但是有畏寒的病，不能吹风。明天早晨，我将临朝听政，不知（您是否肯来）让我见见您吗？”',
            '孟子回话道：“我不幸生了病，不能到朝廷上去。”',
            '第二天，孟子出门到东郭氏家去吊丧。公孙丑说：“昨天推说有病，今日却去吊丧，也许不合适吧？”',
            '孟子说：“昨天有疾，今天好了，怎么不能去吊丧？”',
            '齐王派人来询问病情，医生也来了。孟仲子应付来人说：“昨天有王的召令，他不巧有点小病，不能到朝廷去。今天病好了点，急匆匆赶赴朝廷去了，不知道现在到了没有？”',
            '孟仲子随即派了几个人到路上去拦截孟子，告诉他：“请您一定不要回家，赶快到朝廷去！”',
            '孟子不得已，就到景丑氏家去歇宿。',
            '景子说：“在家有父子，在外有君臣，这是人世间最重大的伦理关系。父子关系以慈爱为主，君臣关系以恭敬为主。我看到了齐王对您敬重，却没看到您怎么敬重齐王。”',
            '孟子说：“咳！这是什么话！齐国人没有一个拿仁义的道理去说给齐王听的，难道是认为仁义不好吗？（只是）他们心里在想：”这个君王哪值得同他去谈仁义！‘那么，（对齐王的）不恭敬没有比这更大的了。至于我，不是尧、舜之道不敢在齐王面前陈述，所以齐国人没有一个像我这样敬重齐王的。“',
            '景子说：“不，不是说的这个。礼的规定说：父亲召唤，儿子不能用‘诺’应答，（而要恭敬地用‘唯’应答）；君王宣召，臣子不等车子驾好就动身。您本来准备去朝见，听了君王的召令却不去了，这恐怕与礼的规定不大符合吧。”',
            '孟子说：“难道能这么说吗？曾子说过：”晋国、楚国的财富，没法比得上。不过，它们凭借财富，我凭借我的仁德；它们凭借爵位，我凭借我的道义，我欠缺什么呢？‘难道这话没有道理而曾子随便说说的么？这或许是另有一种道理的罢。天下普遍看重的东西有三样：爵位、年纪、道德。在朝廷里，没有比爵位更尊贵的，在乡里，没有比年龄更尊贵的，辅助君主、管理百姓，没有比道德更尊贵的。（他）哪能有了其中一种（爵位）而轻视另两种（年龄、道德）呢？所以想要有大作为的君主，必定有他不能召见的臣子，要有事情商议，那就（亲自）前去请教。如果他不像这样（诚心实意）地崇尚道德、喜爱仁义，就不值得同他一起干事。所以汤王对于伊尹，（首先是）向他学习，然后才把他当作臣子，所以不费力气就统一了天下；桓公对于管仲，（首先也是）向他学习；然后才把他当作臣子，所以不费力气就称霸诸侯。现在天下（大的诸侯国）土地相等，德行相似，谁也超不过谁，（之所以如此）没有别的原因，是因为（君主）喜欢任用听从他们使唤的人做臣，而不喜欢任用教导他们的人做臣。汤王对于伊尹，桓公对于管仲，就不敢随意召见。管仲尚且不能随意召见，何况不愿做管仲的人呢？“',
        ],
        'notes' => [
            '①朝（Zhāo）：早晨。②东郭氏：齐国的一个姓东郭的大夫。③孟仲子：孟子的堂弟，又是他的学生。④景丑氏：齐国大夫景丑。',
        ],
    ],
    [
        'name' => '第三节',
        'content' => [
            '陈臻问曰①：“前日于齐，王馈兼金一百而不受②；于宋，馈七十镒而受③；于薛，馈五十镒而受。前日之不受是，则今日之受非也；今日之受是，则前日之不受非也。夫子必居一于此矣。”',
            '孟子曰：“皆是也。当在宋也，予将有远行，行者必以赆，辞曰：”馈赆。‘予何为不受？当在薛也，予有戒心，辞曰：“闻戒，故为兵馈之。’予何为不受？若于齐，则未有处也。无处而馈之，是货之也。焉有君子而可以货取乎？”',
        ],
        'vernacular' => [
            '陈臻说：“以前在齐国，齐王送您一百镒好金您不接受；在宋国，送您七十镒，您接受了；在薛，送您五十镒，您接受了。如果以前不接受是对的，那么后来接受就是错的；后来接受如果是对的，那么以前不接受就是不对的。在这两种情况中，您必定处于其中的一种了。”',
            '孟子说：“都是对的。当在宋国的时候，我将要远行，远行的人必然要用些路费，宋君说：”送点路费（给你）。‘我为什么不接受？当在薛地的时候，我有防备（在路上遇害）的打算，主人说：“听说需要防备，所以送点钱给你买兵器。’我为什么不接受？至于在齐国，就没有（送钱的）理由。没有理由而赠送，这是收买我啊。哪有君子可以用钱收买的呢？”',
        ],
        'notes' => [
            '①陈臻：孟子弟子。②金：古代所说的金，多是指黄铜。③镒（yì）：古代的重量单位之一，二十两为一镒。',
        ],
    ],
    [
        'name' => '第四节',
        'content' => [
            '孟子之平陆①，谓其大夫曰②：“子之持朝之士，一日而三失伍，则去之否乎？”',
            '曰：“不待三。”',
            '“然则子之失伍也亦多矣。凶年饥岁，子之民，老羸转于沟壑，壮者散而之四方者，几千人矣。”',
            '曰：“此非距心之所得为也。”',
            '曰：“今有受人之牛羊而为之牧之者，则必为之求牧与刍矣。求牧与刍而不得，则反诸其人乎？抑亦立而视其死与？”',
            '曰：“此则距心之罪也。”',
            '他日，见于王曰：“王之为都者，臣知五人焉。知其罪者，惟孔距心。”为王诵之。',
            '王曰：“此则寡人之罪也。”',
        ],
        'vernacular' => [
            '孟子到了平陆，对那里的长官（孔距心）说：“如果你的卫士一天三次擅离职守，开除不开除他呢？”',
            '孔距心说：“不必等三次。”',
            '（孟子说：）“那么您失职的地方也够多的了。荒年饥岁，您的百姓，年老体弱抛尸露骨在山沟的，年轻力壮逃荒到四方的，将近一千人了。”',
            '孔距心说：“这个问题不是我能够解决的。”',
            '孟子说：“假如现在有个人，接受了别人的牛羊而替他放牧，那么必定要为牛羊寻找牧场和草料了。如果找不到牧场和草料，那么是把牛羊还给那个人呢，还是就站在哪儿眼看着牛羊饿死呢？”',
            '孔距心说：“这是我的罪过。”',
            '往后的某一天，孟子朝见齐王说：“大王的地方长官我认识五个，能认识自己罪过的，只有孔距心。”（孟子）给齐王复述了一遍他与孔距心的谈话。',
            '齐王说：“这是我的罪过啊。”',
        ],
        'notes' => [
            '①平陆：齐国边境的邑，在今山东汶上县北。②大夫：这里指地方上的行政长官。',
        ],
    ],
    [
        'name' => '第五节',
        'content' => [
            '孟子谓蚔蛙曰①：“子之辞灵丘而请士师②，似也，为其可以言也。今既数月矣，未可以言与？”',
            '蚔蛙谏于王而不用，致为臣而去。',
            '齐人曰：“所以为蚔蛙则善矣，所以自为，则吾不知也。”',
            '公都子以告。',
            '曰：“吾闻之也：有官守者，不得其职则去；有言责者，不得其言则去。我无官守，我无言责也，则吾进退，岂不绰绰然有余裕哉？”',
        ],
        'vernacular' => [
            '孟子对蚔蛙说：“你辞去灵丘地方长官的职务，请求担任法官，似乎是有道理的，因为可以（接近齐王向他）进谏了。现在已经几个月了，还不可以进谏吗？”',
            '蚔蛙向齐王进谏而不被采纳，便辞官而去。',
            '齐国有人议论说：“孟子替蚔蛙出的主意倒是很好了，他怎么为自己考虑，我就不知道了。”',
            '公都子把这话告诉了孟子。',
            '孟子说：“我听说过这样的话：有官职的人，如果无法行使他的职责就辞职；有进谏责任的，无法尽到进谏的责任就辞职。我既没有官职，又没有进谏的责任，那么我的行动进退，难道不是宽宽绰绰大有回旋余地了吗？”',
        ],
        'notes' => [
            '①蚔（chí）蛙：齐国大夫。②灵丘：齐国邑名。士师：官名，掌禁令、狱讼、刑罚，为古代法官之通称。',
        ],
    ],
    [
        'name' => '第六节',
        'content' => [
            '孟子为卿于齐，出吊于滕，王使盖大夫王驩为辅行①。王驩朝暮见，反齐滕之路，未尝与之言行事也。',
            '公孙丑曰：“齐卿之位，不为小矣；齐滕之路，不为近矣，反之而未尝与言行事，何也？”',
            '曰：“夫既或治之，予何言哉？”',
        ],
        'vernacular' => [
            '孟子在齐国担任卿，奉命到滕国去吊丧，齐王派盖地的大夫王驩作为副使与孟子同行。王驩（同孟子）朝夕相见，但在从齐国到滕国的来回路上，孟子不曾同他谈起出使的事情。',
            '公孙丑说：“齐国卿的职位不算小了；齐国与滕国之间，路不算近了，往返途中不曾同他谈起出使的事情，为什么呢？”',
            '孟子说：“那个人既然独自包办了，我还说什么呢？”',
        ],
        'notes' => [
            '①盖（gě）：齐国邑名，在今山东沂水县西北。王驩：盖邑的地方长官，齐王的宠臣。',
        ],
    ],
    [
        'name' => '第七节',
        'content' => [
            '孟子自齐葬于鲁，反于齐，止于嬴①。',
            '充虞请曰②：“前日不知虞之不肖，使虞敦匠事，严，虞不敢请。今愿窃有请也：木若以美然。”',
            '曰：“古者棺椁无度，中古棺七寸，椁称之。自天子达于庶人，非直为观美也，然后尽于人心。不得，不可以为悦；无财，不可以为悦。得之为有财，古之人皆用之，吾何为独不然？且比化者无使土亲肤，于人心独无恔乎？吾闻之也：君子不以天下俭其亲。”',
        ],
        'content' => [
            '孟子从齐国到鲁国去（安葬母亲），返回齐国时，在嬴地停留。',
            '充虞请问道：“前些日子您不知道我缺乏能力，派我监理打造棺椁的事，当时事情匆迫，我不敢请教。现在想冒昧地问一下：那棺椁似乎太华美了吧？”',
            '孟子说：“上古时候，棺椁没有规定的厚度，中古时候，棺厚七寸，椁的厚度同棺相称。从天子到平民百姓，（棺椁讲究）不只是为了好看，而是这样才称尽了孝心。（由于等级的限制）不能用（好的棺椁），就不会称心；没有钱财用好的棺椁，也不会称心。既有资格又有钱财，古人就都用好棺椁，为什么偏我不能这样？而且为了避免泥土挨近死者的肌肤（而用厚棺椁），对于孝子之心岂不是一件感到慰藉的事吗？我听说过这样的话：君子是不会因为爱惜天下财物而从俭办父母的丧事的。”',
        ],
        'notes' => [
            '①嬴：齐国南部邑名，在今山东莱芜县西北。②充虞：孟子弟子。',
        ],
    ],
    [
        'name' => '第八节',
        'content' => [
            '沈同以其私问曰①：“燕可伐与？”',
            '孟子曰：“可。子哙不得与人燕，子之不得受燕于子哙②。有仕于此③，而子悦之，不告于王而私与之吾子之禄爵，夫士也，亦无王命而私受之于子，则可乎？何以异于是？”',
            '齐人伐燕。',
            '或问曰：“劝齐伐燕，有诸？”',
            '曰：“未也。沈同问‘燕可伐与’，吾应之曰，‘可’，彼然而伐之也。彼如曰：”孰可以伐之？‘则将应之曰：“为天吏，则可以伐之。’今有杀人者，或问之曰：”人可杀与？‘则将应之曰：“可。’彼如曰：”孰可以杀之？‘则将应之曰：“为士师，则可以杀之。’今以燕伐燕，何为劝之哉？”',
        ],
        'vernacular' => [
            '沈同以个人名义问道：“燕国可以讨伐吗？”',
            '孟子说：“可以。子哙不得把燕国让给别人，子之不得从子哙那里接受燕国。比方说，这里有个士人，您喜欢他，就不禀告君王而私自把自己的俸禄、爵位让给他，那个士人也不经君王同意，私自从您那里接受俸禄和爵位，这样行吗？（子哙）让君位的事，同这有什么两样？”',
            '齐国攻打燕国。',
            '有人问道：“（您）鼓励齐国攻打燕国，有这回事吗？”',
            '孟子说：“没有。沈同问‘燕国可以征伐吗？’我答复他说‘可以’，他们认为这个说法对，便去征伐燕国。他如果问‘谁能去征伐燕国？’那我将答复他说：”奉了上天使命的人才可以去征伐。‘就好比这里有个杀人犯，如果有人问我：“这个人该杀吗？’我就回答说：”可以。‘他如果再问：“谁可以去杀这个杀人犯？’那我就会回答他：”做法官的才可以杀他。‘现在，让一个跟燕国一样无道的国家去征伐燕国，我为什么要鼓励它呢？“',
        ],
        'notes' => [
            '①沈同：齐国大臣。②其事参见《梁惠王下》第十、十一章及本篇下一章。③仕：同“士”。',
        ],
    ],
    [
        'name' => '第九节',
        'content' => [
            '燕人畔。王曰：“吾甚惭于孟子①。”',
            '陈贾曰②：“王无患焉。王自以为与周公孰仁且智？”',
            '王曰：“恶！是何言也！”',
            '曰：“周公使管叔监殷，管叔以殷畔③。知而使之，是不仁也；不知而使之，是不智也。仁智，周公未之尽也，而况于王乎？贾请见而解之。”',
            '见孟子，问曰：“周公何人也？”',
            '曰：“古圣人也。”',
            '曰：“使管叔监殷，管叔以殷畔也，有诸？”',
            '曰：“然。”',
            '曰：“周公知其将畔而使之与？”',
            '曰：“不知也。”',
            '“然则圣人且有过与？”',
            '曰：“周公，弟也；管叔，兄也。周公之过，不亦宜乎？且古之君子，过则改之；今之君子，过则顺之。古之君子，其过也，如日月之食，民皆见之；及其更也，民皆仰之。今之君子，岂徒顺之，又从为之辞。”',
        ],
        'vernacular' => [
            '燕国人反抗（齐国的占领）。齐王说：“对孟子我感到很惭愧。”',
            '陈贾说：“大王不必犯愁。大王如果在仁和智方面同周公相比较，自己觉得谁强一些？”',
            '齐王说：“咳！这是什么话！”',
            '陈贾说：“周公派管叔去监察殷人，管叔却带着殷人叛乱。（如果周公）知道他会反叛还派他去，这是不仁；如果不知道他会反叛而派他去，这是不智。仁和智，周公还未能完全具备，何况您大王呢？请允许我见到孟子时向他作些解释。”',
            '陈贾见到孟子，问道：“周公是怎样一个人？”',
            '孟子说：“古代的圣人。”',
            '陈贾说：“他派管叔监察殷人，管叔却带着殷人叛乱，有这回事吗？”',
            '孟子说：“是这样。”',
            '陈贾说：“周公是知道他会反叛而派他去的吗？”',
            '孟子说：“（周公）不知道。”',
            '“既然这样，那么（岂不是）圣人也会有过错吗？”',
            '孟子说：“周公是弟弟，管叔是哥哥，（谁能料到哥哥会背叛呢？）周公的过错，不也是情有可原的吗？况且，古代的君子，犯了过错就改正；现在的君子，犯了过错却照样犯下去。古代的君子，他的过错就像日食月食一样，人民都能看到；等他改正后，人民都仰望着他。现在的君子，岂只是坚持错误，竟还为错误作辩解。”',
        ],
        'notes' => [
            '①齐国占领燕国时，孟子曾向齐宣王提出，为燕立一君主而后撤离。齐王不听。两年内，燕人不服；赵国等诸侯国也反对齐吞并燕，怕齐国因此而变得更强大，于是立燕昭王，燕人拥护，迫使齐军败退撤回。②陈贾：齐国大夫。③周武王灭商后，封纣王之子武庚于其旧都，派其弟管叔、蔡叔、霍叔去监视殷的遗民。武王死后，成王幼，周公执政，管叔等和武庚反叛，后周公平定了叛乱。',
        ],
    ],
],
];
