<?php
return [
'chapters' => [
    [
        'name' => '第十节',
        'content' => [
            '孟子致为臣而归(1)。王就见孟子，曰：“前日愿见而不可得，得侍同朝，甚喜；今又弃寡人而归，不识可以继此而得见乎？”',
            '对曰：“不敢请耳，固所愿也。”',
            '他日，王谓时子(2)曰：“我欲中国(3)而授孟子室，养弟子以万钟(4)，使诸大夫国人皆有所矜式(5)。子盍为我言之？”',
            '时子因陈子(6)而以告孟子，陈子以时子之言告孟子。',
            '孟子曰：“然，夫时子恶知其不可也？如使予欲富，辞十万而受万，是为欲富乎？季孙(7)曰：‘异哉子叔疑(8)！使己为政，不用，则亦已矣，又使其子弟为卿。人亦孰不欲富贵？而独于富贵之中有私龙断(9)焉。‘古之为市也，以其所有易其所无者，有司者治之耳。有贱丈夫(10)焉，必求龙断而登之，以左右望，而罔市利。人皆以为贱，故从而征之。征商自此贱丈夫始矣。“',
        ],
        'vernacular' => [
            '孟子辞掉齐国的官职要回乡。齐王到孟子住处去见他，说：“过去想见您而不可能，（后来）能在一个朝廷里共事，我非常高兴；现在您要撇下我回去了，不知今后还能见到您不？”',
            '孟子回答道：“我不敢要求（同大王相见）罢了，这本来就是我所希望的。”',
            '过后的某一天，齐王对时子说：“我打算在都城里给孟子一所房屋，用一万钟粮食供养他的弟子，让大夫和百姓都有个效法的榜样。你何不替我去对孟子谈谈这件事呢？”',
            '时子通过陈子把（齐王的打算）告诉给孟子，陈子就把时子的话告诉了孟子。',
            '孟子说：“是啊，时子哪知道这件事是不能做的呢？如果我想富，辞掉了十万钟的俸禄却来接受这一万钟的赏赐，这是想要富吗？季孙说：‘真奇怪啊，子叔疑这个人！想让自己做官，没被任用，那也就算了，却又叫他的子弟去做卿。人们谁个不想富贵？而偏偏在富贵之中有人想独自垄断。’古时候做买卖，是拿自己所有的东西交换所没有的东西，有关部门的官吏管理这种事罢了。有个下贱的汉子，总要找块高地登上去，用来左右张望，（企图）把集市贸易的好处都捞到。人人都认为他卑鄙，于是就对他征税。对商人征税就是从这个下贱的汉子开始的。”',
        ],
        'notes' => [
            '(1)致为臣而归：指孟子辞去齐宣王的客卿而归故乡。致，在古代有“致仕”、“致禄”、“致政”等多种说法，其中的“致”都是“归还”的意思。',
            '(2)时子：齐国大夫。齐王的巨子。',
            '(3)中国：在国都中，指临淄城。“中”在这里是介词，“国”即国都。',
            '(4)万钟：钟，古代量器。齐国量器有豆、区、釜、钟四种。每豆四升，每区四斗，每釜四区，每钟十釜。万钟为六万四千石。一钟合古代的六石四斗。',
            '(5)矜(jīn)式：敬重，效法。',
            '(6)陈子：即孟子的学生陈臻。',
            '(7)季孙：赵歧注为孟子的弟子，朱熹则认为“不知何时人”。',
            '(8)子叔疑：与季孙一样不可考。',
            '(9)龙断：即“垄断”。原意是名词，指高而不相连属的土墩子，后逐渐引申为把持、独占。',
            '(10)丈夫；对成年男子的通称。',
        ],
    ],
],
];
