<?php
return [
'chapters' => [
    [
        'name' => '第十一节',
        'content' => [
            '孟子去齐，宿于昼(1)。有欲为王留行者，坐而言。不应，隐几(2)而卧。',
            '客不悦曰：“弟子齐(3)宿而后敢言，夫子卧而不听，请勿复敢见矣。”',
            '曰：“坐！我明语子。昔者鲁缪公(4)无人乎子思(5)之侧，则不能安子思；泄柳、申详(6)无人乎缪公之侧，则不能安其身。子为长者(7)虑，而不及(8)子思；子绝长者乎？长者绝子乎？”',
        ],
        'vernacular' => [
            '孟子离开齐国，在昼邑宿夜。有个想为齐王挽留孟子的人，恭敬地坐着跟孟子说话。孟子不答理他，靠着小桌子打盹。',
            '客人不高兴地说：“我先斋戒了一天，然后才敢来同您说话，您却睡觉不听我说，今后再不敢来见您了。”（说完，起身要走。）',
            '孟子说：“坐下，我明白地告诉你，从前，鲁缪公要是没有人在子思身边（伺候致意），就不能使子思安心留下；要是没有贤人在鲁缪公身边，就不能使泄柳、申详（在鲁国）安身。你替我这个长辈着想，却想不到（鲁缪公怎样地对待）子思；（光劝我留下而不去劝齐王改变态度，）这是你跟我这个长辈搞僵了呢，还是我这个长辈跟你搞僵了呢？”',
        ],
        'notes' => [
            '(1)昼：齐国西南部的近邑，在今山东省淄博市临淄西北。',
            '(2)隐：倚，靠；隐几而卧，靠着几案睡眠之意。几：诗·大雅·行苇》：“或肆之筵，或授之几。”《周礼·司几筵》：“掌五几五席之名物。”《礼记·曲礼》：“必操几杖以从之。”《礼记·檀弓》：“有司以几筵舍奠于墓左。”《考工记·匠人》：“室中度以几，堂上度以筵。”《白虎通·致仕》：“几杖,所以扶助衰也。”这是指古人席地而坐时有靠背的坐具之意。',
            '(3)齐：同“斋”，斋戒。古人在有重大事情前，沐浴更衣，不饮酒，不吃荤，以示诚敬，称斋戒。《诗"召南"采蘋》：“谁其尸之？有齐季女。”《左传·昭公十三年》：“使五人齐，而长入拜。”《论语·乡党》：“齐，必有明衣，布。齐必变食，居必迁坐。”《国语·楚语下》：“而又能齐肃衷正。”《礼记·中庸》：“齐明盛服，以承祭祀。”《仪礼·士冠礼》：“齐则缁之。”这里用为斋戒之意。',
            '(4)鲁缪公：即鲁穆公，名显，前409 年—前377 年在位，春秋战国时期鲁国的国君，在位三十三年。',
            '(5)子思：(公元前483年～前402年)是战国初期思想家。姓孔，名伋，孔子之孙。相传曾授业于曾子。孟子受业于子思的门人，发挥子思的思想，形成思孟学派。鲁缪公尊敬子思，常派人在子思身边伺候致意，使子思安心。',
            '(6)泄柳、申详：同为鲁缪公时贤人。泄柳亦称子柳；申详，孔子弟子子张之子，子游的女婿。他们二人认为，如果没有贤者在左右维护君主，自身就感到不安。',
            '(7)长者：本义指年老的人，这里是孟子的自称。',
            '(8)及：《战囯策·齐策》：“徐公何能及君也？”韩愈《师说》：“郯子之徒，其贤不及孔子。”这里用为比得上，能与…相比之意。',
        ],
    ],
],
];
