<?php
return [
'chapters' => [
    [
        'name' => '第十四节',
        'content' => [
            '孟子去齐，居休(1)。公孙丑问曰：“仕而不受禄，古之道乎？”',
            '曰：“非也。于崇(2)，吾得见王，退而有去志，不欲变，故不受也。继而有师命(3)，不可以请。久于齐，非我志也。”',
        ],
        'vernacular' => [
            '孟子离开齐国，停住在休地。公孙丑问道：“做了官却不接受俸禄，这是古代的规矩吗？”',
            '孟子回答道：“不是的。在崇地，我见到了齐王，回来后就有了离开齐国的想法，我不想改变（这个想法），所以不接受（俸禄）。接着齐国有战事，不便申请离开。长时间呆在齐国，不是我的意愿。”',
        ],
        'notes' => [
            '(1)休：地名，在今山东滕县北，距孟子家约百里。',
            '(2)崇：地名，不可考。',
            '(3)师命：师旅之命，指发生战争。',
        ],
    ],
],
];
