<?php
return [
'chapters' => [
    [
        'name' => '第四节',
        'content' => [
            '孟子之平陆(1)，谓其大夫(2)曰：“子之持朝之士，一日而三失伍，则去之否乎？”',
            '曰：“不待三。”',
            '“然则子之失伍也亦多矣。凶年饥岁，子之民，老羸(3)转于沟壑，壮者散而之四方者，几千人矣。”',
            '曰：“此非距心(4)之所得为也。”',
            '曰：“今有受人之牛羊而为之牧之者，则必为之求牧与刍(5)矣。求牧与刍而不得，则反诸其人乎？抑亦立而视其死与？”',
            '曰：“此则距心之罪也。”',
            '他日，见于王曰：“王之为都(6)者，臣知五人焉。知其罪者，惟孔距心。”为王诵(7)之。',
            '王曰：“此则寡人之罪也。”',
        ],
        'vernacular' => [
            '孟子到了平陆，对那里的长官（孔距心）说：“如果你的卫士一天三次擅离职守，开除不开除他呢？”',
            '孔距心说：“不必等三次。”',
            '（孟子说：）“那么您失职的地方也够多的了。荒年饥岁，您的百姓，年老体弱抛尸露骨在山沟的，年轻力壮逃荒到四方的，将近一千人了。”',
            '孔距心说：“这个问题不是我能够解决的。”',
            '孟子说：“假如现在有个人，接受了别人的牛羊而替他放牧，那么必定要为牛羊寻找牧场和草料了。如果找不到牧场和草料，那么是把牛羊还给那个人呢，还是就站在哪儿眼看着牛羊饿死呢？”',
            '孔距心说：“这是我的罪过。”',
            '往后的某一天，孟子朝见齐王说：“大王的地方长官我认识五个，能认识自己罪过的，只有孔距心。”（孟子）给齐王复述了一遍他与孔距心的谈话。',
            '齐王说：“这是我的罪过啊。”',
        ],
        'notes' => [
            '(1)平陆：齐国边境的邑，在今山东汶上县北。',
            '(2)大夫：指地方上的行政长官。此指平陆县的行政长官孔距心。',
            '(3)羸(léi)：《左传·桓公元年》：“请羸师以张之。”《国语·周语》：“此羸者阳也。”《礼记·问丧》：“身病体羸。”这里用为身体瘦弱之意。',
            '(4)距心：人名，即平陆县长官，姓孔，名距心。',
            '(5)刍(chú)：《周礼·地官·充人》：“刍之三月。”《左传·昭公六年》：“禁刍牧采樵。”《左传·僖公二十九年》：“馈之刍米。”《越绝书·外传本事》：“刍莝养马。”《庄子·列御寇》：“食以刍叔。”这里用为喂养牲畜的草料之意。',
            '(6)为都：为，作为，治理。即指管理都邑。',
            '(7)诵(sòng)：《周礼·大司乐》：“兴道讽诵言语。”',
        ],
    ],
],
];
