<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '孟子谓蚔蛙(1)曰：“子之辞灵丘(2)而请士师(3)，似也，为其可以言也。今既数月矣，未可以言与？”',
            '蚔蛙谏于王而不用，致为臣而去。',
            '齐人曰：“所以为蚔蛙则善矣，所以自为，则吾不知也。”',
            '公都子(4)以告。',
            '曰：“吾闻之也：有官守者，不得其职则去；有言责者，不得其言则去。我无官守，我无言责也，则吾进退，岂不绰绰然有余裕哉？”',
        ],
        'vernacular' => [
            '孟子对蚔蛙说：“你辞去灵丘地方长官的职务，请求担任法官，似乎是有道理的，因为可以（接近齐王向他）进谏了。现在已经几个月了，还不可以进谏吗？”',
            '蚔蛙向齐王进谏而不被采纳，便辞官而去。',
            '齐国有人议论说：“孟子替蚔蛙出的主意倒是很好了，他怎么为自己考虑，我就不知道了。”',
            '公都子把这话告诉了孟子。',
            '孟子说：“我听说过这样的话：有官职的人，如果无法行使他的职责就辞职；有进谏责任的，无法尽到进谏的责任就辞职。我既没有官职，又没有进谏的责任，那么我的行动进退，难道不是宽宽绰绰大有回旋余地了吗？”',
        ],
        'notes' => [
            '(1)蚔(chí)蛙：齐国大夫。',
            '(2)灵丘：齐国边境邑名。',
            '(3)士师：官名，管禁令，狱讼，刑罚等，为古代法官之通称。',
            '(4)公都子：孟子弟子。',
        ],
    ],
],
];
