<?php
return [
'chapters' => [
    [
        'name' => '第六节',
        'content' => [
            '孟子为卿(1)于齐，出吊于滕(2)，王使盖(3)大夫王驩(4)为辅行(5)。王驩朝暮见，反齐滕之路，未尝与之言行事也。',
            '公孙丑曰：“齐卿之位，不为小矣；齐滕之路，不为近矣，反之而未尝与言行事，何也？”',
            '曰：“夫既或治之，予何言哉？”',
        ],
        'vernacular' => [
            '孟子在齐国担任卿，奉命到滕国去吊丧，齐王派盖地的大夫王驩作为副使与孟子同行。王驩（同孟子）朝夕相见，但在从齐国到滕国的来回路上，孟子不曾同他谈起出使的事情。',
            '公孙丑说：“齐国卿的职位不算小了；齐国与滕国之间，路不算近了，往返途中不曾同他谈起出使的事情，为什么呢？”',
            '孟子说：“那个人既然独自包办了，我还说什么呢？”',
        ],
        'notes' => [
            '(1)卿：《国语·晋语》：“有卿之名。”《礼记·王制》：“诸侯之上大夫卿。”《管子·揆度》：“卿大夫豹饰。”《史记》：“以相如功大,拜为上卿。”《说文》：“卿，六卿。天官冢宰、地官司徒、春官宗伯、夏官司马、秋官司寇、冬官司空也。”是周代以后对高级长官或爵位的称谓。',
            '(2)滕：指春秋战国时代的滕国。',
            '(3)盖(gě)：齐国邑名，在今山东沂水县西北。',
            '(4)王驩(huān)：盖邑的地方长官，齐王的宠臣。',
            '(5)辅行：副使。指协助孟子到滕国的副手。',
        ],
    ],
],
];
