<?php
return [
'chapters' => [
    [
        'name' => '第七节',
        'content' => [
            '孟子自齐葬于鲁(1)，反于齐，止于嬴(2)。',
            '充虞(3)请曰：“前日不知虞之不肖，使虞敦匠事(4)，严(5)，虞不敢请。今愿窃有请也：木若以(6)美然。”',
            '曰：“古者棺椁无度(7)，中古(8)棺七寸，椁称之。自天子达于庶人，非直为观美也，然后尽于人心。不得(9)，不可以为(10)悦；无财，不可以为悦。得之为有财，古之人皆用之，吾何为独不然？且比(11)化者(12)无使土亲肤，于人心独无恔(13)乎？吾闻之也：君子不以天下俭其亲。”',
        ],
        'notes' => [
            '(1)自齐葬于鲁：孟子在齐国时，随行的母亲去世，孟子从齐国把母亲遗施购国安葬。',
            '(2)嬴：齐国南部邑名，在今山东莱芜西北。',
            '(3)充虞：孟子弟子。',
            '(4)敦：治，管。匠事：木匠制作棺材的事。',
            '(5)严；急，忙。',
            '(6)以：太。',
            '(7)棺椁(guǒ)无度：古代棺材分内外两层，内层叫棺，外层的套棺叫椁。棺椁无度是说棺与椁都没有尺寸规定。',
            '(8)中古：指周公治礼以后的时代。',
            '(9)不得：指礼制规定所不允许。',
            '(10)为：这里是“与”的意思。',
            '(11)比；为了。',
            '(12)化者：死者。',
            '(13)恔(xiào)：快，快慰，满足。',
        ],
        'content' => [
            '孟子从齐国到鲁国去（安葬母亲），返回齐国时，在嬴地停留。',
            '充虞请问道：“前些日子您不知道我缺乏能力，派我监理打造棺椁的事，当时事情匆迫，我不敢请教。现在想冒昧地问一下：那棺椁似乎太华美了吧？”',
            '孟子说：“上古时候，棺椁没有规定的厚度，中古时候，棺厚七寸，椁的厚度同棺相称。从天子到平民百姓，（棺椁讲究）不只是为了好看，而是这样才称尽了孝心。（由于等级的限制）不能用（好的棺椁），就不会称心；没有钱财用好的棺椁，也不会称心。既有资格又有钱财，古人就都用好棺椁，为什么偏我不能这样？而且为了避免泥土挨近死者的肌肤（而用厚棺椁），对于孝子之心岂不是一件感到慰藉的事吗？我听说过这样的话：君子是不会因为爱惜天下财物而从俭办父母的丧事的。”',
        ],
    ],
],
];
