<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '滕文公为世子(1)，将之楚，过宋而见孟子。孟子道性善，言必称尧舜。',
            '世子自楚反，复见孟子。孟子曰：“世子疑吾言乎？夫道一而已矣。成覸(2)谓齐景公曰：‘彼(3)，丈夫也；我，丈夫也；吾何畏彼哉？’颜渊曰：‘舜，何人也？予，何人也？有为者亦若是。’公明仪(4)曰：‘文王，我师也；周公岂欺我哉？’今滕，绝长补短，将五十里也，犹可以为善国。《书》曰：‘若药不瞑眩，厥疾不瘳(5)。’”',
        ],
        'notes' => [
            '(1)世子：古代诸王公侯嗣子之称谓，即“太子”。“世”和“太”古音相同，古书常通用。',
            '(2)成覸(jiàn)：齐之勇臣。',
            '(3)彼：那人，设想的某人；彼，远指代词，不是第三人称代词。',
            '(4)公明仪：复姓公明，名仪，鲁国贤人，曾子弟子。',
            '(5)若药不瞑眩(miàn xuàn)，厥疾不瘳(chōu)：瞑眩，就是眼花；眼睛昏花看不清楚。瘳，病愈。',
        ],
        'vernacular' => [
            '滕文公做太子时，（有一次）到楚国去，路过宋国时会见了孟子。孟子给他讲人性天生善良的道理，句句都要提到尧、舜。',
            '太子从楚国返回，又来见孟子。孟子说：“太子怀疑我的话吗？道理就这么一个罢了。成覸对齐景公说：‘他，是个大丈夫；我，也是个大丈夫，我怕他什么呢？’颜渊说：‘舜是什么样的人？我是什么样的人？（但是）有作为的人也能像他这样。’公明仪说：‘文王，是我的老师；（说这话的）周公难道会欺骗我吗？’现在滕国的土地，截长补短，将近五十里见方，仍然可以治理成一个好国家。《尚书》上说：‘如果药力不能使病人头晕目眩，那病是治不好的。’”',
        ],
    ],
],
];
