<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '滕文公问为国。',
            '孟子曰：“民事不可缓也。《诗》云(1)：‘昼尔于茅，宵尔索绹(2)；亟其乘屋，其始播百谷。’民之为道也，有恒产者有恒心，无恒产者无恒心。苟无恒心，放辟邪侈，无不为已。及陷于罪，然后从而刑之，是罔民也。焉有仁人在位罔民而可为也？是故贤君必恭俭礼下，取于民有制。阳虎(3)曰：‘为富不仁矣，为仁不富矣。’',
            '夏后氏五十而贡，殷人七十而助，周人百亩而彻，其实皆什一也。彻者，彻也(4)；助者，藉也(5)。龙子(6)曰：‘治地莫善于助，莫不善于贡。’贡者，挍(7)数岁之中以为常。乐岁，粒米狼戾，多取之而不为虐，则寡取之；凶年，粪(8)其田而不足，则必取盈焉。为民父母，使民盻盻(9)然，将终岁勤动，不得以养其父母，又称贷而益之，使老稚转乎沟壑，恶在其为民父母也？夫世禄，滕固行之矣。《诗》云(10)：‘雨我公田，遂及我私。’惟助为有公田。由此观之，虽周亦助也。”',
        ],
        'notes' => [
            '(1)以上四句出自《诗经·豳风·七月》。',
            '(2)绹(táo)：《诗经·豳风·七月》：“昼尔于茅，宵尔索绹。亟其乘屋，其始播百谷。”《广雅·释器》：“绹，索也。”这里用为绳索之意。',
            '(3)阳虎：又称阳货，春秋末鲁国大夫季氏的家臣。季氏曾几代掌握了鲁国的朝政，而此时阳货又掌握着季氏的家政。后来他与公山弗扰共谋杀害了季桓子，失败后逃往晋国。',
            '(4)彻者，彻也：彻，通也。是说这种税制在周是天下通行的税制。彻：《诗·大雅·公刘》：“彻田为粮。”《老子·七十九章》：“有德司契，无德司彻。”《论语·颜渊》：“盍彻乎！”这里用为税田十取一的周朝田税制度之意。',
            '(5)助者，藉也：藉，借也。意思是借助民力来耕种公田。藉：《易·大过·初六》：“藉用白茅，无咎。”《墨子·公输》：“借子杀之。”《韩非子·孤愤》：“其可以借以美名者，以外权重之。”《汉语大字典·草部》：“藉，为凭借之意。”这里用为凭借之意。',
            '(6)龙子：古代贤人。',
            '(7)挍(jiào)：同“校”，比较、估量之意。',
            '(8)粪：扫除。',
            '(9)盻(xì)：《三国志·魏志·许褚传》：“褚瞋目盻之，超不敢动。”这里用为恨视，怒视之意。',
            '(10)引自《诗经·小雅·大田》。',
        ],
        'vernacular' => [
            '滕文公问怎样治理国家。',
            '孟子说：“治理百姓的事是不能松劲的。《诗经》上说：‘白天去割茅草，晚上把绳搓好；赶紧上房修屋，就要播种百谷。’老百姓中形成这样一条准则，有固定产业的人会有稳定不变的思想，没有固定产业的就不会有稳定不变的思想。如果没有稳定不变的思想，那么违礼犯法、为非作歹的事，没有不去干的了。等到他们陷入犯罪的泥坑，然后便用刑罚处置他们，这就像是布下罗网陷害百姓。哪有仁人做了君主却干陷害百姓的事的呢？所以贤明的君主必定要恭敬、节俭，以礼对待臣下，向百姓征收赋税有一定的制度。阳虎曾说：‘要发财就顾不上仁爱，要仁爱就不能发财。’',
            '夏朝每五十亩地，赋税采用‘贡’法；商朝每七十亩地，赋税采用‘助’法；周朝每一百亩地，赋税采用‘彻’法。其实税率都是十分抽一。‘彻’是‘通’的意思，‘助’是‘借’的意思。龙子说：‘管理土地的税法，没有比助法更好的，没有比贡法更差的。’贡法是比较若干年的收成，取平均数作为常数，按常数收税。丰年，粮食多得狼藉满地，多征些粮不算暴虐，（相对说来）贡法却征收得少；荒年，即使把落在田里的粮粒扫起来凑数，也不够交税的，而贡法却非要足数征收。（国君）作为百姓的父母，却使百姓一年到头劳累不堪，结果还不能养活父母，还得靠借贷来补足赋税，使得老人孩子四处流亡，死在沟壑，（这样的国君）哪能算是百姓的父母呢？做官的世代享受俸禄，滕国本来就实行了，（何不再实行助法，使百姓也得到好处呢？）《诗经》上说：‘雨下到我们的公田里，于是也下到我们的私田里。’只有助法才有公田。由此看来，就是周朝也实行助法的。”',
        ],
    ],
    [
        'content' => [
            '“设为庠(1)、序(2)、学、校以教之。庠者，养也；校者，教也；序者，射(3)也。夏曰校，殷曰序，周曰庠，学则三代共之，皆所以明人伦也。人伦明于上，小民亲于下。有王者起，必来取法，是为王者师也。《诗》云：‘周虽旧邦，其命惟新(4)。’文王之谓也。子力行之，亦以新子之国。”',
            '使毕战(5)问井地。',
            '孟子曰：“子之君将行仁政，选择而使子，子必勉之！夫仁政，必自经界始。经界不正，井地不钧，谷禄不平，是故暴君污吏必慢其经界。经界既正，分田制禄可坐而定也。',
            '夫滕，壤地褊小，将为君子焉，将为野人焉。无君子，莫治野人；无野人，莫养君子。请野九一而助，国中什一使自赋。卿以下必有圭(6)田，圭田五十亩，余夫二十五亩。死徙无出乡，乡田同井，出入相友，守望相助，疾病相扶持，则百姓亲睦。方里而井，井九百亩，其中为公田。八家皆私百亩，同养公田；公事毕，然后敢治私事，所以别野人也。此其大略也；若夫润泽之，则在君与子矣。”',
        ],
        'notes' => [
            '以上两句出自《诗经。大雅。文王》',
            '毕战：滕国的臣子。井地：即井田，相传为古代奴隶社会的一种土地制度。以方九百亩的地为一个单位，划成九区，其中为公田，八家均私田百亩，同养公田。因形如井字，故名。参见下文所述。',
            '(1)庠(xiáng)：《尔雅·释官》：“庠序，官也。”《礼记·乡饮酒义》：“主人拜迎宾于庠门之外。”《礼记·学记》：“古之教者，家有塾，党有庠，术有序，国有学。”《孟子·梁惠王上》：“谨庠序之教，申之以孝悌之义。”《说文》：“痒，礼官养老，夏曰校，殷曰庠，周曰序。”这里用指为学校之意。',
            '(2)序：《诗·周颂·闵予小子》：“继序思不忘。”《诗·大雅·行革》：“序宾以贤。”《左传·宣公十二年》：“内官序当其夜。”《礼记·中庸》：“宗庙之礼，所以序昭穆也。”《楚辞·离骚》：“日月忽其不淹兮，春与秋其代序。”《荀子·君子》：“长幼有序。”这里用为次序之意。',
            '(3)射：《易·旅·六五》：“射雉，一矢亡；终以誉命。”《诗"小雅"车舝》：“式燕且誉，好尔无射。”《论语·八佾》：“君子无所争。必也射乎！揖让而升，下而饮。其争也君子。”《礼记·射义》：“射之为言者，绎也……绎者，各绎己之志也。”《礼记"中庸》：“射有似乎君子。失诸正鹄，反求诸其身。”《吕氏春秋·重言》：“有鸟止于南方之阜，三年不动不飞不鸣，是何鸟也？王射之。”高诱注：“使王射不动不飞不鸣何意也。”《广雅·释言》：“射，绎也。”这里用为猜度、陈述之意。',
            '(4)毕战：人名，滕国的一个臣子。',
            '(5)圭(guī)：《易·益·六三》：“益之，用凶事，无咎。有孚，中行，告公用圭。”《孙子算经》卷上：“量之所起，起于粟，六粟为一圭，十圭为一撮。”本义为古代容量单位。圭田：这里用为供祭祀用的田土之意。',
        ],
        'vernacular' => [
            '“要设立庠、序、学、校来教导百姓。‘庠’是教养的意思；‘校’是教导的意思；‘序’是习射的意思。（地方学校，）夏代称‘校’，商代称‘序’，周代称‘庠’；‘学’（是中央的学校），三代共用这个名称。（这些学校）都是用来教人懂得伦理关系的。在上位的人明白了伦理关系，百姓在下自然就会相亲相爱。（您要这么做了，）如果有圣王出现，必然会来效法的，这样就成了圣王的老师了。《诗经》上说：‘歧周虽是古老的诸侯国，却新接受了天命。’这是讲的文王。您努力实行吧，也以此来更新您的国家。”',
            '（滕文公）派毕战来问井田的问题。',
            '孟子说：“您的国君打算施行仁政，选派你（到我这里来），你一定要努力啊！行仁政，一定要从划分、确定田界开始。田界不正，井田（的面积）就不均，作为俸禄的田租收入就不公平，因此暴君污吏必定要搞乱田地的界限。田界划分正确了，那么分配井田，制定俸禄标准，就可轻而易举地办妥了。',
            '滕国虽然地万狭小，但也要有人做君子，也要有人做农夫。没有（做官的）君子，就没有人来治理农夫；没有农夫，就没有人来供养君子。请考虑在农村实行九分抽一的助法，在都市自行交纳十分抽一的赋税。卿以下（的官吏）一定要有可供祭祀费用的五十亩田，对家中未成年的男子，另给二十五亩。（百姓）丧葬迁居都不离乡。乡里土地在同一井田的各家，出入相互结伴，守卫防盗相互帮助，有病相互照顾，那么百姓之间就亲近和睦。一里见方的土地定为一方井田，每一井田九百亩地，中间一块是公田。八家都有一百亩私田，（首先）共同耕作公田；公田农事完毕，才敢忙私田上的农活，这就是使君子和农夫有所区别的办法。这是井田制的大概情况；至于如何改进完善，那就在于你的国君和你（的努力）了。”',
        ],
    ],
],
];
