<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '墨者夷之(1)因徐辟(2)而求见孟子。孟子曰：“吾固愿见，今吾尚病，病愈，我且往见，夷子不来。”',
            '他日，又求见孟子。孟子曰：“吾今则可以见矣。不直(3)，则道不见，我且直之。吾闻夷子墨者，墨之治丧也，以薄为其道也。夷子思以易天下，岂以为非是而不贵也？然而夷子葬其亲厚，则是以所贱事亲也。”',
            '徐子以告夷子。',
            '夷子曰：“儒者之道，古之人若保赤子(4)，此言何谓也？之则以为爱无差等，施由亲始。”',
            '徐子以告孟子。',
            '孟子曰：“夫夷子信以为人之亲其兄之子为若亲其邻之赤子乎？彼有取尔也。赤子匍匐将入井，非赤子之罪也。且天之生物也，使之一本，而夷子二本故也。盖上世尝有不葬其亲者，其亲死，则举而委之于壑。他日过之，狐狸食之，蝇蚋(5)姑嘬(6)之。其颡(7)有泚(8)，睨而不视。夫泚也，非为人泚，中心达于面目，盖归反蘽(9)梩(10)而掩之。掩之诚是也，则孝子仁人之掩其亲，亦必有道矣。”',
            '徐子以告夷子。夷子怃(11)然为间，曰：“命之矣。”',
        ],
        'vernacular' => [
            '墨家学派的夷之通过徐辟求见孟子。孟子说：“我本来愿意接见，现在我还病着，等病好了，我将去见他，夷子不必来。”',
            '过了些日子，夷之又来求见孟子。孟子说：“我现在可以接见他了。（不过，）说话不直截了当，道理就显现不出来，我直截了当地说吧。我听说夷子是墨家学者，墨家办理丧事是以薄葬作为原则的。夷子想用它来改变天下的习俗，岂不是认为不薄葬就不值得称道吗？然而夷子却厚葬自己的父母，那是用他自己所鄙薄的方式来对待双亲了。”',
            '徐辟把孟子的话告诉了夷子。',
            '夷子说：“按儒家的说法，古代的圣人（爱护百姓）就像爱护初生的婴儿，这句话什么意思呢？我认为是说，对人爱是不分差别等级的，只是施行起来是从自己的父母开始。”',
            '徐辟又把这话转告给孟子。',
            '孟子说：“夷子真认为爱自己的侄子就像爱邻人的婴儿一样吗？他只抓住了这一点：婴儿在地上爬，就要掉进井里了，这不是婴儿的过错，（所以人人去救。他以为这就是爱不分差别等级。）再说天生万物，使它们只有一个本源，（人只有父母一个本源。）然而夷子（主张爱不分差别等级，）是他认为有两个本源的缘故。大概上古曾有个不安葬父母的人，父母死了，就抬走抛弃在山沟里。后来的一天路过那里，看见狐狸在啃他父母的尸体，苍蝇、蚊虫叮吮着尸体。那人额头上不禁冒出汗来，斜着眼不敢正视。那汗，不是流给人看的，而是内心的悔恨表露在脸上，大概他就回家拿来筐和锹把尸体掩埋了。掩埋尸体确实是对的，那么孝子仁人掩埋他们亡故的父母，也就必然有（讲究方式的）道理了。”',
            '徐子把这番话转告给夷子。夷子怅惘了一会，说：“我受到教诲了。”',
        ],
        'notes' => [
            '“若保赤子”一语见于《尚书。康诰》。',
            '(1)墨者：墨家学派的人。墨家学派的创始人是墨翟。墨家主张“兼爱”、“尚贤”、“尚同”等，提倡“节用”、“节葬”，反对“厚葬”。墨家学说反映了当时小生产者的利益。夷之：姓夷名之。',
            '(2)徐辟：孟子弟子。',
            '(3)直：《易·坤·六二》：“直方大，不习，无不利。”《诗·大雅·緜》：“其绳则直，缩版以载。”《左传·僖公二十八年》：“师直为壮，曲为老。”《论语·雍也》：“人之生也直，罔之生也幸而免。”《韩非子·五蠹》：“夫君之直臣，父之暴子也。”《广雅·释诂二》：“直，义也。”《字汇·目部》：“直，正也。”这里用为正直、公正之意。',
            '(4)赤子：《尚书·周书·康诰》：“若保赤子，惟民其康乂。”《老子·五十五章》：“含德之厚，比于赤子。”指纯正而天真无邪的儿童之意。',
            '(5)蚋(ruì)：《通俗文》：“小蚊曰蚋。”主要是蠓科、瘿蚊科和摇蚊科的任何种小双翅蝇，其中很多都能够咬人疼痛并且还有某些是人类和各种其它脊椎动物寄生虫的中间宿主传播者。又名沙蚊。这里用指为小蚊之意。',
            '(6)嘬(zuō)：《韩非子·说林下》：“于是乃相与聚嘬其母(体)而食之。”这里用为叮咬之意。',
            '(7)颡(sǎng)：《孔子家语·困誓》：“河目龙颡。”《淮南子》：“靥辅在颊则好，在颡则丑。”《说文》：“颡，额也。从页，桑声。”《方計》：“中夏谓之额，东齐谓之颡。”这里用为额头之意。',
            '(8)泚(cǐ)：《正字通·水部》：“泚，汗出貌。”这里用为出汗的样子。',
            '(9)虆(léi)：《诗·周南·樛木》：“南有樛木，葛藟虆之。”《楚辞·刘向·九叹》：“葛藟虆于桂树兮。”这里用为藤、葛类蔓草名之意。',
            '(10)梩(sì)：同“杞”。《集韵·止韵》：“杞，木名。《说文》：‘枸杞也。’一曰国名，亦姓，或作梩。”这里用为一种叫“杞”的灌木之意。',
            '(11)怃(wǔ)：《论语·微子》：“子路行以告，夫子怃然曰。”这里用为怅然失意的样子。',
        ],
    ],
],
];
