<?php
return [
'chapters' => [
    [
        'name' => '第二节',
        'content' => [
            '景春(1)曰：“公孙衍(2)、张仪(3)岂不诚大丈夫哉？一怒而诸侯惧，安居(4)而天下熄。”',
            '孟子曰：“是焉得为大丈夫乎？子未学礼乎？丈夫之冠(5)也，父命之；女子之嫁也，母命之，往送之门，戒之曰：‘往之女家，必敬必戒，无违夫子！’以顺为正者，妾妇之道也。居天下之广居，立天下之正位，行天下之大道；得志，与民由(6)之；不得志，独行其道。富贵不能淫(7)，贫贱不能移，威武不能屈，此之谓大丈夫。”',
        ],
        'notes' => [
            '(1)景春：战国时纵横家，孟子的朋友。',
            '(2)公孙衍(yǎn)：魏国人，号犀首，当时著名的说客。',
            '(3)张仪：魏人，(?～前310)战国时著名的纵横家，主张连横，为秦扩张势力。于魏惠王时入秦。秦惠文君以为客卿。惠文君十年(前328)，秦使张仪、公子华伐魏，魏割上郡(今陕西东部)于秦。当年，张仪为秦相。',
            '(4)居：《易·随·六三》：“系丈夫，失小子，随；有求，得。利居贞。”《诗"邶风"柏舟》：“日居月诸，胡迭而微。”《诗经"郑风"叔于田》：“叔于田，巷无居人。”《诗·小雅·鱼藻》：“王在在镐,有那其居。”《老子·八章》：“居善地，心善渊，与善仁。”《论语·公冶长》：“藏文仲居蔡，山节藻棁，何如其知也？”《礼记·中庸》：“故君子居易以俟命，小人行险以徼幸。”《礼记·乐记》：“乐著太始而礼居成物。”俞樾平议：“居，犹辨也。‘乐著太始。礼居成物’。谓乐所以著明太始，礼所以辨别成物。”这里用为“辨别”之意。',
            '(5)冠：古时男子年二十行加冠礼，表示成年。《论语·先进》：“冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归。”《礼记·曲礼上》：“男子二十冠而字。”古代男子到成年则举行加冠礼，叫做冠。一般在二十岁左右。这里用指为成年男子之意。',
            '(6)由：《诗"小雅"宾之初筵》：“匪言勿言，匪由勿语。”《诗·大雅·假乐》：“不愆不忘，率由旧章。”高亨注：“由，从也。”《论语·泰伯》：子曰：‘民可使由之，不可使知之。’”《孟子·梁惠王上》：“由水之就下，沛然谁能御之？”《荀子·成相》：“隐讳疾贤，良由奸诈，鲜无灾。”这里用为遵从，遵照之意。',
            '(7)淫：《书·大禹谟》：“罔淫于乐。”孔传：“淫，过也。”《左传·隐公三年》：“骄奢淫泆。”孔颖达疏：“淫，谓耆欲过度。”《论语·八佾》：“子曰：‘关雎，乐而不淫，哀而不伤。’”《诗·关雎序》：“不淫其色。”孔颖达疏：“淫者，过也，过其度量谓之为淫。”《礼记·王制》：“齐八政以防淫。”孔颖达疏：“淫，谓过奢侈。”《荀子·不苟》：“小心则淫而倾。”这里用为过度之意。',
        ],
        'vernacular' => [
            '景春说：“公孙衍、张仪难道不是真正的大丈夫吗？他们一发怒，诸侯就害怕，他们安居家中，天下就太平无事。”',
            '孟子说：“这哪能算是大丈夫呢？你没有学过礼吗？男子行加冠礼时，父亲训导他；女子出嫁时，母亲训导她，送她到门口，告诫她说：‘到了你家，一定要恭敬，一定要谨慎，不要违背丈夫！’把顺从当作正理，是妇人家遵循的道理。（公孙衍、张仪在诸侯面前竟也像妇人一样！）居住在天下最宽广的住宅‘仁’里，站立在天下最正确的位置‘礼’上，行走在天下最宽广的道路‘义’上；能实现理想时，就同人民一起走这条正道；不能实现理想时，就独自行走在这条正道上。富贵不能迷乱他的思想，贫贱不能改变他的操守，威武不能压服他的意志，这才叫作大丈夫。”',
        ],
    ],
],
];
