<?php
return [
'chapters' => [
    [
        'name' => '第四节',
        'content' => [
            '彭更(1)问曰：“后车数十乘，从者数百人，以传(2)食于诸侯，不以泰(3)乎？”',
            '孟子曰：“非其道，则一箪(4)食不可受于人；如其道，则舜受尧之天下，不以为泰，子以为泰乎？”',
            '曰：“否，士无事而食，不可也。”',
            '曰：“子不通功(5)易事，以羡(6)补不足，则农有余粟，女有余布；子如通之，则梓、匠、轮、舆(7)皆得食于子。于此有人焉，入则孝，出则悌，守先王之道，以待后之学者，而不得食于子，子何尊梓、匠、轮、舆而轻为仁义者哉？”',
            '曰：“梓、匠、轮、舆，其志将以求食也。君子之为道也，其志亦将以求食与？”',
            '曰：“子何以其志为哉？其有功于子，可食而食之矣。且子食志乎？食功乎？”',
            '曰：“食志。”',
            '曰：“有人于此，毁瓦画墁(8)，其志将以求食也，则子食之乎？”',
            '曰：“否。”',
            '曰：“然则子非食志也，食功也。”',
        ],
        'vernacular' => [
            '彭更问道：“跟随的车子几十辆，随从的人员几百个，从这个诸侯国吃到那个诸侯国，不也太过分了吗？”',
            '孟子说：“不合道理的，那么一小竹筐饭也不能接受人家的；如果是合理的，那么就是舜接受尧的天下，也不能认为是过分，你认为过分了吗？”',
            '彭更说：“不，士无所事事吃人白食是不可以的。”',
            '孟子说：“假设你不流通、交换产品成果，用多余的弥补不足的，那么农夫就会有多余的粮食，织女就会有多余的布匹；如果你互通有无，那么各类工匠都能在你这里（凭工作）换到饭吃。假定这里有个人，在家孝顺父母，在外尊敬兄长，恪守先王之道，以此来教育后辈求学的人，但他在你这里却得不到饭吃，你为什么看重各类工匠而轻视遵行仁义的人呢？”',
            '彭更说：“各种工匠的动机，就是通过干活找口饭吃。君子修行仁义，动机也是找口饭吃吗？”',
            '孟子说：“你何必讨论他们的动机呢？他们为你做事，可以给饭吃才给他们饭吃。再讲，你是根据动机给饭吃呢？还是根据他们所做的事给饭吃呢？”',
            '彭更说：“根据动机给饭吃。”',
            '孟子说：“假定有人在这里毁坏了屋瓦，画脏了新刷的墙，他的动机是找口饭吃，那么你给他饭吃吗？”',
            '彭更说：“不给。”',
            '孟子说：“既然这样，你就不是根据动机，而是根据所做的事给饭吃的了。”',
        ],
        'notes' => [
            '(1)彭更：孟子弟子。',
            '(2)传(zhuàn)：《战国策·齐策五》：“昔者赵氏袭卫,车舍人不休传。”《史记·廉颇蔺相如列传》：“秦王度之，终不可强夺，遂许斋五日，舍相如广成传舍。”《后汉书·陈忠传》：“发人修道,缮理亭传。”《三国志·张鲁传》：“作义舍，如今之亭传。”这里用为古时招待宾客的馆舍之意。',
            '(3)泰：通“太”；过于。《庄子·渔父》：“不泰多事乎？”《礼记·曲礼上》假尔泰龟有常。”《淮南子·原道》：“泰古二皇。”这里用为过分之意。',
            '(4)箪(dān)：《左传·宣公二年》：“箪食与肉。”《论语·雍也》：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《礼记·曲礼》：“苞苴箪笥。”《仪礼·士冠礼》：“栉实于箪。”《孟子·梁惠王下》：“箪食壶浆以迎王师。”《说文》：“箪，笥也。从竹，单声。”古代盛饭的圆形竹器。',
            '(5)功：《书·益稷》：“惟荒度土功。”《诗·豳风·七月》：“嗟我农夫，我稼既同，上入执宫功。”《庄子·天地》：“事求可，功求成。”这里用为成效之意。',
            '(6)羡：《诗·小雅·十月之交》：“四方有羡。”《管子·国蓄》：“钧羡不足。”《周礼·小司徒》：“以其余为羡。”《晏子春秋》：“喜乐无羡赏，忿怒无羡刑。”《史记·平准书》：“浮食奇民,欲擅管山海之货，以致富羡。”这里用为富裕有多之意。',
            '(7)梓、匠、轮、舆：分别是制造木器、宫室、车轮、车箱的木匠。这里代指各类工匠。',
            '(8)墁(màn)：这里用指为土墙之意。',
        ],
    ],
],
];
