<?php
return [
'chapters' => [
    [
        'name' => '第五节',
        'content' => [
            '万章(1)问曰：“宋，小国也，今将行王政，齐、楚恶而伐之(2)，则如之何？”',
            '孟子曰：“汤居亳(3)，与葛(4)为邻。葛伯放而不祀。汤使人问之曰：‘何为不祀？’曰：‘无以供牺牲也。’汤使遗之牛羊。葛伯食之，又不以祀。汤又使人问之曰：‘何为不祀？’曰：‘无以供粢盛也。’汤使毫众往为之耕，老弱馈食。葛伯率其民，要其有酒食黍稻者夺之，不授者杀之。有童子以黍肉饷，杀而夺之。《书》曰：‘葛伯仇饷。’此之谓也。为其杀是童子而征之，四海之内皆曰：‘非富天下也，为匹夫匹妇复仇也。’‘汤始征，自葛载。’十一征而无敌于天下。东面而征，西夷怨；南面而征，北狄怨，曰：‘傒(5)为后我？’民之望之，若大旱之望雨也。归市者弗止，芸者不变，诛其君，吊其民，如时雨降，民大悦。《书》曰：‘徯我后，后来其无罚。’‘有攸不惟臣，东征，绥厥士女。匪厥玄黄，绍我周王见休，惟臣附于大邑周。’其君子实玄黄于匪(6)以迎其君子，其小人箪食壶浆以迎其小人。救民于水火之中，取其残而已矣。《太誓》(7)曰：‘我武惟扬，侵于(8)之疆，则取于残，杀伐用张，于汤有光。’不行王政云尔，苟行王政，四海之内皆举首而望之，欲以为君；齐、楚虽大，何畏焉？”',
        ],
        'vernacular' => [
            '万章问道：“宋国是个小国，现在打算施行仁政，如果齐楚两国憎恨它，出兵攻打，那该怎么办？”',
            '孟子说：“从前汤居住在亳地，同葛国是邻国。葛伯放纵无道，不祭祀先祖。汤派人问他：‘为什么不祭祀？’（葛伯）说：‘没有供祭祀用的牲畜。’汤就派人送给他牛羊。葛伯把牛羊吃了，并不用来祭祀。汤又派人问他：‘为什么不祭祀？’（葛伯）说：‘没有供祭祀用的谷物。’汤就叫毫地的群众去替他耕种，年老体弱的送饭。葛伯带领自己的人拦截带有酒肉饭菜的人进行抢夺，不肯给的就杀掉。有个孩子拿着饭和肉去送给耕种的人，（葛伯）杀了孩子，抢走了饭和肉。《尚书》上说：‘葛伯仇视送饭的人。’就是说的这件事。因为葛伯杀了这个孩子，汤才去征讨他，普天下的人都说：‘不是要把天下变为自己的财富，是为了给平民百姓报仇。’‘汤王征讨，从葛国开始。’征讨十一次，天下无敌。向东征讨，西面的民族就埋怨；向南征讨，北面的民族就埋怨。（他们埋怨）说：‘为什么把我们这里放在后面？’人民盼望他来，就像大旱之年盼望下雨一样。（汤所到之处，）赶集的人络绎不绝，种田的人照常干活，杀掉那里的暴君，安抚那里的人民，就像及时雨从天而降，人民万分喜悦。《尚书》上又说：‘等待我们君王，君王来了我们不再受折磨。’（又说：）‘攸国不称臣，（周武王）向东征讨它，安抚那里的人们。（人们）用竹筐装着黑色、黄色的绢帛迎接周王，愿意侍奉周王而受他恩泽，称臣归附大周国。’那里的官吏用筐装满黑色、黄色的绢帛迎接周王的官吏，那里的百姓抬着饭筐提着酒壶迎接周王的百姓。（就因为周王）把那里的人民从水深火热中拯救出来，除掉他们的暴君罢了。《太誓》上说：‘我军威武要发扬，攻到于国疆土上，诛除暴君去凶残，杀伐之功震四方，伟绩辉煌胜成汤。’不行仁政便罢了，如果行仁政，普天下的人都将仰起头来盼望他，要拥护他做自己的君主；齐、楚两国尽管强大，有什么可怕的呢？”',
        ],
        'notes' => [
            '(1)万章：孟子弟子。',
            '(2)指宋王偃早期想实行仁政以图强兴国的事，后宋发生内乱，诸大国觊觎，宋为齐所灭。',
            '(3)亳(bó)：邑名，商汤的都城，在今河南商丘县境内。',
            '(4)葛：古国名。',
            '(5)傒(xī)：奚《书·仲虺之诰》：“徯予后。”《虞书》：“惟动丕应徯志。”《孟子·梁惠王下》：“徯我后。”《说文》：“徯，待也。”这里用为等待之意。',
            '(6)篚：(fei匪)《书·禹贡》：“厥贡漆丝，厥篚织文。”《仪礼·士冠礼》：“洗有篚。”《仪礼·燕礼》：“设膳篚。”《仪礼·士虞礼》：“受肺脊实于篚。”本义为圆形的盛物竹器，这里当动词用，即装进筐子之意。',
            '(7)太誓：即《泰誓》，系《尚书》中的一篇，据传是周武王伐商时的讲话。',
            '(8)于：陈梦家《尚书通论》认为“于即是邗”，古国名。下“取于残”之“于”同。',
        ],
    ],
],
];
