<?php
return [
'chapters' => [
    [
        'name' => '第八节',
        'content' => [
            '戴盈之(1)曰：“什一，去关市之征，今兹未能，请轻之，以待来年，然后已，何如？”',
            '孟子说：“今有人日攘其邻之鸡者，或告之曰：‘是非君子之道。’曰：‘请损之，月攘一鸡，以待来年，然后已。’如知其非义，斯速已矣，何待来年？”',
        ],
        'vernacular' => [
            '戴盈之说：“实行十分抽一的税率，免去关卡和市场上对商品的征税，今年不能实行了，就先减轻一些，等到明年再废止（现行的税制），怎么样？”',
            '孟子说：“假定有个人天天偷邻居的鸡，有人正告他说：‘这不是君子的行为。’那人却说：‘请允许少偷一些，每月偷一只鸡，等到明年再停止偷鸡。’如果知道那样事是不该做的，就该赶快停止，为什么要等到明年？”',
        ],
        'notes' => [
            '(1)戴盈之：宋国大夫。',
            '(2)攘(rǎng)：《墨子·非攻》：“攘人犬豕鸡豚。”这里用为窃取、偷盗之意。',
        ],
    ],
],
];
