<?php
return [
'chapters' => [
    [
        'name' => '第九节',
        'content' => [
            '公都子(1)曰：“外人皆称夫子好辩，敢问何也？”',
            '孟子曰：“予岂好辩哉？予不得已也！天下之生久矣，一治一乱。当尧之时，水逆行，泛滥于中国，蛇龙居之，民无所定；下者为巢，上者为营窟。《书》曰：‘洚水警余。’洚水者，洪水也。使禹治之。禹掘地而注之海；驱蛇龙而放之菹(2)；水由地中行，江、淮、河、汉是也。险阻既远，鸟兽之害人者消，然后人得平土而居之。',
            '尧舜既没，圣人之道衰，暴君代作。坏宫室以为污池，民无所安息；弃田以为园囿，使民不得衣食。邪说暴行又作，园囿、污池、沛泽多而禽兽至。及纣之身，天下又大乱。周公相武王诛纣，伐奄(3)三年讨其君，驱飞廉(4)于海隅而戮之。灭国者五十。驱虎、豹、犀、象而远之，天下大悦。《书》曰：‘丕显哉，文王谟！丕承者，武王烈！佑启我后人，咸以正无缺。’',
            '世衰道微，邪说暴行有作，臣弑其君者有之，子弑其父者有之。孔子惧，作《春秋》(5)。《春秋》，天子之事也。是故孔子曰：‘知我者其惟《春秋》乎！罪我者其惟《春秋》乎！’',
            '圣王不作，诸侯放恣，处士横(6)议，杨朱(7)、墨翟(8)之言盈天下。天下之言不归杨，则归墨。杨氏为我，是无君也；墨氏兼爱，是无父也。无父无君，是禽兽也。公明仪曰：‘庖有肥肉，厩有肥马，民有饥色，野有饿莩，此率兽而食人也！’杨墨之道不息，孔子之道不着，是邪说诬民，充塞仁义也。仁义充塞，则率兽食人，人将相食。吾为此惧，闲(9)先圣之道，距杨墨，放淫辞，邪说者不得作。作于其心，害于其事；作于其事，害于其政。圣人复起，不易吾言矣。',
            '昔者禹抑洪水而天下平，周公兼夷狄，驱猛兽而百姓宁，孔子成《春秋》而乱臣贼子惧。《诗》云：‘戎(10)狄(11)是膺(12)，荆舒是惩，则莫我敢承。’无父无君，是周公所膺也。我亦欲正人心，息邪说，距诐行，放淫辞，以承三圣者，岂好辩哉？予不得已也。能言距杨墨者，圣人之徒也。”',
        ], 
        'vernacular' => [
            '公都子说：“外面的人都说老师您喜欢辩论，请问，这是为什么呢？”',
            '孟子说：“我难道是喜欢辩论吗？我是不得已而辩论啊！天下有人类很久了，总是一时安定，一时动乱。在尧的时候，水势倒流，在中国泛滥，蛇龙到处盘踞，人们无处居住；地势低的地方，就在树上搭窝栖身，地势高的地方，就打相连的洞穴。《尚书》上说：‘洚水警诫我们。’洚水，就是洪水。尧派禹治水。禹开挖河道，让洪水流注进大海；驱逐蛇龙，把它们赶进荒草丛生的沼泽；水都顺着地中间的河道流泄，这就是长江、淮河、黄河和汉水。险阻排除了，危害人类的鸟兽消灭了，然后人们才能够左平地上居住。',
            '尧舜去世后，圣人之道衰微了，暴君相继出现。毁坏民房开挖成深池，使人民无处安身；废弃农田改作园林，使人民断了衣食来源。荒谬的学说、暴虐的行为纷纷出现，园林、深池、沼泽多了，禽兽又聚集来了。到了商纣时，天下又大乱了。周公辅佐武王杀掉纣王，讨伐奄国，三年后除掉了奄君，把飞廉驱逐到海边杀掉。消灭的国家达五十个。把老虎、豹子、犀牛、大象驱赶到很远的地方，普天之下人心大快。《尚书》上说：‘多么辉煌啊，文王的谋略！后继有人啊，武王的功业！扶助、启迪我们后人，都正确完美没有欠缺。’',
            '太平盛世和圣人之道又一次衰微了，荒谬的学说、暴虐的行为又纷纷出现了，有臣子杀君主的，有儿子杀父亲的。孔子感到忧惧，编写了《春秋》。《春秋》，（纠正君臣父子的名分，褒贬诸侯大夫的善恶，）这是天子的职权。所以孔子说：‘了解我的，恐怕就在于这部《春秋》吧！怪罪我的，恐怕也就在于这部《春秋》吧！’',
            '“（如今）圣王不出现，诸侯放纵恣肆，隐居不仕的人横发议论，杨朱、墨翟的言论充塞天下。天下的言论，不是归向杨朱一派，就是归向墨翟一派。杨朱宣扬一切为自己，这是心目中没有君王；墨翟宣扬对人一样地爱，这是心目中没有父母。心目中无父无君，这就成了禽兽。公明仪说过：‘厨房里有肥肉，马棚里有肥马，而百姓面黄肌瘦，野外有饿死的尸体，这好比率领着野兽来吃人啊！’杨朱、墨翟的学说不灭亡，孔子的学说不光大，这会使邪说蒙骗人民，堵塞仁义。仁义被堵塞了，就导致率领野兽吃人，人与人将互相残食。我为此忧惧，决心扞卫古代圣人的思想，批驳杨朱、墨翟的学说，排斥荒诞的言论，使邪说不能产生。邪说从心里产生，就会危害事业；在事业上起了作用，就会危害政治。如果再有圣人出现，也不会改变我这话的。',
            '“从前大禹制服了洪水而使天下太平，周公兼并了夷狄，赶跑了猛兽而使百姓安宁，孔子编写了《春秋》而使犯上作乱的人畏惧。《诗经》上说：‘打击戎狄，严惩荆舒，就没有谁敢抗拒我。’目无父母、君主的人，正是周公所要讨伐的。我也想端正人心，扑灭邪说，批判放纵、偏激的行为，排斥荒诞的言论，以此来继承（禹、周公、孔子）三位圣人的事业，这难道是喜欢辩论吗？我是不得已啊。能够用言论批驳杨朱、墨翟的，才是圣人的信徒啊。”',
        ],
        'notes' => [
            '(1)公都子：孟子的学生。',
            '(2)菹(zū)：《穆天子传》：“纽菹之兽。”注:“吴人呼田猎茸草地曰菹。”这里用为水草丛生的沼泽地之意。',
            '(3)奄：国名，原附属商，其地在今山东省曲阜附近。周公伐奄是周成王时的事。',
            '(4)飞廉：殷末时人，一作“蜚廉”。商纣王的宠臣。此处所记驱杀飞廉事，与《史记。秦本纪》所记不同。',
            '(5)《春秋》：春秋时期鲁国史官按年记载历史的书，孔子晚年曾对它进行删定。',
            '(6)横：假借为“犷”。《荀子·修身》：“横行天下。”扬雄《长杨赋》：“东夷横畔。”《汉书·彭宠传》注：“以威力相胁曰横。”这里用为横暴，放纵之意。',
            '(7)杨朱：魏国人，字子居，又称杨子、阳子或阳生。战国初期思想家，主张“贵生”、“重己”，“为我”、“全性葆真”，不拔一毛以利天下，与墨翟的“兼爱”主张相反。',
            '(8)墨翟：战国初期思想家，墨家学派的创始人。姓墨名翟，其生卒年月，历史上无确切记载。近代学者一般认为，墨子生于公元前476年左右，卒于公元前390年左右。墨子出生何地也有争议。《史记·孟荀列传》说他是“宋之大夫”，《吕氏春秋·当染》认为他是鲁国人，也有的说他原为宋国人，后来长期住在鲁国。',
            '(9)闲：《易·大畜·九三》：“良马逐，利艰贞。曰，闲舆，卫，利有攸往。”《书·毕命》：“虽收放心，闲之为艰。”《诗"魏风"十亩之间》：“十亩之间兮，桑者闲闲兮，行与子还兮。”《诗·小雅·六月》：“比物四骊，闲之为则。”《太玄·闲》：“闲其藏，固珍宝。”范望注：“防闲不与流俗。”《论语·子张》：“大德不逾闲；小德出入可也。”《广雅·释诂一》：“闲，法也。”又：“闲，正也。”《广雅·释诂二》：“闲，遮也。”王念孙疏证：“《士丧礼》下篇：‘抏木横三缩二。’郑玄注：‘抏，御也。所以御止士者。’皆遮之意。”《广韵·山韵》：“闲，防也，御也。”这里用为规范、限制、防御之意。',
            '(9)戎：《易·同人·九三》：“伏戎于莽，升其高陵，三岁不兴。”《孟子·滕文公上》：“鲁颂曰：‘戎狄是膺，荆舒是惩。’”《辞海·西部》：“西戎，中国古代西北戎族的总称。《禹贡》指织皮、昆仑、析支、渠搜。原分布在黄河上游，及甘肃西北部，后逐渐东迁。”《中国古代史·上册》(华东师范大学出版社．徐高祉主编)：“文王被放回后，……先后征服了西北的西戎等国……。”这里实指为戎族。',
            '(10)狄：《论语·子路》：“虽之夷狄，不可弃也。”《国语·晋语》：“戎狄怀之。”《孟子·滕文公上》：“鲁颂曰：‘戎狄是膺，荆舒是惩。’”《史记·货殖列传》：“夷狄益甚。”本义是指中国古代民族名。分赤狄、白狄、长狄诸部各有支系。因其主要居住在北方，通称为北狄。狄或北狄曾是古代中国中原人对北方各民族的泛称。',
            '(10)膺(yīng)：《诗·鲁颂·閟宫》：“戎狄是膺，荆舒是惩。”《孟子·滕文公上》：“鲁颂曰：‘戎狄是膺，荆舒是惩。’”《后汉书·班彪传附班固》：“天子受四海之图籍，膺万国之贡珍。”这里用为服从接受之意。',
        ],
    ],
],
];
