<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '孟子曰：“离娄(1)之明，公输子(2)之巧，不以规(3)矩(4)，不能成方圆；师旷(5)之聪，不以六律(6)，不能正五音(7)；尧舜之道，不以仁政，不能平治天下。今有仁心仁闻而民不被其泽，不可法于后世者，不行先王之道也。故曰，徒善不足以为政，徒法不能以自行。《诗》云：‘不愆不忘，率由旧章(8)。’遵先王之法而过者，未之有也。圣人既竭目力焉，继之以规矩准绳，以为方员平直，不可胜用也；既竭耳力焉，继之以六律正五音，不可胜用也；既竭心思焉，继之以不忍人之政，而仁覆天下矣。',
            '故曰，为高必因丘陵，为下必因川泽；为政不因先王之道，可谓智乎？是以惟仁者宜在高位。不仁而在高位，是播其恶于众也。上无道揆(9)也，下无法守也，朝不信道，工不信度(10)，君子犯(11)义，小人犯刑(12)，国之所存者幸也。故曰，城郭不完，兵甲不多，非国之灾也；田野不辟，货财不聚，非国之害也。上无礼，下无学，贼民兴，丧无日矣。《诗》曰(13)：‘天之方蹶(14)，无然泄泄(15)。’泄泄犹沓沓(16)也。事君无义，进退无礼，言则非先王之道者，犹沓沓也。故曰，责难于君谓之恭，陈善闭邪谓之敬，吾君不能谓之贼。”',
        ],
        'vernacuar' => [
            '孟子说：“即使有离娄那样的眼力，公输子那样的巧技，不靠圆规和曲尺，也画不出（标准的）方形和圆形；即使有师旷那样的听力，不靠六律，不能校正五音；即使有尧、舜之道，不行仁政，不能使天下太平。如果有了仁爱之心和仁爱的名声，百姓却没有受到他的恩泽，不能被后世效法，是因为他没有实行先王之道。所以说，光有善心不足以搞好政治，光有好的法度不会自动实行。《诗经》上说：‘不犯错误，不要遗忘，完全遵循旧规章。’遵循先王的法度而犯错误，这是从来没有的事。圣人竭尽了目力，接着用圆规、曲尺、水准器、墨线，来制作方的、圆的、平的、直的东西，这些东西就用不尽了；圣人竭尽了耳力，接着用六律来校正五音，五音就运用无穷了；圣人竭尽了心思，接着又施行仁政，仁德就遍布天下了。',
            '所以说，要想显得高，一定要凭借山陵，要想显得低，一定要凭借河泽；执掌国政不凭借先王之道，能说是聪明吗？因此，只有仁人才应该处在高位。不仁的人处在高位，这会使他把邪恶传播给众人。在上的不依照义理度量事物，在下的不用法度约束自己，朝廷不信仰道义，官吏不信仰法度，君子触犯理义，小人触犯刑律，国家还能生存的，只是由于侥幸罢了。所以说，城墙不坚固，军队不够多，不是国家的灾难；土地没有扩大，财富没有积聚，不是国家的祸害。在上的不讲礼义，在下的不学礼义，作恶的百姓日益增多，国家的灭亡就没有几天了。《诗经》上说：‘上天正要颠覆王朝，群臣不要吵吵闹闹。’吵吵闹闹，就是说话放肆随便。侍奉君主不讲义，一举一动不合礼，张口就诋毁先王之道，便是放肆随便。所以说，责求君王施行仁政，这叫恭敬；向君王陈述好的意见，堵塞他的邪念，这叫尊重；认为君王不能行善，这叫坑害君王。”',
        ],
        'notes' => [
            '(1)离娄：相传是黄帝时一个视力特别好的人，能于百步之外见秋毫之末。',
            '(2)公输子：即公输班（或作公输般、公输盘），春秋末年鲁国人，故又称鲁班，是古代著名的建筑工匠。',
            '(3)规：《墨子·天志上》：“我有天志，譬若轮人之有规，匠人之有矩。”《荀子·赋》：“圆者中规，方者中矩。”《荀子·劝学》：“木直中绳，輮以为轮，其曲中规。”《楚辞·离骚》：“圆曰规，方曰矩。”《说文》：“规，有法度也。从矢，从见，会意。”这里用为画圆形的工具。',
            '(4)矩：本字作巨，今字作矩。形声。从矢，巨声。《论语·为政》：“六十而耳顺，七十而从心所欲，不逾矩。”《楚辞·离骚》：“求榘鑊之所同。”本义：矩尺。画直角或方形的工具。后来用为比喻规矩、法则之意。',
            '(5)师旷：春秋时晋平公的乐师，名旷，相传他的辨音能力特别强。',
            '(6)六律：指十二律中的六个阳律。十二律是古人用十二根律管所定的十二个标准音，分为阴阳两类，阴律又叫六吕，阳律又叫六律。这里的六律代指十二律。《礼记·礼运》：“五声六律十二管。”古代用来校正乐音标准的管状仪器。以管的长短来确定音阶。从低音算起，成奇数的六个管叫律，成偶数的六个管叫吕。统称十二律。六律分别是：太簇、姑洗、蕤宾、夷则、无射、黄钟。',
            '(7)五音：最古的音阶仅用五音，即宫、商、角、徵、羽。古人通常以宫作为音阶的第一级音。',
            '(8)这两句出自《诗经·大雅·假乐》。愆(qiān)：《诗"小雅"楚茨》：“我孔熯矣，式礼莫愆。”《诗·大雅·假乐》：“不愆不忘。”《左传·哀公十六年》：“失所为愆。”《论语·季氏》：“侍於君子有三愆：言未及之而言。”《说文》：“愆，过也。”这里用为过失、毛病之意。',
            '(9)揆：《诗·鄘风·定之方中》：“揆之以日，作于楚室。”《易·系辞》：“初率其辞而揆其方。”《国语·周语》：“南北之揆七同也。”《楚辞·离骚》：“皇览揆予初度兮，肇锡予以嘉名。”《论衡·实知》：“凡圣人见祸福也，亦揆端推类。”《说文》：“揆，度也。”这里用为大致估量之意。',
            '(10)度：《诗"魏风"汾沮洳》：“彼其之子，美无度。美无度，殊异乎公路。”《礼记·王制》：“度地居民。”《周礼·司市》：“执鞭度守门。”《孟子·梁惠王上》：“度，然后知长短。”《韩非子》：“吾忘持度。”《虞书》：“同律度量衡。”《说文》：“度，法制也。”这里用为计量长短的标准、尺码之意。',
            '(11)犯：通范。《论语·学而》：“其为人也孝弟，而好犯上者，鲜矣；不好犯上，而好作乱者，未之有也。”《墨子·备蛾传》：“轴间广大，以圉，犯之，融其两端以束轮。”于省吾新证：“犯应读作范……此言轴间广大，以围范之，融其两端以束轮。”《逸周书·文传》：“土可犯，材可蓄。”这里用为约束使合规范之意。',
            '(12)刑：《尚书·康诰》：“用其义刑义杀，勿庸以次汝封。乃汝尽逊曰时叙，惟曰未有逊事。”《诗"大雅"思齐》：“神罔时恫，刑于寡妻。”《诗·周颂·我将》：“仪式刑文王之典，日靖四方。”《诗"周颂"清庙》：“不显维德，百辟其刑之。”《论语·为政》：“道之以政，齐之以刑，民免而无耻；道之以德，齐之以礼，有耻且格。”《管子·侈靡》：“贱有实，敬无用，则人可刑也。”《孟子·梁惠王上》：“刑于寡妻。”这里用为典范、榜样之意。',
            '(13)这两句出自《诗经·大雅·板》。',
            '(14)蹶：《诗·小雅·十日之交》：“棸子内史，蹶维趣马。”《诗·大雅·板》：“天之方蹶，无然泄泄。”毛传：“蹶，动也。”陈奂传疏：“蹶训动，犹扰乱也。”清徐灏《说文解字注笺·足部》：“蹶，又为兴起之义，与僵仆相反而相成，盖蹶者必起也。”这里用为动乱之意。',
            '(15)泄：《诗·邶风·雄雉》：“雄雉于飞，泄泄其羽。”《诗"魏风"十亩之间》：“十亩之外兮，桑者泄泄兮，行与子逝兮。”《诗·大雅·板》：“天之方蹶，无然泄泄。”陆德明释文：“《尔雅》：‘宪宪，泄泄，制法则也。’”《荀子·荣辱》：“憍泄者，人之殃也。恭俭者，屏五兵也。”清朱骏声《说文通训定声·泰部》：“泄，假借为亵。”这里用为轻慢、懈怠之意。',
            '(16)沓：《说文》：“沓,语多沓沓也。”这里用为拖沓、疲沓之意。',
        ],
    ],
    [
        'name' => '第二节',
        'content' => [
            '孟子曰：“规矩，方员之至(1)也；圣人，人伦(2)之至也。欲为君，尽君道；欲为臣，尽臣道。二者皆法尧舜而已矣。不以舜之所以事尧事君，不敬其君者也；不以尧之所以治民治民，贼其民者也。孔子曰：‘道二，仁与不仁而已矣。’暴其民甚，则身弑国亡；不甚，则身危国削，名之曰‘幽’、‘厉’(3)，虽孝子慈孙，百世不能改也。《诗》云：‘殷鉴不远，在夏后之世(4)。’此之谓也。”',
        ],
        'vernacular' => [
            '孟子说：“圆规、曲尺，是方和圆的最高标准；圣人，是做人的最高典范。想成为好君主，就要尽到做君主的道理；想成为好臣子，就要尽到做臣子的道理。二者都效法尧、舜就行了。不用舜侍奉尧的态度来侍奉君主，就是不敬重他的君主；不用尧治理百姓的方法来治理百姓，就是残害他的百姓。孔子说：‘道路只有两条，仁和不仁罢了。’对百姓残暴太厉害，就会自身被杀、国家灭亡；即使不太厉害，也会自身危险、国家削弱，死后被加上‘幽’、‘厉’这类恶谥，即使他有孝顺的子孙，一百代也无法更改了。《诗经》上说：‘殷朝的借鉴不远，就在前代的夏朝。’说的就是这种情况。”',
        ],
        'notes' => [
            '(1)至：《逸周书》：“民生而有习有常，以习为常，以常为慎…上贤而不穷，哀乐不谣，民知其至。”《荀子·正论》：“夫是之谓视形势而制械用，称远近而等贡献，是王者之制也。”《荀子·议兵》：“夫是之谓三至。”这里用为准则之意。',
            '(2)伦：《论语·微子》：“欲洁其身，而乱大伦。”《礼记·曲礼下》：“儗人必于其伦。”《礼记·曲礼下》：“毛犹有伦。”《孟子·公孙丑下》：“内则父子，外则君臣，人之大伦也。”《荀子·富国》：“人伦并处。”汉贾谊《过秦论》：“廉颇赵奢之伦。”《说文》：“伦，辈也。”这里用为人与人之间尊卑长幼之间的关系之意。',
            '(3)幽、厉：谥号名。《逸周书。谥法解》说：“动祭乱常曰幽，杀戮无辜曰厉。”幽：昏暗乱常；厉：暴虐嗜杀；周朝的幽王和厉王，就是因其所为而得此不好的谥号。',
            '(4)这两句出自《诗经·大雅·荡》。',
        ],
    ],
    [
        'name' => '第三节',
        'content' => [
            '孟子曰：“三代之得天下也以仁，其失天下也以不仁。国之所以废兴存亡者亦然。天子不仁，不保四海；诸侯不仁，不保社稷(1)；卿大夫不仁，不保宗庙(2)；士庶人不仁，不保四体。今恶死亡而乐不仁，是犹恶醉而强酒。”',
        ],
        'notes' => [
            '(1)社稷：《诗·小雅·甫田》：“以社以方。”《老子·七十八章》：“受国之垢，是谓社稷主；受国不祥，是为天下王。”《论语·八佾》：“哀公问社於宰我。宰我对曰。”《礼记·月令·仲春》：“命民社。”《国语·鲁语上》：“故祀以为社。”《史记·陈涉世家》：“将军身被坚执锐，伐无道，诛暴秦，复立楚国之社稷，功宜为王。”这里用为土地神神主之意。土神和谷神是古时君主都祭祀的社稷，后来就用社稷代表国家。',
            '(2)宗庙：本义是指皇帝、诸侯祭祀祖先的地方。《国语·越语》：“吾将残汝社稷，灭汝宗庙。”旧时帝王以天下为自己一家所有，世代相传，所以以宗庙代称王室、国家。',
        ],
        'vernaclar' => [
            '孟子说：“夏、商、周三代的得天下，是由于仁；他们失掉天下，是由于不仁。国家衰败、兴盛、生存、灭亡的原因，也是这样。天子不仁，不能保住天下；诸侯不仁，不能保住国家；卿大夫不仁，不能保住宗庙；士人和百姓不仁，不能保住自身。如果害怕死亡，却又乐意干不仁的事，这就像害怕喝醉却硬要多喝酒一样。”',
        ],
    ],
    [
        'name' => '第四节',
        'content' => [
            '孟子曰：“爱人不亲，反其仁；治人不治，反其智；礼人不答，反其敬。行有不得者皆反求诸己，其身正而天下归之。《诗》云：‘永言配命，自求多福(1)。’”',
        ],
        'note' => [
            '(1)这两句出自《诗经·大雅·文王》。',
        ],
        'vernacular' => [
            '孟子说：“爱别人，别人不来亲近，就要反问自己仁的程度；治理别人却治理不好，就要反问自己智的程度；礼貌待人，别人却不理睬，就要反问自己恭敬的程度。行为有得不到预期效果的，都要反过来求问自己。自身端正了，天下的人就会来归附他。《诗经》上说：‘永远配合天命，自己求来众多的幸福。’”',
        ],
    ],
    [
        'name' => '第五节',
        'content' => [
            '孟子曰：“人有恒(1)言，皆曰，‘天下国家。’天下之本在国，国之本在家，家之本在身。”',
        ],
        'notes' => [
            '(1)恒：《诗·小雅·小明》：“无恒安处。”《论语·述而》：“善人，吾不得而见之矣；得见有恒者，斯可矣。”《易·序卦传》：“恒者，久也。”《易·系辞下传》：“恒，德之固也。”《说文》：“恒，常也。”这里用为长久、常常之意。',
        ],
        'vernacular' => [
            '孟子说：“人们有句常说的话，都这么说，‘天下国家。’天下的根本在于国，国的根本在于家，家的根本在于自身。”',
        ],
    ],
    [
        'name' => '第六节',
        'content' => [
            '孟子曰：“为政不难，不得罪于巨室(1)。巨室之所慕，一国慕之；一国之所慕，天下慕之；故沛(2)然德(3)教溢乎四海。”',
        ],
        'notes' => [
            '(1)巨室：指很有影响力的卿大夫家族。',
            '(2)沛：《说文》：‘滂，沛也。’重言之，则曰滂滂沛沛……王褒《九怀》云：‘望淮兮沛沛。’”《广雅·释训》：“滂滂，沛沛，流也。”王念孙疏证：“本义雨水充盛之意。这里用指为遍布之意。',
            '(3)德：《易·讼·六三》：“食旧德，贞，厉，终吉。或从王事无成。”《诗"卫风"氓》：“士也罔极，二三其德。”《诗·大雅·既醉》：“既醉以酒，既饱以德。”《易·坤·象》：“地势坤；君子以厚德载物。”《老子·十章》：“生之畜之，生而不有，为而不恃，长而不宰，是谓玄德。”《论语·为政》：“子曰：‘为政以德，誓如北辰居其所而众星共之。’”《庄子·天地》：“故曰，玄古之君天下，无为也，天德而已矣。”成玄英疏：“玄古圣君无为而治天下，自然之德而已矣。”《孟子·梁惠王上》：“德何如可以王矣?”《新书·道德说》：“六德六美，德之所以生阴阳天地人与万物也。”这里用为客观规律之意。',
        ],
        'vernacular' => [
            '孟子说：“搞好政治不难，不得罪贤明的卿大夫就行了。他们所爱慕的，全国都会爱慕；全国所爱慕的，天下都会爱慕；因而德教就会浩浩荡荡充溢于天下了。”',
        ],
    ],
    [
        'name' => '第七节',
        'content' => [
            '孟子说：“天下有道，小德役(1)大德，小贤役大贤；天下无道，小役大，弱役强。斯二者，天也。顺天者存，逆天者亡。齐景公曰：‘即不能令，又不受命，是绝物也(2)。’涕出而女(3)于吴。今也小国师大国而耻受命焉，是犹弟子而耻受命于先师也。如耻之，莫若师文王。师文王，大国五年，小国七年，必为政于天下矣。《诗》云(4)：‘商之孙子，其丽(5)不亿(6)。上帝既命，侯(7)于周服。侯服于周，天命靡常。殷士肤(8)敏(9)，裸(10)将(11)于京。’孔子曰：‘仁不可为众也。夫国君好仁，天下无敌。’今也欲无敌于天下而不以仁，是犹执热而不以濯也。《诗》云：‘谁能执热，逝不以濯(12)？’”',
        ],
        'notes' => [
            '(1)役：《书·大诰》：“予造天役，遗大投艰于朕身。”这里用为役使于、服从于之意。',
            '(2)事见《说苑·权谋》记载。齐景公惧怕吴王阖庐伐齐，不得已把女儿嫁给阖庐。送别女儿时，哭着说：“余死不汝见矣”，又说：“余有齐国之固，不能以令诸侯，又不能听，是生乱也。寡人闻之，不能令，则莫若从。”',
            '(3)女：《诗·小雅·巷伯》：“既其女迁。”《左传·桓公十一年》：“宋雍氏女于郑庄公。”这里用为以女嫁人之意。',
            '(4)这八句出自《诗经·大雅·文王》。',
            '(5)丽：《诗·小雅·鱼丽》：“鱼丽于罶，鲿鲨。”《诗·鄘风·干旄》：“良马五之。”孔颖达疏引三国魏·王肃曰：“夏后氏驾两谓之丽。”《诗·大雅·文王》：“商之孙子，其丽不亿。”《周礼·夏官·校人》：“丽马一圉。”《小尔雅·广言》：“丽，两也。”《汉书·扬雄传上》：“丽钩芒与骖蓐收兮。”师古曰：“丽，并驾也。”这里用为成群结队之意。',
            '(6)亿：《诗·大雅·文王》：“商之孙子，其丽不亿。”《左传·隐公十年》：“不能供亿。”《左传·昭公二十一年》：“心亿则乐。”《左传·昭公三十年》：“我盍姑亿吾鬼神。”《左传·昭公二十一年》：“心亿则乐。”《国语·楚语》：“亿其上下。”《说文》：“亿，安也。”这里用为安宁、安定之意。',
            '(7)侯：疑问代词。相当于“何”。《诗"小雅"正月》：“瞻彼中林，侯薪侯蒸。”《诗"大雅"文王》：“上帝既命，侯于周服。”《史记·司马相如列传》：“君乎，君乎，侯不迈哉？”这里用为为什么，侯不(何不)之意。',
            '(8)肤：《诗·豳风·狼跋》：“公孙硕肤，赤舄几几。”《诗·大雅·文王》：“殷士肤敏，祼将于京。”汉张衡《东京赋》：“所谓末学肤受，贵耳而贱目者也。”《北齐书·文苑传序》：“凡此诸人，亦有文学肤浅，妄想推荐者十三四焉。”这里用为浅薄之意。',
            '(9)敏：《诗·小雅·甫田》：“曾孙不怒，农夫克敏。”《诗·大雅·文王》：“殷士肤敏，祼将于京。”《左传·僖公三十三年》：“礼成而加之以敏。”《论语·学而》：“敏于事而慎于言。”《论语·里仁》：“君子欲纳于言而敏于行。”这里用为思想敏锐、反应快之意。',
            '(10)裸（guàn），宗庙祭祀的一种仪式，把郁鬯（chàng）酒浇在地上以迎接鬼神。',
            '(11)将：助。《诗·大雅·文王》：“殷士肤敏，祼将于京。”《左传·隐公六年》：“君将若之何？”《孟子·告子下》：“天将降大任。”《韩非子·喻老》：“将恐深。”这里用为将要、就要之意。',
            '(12)这两句出自《诗经·大雅·柔桑》。',
        ],
        'vernacular' => [
            '孟子说：“天下有道时，道德低的受道德高的役使，才智少的受才智多的役使；天下无道时，力量小的受力量大的役使，势力弱的受势力强的役使。这两种情况，符合天理。顺从天理的生存，违逆天理的灭亡。齐景公说过：‘我既不能命令别人，又不愿听别人命令，这就同别人断绝了关系。’景公不得已哭着把女儿嫁到吴国去。现在，小国效法大国，却又耻于接受大国命令，这就好比学生耻于接受老师的命令一样。如果真的感到羞耻，那就不如效法文王。效法文王，大国不出五年，小国不出七年，一定能在天下掌权。《诗经》上说：“商朝子子孙孙，不下十万余人。上帝既有命令，都向周朝归顺。都向周朝归顺，就因天命没有定论。殷朝的臣子，不论是漂亮的聪明的，都行裸献之礼，助祭在周王京城。’孔子说：‘仁的力量，不在于人多。国君爱好仁德，就能天下无敌。’如果想无敌于天下而又不凭借仁，这就像热得受不了而又不肯洗澡一样。《诗经》上说：‘谁能热得受不了，不去洗个澡？’”',
        ],
    ],
    [
        'name' => '第八节',
        'content' => [
            '孟子曰：“不仁者可与言哉？安其危而利其葘(1)，乐其所以亡者。不仁而可与言，则何亡国败家之有？有孺子歌曰：‘沧浪(2)之水清兮，可以濯我缨(3)；沧浪之水浊兮，可以濯我足。’孔子曰：‘小子听之！清斯濯缨，浊斯濯足矣。自取之也。’夫人必自侮，然后人侮之；家必自毁，而后人毁之；国必自伐，而后人伐之。《太甲》曰：‘天作孽，犹可违；自作孽，不可活。’此之谓也。”',
        ],
        'notes' => [
            '(1)葘(zī)：甲骨文字形，象火焚屋的形状。小篆从川，表水，从火。同灾。《周礼·掌客》：“祸烖杀礼。”《周礼·大祝》：“国有大故天烖。”《国语·周语》：“天灾降戾。”《荀子·臣道》：“灾及其身。”《说文》：“天火曰烖，从火，哉声。古文从才，籀文从巛声。”这里用为灾祸之意。',
            '(2)沧浪：水名。有汉水、汉水之别流，汉水之下流、夏水诸说。此处则是指青苍色的水。',
            '(3)缨：《墨子·公孟》：“鲜冠组缨，绛衣博袍。”《庄子·让王》：“正冠而缨绝。”《楚辞·渔父》：“沧浪之水清兮，可以濯吾缨。”《说文》：“缨，冠系也。”这里用指为系在脖子上的帽带。',
        ],
        'vernacular' => [
            '孟子说：“不仁的人还能同他讲什么吗？他们面临危险还自以为安全，灾祸临头还自以为得利，把导致亡国败家的事当作快乐。不仁的人如果还能同他谈什么，哪还会有亡国败家的事呢？从前有个孩子唱道：‘沧浪的水碧清哟，可以洗我的帽带；沧浪的水浑浊哟，可以洗我的脚。’孔子说：‘弟子们听着！水清就洗帽带，水浊就洗脚了。这是由水自己招来的。’一个人必然是自己招致侮辱，人家才来侮辱他；一个家必然是自己招致毁败，人家才来毁败它；一个国必然是自己招致讨伐，别人才来讨伐它。《太甲》上说：‘上天降灾，还可以躲；自己作孽，别想再活。’说的就是这个意思。“',
        ],
    ],
    [
        'name' => '第九节',
        'content' => [
            '孟子说：“桀、纣之失天下也，失其民也；失其民者，失其心也。得天下有道：得其民，斯得天下矣；得其民有道：得其心，斯得民矣；得其心有道：所欲与之聚之，所恶勿施，尔也。民之归仁也，犹水之就下、兽之走圹(1)也。故为渊驱鱼者，獭也；为丛驱爵(2)者，鹯(3)也；为汤、武驱民者，桀与纣也。今天下之君有好仁者，则诸侯皆为之驱矣。虽欲无王，不可得已。今之欲王者，犹七年之病求三年之艾(4)也。苟为不畜，终身不得。苟不志于仁，终身忧辱，以陷于死亡。《诗》云(5)：‘其何能淑(6)，载(7)胥(8)及(9)溺(10)。’此之谓也。”',
        ],
        'vernacular' => [
            '孟子说：“桀和纣失天下，是由于失去了人民；失去人民，是由于失去了民心。得天下有办法：得到人民，就能得到天下了；得人民有办法：赢得民心，就能得到人民了；得民心有办法：他们想要的，就给他们积聚起来；他们厌恶的，不加给他们，如此罢了。人民归向于仁，如同水往下方流、野兽奔向旷野一样。所以，替深水赶来鱼的是水獭；替树丛赶来鸟雀的是鹞鹰；替汤王、武王赶来百姓的，是夏桀和商纣。如果现在天下的国君有爱好仁德的，那么诸侯们就会替他把人民赶来。哪怕他不想称王天下，也不可能了。现在想称王天下的人，好比害了七年的病要找存放多年的艾来治。如果平时不积存，那就终身得不到。如果不立志在仁上，必将终身忧愁受辱，以至子死亡。《诗经》上说：‘那怎能把事办好，只有一块儿淹死了。’说的就是这种情况。“',
        ],
        'notes' => [
            '(1)圹：通“旷”。《庄子·应帝王》：“以处圹埌之野。”《荀子·礼论》：“故圹垅，其貌象室屋也。”这里用为旷野之意。',
            '(2)爵：通“雀”。这里用指为飞禽之意。(爵jué)',
            '(3)鸇(zhān)：这里用指为鹞、鹰一类猛禽。',
            '(4)艾：即艾蒿。一种菊科的多年生草本植物，叶制成艾绒，供针灸用。《诗·王风·采葛》：“彼采艾兮，一日不见，如三岁兮。”《说文》：“艾，冰台也。”《博物志》：“削冰令圆举以向日，干艾于后，承其景则得火，故曰冰台。”这里用为药物之意。',
            '(5)这两句出自《诗经·大雅·柔桑》。',
            '(6)淑：假借为“俶(shū)”。《诗·周南·关雎》：“窈窕淑女，君子好逑。”《诗·王风·中谷有蓷》：“遇人之不淑矣。”《诗·曹风·鳲鸠》：“淑人君子。”《诗"小雅"鼓钟》：“淑人君子，怀允不忘。”《尔雅》：“淑，善也。”《荀子·劝学》：“淑人君子，其仪一兮。”《楚辞·招魂》：“九侯淑女。”这里用为善良、美好之意。',
            '(6)载：《易·小畜·上九》：“既雨既处，尚德载；妇贞，厉。”《书·皋陶谟》：“亦言其人有德，乃言曰：载采采。”孔传：“载，行；采，事也。”孔颖达疏：“载者，运行之义，故为行也，此谓荐举人者，称其人有德，欲使在上用之，必须言其所行之事。”《周礼·春官·大宗伯》：“大宾客，则摄而载果。”郑玄注：“载，为也；果，读为裸，代王裸宾客以鬯，君无酌臣之礼。言为者，摄酌献耳。”《管子·形势》：“虎豹得幽而威可载也。”尹知章注：“载，行也。”《小尔雅·广言》：“载，行也。”这里用为施行之意。',
            '(7)胥(xū)：《诗"小雅"桑扈》：“君子乐胥，受天之祜。”《诗·大雅·公刘》：“于胥斯原，既庶既繁。”《管子·大匡》：“将胥有所定也。”《孟子·梁惠王下》：“爰及姜女，聿来胥宇。”《孟子·万章上》：“帝将胥天下而迁之焉。”《荀子·大略》：“故《春秋》善胥命，而《诗》非屡盟。”《史记·廉颇蔺相如传》：“胥后令。”这里用为观察、考察之意。',
            '(8)及：《孟子·公孙丑下》：“子为长者虑，而不及子思。”《战囯策·齐策》：“徐公何能及君也？”韩愈《师说》：“郯子之徒，其贤不及孔子。”这里用为比得上，能与…相比之意。',
            '(9)溺：《诗·大雅·桑柔》：“其何能淑，载胥及溺。”《庄子·齐物论》：“其溺之所为之，不可使复之也；其厌也如缄，以言其老洫也。”宋欧阳修《伶官传·序》：“困于所溺。”《正字通·水部》：“溺，凡人情沈湎不反亦曰溺。”这里用为沉湎，无节制之意。',
        ],
    ],
    [
        'name' => '第十节',
        'content' => [
            '孟子曰：“自暴(1)者，不可与有言也；自弃者，不可与有为也。言非礼义，谓之自暴也；吾身不能居(2)仁由(3)义，谓之自弃也。仁，人之安宅(4)也；义，人之正路也。旷(5)安宅而弗居，舍正路而不由，哀哉！”',
        ],
        'notes' => [
            '(1)暴：《礼记》：“田不以礼，曰暴天物。”《孟子·公孙丑上》：“持其志，无暴其气。”司马迁《报任安书》：“其所摧败，功亦足以暴于天下矣。”这里用为糟蹋、损害之意。',
            '(2)居：《易·随·六三》：“系丈夫，失小子，随；有求，得。利居贞。”《诗"邶风"柏舟》：“日居月诸，胡迭而微。”《诗经"郑风"叔于田》：“叔于田，巷无居人。”《诗·小雅·鱼藻》：“王在在镐,有那其居。”《老子·八章》：“居善地，心善渊，与善仁。”《论语·公冶长》：“藏文仲居蔡，山节藻棁，何如其知也？”《礼记·中庸》：“故君子居易以俟命，小人行险以徼幸。”《礼记·乐记》：“乐著太始而礼居成物。”俞樾平议：“居，犹辨也。‘乐著太始。礼居成物’。谓乐所以著明太始，礼所以辨别成物。”《孟子·滕文公下》：“一怒而诸侯惧，安居而天下熄。”这里用为“辨别”之意。',
            '(3)由：《易·豫·九四》：“由豫，大有得，勿疑，朋盍簪，吉。”《书·君陈》：“既见圣，亦不克由圣。”孔传：“已见圣道，亦不克用之。”《论语·学而》：“先王之道，斯为美；小大由之。”《小尔雅·广诂》：“由，用也。”胡承珙义证：“由者，《王风》：‘君子阳阳，右招我由房。’传云：‘由，用也。’”《吕氏春秋·务本》：“诈诬之道，君子不由。”高诱注：“由，用也。”这里用为使用之意。',
            '(4)宅：《易·剥·象》：“山附于地，剥，上以厚下，安宅。”《书·康诰》：“亦惟助王宅天命，作新民。”孔传：“居顺天命为民日新之教。”《孟子·公孙丑上》：“夫仁，天之尊爵也，人之安宅也。”这里用为顺应、归顺之意。',
            '(5)旷：《左传·昭公十年》：“弃德旷宗。”《荀子·强国》：“堂上不粪，则郊草不瞻旷芸。”《战国策·赵策四》：“今得强赵之兵，以杜燕将，旷日持久数岁，令士大夫余子之力尽于沟垒。”这里用为耽误、荒废之意。',
        ],
        'vernacular' => [
            '孟子说：“自己戕害自己的人，不可能同他有什么话说；自己抛弃自己的人，不可能同他有所作为。说话诋毁礼义，这叫自己戕害自己；自认为不能守仁行义，这叫自己抛弃自己。仁是人们最安全的住所，义是人们最正确的道路。空着安全的住所不住，舍弃正确的道路不走，真可悲啊！”',
        ],
    ],
    [
        'name' => '第十一节',
        'content' => [
            '孟子曰：“道在迩(1)而求诸远，事在易而求诸难：人人亲其亲、长其长，而天下平。”',
        ],
        'notes' => [
            '(1)迩(ěr)：《诗·周南·汝坟》：“父母孔迩。”《诗"小雅"小旻》：“匪大犹是经，维迩言是听。”《左传·僖公二十二年》：“戎事不迩女器。”《论语·阳货》：“迩之事父，远之事君；多识於鸟、兽、草、木之名。”《礼记·中庸》：“舜其大知也与！舜好问以好察迩言。”《虞书》：“柔远能迩。”《礼记·郊特性》：“节远迩之期也。”《说文》：“迩，近也。”这里用为“近”之意。',
        ],
        'vernacular' => [
            '孟子说：“道路就在眼前，却向远处去寻找；事情本来容易，却找难的去做：只要人人爱父母、敬长辈，天下就会太平。”',
        ],
    ],
    [
        'name' => '第十二节',
        'content' => [
            '孟子曰：“居下位而不获于上，民不可得而治也。获于上有道：不信于友，弗获于上矣。信于友有道：事亲弗悦，弗信于友矣。悦亲有道：反身不诚，不悦于亲矣。诚身有道：不明乎善，不诚其身矣。是故诚者，天之道也；思诚者，人之道也。至诚而不动者，未之有也；不诚，未有能动者也。“',
        ],
        'vernacular' => [
            '孟子说：“身居下位而又不被上司信任，是不可能治理好百姓的。要取得上司信任有办法：如果不被朋友信任，也就不会得到上司信任了。要被朋友信任有办法：如果侍奉父母得不到父母欢心，也就不会被朋友信任了。要父母欢心有办法：如果反省自己不诚心诚意，也就得不到父母欢心了。要使自己诚心诚意有办法：如果不明白什么是善行，也就不会使自己诚心诚意了。所以，诚是天然的道理，追求诚是做人的道理。极端诚心而不能使人感动，是从不会有的事；不诚心是没有谁会被感动的。”',
        ],
    ],
    [
        'name' => '第十三节',
        'content' => [
            '孟子曰：“伯夷辟(1)纣，居北海之滨(2)，闻文王作，兴曰：‘盍归乎来！吾闻西伯(3)善养老者。’太公(4)辟纣，居东海之滨(5)，闻文王作，兴曰：‘盍归乎来！吾闻西伯善养老者。’二老者，天下之大老也，而归之，是天下之父归之也。天下之父归之，其子焉往？诸侯有行文王之政者，七年之内，必为政于天下矣。”',
        ],
        'vernacular' => [
            '孟子曰：“伯夷躲避纣王，隐居在北海边，听说文王兴盛起来了，高兴地说：”何不去投奔西伯呢！我听说西伯善于奉养老人。‘太公躲避纣王，隐居在东海边，听说文王兴盛起来了，高兴地说：“何不去投奔西伯呢！我听说西伯善于奉养老人。’这两位老人，是天下最有声望的老人，（他们）投奔了西伯，这就使天下做父亲的都去投奔西伯了。天下做父亲的都投奔了西伯，他们的儿子还能往哪里去呢？诸侯中如果有施行文王那样的仁政的，不出七年，一定能在天下执掌政权。”',
        ],
        'notes' => [
            '(1)辟：通“避”。《左传·庄公九年》：“秦子梁子以公旗辟于下道，是以皆止。”《周礼·掌交》：“使咸知王之好恶辟行之。”《论语·先进》：“柴也愚，参也鲁，师也辟，由也喭。”《论语·季氏》：“友便辟，友善柔，友便佞，损矣。”《礼记·中庸》：“人皆曰予知，驱而纳诸罟攫陷阱之中，而莫之知辟也。”《荀子·荣辱》：“不辟死伤。”这里用为回避、躲避之意。',
            '(2)北海之滨：其地在今濒临渤海的河北昌黎一带。',
            '(3)西伯：即周文王。',
            '(4)太公：即姜太公，因祖先曾封于吕地，故又姓吕，名尚，字子牙，号太公望。曾辅佐文王、武王灭商建立周朝。',
            '(5)东海之滨：其地在今山东莒县东部。',
        ],
    ],
    [
        'name' => '第十四节',
        'content' => [
            '孟子曰：“求(1)也为季氏(2)宰(3)，无能改于其德，而赋粟倍他日。孔子曰：‘求非我徒也，小子鸣鼓而攻之可也。’由此观之，君不行仁政而富之，皆弃于孔子者也，况于为之强战？争地以战，杀人盈野，争城以战，杀人盈城，此所谓率土地而食人肉，罪不容于死。故善战者服上刑(4)，连诸侯者次之，辟(5)草莱、任土地者次之。”',
        ],
        'vernacular' => [
            '孟子说：“冉求当了季氏的家臣，不能改变季氏的德行，征收田赋反而比过去增加一倍。孔子说：‘冉求不是我的学生，弟子们，你们可以擂起鼓来声讨他！’由此看来，君主不施行仁政，反而去帮他聚敛财富的人，都是孔子所鄙弃的，更何况为他卖命打仗的人呢？为争夺一块地方打仗而杀人遍野，为争夺一座城池打仗而杀人满城，这就叫作领着土地来吃人肉，罪恶之大，将他处死都嫌不够的。所以善于打仗的人该受最重的刑罚，唆使诸侯拉帮结伙打仗的人，该受次一等的刑罚，强令百姓垦荒耕种的人该受再次一等的刑罚。”',
        ],
        'notes' => [
            '(1)求：姓冉名求，孔子的学生。',
            '(2)季氏：即季孙氏，鲁国大夫，此时把持鲁国的国政，代鲁国国君主持祭祀。',
            '(3)宰：《周礼·目录》：“宰者，官也。”《周礼·序官》：“乃立天官冢宰。”《论语·公冶长》：“求也，千室之邑，百乘之家，可使为之宰也，不知其仁也。”《仪礼·聘礼》：宰命司马戒众介。”这里是指古代官吏的通称。',
            '(4)刑：《尚书·康诰》：“用其义刑义杀，勿庸以次汝封。乃汝尽逊曰时叙，惟曰未有逊事。”《诗"大雅"思齐》：“神罔时恫，刑于寡妻。”《诗·周颂·我将》：“仪式刑文王之典，日靖四方。”《诗"周颂"清庙》：“不显维德，百辟其刑之。”《论语·为政》：“道之以政，齐之以刑，民免而无耻；道之以德，齐之以礼，有耻且格。”《管子·侈靡》：“贱有实，敬无用，则人可刑也。”《孟子·梁惠王上》：“刑于寡妻。”《孟子·离娄上》：“君子犯义，小人犯刑。”这里用为典范、榜样之意。',
            '(5)辟：《诗"魏风"葛屦》：“好人提提，宛然左辟，佩其象揥。”《论语·宪问》：“贤者辟世，其次辟地，其次辟色，其次辟言。”《孟子·梁惠王上》：“欲辟土地。”《商君书·弱民》：“农辟地。”《盐铁论·地广》：“周宣王辟国千里，非贪侵也。”这里用为开辟、开拓之意。',
        ],
    ],
    [
        'name' => '第十五节',
        'content' => [
            '孟子曰：“存(1)乎人者，莫良于眸子(2)。眸子不能掩其恶。胸中正，则眸子了焉；胸中不正，则眸子眊(3)焉。听其言也，观其眸子，人焉廋(4)哉？”',
        ],
        'notes' => [
            '(1)存：《尔雅·释诂》：“在、存、省、士、察也。”《礼记·礼运》：“故圣人参于天地、并于鬼神，以治政也；处其所存，礼之序也。”郑玄注：“存，察也。”这里用为考察之意。',
            '(2)眸(móu)子：眼珠。也指眼睛。',
            '(3)眊(mào)：《书·吕刑》：“眊荒。”《汉书·息夫躬传》：“愦眊不知所为。”《汉书·五行志》：“厥咎眊。”《汉书·武帝纪》：“哀夫老眊孤寡鳏独。”《说文》：“眊,目少精也。”这里用为眼睛失神、看不清楚之意。',
            '(4)廋(sōu)：《论语·为政》：“视其所以，观其所由，察其所安。人焉廋哉？人焉廋哉？”《汉书·赵广汉传》：“直突入其门，廋索私屠酤。”颜师古注：“廋读与搜同，谓入室求之也。”《玉篇·广部》：“廋，求也，索也……亦作搜。”这里用为搜求之意。',
        ],
        'vernacular' => [
            '孟子说：“观察一个人，最好的办法莫过于观察他的眼睛。眼睛掩藏不了他（内心）的邪恶。心胸正直，眼睛就明亮；心胸不正，眼睛就浊暗。听他说话，同时观察他的眼睛，这个人的善恶还能隐藏到哪里去呢？”',
        ],
    ],
    [
        'name' => '第十六节',
        'content' => [
            '孟子曰：“恭者不侮人，俭(1)者不夺人。侮夺人之君，惟恐不顺焉，恶(2)得为恭俭？恭俭岂可以声音笑貌为哉？”',
        ],
        'notes' => [
            '(1)俭：《左传·庄公二十四年》：“俭德之共也。”《左传·僖公二十三年》：“严公子广而俭，文而有礼。”《老子·六十七章》：“我有三宝，持而保之。一曰慈，二曰俭，三曰不敢为天下先。”《论语·学而》：“夫子温、良、恭、俭、让以得之。”《论语·述而》：“奢则不孙，俭则固。与其不孙也，宁固。”《易·否·象传》：“君子以俭德避难。”《说文》：“俭，约也。”这里用为自我约束，不放纵，俭朴之意。',
            '(2)恶：《左传·襄公二十八年》：“恶识宗？”《左传·桓公十六年》：“弃父之命，恶用子矣!”《孟子·梁惠王上》：“天下恶乎定？”《广韵》：“恶，安也。”这里用为表示疑问，相当于何、怎么之意。',
        ],
        'vernacular' => [
            '孟子说：“恭敬的人不欺侮别人，节俭的人不掠夺别人。欺侮人、掠夺人的君主，唯恐别人不顺从，怎么能做到恭敬和节俭？恭敬和节俭难道可以靠声音笑貌强装出来的吗？”',
        ],
    ],
    [
        'name' => '第十七节',
        'content' => [
            '淳于髡(1)曰：“男女授受不亲，礼与？”',
            '孟子曰：“礼也。”',
            '曰：“嫂溺，则援之以手乎？”',
            '曰：“嫂溺不援，是豺狼也。男女授受不亲，礼也；嫂溺，援之以手者，权(2)也。”',
            '曰：“今天下溺矣，夫子之不援，何也？”',
            '曰：“天下溺，援之以道；嫂溺，援之以手。子欲手援天下乎？”',
        ],
        'vernacular' => [
            '淳于髡说：“男女之间不能亲手递接东西，是礼法的规定吗？”',
            '孟子说：“是礼法的规定。”',
            '淳于髡又问：“如果嫂子落水了，那么能用手拉她吗？”',
            '孟子说：“嫂子落水了而不去拉，这就如同豺狼了。男女之间不亲手递接东西，这是礼法的规定；嫂子落水而用手去拉，这是对礼法的变通。”',
            '淳于髡说：“现在，天下的人都掉落水中了，您不去救，为什么呢？”',
            '孟子说：“天下的人都落水了，要用王道去救；嫂子落水了，要用手去救。你难道想用手去救天下的人吗？”',
        ],
        'notes' => [
            '(1)淳于髡(kūn)：姓淳于，名髡，战国时齐国有名的辩士，曾仕于齐威王、齐宣王和梁惠王等朝。',
            '(2)权：《荀子·议兵》：“夫是之谓五权。”班固《东都赋》：“萧公权宜从拓其制。”这里用为权宜、变通之意。',
        ],
    ],
    [
        'name' => '第十八节',
        'content' => [
            '公孙丑曰：“君子之不教子，何也？”',
            '孟子曰：“势不行也。教者必以正；以正不行，继之以怒。继之以怒，则反夷(1)矣。‘夫子教我以正，夫子未出于正也。’则是父子相夷也。父子相夷，则恶矣。古者易子而教之，父子之间不责善。责善则离，离则不祥莫大焉。”',
        ],
        'notes' => [
            '(1)夷：《左传·成公十三年》：“芟夷我农功。”《囯语·周语下》：“是以人夷其宗庙。”南朝梁丘迟《与陈伯之书》：“自相夷戮。”这里用为伤害之意。',
        ],
        'vernacular' => [
            '公孙丑说：“君子不亲自教育自己的儿子，为什么呢？”',
            '孟子说：“因为情理上行不通。（父亲）教育（儿子）必然要用正确的道理；用正确的道理行不通，接着便会动怒。一动怒，就反而伤了感情了。（儿子会说：）‘你用正确的道理教育我，而你自己的做法就不正确。’这样，父子之间就伤了感情。父子之间伤了感情，就坏事了。古时候相互交换儿子进行教育，父子之间不求全责备。相互求全责备，会使父子关系疏远，父子疏远，那就没有比这更不幸的了。”',
        ],
    ],
    [
        'name' => '第十九节',
        'content' => [
            '孟子曰：“事(1)，孰为大？事亲为大；守，孰为大？守身为大。不失其身而能事其亲者，吾闻之矣；失其身而能事其亲者，吾未之闻也。孰不为事？事亲，事之本也；孰不为守？守身，守之本也。曾子(2)养曾皙(3)，必有酒肉。将彻(4)，必请所与；问有余，必曰‘有’。曾晳死，曾元(5)养曾子，必有酒肉。将彻，不请所与；问有余，曰‘亡(6)矣’，将以复进也。此所谓养口体者也。若曾子，则可谓养志也。事亲若曾子者，可也。”',
        ],
        'vernacular' => [
            '孟子说：“哪一种侍奉最重要？侍奉父母最重要；哪一种守护最重要？守护自身（的善性）最重要。不丧失自身（善性）而能侍奉好父母的，我听说过；丧失了自身（善性）而能侍奉好父母的，我从来没听说过。哪个长者不该侍奉？但侍奉父母才是侍奉的根本；哪种好品德不该守护？但守护自身（的善性）是守护的根本。曾子奉养他的父亲曾晳，每餐必定有酒肉。撤除食物时，必定要请示（剩下的酒肉）给谁；父亲问有没有剩余，必定说‘有’。曾晳死后，曾元奉养他的父亲曾子，每餐也必定有酒肉。撤除时，不请示剩余的给谁；父亲问有没有剩余，就回答说‘没有了’，准备拿吃剩的下顿再进奉给父亲。这叫作对父母的口体奉养。像曾子那样，就可以称为对父母心意的奉养了。侍奉父母能像曾子那样就可以了。”',
        ],
        'notes' => [
            '(1)事：《易·蛊·上九》：“不事王侯，高尚其事。”《老子·二十三章》：“故从事于道者，同于道；德者，同于德；失者，同于失。”《论语·学而》：“子夏曰：‘贤贤易色；事父母，能竭其力；事君，能致其身。’”《论语·子罕》：“出则事公卿，入则事父兄。”《孟子·梁惠王下》：“间於齐、楚，事齐乎？事楚乎？”《韩非子》：“今管仲不务尊主明法，而事增宠益爵。”《玉篇·史部》：“事，奉也。”作动词，这里用为侍奉之意。',
            '(2)曾子：即曾参，春秋时鲁国人，与他的父亲曾晳同为孔子的弟子。'
            '(2)曾皙：曾参的父亲，亦是孔子的学生。姓曾，名点，字子皙。春秋末鲁国南武城(原属山东费县，现属平邑县)人。',
            '(3)曾元：曾子的儿子。',
            '(4)彻：《诗·小雅·楚茨》：“废彻不迟。”《诗"小雅"十月之交》：“徹我墙屋，田卒汙莱。”《礼记·燕礼》：“司宫彻之士。”《礼记·士冠礼》：“彻筮席。”《礼记·曲礼》：“大夫无故不彻县。”《左传·宣公十二年》：“且虽诸侯相见，军卫不彻，警也。”《淮南子·原道》：“解车休马，罢酒彻乐。”这里用为撤除、撤去之意。',
            '(5)亡：《易·否·九五》：“休否，大人吉；其亡其亡，系于苞桑。”《诗·唐风·葛生》：“予美亡此，谁与独处。”《老子·四十四章》：“名与身孰亲？身与货孰多？得与亡孰病？”《论语·雍也》：“有颜回者好学……不幸短命死矣，今也则亡，未闻好学者也。”邢昺疏：“亡，无也。”《列子·汤问》：“河曲智叟亡以应。”《仪礼·士丧礼》：“亡则以缁，长半幅。”《集韵·虞韵》：“无，或作亡。”清段玉裁《说文解字注·亾部》：“亾，亦假借为有无之无。”这里用为“无”，即没有之意。',
        ],
    ],
    [
        'name' => '第二十节',
        'content' => [
            '孟子曰：“人不足与适(1)也，政不足间(2)也。唯大人为能格(3)君心之非。君仁，莫不仁；君义，莫不义；君正，莫不正。一正君而国定矣。”',
        ],
        'vernacular' => [
            '孟子说：“那些在位的小人，不值得去指责，他们的政事不值得去非议。只有大仁大德的人才能纠正君主思想上的错误。君主仁，没有谁不仁；君主义，没有谁不义；君主正，没有谁不正。一旦使君主端正了，国家就安定了。”',
        ],
        'notes' => [
            '(1)适：同“谪”，谴责，指责。古同“敌”。《尔雅》：“敌，匹也。”《国语·楚语》：“且夫自敌以下。”《国语·周语》：“敌国宾至。”《战国策·秦策》：“四国之兵敌。”《孙子·谋攻》：“敌则能战之。”《说文》：“敌，仇也。”这里用为相当之意。',
            '(2)间：《论语·泰伯》：“禹，吾无间然矣。”《墨子经》：“有閒中也。”《庄子·养生主》：“彼节者有间。”《史记·管晏传》：“从门閒而窥其夫。”《说文》：“閒，隙也。从門，中见月。会意。”这里用为间隙之意。间然：找空子，找缺陷。这里用为批评、挑剔之意。',
            '(3)格：《诗·大雅·抑》：“神之格思，不可度思，矧可射思。”《论语·为政》：“道之以德，齐之以礼，有耻且格。”《礼记·中庸》：“神之格思，不可度思，矧可射思？”《广韵·陌韵》：“格，度也，量也。”《文选·鲍照(芜城赋)》：“格高五岳，袤广三坟。”李善注引《苍颉篇》曰：“格，量度也。”瞿蜕园注：“格，尺度。这句盛夸城墙之高，超过五岳。”这里用为度量、衡量之意。',
        ],
    ],
    [
        'name' => '第二十一节',
        'content' => [
            '孟子曰：“有不虞(1)之誉，有求全之毁。”',
        ],
        'notes' => [
            '(1)虞：《诗·大雅·抑》：“用戒不虞。”《左传·僖公四年》：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”《秦倂六国平话》：“不虞齐赵无兵援，将死城崩国已亡。”这里用为猜度，料想之意。',
        ],
        'vernacular' => [
            '孟子说：“有料想不到的赞誉，有吹毛求疵的毁谤。”',
        ],
    ],
    [
        'name' => '第二十二节',
        'content' => [
            '孟子曰：“人之易(1)其言也，无责耳矣。”',
        ],
        'notes' => [
            '(1)易：《易·恒·象》：“雷风恒，君子以立不易方。”《诗"小雅"何人斯》：“尔还而入，我心易也。”《论语·学而》：“贤贤，易色。”《管子》：“王者乘时，圣人乘易。”《礼记·中庸》：“故君子居易以俟命，小人行险以徼幸。”《玉篇·日部》：“易，转也，变也。”《广韵·昔韵》：“易，变易也，改也。”这里用为改变、变动之意。',
        ],
        'vernacular' => [
            '孟子说：“一个人说话随随便便，那就不值得责备他了。”',
        ],
    ],
    [
        'name' => '第二十三节',
        'content' => [
            '孟子曰：“人之患在好为人师。”',
        ],
        'vernacular' => [
            '孟子说：“人们的毛病在于喜欢充当别人的老师。”',
        ],
    ],
    [
        'name' => '第二十四节',
        'content' => [
            '乐正子(1)从于子敖(2)之齐。',
            '乐正子见孟子。孟子曰：“子亦来见我乎？”',
            '曰：“先生何为出此言也？”',
            '曰：“子来几日矣？”',
            '曰：“昔者。”',
            '曰：“昔者，则我出此言也，不亦宜乎？”',
            '曰：“舍馆未定。”',
            '曰：“子闻之也，舍馆定，然后求见长者乎？”',
            '曰：“克有罪。”',
        ],
        'notes' => [
            '(1)乐正子：名克，鲁国人，孟子的学生，当时正在鲁国做官。《孟子·梁惠王下》：“乐正子入见。”',
            '(2)子敖：姓王名驩，字子敖。齐国贵臣，官右师。',
        ],
        'vernacular' => [
            '乐正子跟随王子敖来到齐国。',
            '乐正子去见孟子。孟子说：“你也来看我吗？”',
            '乐正子说：“先生为什么要说这样的话呢？”',
            '孟子问：“你来了几天了？”',
            '乐正子说：“前些日子。”',
            '孟子说：“前些日子就来了，那么我说这话不也是应该的吗？”',
            '乐正子说：“（因为）住所没有定下来。”',
            '孟子说：“你听说过，（非要）住所定下来了，才去求见长辈的吗？”',
            '乐正子说：“我有过错。”',
        ],
    ],
    [
        'name' => '第二十五节',
        'content' => [
            '孟子谓乐正子曰：“子之从于子敖来，徒餔(1)啜(2)也。我不意子学古之道而以餔啜也。”',
        ],
        'notes' => [
            '(1)哺(bǔ)：《楚辞·渔父》：“众人皆醉，何不餔其糟而啜其醨？”《史记·高祖本纪》：“有一老父过请饮,吕后因餔之。”这里用为吃食之意。',
            '(2)啜(chuò)：《墨子·节用中》：“饮于土塯，啜于土形。”《荀子·天论》：“君子啜菽饮水，非愚也，是节然也。”《荀子·非相》：“君子啜其羹。”《史记·屈原贾生列传》：“众人皆醉，何不餔其糟而啜其醨？”《说文》：“啜，尝也。”这里用为饮、喝之意。',
        ],
        'vernacular' => [
            '孟子对乐正子说：“你跟着王子敖来，只是为了混饭吃罢了。我没有想到，你学习古人的道理，竟是用它来混饭吃。”',
        ],
    ],
    [
        'name' => '第二十六节',
        'content' => [
            '孟子曰：“不孝有三(1)，无后为大。舜不告而娶(2)，为无后也，君子以为犹告也。”',
        ],
        'vernacular' => [
            '孟子说：“不孝的事有三件，其中没有子孙后代是最大的不孝。舜没有禀告父母就娶妻，就因为怕没有后代，所以君子认为他如同禀告了一样。”',
        ],
        'notes' => [
            '(1)不孝有三：据赵歧注，不孝的三件事是：一、对父母的过错“阿意曲从”，使父母陷入“不义”；二、家境贫困，父母年老，却不愿当官求俸禄以供养父母；三、不娶妻子，没有儿子，断绝了后代。',
            '(2)舜不告而娶：传说舜的父亲凶狠愚蠢，舜如果告诉他娶妻的事，肯定得不到他同意。不禀告不合礼，没有后代又是最大的不孝，两相权衡，只好“不告而娶”。'
        ],
    ],
    [
        'name' => '第二十七节',
        'content' => [
            '孟子曰：“仁之实，事亲是也；义之实，从兄是也；智之实，知斯二者弗去是也；礼之实，节文斯二者是也；乐之实，乐斯二者，乐则生矣(1)；生则恶可已(2)也，恶可已，则不知足之蹈之手之舞之。”',
        ],
        'vernacular' => [
            '孟子说：“仁的实质是侍奉父母；义的实质是顺从兄长；智的实质是明白这两方面的道理而不背离；礼的实质是在这两方面不失礼节、态度恭敬；乐的实质是乐于做这两方面的事，快乐就产生了；一产生就抑制不住，抑制不住，就会不知不觉地手舞足蹈起来。”',
        ],
        'notes' => [
            '(1)“乐之实”三句：前一“乐”，读yuè，后二“乐”，读lè。',
            '(2)己(yǐ)：《诗·郑风·风雨》：“风雨如晦，鸡鸣不已。”郑玄笺：“已，止。”《诗·小雅·南山有台》：“德音不已。”《老子·二十九章》：“将欲取天下而为之，吾见其不得已。”《论语·公冶长》：“子张问曰：‘令尹子文三仕为令尹，无喜色；三已之，无愠色。’”《列子·汤问》：“操蛇之神闻之，惧其不已也，告之于帝。”《广韵·止韵》：“已，止也。”这里用为停止之意。',
        ],
    ],
    [
        'name' => '第二十八节',
        'content' => [
            '孟子曰：“天下大悦而将归己，视天下悦而归己，犹草芥也，惟舜为然。不得乎亲，不可以为人；不顺乎亲，不可以为子。舜尽事亲之道而瞽瞍(1)厎(2)豫(3)，瞽瞍厎豫而天下化，瞽瞍厎豫而天下之为父子者定。此之谓大孝。”',
        ],
        'vernacular' => [
            '孟子说：“天下的人都很高兴地要来归附自己，把这种情景看得如同草芥的，只有舜是这样。不能得到父母的欢心，不可以做人；不能顺从父母的心意，不能做儿子。舜竭尽全力按侍奉父母的道理去做，终于使他的父亲瞽瞍高兴了；瞽瞍高兴了，天下的人由此受到感化；瞽瞍高兴了，天下父子之间应有的关系就确定了。这叫作大孝。”',
        ],
        'notes' => [
            '(1)鼓瞍(gǔ sǒu)：舜的父亲，其事可参《万章上》二、四章。',
            '(2)厎(zhí)：《书·皋陶谟》：“皋陶曰：‘朕言惠可厎行？’”《尔雅·释言》：“厎，致也。”《玉篇·厂部》：“厎，致也。”这里用为致之意。',
            '(3)豫：假借为“娱”。《诗"小雅"白驹》：“尔公尔侯，逸豫无期。”《尔雅》：“豫，乐也。”《庄子·应帝王》：“何问之不豫也?”《孟子·梁惠王下》：“吾王不游，吾何以休？吾王不豫。”《孟子·公孙丑下》：“夫子若有不豫色然。”《荀子·礼论》：“说豫娩泽。”《珠丛》：“心中和悦谓之豫。”《痛史》：“致令皇帝受惊，圣躬不豫，实属罪大恶极。”这里用为快乐之意。',
        ],
    ],
],
];
