<?php
return [
'chapters' => [
    [
        'name' => '第十二节',
        'content' => [
            '孟子曰：“居下位而不获于上，民不可得而治也。获于上有道：不信于友，弗获于上矣。信于友有道：事亲弗悦，弗信于友矣。悦亲有道：反身不诚，不悦于亲矣。诚身有道：不明乎善，不诚其身矣。是故诚者，天之道也；思诚者，人之道也。至诚而不动者，未之有也；不诚，未有能动者也。“',
        ],
        'vernacular' => [
            '孟子说：“身居下位而又不被上司信任，是不可能治理好百姓的。要取得上司信任有办法：如果不被朋友信任，也就不会得到上司信任了。要被朋友信任有办法：如果侍奉父母得不到父母欢心，也就不会被朋友信任了。要父母欢心有办法：如果反省自己不诚心诚意，也就得不到父母欢心了。要使自己诚心诚意有办法：如果不明白什么是善行，也就不会使自己诚心诚意了。所以，诚是天然的道理，追求诚是做人的道理。极端诚心而不能使人感动，是从不会有的事；不诚心是没有谁会被感动的。”',
        ],
    ],
],
];
