<?php
return [
'chapters' => [
    [
        'name' => '第十三节',
        'content' => [
            '孟子曰：“伯夷辟(1)纣，居北海之滨(2)，闻文王作，兴曰：‘盍归乎来！吾闻西伯(3)善养老者。’太公(4)辟纣，居东海之滨(5)，闻文王作，兴曰：‘盍归乎来！吾闻西伯善养老者。’二老者，天下之大老也，而归之，是天下之父归之也。天下之父归之，其子焉往？诸侯有行文王之政者，七年之内，必为政于天下矣。”',
        ],
        'vernacular' => [
            '孟子曰：“伯夷躲避纣王，隐居在北海边，听说文王兴盛起来了，高兴地说：”何不去投奔西伯呢！我听说西伯善于奉养老人。‘太公躲避纣王，隐居在东海边，听说文王兴盛起来了，高兴地说：“何不去投奔西伯呢！我听说西伯善于奉养老人。’这两位老人，是天下最有声望的老人，（他们）投奔了西伯，这就使天下做父亲的都去投奔西伯了。天下做父亲的都投奔了西伯，他们的儿子还能往哪里去呢？诸侯中如果有施行文王那样的仁政的，不出七年，一定能在天下执掌政权。”',
        ],
        'notes' => [
            '(1)辟：通“避”。《左传·庄公九年》：“秦子梁子以公旗辟于下道，是以皆止。”《周礼·掌交》：“使咸知王之好恶辟行之。”《论语·先进》：“柴也愚，参也鲁，师也辟，由也喭。”《论语·季氏》：“友便辟，友善柔，友便佞，损矣。”《礼记·中庸》：“人皆曰予知，驱而纳诸罟攫陷阱之中，而莫之知辟也。”《荀子·荣辱》：“不辟死伤。”这里用为回避、躲避之意。',
            '(2)北海之滨：其地在今濒临渤海的河北昌黎一带。',
            '(3)西伯：即周文王。',
            '(4)太公：即姜太公，因祖先曾封于吕地，故又姓吕，名尚，字子牙，号太公望。曾辅佐文王、武王灭商建立周朝。',
            '(5)东海之滨：其地在今山东莒县东部。',
        ],
    ],
],
];
