<?php
return [
'chapters' => [
    [
        'name' => '第十四节',
        'content' => [
            '孟子曰：“求(1)也为季氏(2)宰(3)，无能改于其德，而赋粟倍他日。孔子曰：‘求非我徒也，小子鸣鼓而攻之可也。’由此观之，君不行仁政而富之，皆弃于孔子者也，况于为之强战？争地以战，杀人盈野，争城以战，杀人盈城，此所谓率土地而食人肉，罪不容于死。故善战者服上刑(4)，连诸侯者次之，辟(5)草莱、任土地者次之。”',
        ],
        'vernacular' => [
            '孟子说：“冉求当了季氏的家臣，不能改变季氏的德行，征收田赋反而比过去增加一倍。孔子说：‘冉求不是我的学生，弟子们，你们可以擂起鼓来声讨他！’由此看来，君主不施行仁政，反而去帮他聚敛财富的人，都是孔子所鄙弃的，更何况为他卖命打仗的人呢？为争夺一块地方打仗而杀人遍野，为争夺一座城池打仗而杀人满城，这就叫作领着土地来吃人肉，罪恶之大，将他处死都嫌不够的。所以善于打仗的人该受最重的刑罚，唆使诸侯拉帮结伙打仗的人，该受次一等的刑罚，强令百姓垦荒耕种的人该受再次一等的刑罚。”',
        ],
        'notes' => [
            '(1)求：姓冉名求，孔子的学生。',
            '(2)季氏：即季孙氏，鲁国大夫，此时把持鲁国的国政，代鲁国国君主持祭祀。',
            '(3)宰：《周礼·目录》：“宰者，官也。”《周礼·序官》：“乃立天官冢宰。”《论语·公冶长》：“求也，千室之邑，百乘之家，可使为之宰也，不知其仁也。”《仪礼·聘礼》：宰命司马戒众介。”这里是指古代官吏的通称。',
            '(4)刑：《尚书·康诰》：“用其义刑义杀，勿庸以次汝封。乃汝尽逊曰时叙，惟曰未有逊事。”《诗"大雅"思齐》：“神罔时恫，刑于寡妻。”《诗·周颂·我将》：“仪式刑文王之典，日靖四方。”《诗"周颂"清庙》：“不显维德，百辟其刑之。”《论语·为政》：“道之以政，齐之以刑，民免而无耻；道之以德，齐之以礼，有耻且格。”《管子·侈靡》：“贱有实，敬无用，则人可刑也。”《孟子·梁惠王上》：“刑于寡妻。”《孟子·离娄上》：“君子犯义，小人犯刑。”这里用为典范、榜样之意。',
            '(5)辟：《诗"魏风"葛屦》：“好人提提，宛然左辟，佩其象揥。”《论语·宪问》：“贤者辟世，其次辟地，其次辟色，其次辟言。”《孟子·梁惠王上》：“欲辟土地。”《商君书·弱民》：“农辟地。”《盐铁论·地广》：“周宣王辟国千里，非贪侵也。”这里用为开辟、开拓之意。',
        ],
    ],
],
];
