<?php
return [
'chapters' => [
    [
        'name' => '第十七节',
        'content' => [
            '淳于髡(1)曰：“男女授受不亲，礼与？”',
            '孟子曰：“礼也。”',
            '曰：“嫂溺，则援之以手乎？”',
            '曰：“嫂溺不援，是豺狼也。男女授受不亲，礼也；嫂溺，援之以手者，权(2)也。”',
            '曰：“今天下溺矣，夫子之不援，何也？”',
            '曰：“天下溺，援之以道；嫂溺，援之以手。子欲手援天下乎？”',
        ],
        'vernacular' => [
            '淳于髡说：“男女之间不能亲手递接东西，是礼法的规定吗？”',
            '孟子说：“是礼法的规定。”',
            '淳于髡又问：“如果嫂子落水了，那么能用手拉她吗？”',
            '孟子说：“嫂子落水了而不去拉，这就如同豺狼了。男女之间不亲手递接东西，这是礼法的规定；嫂子落水而用手去拉，这是对礼法的变通。”',
            '淳于髡说：“现在，天下的人都掉落水中了，您不去救，为什么呢？”',
            '孟子说：“天下的人都落水了，要用王道去救；嫂子落水了，要用手去救。你难道想用手去救天下的人吗？”',
        ],
        'notes' => [
            '(1)淳于髡(kūn)：姓淳于，名髡，战国时齐国有名的辩士，曾仕于齐威王、齐宣王和梁惠王等朝。',
            '(2)权：《荀子·议兵》：“夫是之谓五权。”班固《东都赋》：“萧公权宜从拓其制。”这里用为权宜、变通之意。',
        ],
    ],
],
];
