<?php
return [
'chapters' => [
    [
        'name' => '第十九节',
        'content' => [
            '孟子曰：“事(1)，孰为大？事亲为大；守，孰为大？守身为大。不失其身而能事其亲者，吾闻之矣；失其身而能事其亲者，吾未之闻也。孰不为事？事亲，事之本也；孰不为守？守身，守之本也。曾子(2)养曾皙(3)，必有酒肉。将彻(4)，必请所与；问有余，必曰‘有’。曾晳死，曾元(5)养曾子，必有酒肉。将彻，不请所与；问有余，曰‘亡(6)矣’，将以复进也。此所谓养口体者也。若曾子，则可谓养志也。事亲若曾子者，可也。”',
        ],
        'vernacular' => [
            '孟子说：“哪一种侍奉最重要？侍奉父母最重要；哪一种守护最重要？守护自身（的善性）最重要。不丧失自身（善性）而能侍奉好父母的，我听说过；丧失了自身（善性）而能侍奉好父母的，我从来没听说过。哪个长者不该侍奉？但侍奉父母才是侍奉的根本；哪种好品德不该守护？但守护自身（的善性）是守护的根本。曾子奉养他的父亲曾晳，每餐必定有酒肉。撤除食物时，必定要请示（剩下的酒肉）给谁；父亲问有没有剩余，必定说‘有’。曾晳死后，曾元奉养他的父亲曾子，每餐也必定有酒肉。撤除时，不请示剩余的给谁；父亲问有没有剩余，就回答说‘没有了’，准备拿吃剩的下顿再进奉给父亲。这叫作对父母的口体奉养。像曾子那样，就可以称为对父母心意的奉养了。侍奉父母能像曾子那样就可以了。”',
        ],
        'notes' => [
            '(1)事：《易·蛊·上九》：“不事王侯，高尚其事。”《老子·二十三章》：“故从事于道者，同于道；德者，同于德；失者，同于失。”《论语·学而》：“子夏曰：‘贤贤易色；事父母，能竭其力；事君，能致其身。’”《论语·子罕》：“出则事公卿，入则事父兄。”《孟子·梁惠王下》：“间於齐、楚，事齐乎？事楚乎？”《韩非子》：“今管仲不务尊主明法，而事增宠益爵。”《玉篇·史部》：“事，奉也。”作动词，这里用为侍奉之意。',
            '(2)曾子：即曾参，春秋时鲁国人，与他的父亲曾晳同为孔子的弟子。'
            '(2)曾皙：曾参的父亲，亦是孔子的学生。姓曾，名点，字子皙。春秋末鲁国南武城(原属山东费县，现属平邑县)人。',
            '(3)曾元：曾子的儿子。',
            '(4)彻：《诗·小雅·楚茨》：“废彻不迟。”《诗"小雅"十月之交》：“徹我墙屋，田卒汙莱。”《礼记·燕礼》：“司宫彻之士。”《礼记·士冠礼》：“彻筮席。”《礼记·曲礼》：“大夫无故不彻县。”《左传·宣公十二年》：“且虽诸侯相见，军卫不彻，警也。”《淮南子·原道》：“解车休马，罢酒彻乐。”这里用为撤除、撤去之意。',
            '(5)亡：《易·否·九五》：“休否，大人吉；其亡其亡，系于苞桑。”《诗·唐风·葛生》：“予美亡此，谁与独处。”《老子·四十四章》：“名与身孰亲？身与货孰多？得与亡孰病？”《论语·雍也》：“有颜回者好学……不幸短命死矣，今也则亡，未闻好学者也。”邢昺疏：“亡，无也。”《列子·汤问》：“河曲智叟亡以应。”《仪礼·士丧礼》：“亡则以缁，长半幅。”《集韵·虞韵》：“无，或作亡。”清段玉裁《说文解字注·亾部》：“亾，亦假借为有无之无。”这里用为“无”，即没有之意。',
        ],
    ],
],
];
