<?php
return [
'chapters' => [
    [
        'name' => '第二十节',
        'content' => [
            '孟子曰：“人不足与适(1)也，政不足间(2)也。唯大人为能格(3)君心之非。君仁，莫不仁；君义，莫不义；君正，莫不正。一正君而国定矣。”',
        ],
        'vernacular' => [
            '孟子说：“那些在位的小人，不值得去指责，他们的政事不值得去非议。只有大仁大德的人才能纠正君主思想上的错误。君主仁，没有谁不仁；君主义，没有谁不义；君主正，没有谁不正。一旦使君主端正了，国家就安定了。”',
        ],
        'notes' => [
            '(1)适：同“谪”，谴责，指责。古同“敌”。《尔雅》：“敌，匹也。”《国语·楚语》：“且夫自敌以下。”《国语·周语》：“敌国宾至。”《战国策·秦策》：“四国之兵敌。”《孙子·谋攻》：“敌则能战之。”《说文》：“敌，仇也。”这里用为相当之意。',
            '(2)间：《论语·泰伯》：“禹，吾无间然矣。”《墨子经》：“有閒中也。”《庄子·养生主》：“彼节者有间。”《史记·管晏传》：“从门閒而窥其夫。”《说文》：“閒，隙也。从門，中见月。会意。”这里用为间隙之意。间然：找空子，找缺陷。这里用为批评、挑剔之意。',
            '(3)格：《诗·大雅·抑》：“神之格思，不可度思，矧可射思。”《论语·为政》：“道之以德，齐之以礼，有耻且格。”《礼记·中庸》：“神之格思，不可度思，矧可射思？”《广韵·陌韵》：“格，度也，量也。”《文选·鲍照(芜城赋)》：“格高五岳，袤广三坟。”李善注引《苍颉篇》曰：“格，量度也。”瞿蜕园注：“格，尺度。这句盛夸城墙之高，超过五岳。”这里用为度量、衡量之意。',
        ],
    ],
],
];
