<?php
return [
'chapters' => [
    [
        'name' => '第二十七节',
        'content' => [
            '孟子曰：“仁之实，事亲是也；义之实，从兄是也；智之实，知斯二者弗去是也；礼之实，节文斯二者是也；乐之实，乐斯二者，乐则生矣(1)；生则恶可已(2)也，恶可已，则不知足之蹈之手之舞之。”',
        ],
        'vernacular' => [
            '孟子说：“仁的实质是侍奉父母；义的实质是顺从兄长；智的实质是明白这两方面的道理而不背离；礼的实质是在这两方面不失礼节、态度恭敬；乐的实质是乐于做这两方面的事，快乐就产生了；一产生就抑制不住，抑制不住，就会不知不觉地手舞足蹈起来。”',
        ],
        'notes' => [
            '(1)“乐之实”三句：前一“乐”，读yuè，后二“乐”，读lè。',
            '(2)己(yǐ)：《诗·郑风·风雨》：“风雨如晦，鸡鸣不已。”郑玄笺：“已，止。”《诗·小雅·南山有台》：“德音不已。”《老子·二十九章》：“将欲取天下而为之，吾见其不得已。”《论语·公冶长》：“子张问曰：‘令尹子文三仕为令尹，无喜色；三已之，无愠色。’”《列子·汤问》：“操蛇之神闻之，惧其不已也，告之于帝。”《广韵·止韵》：“已，止也。”这里用为停止之意。',
        ],
    ],
],
];
