<?php
return [
'chapters' => [
    [
        'name' => '第六节',
        'content' => [
            '孟子曰：“为政不难，不得罪于巨室(1)。巨室之所慕，一国慕之；一国之所慕，天下慕之；故沛(2)然德(3)教溢乎四海。”',
        ],
        'notes' => [
            '(1)巨室：指很有影响力的卿大夫家族。',
            '(2)沛：《说文》：‘滂，沛也。’重言之，则曰滂滂沛沛……王褒《九怀》云：‘望淮兮沛沛。’”《广雅·释训》：“滂滂，沛沛，流也。”王念孙疏证：“本义雨水充盛之意。这里用指为遍布之意。',
            '(3)德：《易·讼·六三》：“食旧德，贞，厉，终吉。或从王事无成。”《诗"卫风"氓》：“士也罔极，二三其德。”《诗·大雅·既醉》：“既醉以酒，既饱以德。”《易·坤·象》：“地势坤；君子以厚德载物。”《老子·十章》：“生之畜之，生而不有，为而不恃，长而不宰，是谓玄德。”《论语·为政》：“子曰：‘为政以德，誓如北辰居其所而众星共之。’”《庄子·天地》：“故曰，玄古之君天下，无为也，天德而已矣。”成玄英疏：“玄古圣君无为而治天下，自然之德而已矣。”《孟子·梁惠王上》：“德何如可以王矣?”《新书·道德说》：“六德六美，德之所以生阴阳天地人与万物也。”这里用为客观规律之意。',
        ],
        'vernacular' => [
            '孟子说：“搞好政治不难，不得罪贤明的卿大夫就行了。他们所爱慕的，全国都会爱慕；全国所爱慕的，天下都会爱慕；因而德教就会浩浩荡荡充溢于天下了。”',
        ],
    ],
],
];
