<?php
return [
'chapters' => [
    [
        'name' => '第七节',
        'content' => [
            '孟子说：“天下有道，小德役(1)大德，小贤役大贤；天下无道，小役大，弱役强。斯二者，天也。顺天者存，逆天者亡。齐景公曰：‘即不能令，又不受命，是绝物也(2)。’涕出而女(3)于吴。今也小国师大国而耻受命焉，是犹弟子而耻受命于先师也。如耻之，莫若师文王。师文王，大国五年，小国七年，必为政于天下矣。《诗》云(4)：‘商之孙子，其丽(5)不亿(6)。上帝既命，侯(7)于周服。侯服于周，天命靡常。殷士肤(8)敏(9)，裸(10)将(11)于京。’孔子曰：‘仁不可为众也。夫国君好仁，天下无敌。’今也欲无敌于天下而不以仁，是犹执热而不以濯也。《诗》云：‘谁能执热，逝不以濯(12)？’”',
        ],
        'notes' => [
            '(1)役：《书·大诰》：“予造天役，遗大投艰于朕身。”这里用为役使于、服从于之意。',
            '(2)事见《说苑·权谋》记载。齐景公惧怕吴王阖庐伐齐，不得已把女儿嫁给阖庐。送别女儿时，哭着说：“余死不汝见矣”，又说：“余有齐国之固，不能以令诸侯，又不能听，是生乱也。寡人闻之，不能令，则莫若从。”',
            '(3)女：《诗·小雅·巷伯》：“既其女迁。”《左传·桓公十一年》：“宋雍氏女于郑庄公。”这里用为以女嫁人之意。',
            '(4)这八句出自《诗经·大雅·文王》。',
            '(5)丽：《诗·小雅·鱼丽》：“鱼丽于罶，鲿鲨。”《诗·鄘风·干旄》：“良马五之。”孔颖达疏引三国魏·王肃曰：“夏后氏驾两谓之丽。”《诗·大雅·文王》：“商之孙子，其丽不亿。”《周礼·夏官·校人》：“丽马一圉。”《小尔雅·广言》：“丽，两也。”《汉书·扬雄传上》：“丽钩芒与骖蓐收兮。”师古曰：“丽，并驾也。”这里用为成群结队之意。',
            '(6)亿：《诗·大雅·文王》：“商之孙子，其丽不亿。”《左传·隐公十年》：“不能供亿。”《左传·昭公二十一年》：“心亿则乐。”《左传·昭公三十年》：“我盍姑亿吾鬼神。”《左传·昭公二十一年》：“心亿则乐。”《国语·楚语》：“亿其上下。”《说文》：“亿，安也。”这里用为安宁、安定之意。',
            '(7)侯：疑问代词。相当于“何”。《诗"小雅"正月》：“瞻彼中林，侯薪侯蒸。”《诗"大雅"文王》：“上帝既命，侯于周服。”《史记·司马相如列传》：“君乎，君乎，侯不迈哉？”这里用为为什么，侯不(何不)之意。',
            '(8)肤：《诗·豳风·狼跋》：“公孙硕肤，赤舄几几。”《诗·大雅·文王》：“殷士肤敏，祼将于京。”汉张衡《东京赋》：“所谓末学肤受，贵耳而贱目者也。”《北齐书·文苑传序》：“凡此诸人，亦有文学肤浅，妄想推荐者十三四焉。”这里用为浅薄之意。',
            '(9)敏：《诗·小雅·甫田》：“曾孙不怒，农夫克敏。”《诗·大雅·文王》：“殷士肤敏，祼将于京。”《左传·僖公三十三年》：“礼成而加之以敏。”《论语·学而》：“敏于事而慎于言。”《论语·里仁》：“君子欲纳于言而敏于行。”这里用为思想敏锐、反应快之意。',
            '(10)裸（guàn），宗庙祭祀的一种仪式，把郁鬯（chàng）酒浇在地上以迎接鬼神。',
            '(11)将：助。《诗·大雅·文王》：“殷士肤敏，祼将于京。”《左传·隐公六年》：“君将若之何？”《孟子·告子下》：“天将降大任。”《韩非子·喻老》：“将恐深。”这里用为将要、就要之意。',
            '(12)这两句出自《诗经·大雅·柔桑》。',
        ],
        'vernacular' => [
            '孟子说：“天下有道时，道德低的受道德高的役使，才智少的受才智多的役使；天下无道时，力量小的受力量大的役使，势力弱的受势力强的役使。这两种情况，符合天理。顺从天理的生存，违逆天理的灭亡。齐景公说过：‘我既不能命令别人，又不愿听别人命令，这就同别人断绝了关系。’景公不得已哭着把女儿嫁到吴国去。现在，小国效法大国，却又耻于接受大国命令，这就好比学生耻于接受老师的命令一样。如果真的感到羞耻，那就不如效法文王。效法文王，大国不出五年，小国不出七年，一定能在天下掌权。《诗经》上说：“商朝子子孙孙，不下十万余人。上帝既有命令，都向周朝归顺。都向周朝归顺，就因天命没有定论。殷朝的臣子，不论是漂亮的聪明的，都行裸献之礼，助祭在周王京城。’孔子说：‘仁的力量，不在于人多。国君爱好仁德，就能天下无敌。’如果想无敌于天下而又不凭借仁，这就像热得受不了而又不肯洗澡一样。《诗经》上说：‘谁能热得受不了，不去洗个澡？’”',
        ],
    ],
],
];
