<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '孟子曰：“舜生于诸冯(1)，迁于负夏(2)，卒于鸣条(3)，东夷之人也。文王生于岐周(4)，卒于毕郢(5)，西夷之人也。地之相去也，千有余里，世之相后也，千有余岁，得志行乎中国，若合符节(6)，先圣后圣，其揆(7)一也。”',
        ],
        'vernacular' => [
            '孟子说：“舜生在诸冯，迁居到负夏，死在鸣条，是东方边远地区的人。文王生在岐周，死在毕郢，是西方边远地区的人。两地相距一千多里，时代相距一千多年，但他们得志后在中国所推行的，像符节一样吻合，先出的圣人和后出的圣人，他们（所遵循的）法度是一样的。”',
        ],
        'notes' => [
            '⑤揆（kuí）：尺度，准则。',
            '(1)诸冯：地名，相传在今山东荷泽以南。',
            '(2)负夏：地名，约在今山东滋阳以西。',
            '(3)鸣条：地名，在今山西运城安邑镇。',
            '(4)岐周：地名，指岐山下周的旧邑，在今陕西岐山县东北。',
            '(5)毕郢：地名，相传是周文王去世的地方，在今陕西咸阳县东二十一里。',
            '(6)符节：古代朝廷用作凭证的信物，用金、玉、竹、铜、木等制作，形状不一，上写文字，剖分为二，双方各执一半，使用时将两半相合以验真假。古代朝廷传达命令或调兵将用的凭证，双方各执一半，以验真假。有铜虎符，竹使符，或曰五寸，古用圭璋，其后乃以符代之。《周礼·掌节》：“门关用符节。”《史记·魏公子列传》：“晋鄙合符，疑之，举手视公子。”《汉书·高帝纪》：“封皇帝玺符节。”《说文》：“符，信也。汉制以竹长六寸分而相合。”这里用为信物之意。',
            '(7)揆(kuí)：《诗·鄘风·定之方中》：“揆之以日，作于楚室。”《易·系辞》：“初率其辞而揆其方。”《国语·周语》：“南北之揆七同也。”《楚辞·离骚》：“皇览揆予初度兮，肇锡予以嘉名。”《论衡·实知》：“凡圣人见祸福也，亦揆端推类。”《说文》：“揆，度也。”这里用为大致估量之意。',
        ],
    ],
    [
        'name' => '第二节',
        'content' => [
            '子产(1)听郑国之政，以其乘舆济人于溱(2)、洧(3)。孟子曰：“惠而不知为政。岁十一月(4)，徒杠(5)成；十二月，舆梁(6)成，民未病涉也。君子平其政，行辟人可也，焉得人人而济之？故为政者，每人而悦之，日亦不足矣。”',
        ],
        'vernacular' => [
            '子产治理郑国的政事，用自己乘坐的车子帮助别人渡过溱水和洧水。孟子说：“（子产）仁惠却不懂治理政事的方法。（如果）十一月份把走人的桥修好，十二月份把行车的桥修好，百姓就不会为渡河发愁了。在上位的人搞好了政治，出行时让行人回避自己都可以的，哪能一个个地帮别人渡河呢？所以治理政事的人，对每个人都一一去让他喜欢，时间也就太不够用了。”',
        ],
        'notes' => [
            '(1)子产：(？～前522)春秋后期政治家，郑国执政。郑穆公之孙，名侨，字子产，亦称公孙侨。青年时即表现出远见卓识。',
            '(2)溱(zhēn)：郑国水名，源于河南密县东北圣水峪，东南会合洧水为双洎河，东流入贾鲁河。《诗·郑风·褰裳》：“子惠思我,褰裳涉溱。”《诗·郑风·溱洧》：“溱与洧,方涣涣兮。”',
            '(3)洧(wěi)：郑国水名，源于河南登封县东部阳城山，东流经密县与溱水会合。《诗·郑风·褰裳》：“子惠思我,褰裳涉洧。”《诗·郑风·溱洧》：“溱与洧,方涣涣兮。”《广韵》：“洧,水名。在郑。”',
            '(4)十一月：指周历，夏历为九月。下句中的十二月指夏历十月。',
            '(5)徒杠：指徒步行走的简易的独木桥。',
            '(6)舆梁：指可通行马车的大桥。',
        ],
    ],
    [
        'name' => '第三节',
        'content' => [
            '孟子告齐宣王曰：“君之视臣如手足，则臣视君如腹心；君之视臣如犬马，则臣视君如国人；君之视臣如土芥，则臣视君如寇仇(1)。”',
            '王曰：“礼，为旧君有服(2)，何如斯可为服矣？”',
            '曰：“谏行言听，膏泽下于民；有故而去，则君使人导之出疆，又先于其所往；去三年不反，然后收其田里。此之谓三有礼焉。如此，则为之服矣。今也为臣，谏则不行，言则不听，膏泽不下于民；有故而去，则君搏执之，又极之于其所往；去之日，遂收其田里。此之谓寇仇。寇仇，何服之有？”',
        ],
        'notes' => [
            '(1)雠(chóu)：为仇的异体字，同“仇”。《诗·邶风·谷风》：“反以我为雠。”《左传》：“祁大夫外举不弃雠，内举不失亲。”《楚辞·惜诵》：“又众兆之所雠。”《一切经音义》引《三苍》：“怨偶曰雠。”这里用为仇恨、仇怨之意。',
            '(2)服：《仪礼·丧服子夏传》：“大夫为旧君，何以服齐衰三月也？”《后汉书·刘平传》：“服阙,服全椒长。”《风俗通·十反》：“三年服阙。”这里用为服丧之意。',
        ],
        'vernacular' => [
            '孟子告诉齐宣王说：“君主看待臣下如同自己的手足，臣下看待君主就会如同自己的腹心；君主看待臣下如同狗马，臣下看待君主就会如同不相识的人；君主看待臣下如同泥土草芥，臣下看待君主就会如同仇人。”',
            '宣王说：“礼制规定，（已经离职的臣下）要为先前侍奉过的君主服孝，君主怎样做，臣下就能为他服孝呢？”',
            '孟子说：“（臣下在职时）有劝谏，君主就听从，有建议，君主就采纳，使君主恩泽遍及百姓；（臣子）有原因离职（到别国去），君主就派人领他出境，并且派人先到他要去的地方作好安排；离开三年还不回来，才收回他的封地房屋。这叫三次有礼。这样，臣下就愿意为他服孝了。如今做臣下的，有劝谏，君主不接受，有建议，君主不肯听，（因此）恩泽不能遍及百姓；有原因离去，君主就要捉拿他，还想法使他在所去的地方陷入困境；离开的当天，就没收了他的封地房屋。这样就叫作仇人。（成了）仇人，哪有什么要服孝的呢？”',
        ],
    ],
    [
        'name' => '第四节',
        'content' => [
            '孟子说：“无罪而杀士，则大夫可以去；无罪而戮民，则士可以徙。”',
        ],
        'vernacular' => [
            '孟子说：“无罪而杀士人，那么大夫就可以离开；无罪而杀百姓，那么士人就可以迁走。”',
        ],
    ],
    [
        'name' => '第五节',
        'content' => [
            '孟子曰：“君仁，莫不仁；君义，莫不义。”',
        ],
        'vernacular' => [
            '孟子说：“君主仁，就没有谁不仁；君主义，就没有谁不义。”',
        ],
    ],
    [
        'name' => '第六节',
        'content' => [
            '孟子曰：“非礼之礼，非义之义，大人弗为。”',
        ],
        'vernacular' => [
            '孟子说：“不符合礼的‘礼’，不符合义的‘义’，有道德的人是不遵行的。”',
        ],
    ],
    [
        'name' => '第七节',
        'content' => [
            '孟子曰：“中也养不中，才也养不才，故人乐有贤父兄也。如中也弃不中，才也弃不才，则贤不肖之相去，其间不能以寸。”',
        ],
        'vernacular' => [
            '孟子说：“道德行为合乎法度的人要教育、熏陶不合法度的人，有才能的人要教育、熏陶没有才能的人，所以人们都乐于有贤能的父兄。如果道德行为合乎法度的人鄙弃不合法度的人，有才能的人鄙弃没有才能的人，那么贤能的人与不贤能的人之间的距离，就近得不能用寸来度量了。”',
        ],
    ],
    [
        'name' => '第八节',
        'content' => [
            '孟子曰：“人有不为也，而后可以有为。”',
        ],
        'vernacular' => [
            '孟子说：“一个人有所不为，然后才能有所为。”',
        ],
    ],
    [
        'name' => '第九节',
        'content' => [
            '孟子曰：“言人之不善，当如后患何？”',
        ],
        'vernacular' => [
            '孟子说：“说人家缺点，招来了后患怎么办？”',
        ],
    ],
    [
        'name' => '第十节',
        'content' => [
            '孟子曰：“仲尼不为已甚者。”',
        ],
        'vernacular' => [
            '孟子说：“仲尼不做过头的事。”',
        ],
    ],
    [
        'name' => '第十一节',
        'content' => [
            '孟子曰：“大人者，言不必信，行不必果，惟义所在。”',
        ],
        'vernacular' => [
            '孟子说：“有德行的君子，说话不一定都兑现，做事不一定都彻底，只要落实在‘义’上就行。”',
        ],
    ],
    [
        'name' => '第十二节',
        'content' => [
            '孟子曰：“大人者，不失其赤子(1)之心者也。”',
        ],
        'notes' => [
            '(1)赤子：《尚书·康诰》：“若保赤子，惟民其康乂。”《老子·五十五章》：“含德之厚，比于赤子。”《孟子·滕文公上》：“儒者之道，古之人若保赤子，此言何谓也？”赤子：指纯正而天真无邪的儿童之意。',
        ],
        'vernacular' => [
            '孟子说：“有德行的君子，是不失掉婴儿般纯真天性的人。”',
        ],
    ],
    [
        'name' => '第十三节',
        'content' => [
            '孟子曰：“养生者不足以当大事，惟送死可以当大事。”',
        ],
        'vernacular' => [
            '孟子说：“奉养父母还算不上大事，只有给他们送终才算得上大事。”',
        ],
    ],
    [
        'name' => '第十四节',
        'content' => [
            '孟子曰：“君子深造之以道，欲其自得之也。自得之，则居(1)之安；居之安，则资(2)之深；资之深，则取之左右逢其原，故君子欲其自得之也。”',
        ],
        'notes' => [
            '(1)居：《易·随·六三》：“系丈夫，失小子，随；有求，得。利居贞。”《诗"邶风"柏舟》：“日居月诸，胡迭而微。”《诗经"郑风"叔于田》：“叔于田，巷无居人。”《诗·小雅·鱼藻》：“王在在镐,有那其居。”《老子·八章》：“居善地，心善渊，与善仁。”《论语·公冶长》：“藏文仲居蔡，山节藻棁，何如其知也？”《礼记·中庸》：“故君子居易以俟命，小人行险以徼幸。”《礼记·乐记》：“乐著太始而礼居成物。”俞樾平议：“居，犹辨也。‘乐著太始。礼居成物’。谓乐所以著明太始，礼所以辨别成物。”《孟子·滕文公下》：“一怒而诸侯惧，安居而天下熄。”这里用为“辨别”之意。',
            '(2)资：《易·巽·上九》：“巽在床，下丧其资斧；贞，凶。”《老子·二十七章》：“不善人者，善人之资。”《庄子·大宗师》：“尧何以资汝？”郭象注：“资，给济之谓。”《战国策·秦策四》：“王资臣万金而游。”高诱注：“资，给。”《篇海类编·珍宝类·贝部》：“资，给也。”《集韵·脂韵》：“资，助也。”这里用为给与、供给、给济之意。',
        ],
        'vernacular' => [
            '孟子说：“君子要按照正确的方法深造，是想使他自己获得道理。自己获得的道理，就能牢固掌握它；牢固掌握了它，就能积蓄很深；积蓄深了，就能左右逢源取之不尽，所以君子想要自己获得道理。”',
        ],
    ],
    [
        'name' => '第十五节',
        'content' => [
            '孟子曰：“博学而详说之，将以反说约也。”',
        ],
        'vernacular' => [
            '孟子说：“广博地学习，详细地阐述，是要由此返回到能说出其要点的境地。”',
        ],
    ],
    [
        'name' => '第十六节',
        'content' => [
            '孟子曰：“以善服人者，未有能服人者也；以善养人，然后能服天下。天下不心服而王者，未之有也。”',
        ],
        'vernacular' => [
            '孟子说：“靠善来使人心服，没有能使人心服的；靠善来教育感化人，才能使天下的人心服。天下的人不心服却能统治好天下的，是从来不会有的。”',
        ],
    ],
    [
        'name' => '第十七节',
        'content' => [
            '孟子曰：“言无实不祥。不祥之实，蔽贤者当之。”',
        ],
        'vernacular' => [
            '孟子说：“说话没有事实根据是不好的。不祥的后果由阻碍进用贤者的人承受。”',
        ],
    ],
    [
        'name' => '第十八节',
        'content' => [
            '徐子(1)曰：“仲尼亟称于水，曰‘水哉，水哉！’何取于水也？”',
            '孟子曰：“源泉混混(2)，不舍昼夜，盈科(3)而后进，放乎四海。有本者如是，是之取尔。苟为无本，七八月之间雨集，沟浍皆盈，其涸也，可立而待也。故声闻过情，君子耻之。”',
        ],
        'vernacular' => [
            '徐子说：“孔子多次称赞水，说道‘水啊，水啊！’对于水，孔子取它哪一点呢？”',
            '孟子说：“源头里的泉水滚滚涌出，日夜不停，注满洼坑后继续前进，最后流入大海。有本源的事物都是这样，孔子就取它这一点罢了。如果没有本源，像七八月间的雨水那样，下得很集中，大小沟渠都积满了水，但它们的干涸却只要很短的时间。所以，声望超过了实际情况，君子认为是可耻的。”',
        ],
        'notes' => [
            '(1)徐子：姓徐名辟，孟子的学生。《孟子·滕文公上》：“墨者夷之，因徐辟而求见孟子。”',
            '(2)混混(hùn)：《楚辞·王逸·九思·伤时》：“时混混兮浇饡。”《说文》：“混，丰流也。”司马相如《子虚赋》：“汩乎混流。”郭璞《江赋》：“或混沦乎泥沙。”这里用为水势盛大之意。',
            '(3)科：通“窠”。《易·说卦》：“其于木也，为科上槁。”这里用为坎、坑之意。',
            '(4)浍(kuài)：沟渠',
        ],
    ],
    [
        'name' => '第十九节',
        'content' => [
            '孟子曰：“人之所以异于禽兽者几希，庶民去之，君子存之。舜明于庶物，察于人伦，由仁义行，非行仁义也。”',
        ],
        'vernacular' => [
            '孟子说：“人区别于禽兽的地方只有很少一点点，一般的人丢弃了它，君子保存了他。舜明白万事万物的道理，明察人伦关系，因此能遵照仁义行事，而不是勉强地施行仁义。”',
        ],
    ],
    [
        'name' => '第二十节',
        'content' => [
            '孟子曰：“禹恶旨酒(1)而好善言。汤执中(2)，立贤无方(3)。文王视民如伤(4)，望道而未之见。武王不泄(5)迩(6)，不忘远。周公思兼三王，以施四事；其有不合者，仰而思之，夜以继日；幸而得之，坐以待旦。”',
        ],
        'vernacular' => [
            '孟子说：“禹讨厌美酒而喜欢善言。汤掌握住中正的原则，选拔贤人没有一成不变的常规。文王看待百姓，如同他们受了伤一样，（总是同情抚慰；）望见了‘道’却像没有看见一样，（总是不断追求。）武王不轻慢近臣，不遗忘远臣。周公想要兼有三代圣王的功业，实践（上述）四个方面的美德；要是有不合当时情况的，就仰首思索，夜以继日；幸而想通了，就坐等天亮（以便立即实行）。”',
        ],
        'notes' => [
            '(1)旨酒：美酒。',
            '(2)执中：走中间道路，不极端。',
            '(3)方：义同“常”。《易·坤·六二》：“直方大，不习，无不利。”《易·观·象》：“风行地上，观，先王以省方，观民设教。”《书·多方》：“告尔四国多方，惟尔殷侯尹民。”杨树达《积微居小学述林》：“方者，殷、周称邦国之辞，……故干宝云：‘方，国也。’是也。”《老子·五十八章》：“是以圣人方而不割，廉而不刿，直而不肆，光而不耀。”《论语·子路》：“夫如是，则四方之民襁负其子而至矣；焉用稼！”这里用为“各邦国”之意。亦为“各地方”之意。',
            '(4)伤：《诗经"陈风"泽陂》：“有美一人，伤如之何？”《战国策·秦策》：“天下莫不伤。”《玉台新咏·古诗为焦仲卿妻作》：“时人伤之，为诗云尔。”《孔雀东南飞》：“时人伤之，为诗云尔。”这里用为悲哀，哀伤之意。',
            '(5)泄：《诗·邶风·雄雉》：“雄雉于飞，泄泄其羽。”《诗"魏风"十亩之间》：“十亩之外兮，桑者泄泄兮，行与子逝兮。”《诗·大雅·板》：“天之方蹶，无然泄泄。”陆德明释文：“《尔雅》：‘宪宪，泄泄，制法则也。’”《荀子·荣辱》：“憍泄者，人之殃也。恭俭者，屏五兵也。”清朱骏声《说文通训定声·泰部》：“泄，假借为亵。”这里用为轻慢、懈怠之意。',
            '(6)迩(ěr)：《诗·周南·汝坟》：“父母孔迩。”《诗"小雅"小旻》：“匪大犹是经，维迩言是听。”《左传·僖公二十二年》：“戎事不迩女器。”《论语·阳货》：“迩之事父，远之事君；多识於鸟、兽、草、木之名。”《礼记·中庸》：“舜其大知也与！舜好问以好察迩言。”《礼记·郊特性》：“节远迩之期也。”《孟子·离娄上》：“道在迩而求诸远，事在易而求诸难。”《虞书》：“柔远能迩。”《说文》：“迩，近也。”这里用为“近”之意。',
        ],
    ],
    [
        'name' => '第二十一节',
        'content' => [
            '孟子曰：“王者之迹(1)熄而诗亡，诗亡然后《春秋》(2)作。晋之《乘》(3)，楚之《梼杌》(4)，鲁之《春秋》，一也：其事则齐桓、晋文，其文则史。孔子曰：‘其义则丘窃取之矣。’“',
        ],
        'vernacular' => [
            '孟子说：“圣王采集歌谣的做法废止后，诗就没有了；诗没有之后，就出现了《春秋》一类史书。晋国的《乘》，楚国的《梼杌》，鲁国的《春秋》，都是一样的：上面记载的是齐桓公、晋文公之类的事，上面的文字，都是由史官记录而成。孔子说：‘各国史书（褒贬善恶）的原则，我私下里取来（运用到《春秋》中去）了。’”',
        ],
        'notes' => [
            '(1)：当为“䢋”。《说文解字》：“䢋，古之遒(qiú)人。”遒人是古代采集歌谣的官吏。',
            '(2)《春秋》：各国史书的通称。又，相传孔子依据鲁国史官所编《春秋》，加以整理修订而成编年体鲁《春秋》。据上下文，这里的《春秋》似指前者。',
            '(3)乘：春秋时晋国的史书。后用以称一般的史书。下文梼杌》、《春秋》分别是楚国、鲁国史书名。',
            '(4)梼杌(táo wù)：古代传说中的一种猛兽。《左传·文公十八年》：“谓之梼杌。”赵岐《孟子》注：“囂凶之类，兴于记恶之戒，因以为名。”亦是一种史书。',
        ],
    ],
    [
        'name' => '第二十二节',
        'content' => [
            '孟子曰：“君子之泽(1)五世而斩(2)，小人之泽五世而斩。予未得为孔子徒也，予私淑(3)诸人也。”',
        ],
        'notes' => [
            '(1)泽：《庄子·大宗师》：“泽及万世而不为仁。”《孟子·公孙丑下》：“然且至，则是干泽也。”《史记·西门豹传》：“故西门豹为邺令，名闻天下，泽流后世。”这里用为恩泽、恩惠之意。',
            '(2)斩：《诗·小雅·节南山》：“国既卒斩，何用不监？”《战国策·秦策三》：“北斩太行之道，则上党之兵不下。”《广雅·释诂一》：“斩，断也。”这里用为断绝之意。',
            '(3)私淑：没有得到某人的亲身教授而又敬仰他的学问并尊之为师的，称之为私淑弟子。以区别于经老师亲自传授过学业的学生。',
        ],
        'vernacular' => [
            '孟子说：“君子道德风尚的影响，五代以后就断绝了；小人道德风尚的影响，五代以后也就断绝了。我没能（赶上）做孔子的门徒，我是私下从别人那里学习（孔子的道德学问）的。”',
        ],
    ],
    [
        'name' => '第二十三节',
        'content' => [
            '孟子曰：“可以取，可以无取，取伤廉；可以与，可以无与，与伤惠；可以死，可以无死，死伤勇。”',
        ],
        'notes' => [
            '(1)死：《易·豫·六五》：“贞，疾恒，不死。”《诗·鄘风·柏舟》：“之死矢靡它。”《老子·四十二章》：“强梁者不得其死，吾将以为教父。”《论语·子罕》：“天之将丧斯文也。後死者不得与於斯文也。”《论语·先进》：“若由也，不得其死然。”《大戴礼记·本命》：“化尽数穷谓之死。”《荀子·大略》：“流言止焉，恶言死焉。”《广雅·释诂四》：“死，穷也。”《后汉书·皇甫嵩传》：“讹言‘苍天已死，黄天当立，岁在甲子，天下大吉。’”常建《吊王将军墓》：“战余落日黄，军败鼓声死。”这里用为穷、尽之意。',
        ],
        'vernacular' => [
            '孟子说：“可以拿，可以不拿，拿了就伤害了廉洁；可以给，可以不给，给了就伤害了恩惠；可以死，可以不死，死了就伤害了勇敢。”',
        ],
    ],
    [
        'name' => '第二十四节',
        'content' => [
            '逄蒙(1)学射于羿(2)，尽羿之道，思天下惟羿为愈己，于是杀羿。孟子曰：“是亦羿有罪焉。”',
            '公明仪曰：“宜若无罪焉。”',
            '曰：“薄乎云尔，恶得无罪？郑人使子濯孺子(3)侵卫，卫使庾公之斯(4)追之。子濯孺子曰：‘今日我疾作，不可以执弓，吾死矣夫！’问其仆曰：‘追我者谁也？’其仆曰：‘庾公之斯也。’曰：‘吾生矣。’其仆曰：‘庾公之斯，卫之善射者也；夫子曰吾生，何谓也？’曰：‘庾公之斯学射于尹公之他(5)，尹公之他学射于我。夫尹公之他，端(6)人也，其取友必端矣。’庾公之斯至，曰：‘夫子何为不执弓？’曰：‘今日我疾作，不可以执弓。’曰：‘小人学射于尹公之他，尹公之他学射于夫子，我不忍以夫子之道反害夫子。虽然，今日之事，君事也，我不敢废。’抽矢，扣轮，去其金，发乘矢而后反。”',
        ],
        'vernacular' => [
            '逢蒙向羿学射箭，完全学会了羿的技术，他想到天下只有羿比自己强，于是杀害了羿。孟子说：“这件事羿也有过错。”',
            '公明仪说：“好像不该有过错吧。”',
            '孟子说：“过错小一点罢了，哪能说没有过错？郑国派子濯孺子侵犯卫国，卫国派庾公之斯追击他。子濯孺子说：”今天我的病发作了，不能拿弓，我是必死无疑的了。‘问他的驾车人：“追我的人是谁？’驾车的说：”是庾公之斯。‘子濯孺子说：“我能活了！’驾车的说：”庾公之斯是卫国善于射箭的人；您（反而）说“我能活了”，为什么这样说呢？‘子濯孺子说：“庾公之斯是跟尹公之他学的射箭，尹公之他是跟我学的射箭。尹公之他是正派人，他看中的朋友一定也是正派的。’庾公之斯追到跟前，说：”先生为什么不拿弓？‘子濯孺子说：“今天我的病发作了，无法拿弓。’庾公之斯说：”我向尹公之他学射箭，尹公之他是向您学射箭，我不忍心用您传授的技术反过来伤害您。虽然这么说，可是今天这事，是国君交付的事，我不敢不办。‘说完便抽出箭来，在车轮上敲，敲掉箭头，射了四箭之后返身回去了。“',
        ],
        'notes' => [
            '(1)逄蒙学射于羿：逢蒙，羿的家臣，曾向羿学习箭法，后背叛羿，帮助有穷国的相寒浞杀死了羿。',
            '(2)羿(yì)：羿，传说是古代有穷国的国君，以善射闻名。《左传》：“羿犹不悛，将归自田，家众杀而亨之。”《论语·宪问》：“羿善射，奡荡舟，俱不得其死然。”这里指为夏时有穷氏国君。古代有羿毙十日(指羿射日)的传说。',
            '(3)子濯(zhuó)孺子：郑国大夫。',
            '(4)庾(yǔ)公之斯：卫国大夫。',
            '(5)尹公之他(tuō)：卫国人。',
            '(6)端：《礼记·王藻》：“端行颐霤如矢。”《荀子·成相》：“水至平，端不倾。”《说文》：“端，直也。”《广雅·释诂一》：“端，正也。”这里用为端庄正直之意。',
        ],
    ],
    [
        'name' => '第二十五节',
        'content' => [
            '孟子曰：“西子(1)蒙不洁，则人皆掩鼻而过之；虽有恶人，齐(2)戒沐浴，则可以祀上帝。”',
        ],
        'vernacular' => [
            '孟子说：“（如果）西施蒙上了脏东西，那么人人都会掩着鼻子走过她跟前；即使长得丑陋的人，只要（诚心）斋戒沐浴，那么也可以祭祀上帝。”',
        ],
        'notes' => [
            '(1)西子：指春秋时期越国的美女西施，这里泛指美人。',
            '(2)齐(zhāi)：通“斋”。《诗"召南"采蘋》：“谁其尸之？有齐季女。”《左传·昭公十三年》：“使五人齐，而长入拜。”《论语·乡党》：“齐，必有明衣，布。齐必变食，居必迁坐。”《国语·楚语下》：“而又能齐肃衷正。”《礼记·中庸》：“齐明盛服，以承祭祀。”《仪礼·士冠礼》：“齐则缁之。”《孟子·公孙丑下》：“弟子齐宿而後敢言，夫子卧而不听，请勿复敢见矣。”这里用为斋戒之意。',
        ],
    ],
    [
        'name' => '第二十六节',
        'content' => [
            '孟子曰：“天下之言性也，则故而已矣。故者以利为本。所恶于智者，为其凿也。如智者若禹之行水也，则无恶于智矣。禹之行水也，行其所无事也。如智者亦行其所无事，则智亦大矣。天之高也，星辰之远也，苟求其故，千岁之日至(1)，可坐而致也。”',
        ],
        'vernacular' => [
            '孟子说：“天下之人所说的本性，无非指万物固有的道理而已。固有的道理是以顺乎自然作根本的。（有时）之所以要讨厌聪明，是因为它穿凿附会。如果聪明得能像禹使水顺势流泄那样，那就不会讨厌聪明了。禹使水顺势流泄，做的是不用穿凿而顺其自然的事。如果聪明人也能做不用穿凿而顺其自然的事，那聪明也就大得了不起了。天是很高的，星辰是很远的，如果能推求它们固有的（运行）规律，那么一千年后的冬至，也是可以坐着推算出来的。”',
        ],
        'notes' => [
            '(1)日至：这里指冬至。',
        ],
    ],
    [
        'name' => '第二十七节',
        'content' => [
            '公行子(1)有子之丧，右师(2)往吊。入门，有进而与右师言者，有就右师之位而与右师言者。孟子不与右师言，右师不悦曰：“诸君子皆与驩言，孟子独不与驩言，是简(3)驩也。”',
            '孟子闻之，曰：“礼，朝廷不历位而相与言，不逾阶而相揖也。我欲行礼，子敖以我为简，不亦异乎？”',
        ],
        'vernacular' => [
            '公行子为儿子办丧事，右师前去吊丧。进了门，就有走上来同他说话的，（坐下后，）又有走近他的座位来同他说话的。孟子不同右师说话，右师不高兴地说：“大夫们都来同我说话，只有孟子不同我说话，这是怠慢我。”',
            '孟子听了这话，说：“按礼的规定，在朝廷上不能越过位次相互交谈，不能越过台阶相互作揖。我是想按礼办事，子敖却认为我怠慢了他，不也奇怪吗？”',
        ],
        'notes' => [
            '(1)公行子：齐国大夫。',
            '(2)右师：先秦时期官名，此处指齐国大夫王驩(huān)，驩字子敖。',
            '(3)简：《诗"邶风"简兮》：“简兮简兮，方将万舞。”《论语·公冶长》：“吾党之小子狂简，斐然成章，不知所以裁之。”《荀子·议兵》：“简礼贱义者，其国乱。”这里用为怠慢、倨傲之意。如：简侮(轻侮)、简薄(鄙薄轻视)、简倨(犹高傲)、简恣(简慢放肆)、简亵(怠慢，失敬不恭)、简弛(惰慢弛废)、简怠(怠慢)等。',
        ],
    ],
    [
        'name' => '第二十八节',
        'content' => [
            '孟子曰：“君子所以异于人者，以其存心也。君子以仁存心，以礼存心。仁者爱人，有礼者敬人。爱人者，人恒爱之；敬人者，人恒敬之。有人于此，其待我以横逆，则君子必自反也：我必不仁也，必无礼也，此物奚宜至哉？其自反而仁矣，自反而有礼矣，其横逆由是也，君子必自反也：我必不忠。自反而忠矣，其横逆由是也，君子曰：‘此亦妄人也已矣。如此，则与禽兽奚择哉？于禽兽又何难焉？’是故君子有终身之忧，无一朝之患也。乃若所忧则有之：舜，人也；我，亦人也。舜为法于天下，可传于后世，我由未免为乡人也，是则可忧也。忧之如何？如舜而已矣。若夫君子所患则亡矣。非仁无为也，非礼无行也。如有一朝之患，则君子不患矣。”',
        ],
        'notes' => [
            '(1)逆：《书·太甲下》：“有言逆于汝心，必求诸道。”《诗·鲁颂·泮水》：“既克淮夷，孔淑不逆。”《左传·昭公四年》：“庆封惟逆命，是以在此。”《论语·宪问》：“不逆‘诈’，不亿‘不信’。抑亦先觉者，是贤乎？”《史记·太史公自序》：“夫阴阳四时、八位、十二度、二十四节各有教令，顺之者昌，逆之者不死则亡，未必然也。”《玉篇·辵部》：“逆，不从也。”这里用为不顺从之意。',
        ],
        'vernacular' => [
            '孟子说：“君子之所以不同于一般人，是因为他保存在心里的思想不同。君子把仁保存在心里，把礼保存在心里。仁人爱人，有礼的人尊敬人。爱人的人，别人就一直爱他；尊敬人的人，别人就一直尊敬他。假设有个人，他以粗暴蛮横的态度对待我，那么君子必定会反省自己：我（对他）一定还有不仁的地方，无礼的地方，要不这种态度怎么会冲着我来呢？反省后做到仁了，反省后有礼了，那人的粗暴蛮横仍然如此，君子必定再反省：我（待他）一定还没有尽心竭力。经过反省，做到了尽心竭力，那人的粗暴蛮横还是这样，君子就说：‘这不过是个狂人罢了。像他这样，同禽兽有什么区别呢？对于禽兽又有什么可计较的呢？’因此君子有终身的忧虑，没有一时的担心。至于终身忧虑的事是：舜是人，我也是人；舜给天下的人树立了榜样，影响可以流传到后世，我却仍然不免是个平庸的人，这是值得忧虑的。忧虑了怎么办？像舜那样去做罢了。至于说到君子（一时）所担心的，那是没有的。不仁的事不干，不合礼的事不做。即使有一时的担心，君子也不认为值得担心了。“',
        ],
    ],
    [
        'name' => '第二十九节',
        'content' => [
            '禹、稷当平世，三过其门而不入，孔子贤之。颜子(1)当乱世，居于陋巷，一箪(2)食，一瓢饮，人不堪其忧，颜子不改其乐，孔子贤之。孟子曰：“禹、稷、颜回同道。禹思天下有溺者，由己溺之也；稷思天下有饥者，由己饥之也，是以如是其急也。禹、稷、颜子易地则皆然。今有同室之人斗者，救之，虽被发缨冠而救之(3)，可也。乡邻有斗者，被发缨冠而往救之，则惑也；虽闭户可也。”',
        ],
        'vernacular' => [
            '禹、后稷处在太平时代，三次路过家门都不进去，孔子称赞他们。颜子处在乱世，居住在僻陋的巷子里，一个小竹筐装饭吃，一个瓢子舀水喝，别人忍受不了那种清苦，颜子却不改变他的快乐，孔子称赞他。孟子说：“禹、后稷、颜回（遵循）同一个道理。禹一想到天下的人有淹在水里的，就觉得仿佛是自己使他们淹在水里似的；后稷一想到天下的人还有挨饿的，就觉得仿佛是自己使他们挨了饿似的，所以才那样急迫（地去拯救他们）。禹、后稷和颜回如果互换一下处境，也都会这样的。假设现在有同室的人打架，（为了）阻止他们，即使（匆忙得）披散着头发就戴上帽子去阻止，也是可以的。如果乡邻中有打架的，也披散着头发就戴上帽子去阻止，那就太糊涂了；（对这种事，）即使关起门来（不管它）也是可以的。”',
        ],
        'notes' => [
            '(1)颜子：即颜回，孔子弟子，以贤着称。',
            '(2)箪：（dan单）《左传·宣公二年》：“箪食与肉。”《论语·雍也》：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《礼记·曲礼》：“苞苴箪笥。”《仪礼·士冠礼》：“栉实于箪。”《孟子·梁惠王下》：“箪食壶浆以迎王师。”《说文》：“箪，笥也。从竹，单声。”古代盛饭的圆形竹器。';
            '(3)被发缨(yīng)冠：古人戴帽子要先束发，然后用簪子把帽子固定在头发上，再系好帽带。披散着头发戴帽，这里是形容情况紧急，来不及像正常时那样戴帽子。救：止。',
        ],
    ],
    [
        'name' => '第三十节',
        'content' => [
            '公都子曰：“匡章(1)，通国皆称不孝焉，夫子与之游，又从而礼貌之，敢问何也？”',
            '孟子曰：“世俗所谓不孝者五：惰其四支，不顾父母之养，一不孝也；博弈好饮酒，不顾父母之养，二不孝也；好货财，私妻子，不顾父母之养，三不孝也；从耳目之欲，以为父母戮(2)，四不孝也；好勇斗很，以危父母，五不孝也。章子有一于是乎？夫章子，子父责善而不相遇也。责善，朋友之道也；父子责善，贼恩之大者。夫章子，岂不欲有夫妻子母之属哉？为得罪于父，不得近，出妻屏子，终身不养焉。其设心以为不若是，是则罪之大者。是则章子已矣。”',
        ],
        'vernacular' => [
            '公都子说：“（齐国的）匡章，全国都说他不孝，您却同他交往，还对他很客气，请问这是为什么呢？”',
            '孟子说：“世俗所说的不孝，有五种情况：四肢懒惰，不顾父母的生活，这是一不孝；喜欢赌博喝酒，不顾父母的生活，是二不孝；贪图钱财，偏爱老婆孩子，不顾父母的生活，是三不孝；放纵于寻欢作乐，使父母蒙受羞辱，是四不孝；逞勇好斗，危及父母，是五不孝。章子在这五种不孝中犯有哪一种吗？章子是因为父子之间互相责求善行而不能相处在一块的。责求善行，这是朋友相处的原则；父子之间责求善行，却是大伤感情的事。章子难道不想有夫妻母子的团聚？只是因为得罪了父亲，不能亲近他，（不得已）把妻子儿女赶出了门，终身不要他们侍奉。他心里设想，不这么做，就是更大的罪过。这就是章子罢了。”',
        ],
        'notes' => [
            '(1)匡章：人名，齐国人。',
            '(2)戮：朱熹《四书集注》：“戮，羞辱也。”',
        ],
    ],
    [
        'name' => '第三十一节',
        'content' => [
            '曾子居武城(1)，有越寇(2)。或曰：“寇至，盍去诸？”曰：“无寓人于我室，毁伤其薪木。”寇退，则曰：“修我墙屋，我将反。”寇退，曾子反。左右曰：“待先生如此其忠且敬也，寇至，则先去以为民望；寇退，则反，殆于不可。”沈犹行(3)曰：“是非汝所知也。昔沈犹有负刍(4)之祸，从先生者七十人，未有与焉。”',
            '子思(5)居于卫，有齐寇。或曰：“寇至，盍去诸？”子思曰：“如汲去，君谁与守？”',
            '孟子曰：“曾子、子思同道。曾子，师也，父兄也；子思，臣也，微也。曾子、子思易地则皆然。”',
        ],
        'vernacular' => [
            '曾子居住在武城，越国军队来侵犯。有人说：“敌人要来了，何不离开这里？”（曾子临离开时）说：“不要让人住到我家来，毁坏了这里的树木。”敌人退走了，曾子就说：“修好我的墙屋，我要回来了。”敌人退走后，曾子回来了。他身边的人议论说：“（武城人）对我们先生这样忠诚而恭敬，敌人来了，先生却先离开，给百姓做了这么个榜样；敌人退走了，他才回来，（这么做）恐怕不好。”沈犹行说：“这不是你们所能明白的。从前，（先生曾住在我们那里，）沈犹家遭遇负刍作乱的祸事，跟随先生的七十个弟子，没有一个出事的，（因为他们是老师和客人，让他们先离开）。”',
            '子思居住在卫国，有齐国军队来侵犯。有人说：“敌人要来了，您何不离开这里？”子思说：“如果我也离开，国君同谁来守城呢？”',
            '孟子说：“曾子和子思遵行相同的道理。曾子是老师，是长辈；子思是臣，身份低。如果曾子、子思互换了地位，也都会这样的。”',
        ],
        'notes' => [
            '(1)武城：地名，在今山东费县西南。',
            '(2)越寇：越王勾践建都琅琊，在今山东诸城县东南，与武城接壤，常有边民互相闹事。',
            '(3)沈犹行：曾子弟子，姓沈犹，名行。',
            '(4)负刍(chú)：人名，或说是背柴草的人。《周礼·地官·充人》：“刍之三月。”《左传·昭公六年》：“禁刍牧采樵。”《左传·僖公二十九年》：“馈之刍米。”《孟子·公孙丑下》：“今有受人之牛羊而为之牧之者，则必为之求牧与刍矣。”《越绝书·外传本事》：“刍莝养马。”《庄子·列御寇》：“食以刍叔。”这里用为喂养牲畜的草料之意。负刍：即指切柴打草。负刍之祸：指切柴打草的穷人们起来造反。',
            '(5)子思：(公元前483年～前402年)是战国初期思想家。姓孔，名伋，孔子之孙。相传曾授业于曾子。孟子受业于子思的门人，发挥子思的思想，形成思孟学派。',
        ],
    ],
    [
        'name' => '第三十二节',
        'content' => [
            '储子(1)曰：“王使人瞷(2)夫子，果有以异于人乎？”孟子曰：“何以异于人哉？尧、舜与人同耳。”',
        ],
        'vernacular' => [
            '储子说：“齐王派人暗中观察先生，（您）果真有同别人不一样的地方吗？”孟子说：“哪有什么同别人不一样的呢？尧、舜都是同普通人一样的嘛。”',
        ],
        'notes' => [
            '(1)储子：齐国人，曾任齐相。',
            '(2)瞷(jiàn)：窥视。同“瞰”。《孟子·滕文公下》：“阳货矙孔子之亡也，而馈孔子蒸豚。”《文选·班固·东都赋》：“瞰四裔而抗棱。”《文选·张衡·东京赋》：“左瞰暘谷。”《广雅·释诂一》：“瞰，视也。”《汉书·扬雄》：“瞰帝唐之嵩高兮，脉隆周之大宁。”这里用为观察之意。',
        ],
    ],
    [
        'name' => '第三十三节',
        'content' => [
            '齐人有一妻一妾而处室者，其良人(1)出，则必餍(2)酒肉而后反。其妻问所与饮食者，则尽富贵也。其妻告其妾曰：“良人出，则必餍酒肉而后反；问其与饮食者，尽富贵也，而未尝有显者来，吾将瞷(3)良人之所之也。”',
            '蚤起，施(4)从良人之所之，遍国中无与立谈者。卒之东郭墦间(5)，之祭者，乞其余；不足，又顾而之他，此其为餍足之道也。',
            '其妻归，告其妾，曰：“良人者，所仰望而终身也，今若此！”与其妾讪其良人，而相泣于中庭。而良人未之知也，施施(6)从外来，骄其妻妾。',
            '由君子观之，则人之所以求富贵利达者，其妻妾不羞也，而不相泣者，几希矣。',
        ],
        'vernacular' => [
            '齐国有个一妻一妾住在一起的人家。她们的丈夫每次出门，必定是喝足了酒、吃饱了肉之后才回家。妻子问同他一起吃喝的是什么人，他就说都是有钱有势的人。妻子告诉他的妾说：“丈夫每次出去，总是酒足肉饱后回来；问他同谁一起吃喝，他就说都是有钱有势的人，可是从来没见有显贵的人来过，我打算暗暗地察看他到什么地方去。”',
            '（第二天）一早起来，（妻子）暗中跟着丈夫到他要去的地方，走遍全城没有一个站住了跟他说话的。最后走到了东门外的一块墓地中间，（见他）跑到祭坟的人那里，讨些残剩的酒菜吃；没吃饱，又东张西望上别处去乞讨，这就是他吃饱喝足的办法。',
            '妻子回家后，（把情况）告诉了妾，并说道：“丈夫，是我们指望终身依靠的人，现在他竟像这样！”（说罢）同妾一起嘲骂丈夫，在庭中相对而泣。而丈夫还不知道，得意洋洋地从外面回来，向妻妾摆架子。',
            '从君子看来，人们用来追求升官发财的手段，能使他们妻妾不感到羞耻、不相对而泣的，恐怕是很少的。',
        ],
        'notes' => [
            '(1)良人：古时女子对丈夫的称呼，意思近于“郎”。',
            '(2)餍(yàn)：《国语·晋语九》：“主之既已食，愿以小人之腹，为君子之心，属餍而已，是以三叹。”《玉篇·食部》：“餍，饱也。”这里用为吃饱之意。',
            '(3)瞷(jiàn)：偷看',
            '(4)施（yì）：斜行，这里形容暗暗尾随着别人走的样子。《诗"王风"丘中有麻》：“彼留子嗟，将其来施施。”这里用为逶迤斜行之意。意为偷偷地跟着。',
            '(5)墦(fán)：坟墓。《广雅·释丘》：“墦，冢也。”这里用为坟场之意。',
            '(6)施施（yìyì）：得意的样子。',
        ],
    ],
],
];
