<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
            '孟子曰：“舜生于诸冯(1)，迁于负夏(2)，卒于鸣条(3)，东夷之人也。文王生于岐周(4)，卒于毕郢(5)，西夷之人也。地之相去也，千有余里，世之相后也，千有余岁，得志行乎中国，若合符节(6)，先圣后圣，其揆(7)一也。”',
        ],
        'vernacular' => [
            '孟子说：“舜生在诸冯，迁居到负夏，死在鸣条，是东方边远地区的人。文王生在岐周，死在毕郢，是西方边远地区的人。两地相距一千多里，时代相距一千多年，但他们得志后在中国所推行的，像符节一样吻合，先出的圣人和后出的圣人，他们（所遵循的）法度是一样的。”',
        ],
        'notes' => [
            '⑤揆（kuí）：尺度，准则。',
            '(1)诸冯：地名，相传在今山东荷泽以南。',
            '(2)负夏：地名，约在今山东滋阳以西。',
            '(3)鸣条：地名，在今山西运城安邑镇。',
            '(4)岐周：地名，指岐山下周的旧邑，在今陕西岐山县东北。',
            '(5)毕郢：地名，相传是周文王去世的地方，在今陕西咸阳县东二十一里。',
            '(6)符节：古代朝廷用作凭证的信物，用金、玉、竹、铜、木等制作，形状不一，上写文字，剖分为二，双方各执一半，使用时将两半相合以验真假。古代朝廷传达命令或调兵将用的凭证，双方各执一半，以验真假。有铜虎符，竹使符，或曰五寸，古用圭璋，其后乃以符代之。《周礼·掌节》：“门关用符节。”《史记·魏公子列传》：“晋鄙合符，疑之，举手视公子。”《汉书·高帝纪》：“封皇帝玺符节。”《说文》：“符，信也。汉制以竹长六寸分而相合。”这里用为信物之意。',
            '(7)揆(kuí)：《诗·鄘风·定之方中》：“揆之以日，作于楚室。”《易·系辞》：“初率其辞而揆其方。”《国语·周语》：“南北之揆七同也。”《楚辞·离骚》：“皇览揆予初度兮，肇锡予以嘉名。”《论衡·实知》：“凡圣人见祸福也，亦揆端推类。”《说文》：“揆，度也。”这里用为大致估量之意。',
        ],
    ],
],
];
