<?php
return [
'chapters' => [
    [
        'name' => '第十四节',
        'content' => [
            '孟子曰：“君子深造之以道，欲其自得之也。自得之，则居(1)之安；居之安，则资(2)之深；资之深，则取之左右逢其原，故君子欲其自得之也。”',
        ],
        'notes' => [
            '(1)居：《易·随·六三》：“系丈夫，失小子，随；有求，得。利居贞。”《诗"邶风"柏舟》：“日居月诸，胡迭而微。”《诗经"郑风"叔于田》：“叔于田，巷无居人。”《诗·小雅·鱼藻》：“王在在镐,有那其居。”《老子·八章》：“居善地，心善渊，与善仁。”《论语·公冶长》：“藏文仲居蔡，山节藻棁，何如其知也？”《礼记·中庸》：“故君子居易以俟命，小人行险以徼幸。”《礼记·乐记》：“乐著太始而礼居成物。”俞樾平议：“居，犹辨也。‘乐著太始。礼居成物’。谓乐所以著明太始，礼所以辨别成物。”《孟子·滕文公下》：“一怒而诸侯惧，安居而天下熄。”这里用为“辨别”之意。',
            '(2)资：《易·巽·上九》：“巽在床，下丧其资斧；贞，凶。”《老子·二十七章》：“不善人者，善人之资。”《庄子·大宗师》：“尧何以资汝？”郭象注：“资，给济之谓。”《战国策·秦策四》：“王资臣万金而游。”高诱注：“资，给。”《篇海类编·珍宝类·贝部》：“资，给也。”《集韵·脂韵》：“资，助也。”这里用为给与、供给、给济之意。',
        ],
        'vernacular' => [
            '孟子说：“君子要按照正确的方法深造，是想使他自己获得道理。自己获得的道理，就能牢固掌握它；牢固掌握了它，就能积蓄很深；积蓄深了，就能左右逢源取之不尽，所以君子想要自己获得道理。”',
        ],
    ],
],
];
