<?php
return [
'chapters' => [
    [
        'name' => '第二十节',
        'content' => [
            '孟子曰：“禹恶旨酒(1)而好善言。汤执中(2)，立贤无方(3)。文王视民如伤(4)，望道而未之见。武王不泄(5)迩(6)，不忘远。周公思兼三王，以施四事；其有不合者，仰而思之，夜以继日；幸而得之，坐以待旦。”',
        ],
        'vernacular' => [
            '孟子说：“禹讨厌美酒而喜欢善言。汤掌握住中正的原则，选拔贤人没有一成不变的常规。文王看待百姓，如同他们受了伤一样，（总是同情抚慰；）望见了‘道’却像没有看见一样，（总是不断追求。）武王不轻慢近臣，不遗忘远臣。周公想要兼有三代圣王的功业，实践（上述）四个方面的美德；要是有不合当时情况的，就仰首思索，夜以继日；幸而想通了，就坐等天亮（以便立即实行）。”',
        ],
        'notes' => [
            '(1)旨酒：美酒。',
            '(2)执中：走中间道路，不极端。',
            '(3)方：义同“常”。《易·坤·六二》：“直方大，不习，无不利。”《易·观·象》：“风行地上，观，先王以省方，观民设教。”《书·多方》：“告尔四国多方，惟尔殷侯尹民。”杨树达《积微居小学述林》：“方者，殷、周称邦国之辞，……故干宝云：‘方，国也。’是也。”《老子·五十八章》：“是以圣人方而不割，廉而不刿，直而不肆，光而不耀。”《论语·子路》：“夫如是，则四方之民襁负其子而至矣；焉用稼！”这里用为“各邦国”之意。亦为“各地方”之意。',
            '(4)伤：《诗经"陈风"泽陂》：“有美一人，伤如之何？”《战国策·秦策》：“天下莫不伤。”《玉台新咏·古诗为焦仲卿妻作》：“时人伤之，为诗云尔。”《孔雀东南飞》：“时人伤之，为诗云尔。”这里用为悲哀，哀伤之意。',
            '(5)泄：《诗·邶风·雄雉》：“雄雉于飞，泄泄其羽。”《诗"魏风"十亩之间》：“十亩之外兮，桑者泄泄兮，行与子逝兮。”《诗·大雅·板》：“天之方蹶，无然泄泄。”陆德明释文：“《尔雅》：‘宪宪，泄泄，制法则也。’”《荀子·荣辱》：“憍泄者，人之殃也。恭俭者，屏五兵也。”清朱骏声《说文通训定声·泰部》：“泄，假借为亵。”这里用为轻慢、懈怠之意。',
            '(6)迩(ěr)：《诗·周南·汝坟》：“父母孔迩。”《诗"小雅"小旻》：“匪大犹是经，维迩言是听。”《左传·僖公二十二年》：“戎事不迩女器。”《论语·阳货》：“迩之事父，远之事君；多识於鸟、兽、草、木之名。”《礼记·中庸》：“舜其大知也与！舜好问以好察迩言。”《礼记·郊特性》：“节远迩之期也。”《孟子·离娄上》：“道在迩而求诸远，事在易而求诸难。”《虞书》：“柔远能迩。”《说文》：“迩，近也。”这里用为“近”之意。',
        ],
    ],
],
];
