<?php
return [
'chapters' => [
    [
        'name' => '第二十一节',
        'content' => [
            '孟子曰：“王者之迹(1)熄而诗亡，诗亡然后《春秋》(2)作。晋之《乘》(3)，楚之《梼杌》(4)，鲁之《春秋》，一也：其事则齐桓、晋文，其文则史。孔子曰：‘其义则丘窃取之矣。’“',
        ],
        'vernacular' => [
            '孟子说：“圣王采集歌谣的做法废止后，诗就没有了；诗没有之后，就出现了《春秋》一类史书。晋国的《乘》，楚国的《梼杌》，鲁国的《春秋》，都是一样的：上面记载的是齐桓公、晋文公之类的事，上面的文字，都是由史官记录而成。孔子说：‘各国史书（褒贬善恶）的原则，我私下里取来（运用到《春秋》中去）了。’”',
        ],
        'notes' => [
            '(1)：当为“䢋”。《说文解字》：“䢋，古之遒(qiú)人。”遒人是古代采集歌谣的官吏。',
            '(2)《春秋》：各国史书的通称。又，相传孔子依据鲁国史官所编《春秋》，加以整理修订而成编年体鲁《春秋》。据上下文，这里的《春秋》似指前者。',
            '(3)乘：春秋时晋国的史书。后用以称一般的史书。下文梼杌》、《春秋》分别是楚国、鲁国史书名。',
            '(4)梼杌(táo wù)：古代传说中的一种猛兽。《左传·文公十八年》：“谓之梼杌。”赵岐《孟子》注：“囂凶之类，兴于记恶之戒，因以为名。”亦是一种史书。',
        ],
    ],
],
];
