<?php
return [
'chapters' => [
    [
        'name' => '第二十三节',
        'content' => [
            '孟子曰：“可以取，可以无取，取伤廉；可以与，可以无与，与伤惠；可以死，可以无死，死伤勇。”',
        ],
        'notes' => [
            '(1)死：《易·豫·六五》：“贞，疾恒，不死。”《诗·鄘风·柏舟》：“之死矢靡它。”《老子·四十二章》：“强梁者不得其死，吾将以为教父。”《论语·子罕》：“天之将丧斯文也。後死者不得与於斯文也。”《论语·先进》：“若由也，不得其死然。”《大戴礼记·本命》：“化尽数穷谓之死。”《荀子·大略》：“流言止焉，恶言死焉。”《广雅·释诂四》：“死，穷也。”《后汉书·皇甫嵩传》：“讹言‘苍天已死，黄天当立，岁在甲子，天下大吉。’”常建《吊王将军墓》：“战余落日黄，军败鼓声死。”这里用为穷、尽之意。',
        ],
        'vernacular' => [
            '孟子说：“可以拿，可以不拿，拿了就伤害了廉洁；可以给，可以不给，给了就伤害了恩惠；可以死，可以不死，死了就伤害了勇敢。”',
        ],
    ],
],
];
