<?php
return [
'chapters' => [
    [
        'name' => '第二十五节',
        'content' => [
            '孟子曰：“西子(1)蒙不洁，则人皆掩鼻而过之；虽有恶人，齐(2)戒沐浴，则可以祀上帝。”',
        ],
        'vernacular' => [
            '孟子说：“（如果）西施蒙上了脏东西，那么人人都会掩着鼻子走过她跟前；即使长得丑陋的人，只要（诚心）斋戒沐浴，那么也可以祭祀上帝。”',
        ],
        'notes' => [
            '(1)西子：指春秋时期越国的美女西施，这里泛指美人。',
            '(2)齐(zhāi)：通“斋”。《诗"召南"采蘋》：“谁其尸之？有齐季女。”《左传·昭公十三年》：“使五人齐，而长入拜。”《论语·乡党》：“齐，必有明衣，布。齐必变食，居必迁坐。”《国语·楚语下》：“而又能齐肃衷正。”《礼记·中庸》：“齐明盛服，以承祭祀。”《仪礼·士冠礼》：“齐则缁之。”《孟子·公孙丑下》：“弟子齐宿而後敢言，夫子卧而不听，请勿复敢见矣。”这里用为斋戒之意。',
        ],
    ],
],
];
