<?php
return [
'chapters' => [
    [
        'name' => '第二十九节',
        'content' => [
            '禹、稷当平世，三过其门而不入，孔子贤之。颜子(1)当乱世，居于陋巷，一箪(2)食，一瓢饮，人不堪其忧，颜子不改其乐，孔子贤之。孟子曰：“禹、稷、颜回同道。禹思天下有溺者，由己溺之也；稷思天下有饥者，由己饥之也，是以如是其急也。禹、稷、颜子易地则皆然。今有同室之人斗者，救之，虽被发缨冠而救之(3)，可也。乡邻有斗者，被发缨冠而往救之，则惑也；虽闭户可也。”',
        ],
        'vernacular' => [
            '禹、后稷处在太平时代，三次路过家门都不进去，孔子称赞他们。颜子处在乱世，居住在僻陋的巷子里，一个小竹筐装饭吃，一个瓢子舀水喝，别人忍受不了那种清苦，颜子却不改变他的快乐，孔子称赞他。孟子说：“禹、后稷、颜回（遵循）同一个道理。禹一想到天下的人有淹在水里的，就觉得仿佛是自己使他们淹在水里似的；后稷一想到天下的人还有挨饿的，就觉得仿佛是自己使他们挨了饿似的，所以才那样急迫（地去拯救他们）。禹、后稷和颜回如果互换一下处境，也都会这样的。假设现在有同室的人打架，（为了）阻止他们，即使（匆忙得）披散着头发就戴上帽子去阻止，也是可以的。如果乡邻中有打架的，也披散着头发就戴上帽子去阻止，那就太糊涂了；（对这种事，）即使关起门来（不管它）也是可以的。”',
        ],
        'notes' => [
            '(1)颜子：即颜回，孔子弟子，以贤着称。',
            '(2)箪：（dan单）《左传·宣公二年》：“箪食与肉。”《论语·雍也》：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《礼记·曲礼》：“苞苴箪笥。”《仪礼·士冠礼》：“栉实于箪。”《孟子·梁惠王下》：“箪食壶浆以迎王师。”《说文》：“箪，笥也。从竹，单声。”古代盛饭的圆形竹器。';
            '(3)被发缨(yīng)冠：古人戴帽子要先束发，然后用簪子把帽子固定在头发上，再系好帽带。披散着头发戴帽，这里是形容情况紧急，来不及像正常时那样戴帽子。救：止。',
        ],
    ],
],
];
