<?php
return [
'chapters' => [
    [
        'name' => '第三节',
        'content' => [
            '孟子告齐宣王曰：“君之视臣如手足，则臣视君如腹心；君之视臣如犬马，则臣视君如国人；君之视臣如土芥，则臣视君如寇仇(1)。”',
            '王曰：“礼，为旧君有服(2)，何如斯可为服矣？”',
            '曰：“谏行言听，膏泽下于民；有故而去，则君使人导之出疆，又先于其所往；去三年不反，然后收其田里。此之谓三有礼焉。如此，则为之服矣。今也为臣，谏则不行，言则不听，膏泽不下于民；有故而去，则君搏执之，又极之于其所往；去之日，遂收其田里。此之谓寇仇。寇仇，何服之有？”',
        ],
        'notes' => [
            '(1)雠(chóu)：为仇的异体字，同“仇”。《诗·邶风·谷风》：“反以我为雠。”《左传》：“祁大夫外举不弃雠，内举不失亲。”《楚辞·惜诵》：“又众兆之所雠。”《一切经音义》引《三苍》：“怨偶曰雠。”这里用为仇恨、仇怨之意。',
            '(2)服：《仪礼·丧服子夏传》：“大夫为旧君，何以服齐衰三月也？”《后汉书·刘平传》：“服阙,服全椒长。”《风俗通·十反》：“三年服阙。”这里用为服丧之意。',
        ],
        'vernacular' => [
            '孟子告诉齐宣王说：“君主看待臣下如同自己的手足，臣下看待君主就会如同自己的腹心；君主看待臣下如同狗马，臣下看待君主就会如同不相识的人；君主看待臣下如同泥土草芥，臣下看待君主就会如同仇人。”',
            '宣王说：“礼制规定，（已经离职的臣下）要为先前侍奉过的君主服孝，君主怎样做，臣下就能为他服孝呢？”',
            '孟子说：“（臣下在职时）有劝谏，君主就听从，有建议，君主就采纳，使君主恩泽遍及百姓；（臣子）有原因离职（到别国去），君主就派人领他出境，并且派人先到他要去的地方作好安排；离开三年还不回来，才收回他的封地房屋。这叫三次有礼。这样，臣下就愿意为他服孝了。如今做臣下的，有劝谏，君主不接受，有建议，君主不肯听，（因此）恩泽不能遍及百姓；有原因离去，君主就要捉拿他，还想法使他在所去的地方陷入困境；离开的当天，就没收了他的封地房屋。这样就叫作仇人。（成了）仇人，哪有什么要服孝的呢？”',
        ],
    ],
],
];
