<?php
return [
'chapters' => [
    [
        'name' => '第三十节',
        'content' => [
            '公都子曰：“匡章(1)，通国皆称不孝焉，夫子与之游，又从而礼貌之，敢问何也？”',
            '孟子曰：“世俗所谓不孝者五：惰其四支，不顾父母之养，一不孝也；博弈好饮酒，不顾父母之养，二不孝也；好货财，私妻子，不顾父母之养，三不孝也；从耳目之欲，以为父母戮(2)，四不孝也；好勇斗很，以危父母，五不孝也。章子有一于是乎？夫章子，子父责善而不相遇也。责善，朋友之道也；父子责善，贼恩之大者。夫章子，岂不欲有夫妻子母之属哉？为得罪于父，不得近，出妻屏子，终身不养焉。其设心以为不若是，是则罪之大者。是则章子已矣。”',
        ],
        'vernacular' => [
            '公都子说：“（齐国的）匡章，全国都说他不孝，您却同他交往，还对他很客气，请问这是为什么呢？”',
            '孟子说：“世俗所说的不孝，有五种情况：四肢懒惰，不顾父母的生活，这是一不孝；喜欢赌博喝酒，不顾父母的生活，是二不孝；贪图钱财，偏爱老婆孩子，不顾父母的生活，是三不孝；放纵于寻欢作乐，使父母蒙受羞辱，是四不孝；逞勇好斗，危及父母，是五不孝。章子在这五种不孝中犯有哪一种吗？章子是因为父子之间互相责求善行而不能相处在一块的。责求善行，这是朋友相处的原则；父子之间责求善行，却是大伤感情的事。章子难道不想有夫妻母子的团聚？只是因为得罪了父亲，不能亲近他，（不得已）把妻子儿女赶出了门，终身不要他们侍奉。他心里设想，不这么做，就是更大的罪过。这就是章子罢了。”',
        ],
        'notes' => [
            '(1)匡章：人名，齐国人。',
            '(2)戮：朱熹《四书集注》：“戮，羞辱也。”',
        ],
    ],
],
];
