<?php
return [
'chapters' => [
    [
        'name' => '第三十一节',
        'content' => [
            '曾子居武城(1)，有越寇(2)。或曰：“寇至，盍去诸？”曰：“无寓人于我室，毁伤其薪木。”寇退，则曰：“修我墙屋，我将反。”寇退，曾子反。左右曰：“待先生如此其忠且敬也，寇至，则先去以为民望；寇退，则反，殆于不可。”沈犹行(3)曰：“是非汝所知也。昔沈犹有负刍(4)之祸，从先生者七十人，未有与焉。”',
            '子思(5)居于卫，有齐寇。或曰：“寇至，盍去诸？”子思曰：“如汲去，君谁与守？”',
            '孟子曰：“曾子、子思同道。曾子，师也，父兄也；子思，臣也，微也。曾子、子思易地则皆然。”',
        ],
        'vernacular' => [
            '曾子居住在武城，越国军队来侵犯。有人说：“敌人要来了，何不离开这里？”（曾子临离开时）说：“不要让人住到我家来，毁坏了这里的树木。”敌人退走了，曾子就说：“修好我的墙屋，我要回来了。”敌人退走后，曾子回来了。他身边的人议论说：“（武城人）对我们先生这样忠诚而恭敬，敌人来了，先生却先离开，给百姓做了这么个榜样；敌人退走了，他才回来，（这么做）恐怕不好。”沈犹行说：“这不是你们所能明白的。从前，（先生曾住在我们那里，）沈犹家遭遇负刍作乱的祸事，跟随先生的七十个弟子，没有一个出事的，（因为他们是老师和客人，让他们先离开）。”',
            '子思居住在卫国，有齐国军队来侵犯。有人说：“敌人要来了，您何不离开这里？”子思说：“如果我也离开，国君同谁来守城呢？”',
            '孟子说：“曾子和子思遵行相同的道理。曾子是老师，是长辈；子思是臣，身份低。如果曾子、子思互换了地位，也都会这样的。”',
        ],
        'notes' => [
            '(1)武城：地名，在今山东费县西南。',
            '(2)越寇：越王勾践建都琅琊，在今山东诸城县东南，与武城接壤，常有边民互相闹事。',
            '(3)沈犹行：曾子弟子，姓沈犹，名行。',
            '(4)负刍(chú)：人名，或说是背柴草的人。《周礼·地官·充人》：“刍之三月。”《左传·昭公六年》：“禁刍牧采樵。”《左传·僖公二十九年》：“馈之刍米。”《孟子·公孙丑下》：“今有受人之牛羊而为之牧之者，则必为之求牧与刍矣。”《越绝书·外传本事》：“刍莝养马。”《庄子·列御寇》：“食以刍叔。”这里用为喂养牲畜的草料之意。负刍：即指切柴打草。负刍之祸：指切柴打草的穷人们起来造反。',
            '(5)子思：(公元前483年～前402年)是战国初期思想家。姓孔，名伋，孔子之孙。相传曾授业于曾子。孟子受业于子思的门人，发挥子思的思想，形成思孟学派。',
        ],
    ],
],
];
