<?php
return [
'chapters' => [
    [
        'name' => '第三十二节',
        'content' => [
            '储子(1)曰：“王使人瞷(2)夫子，果有以异于人乎？”孟子曰：“何以异于人哉？尧、舜与人同耳。”',
        ],
        'vernacular' => [
            '储子说：“齐王派人暗中观察先生，（您）果真有同别人不一样的地方吗？”孟子说：“哪有什么同别人不一样的呢？尧、舜都是同普通人一样的嘛。”',
        ],
        'notes' => [
            '(1)储子：齐国人，曾任齐相。',
            '(2)瞷(jiàn)：窥视。同“瞰”。《孟子·滕文公下》：“阳货矙孔子之亡也，而馈孔子蒸豚。”《文选·班固·东都赋》：“瞰四裔而抗棱。”《文选·张衡·东京赋》：“左瞰暘谷。”《广雅·释诂一》：“瞰，视也。”《汉书·扬雄》：“瞰帝唐之嵩高兮，脉隆周之大宁。”这里用为观察之意。',
        ],
    ],
],
];
