<?php
return [
'chapters' => [
    [
        'name' => '第六节',
        'content' => [
            '万章问曰：“人有言，‘至于禹而德衰，不传于贤而传于子。’有诸？”',
            '孟子曰：“否，不然也。天与贤，则与贤；天与子，则与子。昔者，舜荐禹于天，十有七年，舜崩，三年之丧毕，禹避舜之子于阳城(1)，天下之民从之，若尧崩之后不从尧之子而从舜也。禹荐益(2)于天，七年，禹崩，三年之丧毕，益避禹之子于箕山(3)之阴。朝觐讼狱者不之益而之启(4)，曰：‘吾君之子也。’讴歌者不讴歌益而讴歌启，曰：‘吾君之子也。’丹朱(5)之不肖，舜之子亦不肖。舜之相尧、禹之相舜也，历年多，施泽于民久。启贤，能敬承继禹之道。益之相禹也，历年少，施泽于民未久。舜、禹、益相去久远，其子之贤不肖，皆天也，非人之所能为也。莫之为而为者，天也；莫之致而至者，命也。匹夫而有天下者，德必若舜、禹，而又有天子荐之者，故仲尼不有天下。继世以有天下，天之所废，必若桀、纣者也，故益、伊尹、周公不有天下。伊尹相汤以王于天下，汤崩，大丁(6)未立，外丙(7)二年，仲壬四年，大甲(8)颠覆汤之典刑，伊尹放之于桐(9)。三年，大甲悔过，自怨自艾，于桐处仁迁义，三年，以听伊尹之训己也，复归于毫(10)。周公之不有天下，犹益之于夏、伊尹之于殷也。孔子曰：‘唐虞禅(11)，夏后殷周继，其义一也。’”',
        ],
        'notes' => [
            '(1)阳城：地名，在今河南登封县北部。',
            '(2)益：古代嬴姓各族的祖先，因助禹治水有功，被选为继承人。为舜属下的一个大臣。《孟子·滕文公上》：“舜使益掌火，益烈山泽而焚之，禽兽逃匿。”',
            '(3)箕山：地名，在今河南登封县东南部。',
            '(4)启：夏禹的儿子，即夏后氏之子。禹死后，他即继位，从此确立了传子制度。中国历史上的第一王朝，系传说中禹的儿子启所建立的奴隶制国家，建都在安邑(今山西省夏县北)。',
            '(5)丹朱：传说中尧之子，名朱，因居丹水，名为丹朱。传说他傲慢荒淫，尧因禅位给舜。一说名叫朱，封于丹，故称丹朱。',
            '(6)大(tài)丁：即太丁，汤的长子。',
            '(7)外丙：太丁的弟弟。下句仲壬，外丙的弟弟。',
            '(8)大(tài)甲：即太甲，汤的嫡长孙，太丁之子。',
            '(9)桐：地名，在今河南虞城县南，一说在山西荣河县。在今河南商丘以西，位处当时商朝国都的西南方。旧说桐是汤的葬地。',
            '(10)毫(bó)：地名，商汤的都城，在今河南偃师县西部。《孟子·滕文公下》：“汤居亳，与葛为邻。”',
            '(11)唐虞：相传尧建立的朝代叫“唐”，舜建立的朝代叫“虞”。',
        ],
        'vernacular' => [
            '万章问道：“人们有这样的说法，‘到了禹的时候道德就衰败了，（帝位）不传给贤人却传给儿子。’有这种情况吗？”',
            '孟子说：”不，不是这样的。天要传给贤人，就传给贤人；天要传给儿子，就传给儿子。从前，舜把禹推荐给天，十七年后，舜去世了，三年丧期完后，禹避开舜的儿子到阳城，天下百姓都跟随着他，就像尧去世后百姓不跟随尧的儿子却跟随舜一样。禹把益推荐给天，七年后，禹去世了，三年丧期完后，益避开禹的儿子，到了箕山北面。来朝见的诸侯及打官司的人不到益那里去，而到启那里去，（他们）说：‘（他是）我们君主的儿子。’讴歌的人不讴歌益而讴歌启，说：‘（他是）我们君主的儿子。’（尧的儿子）丹朱不成器，舜的儿子也不成器，（继承不了帝位。）舜辅佐尧、禹辅佐舜，经历了很多年，施给百姓恩泽的时间也长。启很贤明，能恭敬地继承禹的做法。益辅佐禹的年数少，施给百姓恩泽的时间不长。舜、禹、益之间相距的时间有长有短，他们的儿子有好有差，这都出自天意，不是人的意愿所能决定的。没有人能做到的却做到了，这是天意；没有人招致它来却来到了，这是命运。一个普通百姓却能得到天下，他的德性必然像舜和禹那样，而且还要有天子推荐他，所以仲尼（虽然圣贤，没有天子推荐）不能够得到天下。继承上代而得到了天下，天意却要废弃的，必然是像桀、纣那样的君主，所以益、伊尹、周公（虽然圣贤，但他们所辅佐的不是这样的君主，）就不能够得到天下。伊尹辅佐汤称王天下，汤死后，大丁没有继位（就死了），外丙在位两年，仲壬在位四年，大甲（继位后）破坏了汤的典章法度，伊尹把他流放到桐邑。三年后，大甲悔过，怨恨自己，改正自己，在桐邑做到心不离仁，行合乎义，三年后，已能听从伊尹的训导了，才又回到亳都（做天子）。周公不能得天下，（原因）正像益处在夏朝、伊尹处在殷朝（没有可能得天下）一样。孔子说：‘唐尧、虞舜让位给贤人，夏、商、周三代由子孙继位，其中的道理是一样的。’”',
        ],
    ],
],
];
