<?php
return [
'chapters' => [
    [
        'name' => '第八节',
        'content' => [
            '万章问曰：“或谓孔子于卫主(1)痈疽(2)，于齐主侍人(3)瘠环(4)，有诸乎？”',
            '孟子曰：“否，不然也；好事者为之也。于卫主颜雠由(5)。弥子(6)之妻与子路之妻，兄弟也。弥子谓子路曰：‘孔子主我，卫卿可得也。’子路以告。孔子曰：‘有命。’孔子进以礼，退以义，得之不得曰‘有命’，而主痈疽与侍人瘠环，是无义无命也。孔子不悦于鲁、卫，遭宋桓司马(7)将要而杀之，微服而过宋。是时孔子当厄，主司城贞子(8)，为陈侯周(9)臣。吾闻观近臣，以其所为主；观远臣，以其所主。若孔子主痈疽与侍人瘠环，何以为孔子？”',
        ],
        'notes' => [
            '(1)主：《易·坤·辞》：“坤，元，亨，利牝马之贞。君子有攸往，先迷，后得，主利。”《易·明夷·初九》：“明夷于飞，垂其翼；君子于行三日，不食；有攸往，主人有言。”《玉篇·部》：“主，典也。”《广韵·廙韵》：“主，掌也。”这里用为掌管、主持之意。',
            '(2)痈(yōng)疽(jū)：即雍渠，又作雍鉏、雍睢，卫灵公宠幸的宦官。另一说指治痈疽的医生，是卫灵公的亲信。',
            '(3)侍人：即寺人、奄人，即后来所谓的宦官，或称太监。',
            '(4)瘠(jí)环：齐景公宠幸的宦官。',
            '(5)颜雠(chóu)由：亦作颜浊邹，卫国卜的大夫，有贤名。',
            '(6)弥子：即弥子瑕，卫灵公的宠臣。',
            '(7)桓司马：即宋国的司马桓魋(tuí)。司马，官职名，掌管军政和军赋。',
            '(8)司城贞子：陈国的一个官员。',
            '(9)陈侯周：陈国国君，名周，陈怀公的儿子。',
        ],
        'vernacular' => [
            '万章问道：“有人说，孔子在卫国时寄住在痈疽家里，在齐国时寄住在瘠环家里，有这回事吗？”',
            '孟子说：“不，不是这么回事；是好事者编造出来的。孔子在卫国寄住在颜雠由家。弥子瑕的妻子与子路的妻子是姐妹。弥子瑕曾对子路说：‘孔子来住在我家，卫国卿的职位就可以得到。’子路把这话告诉给孔子。孔子说：‘由命决定。’孔子做官与不做官，根据礼义行事，能不能得到官职，说要‘由命决定’，如果寄住在痈疽和宦官瘠环那里，这便是无视礼义、命运了。孔子在鲁国、卫国感到不快，又遇到宋国的桓司马企图在半路上杀害他，就改换了衣着悄悄通过宋国。这时孔子正遭危难，便寄住到司城贞子家里，做了陈侯周的臣子。我听说过，观察在朝的臣子，看他所接待的客人；观察外来的臣子，看他所寄居处的主人。如果孔子寄住在痈疽和宦官瘠环家里，把他们当作主人，怎么还能算是孔子？”',
        ],
    ],
],
];
