<?php
return [

'description' => '说明：手头有份《鲁迅作品手册》，转其中《鲁迅著译年表》（孙自筠 作）如下。另可参看人民文学出版社《鲁迅全集》最后一卷。鲁迅著译年表 鲁迅一生，为我们留下了极为丰富的文学遗产，他所写的小说、散文、杂文、诗歌、以及中国文学史研究等著作，共二百余万字。在翻译方面，他译介了十四个国家九十多位作家的二百多种作品，字数超过二百五十万。下面，将他著译中的主要篇章列出，以供检阅。',
'desc' => [
'凡例
一、先生自民国元年五月抵京之日始，即写日记，从无间断，凡天气之变化如阴晴风雨，人事之交际如友朋过从，信札往来，书籍购入，均详载无遗，他日付印，足供参考。故年谱之编，力求简短，仅举荦荦大端而已。
二、先生著作既多，译文亦富，另有著译书目，按年排比，故本谱于此二项，仅记大略未及详焉。
三、先生著译之外，复勤于纂辑古书，抄录古碑，书写均极精美，谱中亦不备举。
四、先生工作毕生不倦，如编辑各种刊物，以及为人校订稿件之类，必忠必信，贡献亦多，谱中亦从略不述。
五、本谱材料，有奉询于先生母太夫人者，亦有得于夫人许广平及令弟作人、建人者，合并声明。
（民国）二十六年五月许寿裳记',
],
];

   /* 
   鲁迅简介
　　鲁迅[1]（1881.9.26—1936.10.19），原名周樟寿（后改名周树人），字豫山、豫亭，后改为豫才。鲁迅是伟大的无产阶级的文学家，思想家，革命家，出生在浙江绍兴府城内东厂房口，汉族。他幼年丧父，生活寒苦，就靠母亲和姐姐帮人洗衣服维持生计。曾有过百来个笔名，而1918年5月，首次以“鲁迅”作笔名，发表了中国文学史上第一篇白话小说《狂人日记》。他的著作以小说、杂文为主，代表作有：小说集《呐喊》、《彷徨》，历史小说集《故事新编》，散文集《朝花夕拾》（原名《旧事重提》），散文诗集《野草》，杂文集《坟》《热风》《华盖集》《南腔北调集》《三闲集》《二心集》《而已集》等16部。

　　鲁迅先生的小说、散文、诗歌、杂文共数十篇（首）被选入中、小学语文课本等，小说《祝福》、《阿Q正传》等先后被改编成电影。北京、上海、广州、厦门等地先后建立了鲁迅博物馆、纪念馆等,同时他的作品被译成英、日、俄、西、法、德等50多种文字，在世界各地拥有广大的读者。

鲁迅先生以笔代戈，战斗一生，被誉为“民族魂”。毛泽东主席评价他是伟大的无产阶级文学家、思想家和革命家，是中华文化革命的主将。

 

鲁迅 主要 年份 主要 大事

鲁迅（1881－1936），浙江绍兴人,祖籍河南省汝南县。中国现代伟大的文学家、思想家和革命家。鲁迅原名周樟寿，后改名周树人，字樟寿，号豫才；

“鲁迅”是其投身54运动后使用的1个笔名，因为影响日甚，所以人们习惯称之为鲁迅。

 

鲁迅，1881年9月25日出生于绍兴都昌坊口1个封建士大夫家庭，7岁启蒙，12岁就读于3味书屋，勤学好问，博闻强记，课余喜读野史笔记及民间文学书籍，对绘画艺术产生浓厚兴趣，自此打下坚实的文化基础。他不囿于4书5经，多方寻求课外读物，努力掌握历史文化知识。

13岁那年，他原来在京城做官的祖父因科举舞弊案入狱，

绍兴的悠久历史和灿烂文化，特别是众多越中先贤的道德文章，给鲁迅的思想以很大的熏陶和影响。鲁迅少年时代，祖父因科场案下狱，父亲病故，家道从此中落。鲁迅由1个封建士大夫大家庭的长房长孙，变成了1个破落户子弟。家庭所遭受的1系列重大变故，使少年鲁迅饱受人间冷暖，世态炎凉，看到了“世人的真面目”，认识到封建社会的腐朽和没落。鲁迅母亲鲁瑞，农民的女儿，品格高尚，对鲁迅影响很大。

 

1898年春，鲁迅离开故乡，满怀人生新的希望，考入了南京江南水师学堂，翌年，因不满学堂的“乌烟瘴气”，改入江南陆师学堂附设的矿务铁路学堂。他广泛接触西方自然科学和社会科学，阅《时务报》，看《天演论》，深受维新思潮和进化论学说的影响，初步形成“将来必胜于过去，青年必胜于老人”的社会发展观。

 

 1902年，鲁迅以优异的成绩毕业，被官派赴日留学。他先入东京弘文学院学习日语，后入仙台医学专门学校习医。因深受资产阶级民主革命浪潮的影响，积极投身于反清革命的洪流之中，课余“赴会馆，跑书店，往集会，听讲演”，立下了“我以我血荐轩辕”的誓言。1906年，鲁迅在事实面前，有感于国内同胞的愚弱，认识到改变国民性的重要，便毅然弃医从文，迈出了人生道路上具有决定意义的1步，选择了文学艺术，以笔作为自己救国救民的战斗武器。他参与筹办文艺杂志《新生》，撰写了《人之历史》、《科学史教篇》、《文化偏至论》、《摩罗诗力说》等早期重要论文。鲁迅认为，中国的严重问题在于人，不在于物；在于精神，不在于物质；在于个性，不在于“众人”；要“立国”，必先“立人”，而“立人”的关键，在于个性的觉醒与精神的振奋。

  

辛亥革命前夜，鲁迅回到祖国，先在杭州的浙江两级师范学堂执教，担任化学、生理学教员，后又回到故乡绍兴，担任绍兴府中学堂监学兼博物教员、山会初级师范学堂监督（校长）。他1方面教书育人，培养青年， 1方面积极投身于辛亥革命。 他领导故乡文学团体“越社”，支持创办《越铎日报》。

 

1912年初， 鲁迅应教育总长蔡元培之邀，赴南京临时政府教育部任职，不久，随教育部迁至北京，任社会教育司第1科科长，同时先后受聘于北京大学、北京高等师范学校、北京女子高等师范学校等1些高等院校，担任校外兼职讲师。 俄国十月革命胜利后，鲁迅深受鼓舞，与李大钊、陈独秀等当时许多先进知识分子1起，写文章，办杂志，揭开了中国54运动的序幕。他站在反帝反封建的前列，积极提倡新文化、新思想、新道德，猛烈抨击几千年来的旧文化、旧思想、旧道德。

1912年 32岁1月1日，临时政府成立于南京，应教育总长蔡元培之招，任教育部 部员。5月，航海低北京，住宣武门外南半截胡同绍兴会馆藤花馆，任教育部社会教育司第1科 科长。8月任命为教育部佥事。是月公余纂辑谢承《后汉书》。

1917年37岁1月初，返北京。7月初，因张勋复辟乱作，愤而离职，同月乱平即返部。是年仍搜集研究拓本。

1918年38岁自4月开始创作以后，源源不绝，其第1篇小说《狂人日记》，以鲁迅为笔名，载在《新青年》第4卷第5号，掊击家族制度与礼教之弊害，实为文学革命思想之急先锋。是年仍搜罗研究拓本。

 

1918年，他发表了我国现代文学史上第1篇白话小说《狂人日记》，小说通过象征的艺术手法，无情地揭露了中国几千年封建社会吃人的本质，强烈地控诉了封建礼教和封建宗法制度的罪恶。此后，鲁迅“1发而不可收”，以彻底的不妥协的姿态，创作了《孔乙己》、《药》、《阿Q正传》等许多小说和大量杂文、随笔、评论，从而成为5454运动的先驱和中国现代文学的奠基人。

 1926年夏，鲁迅离开北洋军阀盘踞的北京，南下厦门，担任厦门大学中国文学系教授，同时兼任国学院教授。

1927年47岁1月至广州，任中山大学文学系主任兼教务主任。2月往香港演说，题为：《无声的中国》，次日演题：《老调子已经唱完！》。3月黄花节，往岭南大学讲演。同日移居白云楼。4月至黄埔政治学校讲演。十5日，赴中山大学各主任紧急会议，营救被捕学生，无效，辞职。7月演讲于知用中学，及市教育局主持之“学术讲演会”，题目为《读书杂谈》，《魏晋风度及文章与药及酒之关系》。8月开始编纂《唐宋传奇集》。同月《野草》印成。8日，移寓景云里   23号，与番禺许广平女士同居。十月抵上海。沪上学界，闻先生至，纷纷请往讲演，如劳动大学，立达学园，复旦大学，暨南大学，大夏大学，中华大学，光华大学等。十2月应大学院院长蔡元培之聘，任特约著作员。同月《唐宋传奇集》上册出版。

 

到了上海，从此定居下来，集中精力从事革命文艺运动。

 

1928年与郁达夫创办《奔流》杂志。193O年，中国左翼作家联盟成立，他是发起人之1，也是主要领导人，曾先后主编《萌芽》、《前哨》、《十宇街头》、《译文》等重要文学期刊。他参加和领导了中国左翼作家联盟、中国自由运动大同盟和中国民权保障同盟等许多革命社团。他主编《前哨》、《奔流》、《萌芽月刊》等许多刊物，团结和领导广大革命的、进步的文艺工作者，与帝国主义、封建主义和国民党政府及其御用文人进行针锋相对的斗争。他坚持韧性战斗，撰写了数百篇杂文。这些杂文，如匕首，似投枪，在反文化“围剿”中，作出了特殊的贡献。他与共产党人交往密切，坚决拥护中国共产党的抗日民族统1战线政策。他以“窃火者”自喻，致力于中外文化交流，倡导新兴木刻运动。他关心青年，培养青年，为青年作家的成长付出了大量的心血。

 

1929年49岁1月与王方仁，崔真吾，柔石等合资印刷文艺书籍及木刻《艺苑朝花》，简称朝花社。5月《壁下译丛》印成。同月13，北上省亲。并应燕京大学，北京大学，第2师范学院，第1师范学院等校讲演。6月5日回抵沪上。同月卢那卡尔斯基作《艺术论》译成出版。9月27日晨，生1男。十月1日名孩子曰海婴。同月为柔石校订中篇小说《2月》。同月卢那卡尔斯基作《文艺与批评》译本印成。十2月往暨南大学讲演。

 

1936年10月19日，鲁迅在上海大陆新村寓所与世长辞，终年55岁。 鲁迅写过1首《自嘲》诗，其中有两句为“横眉冷对千夫指，俯首甘为孺子牛”，这是他1生的真实写照。 鲁迅1生写下了800多万字的著译，他的《呐喊》、《彷徨》、《野草》、《朝花夕拾》等许多作品1版再版，被翻译成英、俄、德、法、日、世界语等多种文字，饮誉全球。《鲁迅全集》是他留给中国人民和世界各国人民的1笔宝贵的精神财富。

 

 

 鲁迅年谱 1881年 1岁8月初3（公历9月25日），生于浙江绍兴城内东昌坊口。姓周名树人，字豫才，小名樟寿，

1886年 6岁是年入塾，从叔祖玉田先生初诵《鉴略》。其56岁时，宗党皆呼之曰“胡羊尾巴”。誉其小而灵活也。

1888年 8岁11月，以妹端生十月即夭，当其病笃时，先生在屋隅暗泣，母太夫人询其何故，答曰：“为妹妹啦。”

10岁1日，本家长辈相聚推牌9，父伯宜亦与焉。先生在旁默视，从伯慰农先生因询之曰：“汝愿何人得赢？”先生立即对曰：“愿大家均赢。”

 1892年 12岁正月，往3味书屋从寿镜吾先生怀鉴读。在塾中，喜乘闲描画，并搜集图画，而对于24孝图之“老莱娱亲”、“郭巨埋儿”独生反感。先生外家为安桥头鲁姓，聚族而居，幼时常随母太夫人前往，在乡村与大自然相接触，影响甚大。《社戏》中所描写者，皆安桥头1带之景色，时正十12岁也。外家后迁皇甫庄、小皋步等处。12月30日曾祖母戴太君卒，年79。

1893年 13岁3月祖父介孚公丁忧，自北京归。秋，介孚公因事下狱，父伯宜公又抱重病，家产中落，出入于质铺及药店者累年。

1896年 16岁9月初6日父伯宜公卒，年37。父卒后，家境益艰。

1898年 18岁闰3月，往南京考入江南水师学堂。

1899年 19岁正月，改入江南陆师学堂附设路矿学堂，对于功课并不温习，而每逢考试辄列前茅。课余辄读译本新书，尤好小说，时或外出骑马。

1901年 21岁12月，路矿学堂毕业。

1902年 22岁2月，由江南督练公所派赴日本留学，入东京弘文学院。课余喜读哲学与文艺之书，尤注意于人性及国民性问题。

1903年 23岁是年为《浙江潮》杂志撰文。秋，译《月界旅行》毕。

 1904年 24岁6月初1日，祖父介孚公卒，年68。8月，往仙台入医学专门学校肄业。

1906年 26岁6月回家，与山阴朱女士结婚。同月，复赴日本，在东京研究文艺，中止学医。

 1907年 27年是年夏，拟创办文艺杂志，名曰《新生》，以费绌未印，后为《河南》杂志撰文。

 1908年 28岁是年从章太炎先生炳麟学，为“光复会”会员，并与2弟作人译域外小说。 1909年 29岁是年辑印《域外小说集》2册。6月归国，任浙江两级师范学堂生理学化学教员。

 1910年 30岁4月初5日祖母蒋太君卒，年69。8月，任绍兴中学堂教员兼监学。

 1911年 31岁9月绍兴光复，任绍兴师范学校校长。冬，写成第1篇试作小说《怀旧》，阅2年始发表于《小说月报》第4卷第1号。

1912年 32岁1月1日，临时政府成立于南京，应教育总长蔡元培之招，任教育部部员。5月，航海低北京，住宣武门外南半截胡同绍兴会馆藤花馆，任教育部社会教育司第1科科长。8月任命为教育部佥事。是月公余纂辑谢承《后汉书》。

1913年 33岁6月，请假由津浦路回家省亲，8月由海道返京。十月，公余校《嵇康集》。

1914年 34岁是年公余研究佛经。

1915年 35岁1月辑成《会稽郡故书杂集》1册，用2弟作人名印行。同月刻《百喻经》成。是年公余喜搜集并研究金石拓本。

1916年 36岁5月，移居会馆补树书屋。12月，请假由津浦路归省。是年仍搜集研究造象及墓志拓本。

1917年37岁1月初，返北京。7月初，因张勋复辟乱作，愤而离职，同月乱平即返部。是年仍搜集研究拓本。

1918年38岁自4月开始创作以后，源源不绝，其第1篇小说《狂人日记》，以鲁迅为笔名，载在《新青年》第4卷第5号，掊击家族制度与礼教之弊害，实为文学革命思想之急先锋。是年仍搜罗研究拓本。

1919年39岁1月发表关于爱情之意见，题曰《随感录4十》，载在《新青年》第6卷第1号，后收入杂感录《热风》。8月，买公用库8道湾屋成，十月发表关于改革家庭与解放子女之意见，题曰《我们现在怎样做父亲》，载《新青年》第6卷第6号，后收入论文集《坟》。十1月修缮之事略备，与2弟作人俱移入。十2月请假经津浦路归省，奉母偕3弟建人来京。是年仍搜罗研究拓本。

1920年40岁1月，译成日本武者小路实笃著戏曲《1个青年的梦》。十月，译成俄国阿尔志跋绥夫著小说《工人绥惠略夫》。是年秋季起，兼任北京大学及北京高等师范学校讲师。是年仍研究金石拓本。

1921年41岁23月又校《嵇康集》。仍兼任北京大学，北京高等师范学校讲师。

1922年42岁2月8月又校《嵇康集》。5月译成俄国爱罗先珂著童话剧《桃色的云》。仍兼任北京大学，北京高等师范学校讲师。

1923年 43岁8月迁居砖塔胡同61号。9月小说第1集《呐喊》印成。12月买阜成门内西3条胡同21号屋。同月，《中国小说史略》上卷印成。是年秋起，兼任北京大学，北京师范大学，北京女子高等师范学校及世界语专门学校讲师。

1924年44岁5月，移居西3条胡同新屋。6月，《中国小说史略》下卷印成。同月又校《嵇康集》，并撰校正《嵇康集》序。7月住西安讲演，8月返京。十月译成日本厨川白村著论文《苦闷的象征》。仍兼任北京大学，北京师范大学，北京女子高等师范学校及世界语专门学校讲师。是年冬为《语丝》周刊撰文。

1925年45岁8月，因教育总长章士钊非法解散北京女子师范大学，先生与多数教职员有校务维持会之组织，被章士钊违法免职。11月，杂感第1集《热风》印成。十2月译成日本厨川白村著《出了象牙之塔》。是年仍为《语丝》撰文，并编辑《国民新报》副刊及《莽原》杂志。是年秋起，兼任北京大学，北京女子师范大学，中国大学讲师，黎明中学教员。

1926年46岁1月女子师范大学恢复，新校长易培基就职，先生始卸却职责。同月教育部佥事恢复，到部任事。3月，“318”惨案后，避难入山本医院，德国医院，法国医院等，至5月始回寓。7月起，逐日往中央公园，与齐宗颐同译《小约翰》。8月底，离北京向厦门，任厦门大学文科教授。9月《彷徨》印成。十2月因不满于学校，辞职。

1927年47岁1月至广州，任中山大学文学系主任兼教务主任。2月往香港演说，题为：《无声的中国》，次日演题：《老调子已经唱完！》。3月黄花节，往岭南大学讲演。同日移居白云楼。4月至黄埔政治学校讲演。十5日，赴中山大学各主任紧急会议，营救被捕学生，无效，辞职。7月演讲于知用中学，及市教育局主持之“学术讲演会”，题目为《读书杂谈》，《魏晋风度及文章与药及酒之关系》。8月开始编纂《唐宋传奇集》。同月《野草》印成。8日，移寓景云里   23号，与番禺许广平女士同居。十月抵上海。沪上学界，闻先生至，纷纷请往讲演，如劳动大学，立达学园，复旦大学，暨南大学，大夏大学，中华大学，光华大学等。十2月应大学院院长蔡元培之聘，任特约著作员。同月《唐宋传奇集》上册出版。

1928年48岁2月《小约翰》印成。同月为《北新月刊》译《近代美术潮论》，及《语丝》编辑。《唐宋传奇集》下册印成。5月往江湾实验中学讲演，题曰：《老而不死论》。6月《思想•山水•人物》译本出。《奔流》创刊号出版。十1月短评《而已集》印成。

1929年49岁1月与王方仁，崔真吾，柔石等合资印刷文艺书籍及木刻《艺苑朝花》，简称朝花社。5月《壁下译丛》印成。同月13，北上省亲。并应燕京大学，北京大学，第2师范学院，第1师范学院等校讲演。6月5日回抵沪上。同月卢那卡尔斯基作《艺术论》译成出版。9月27日晨，生1男。十月1日名孩子曰海婴。同月为柔石校订中篇小说《2月》。同月卢那卡尔斯基作《文艺与批评》译本印成。十2月往暨南大学讲演。

 

 1930年 50岁1月朝花社告终。同月与友人合编《萌芽》月刊出版。开始译《毁灭》。2月“自由大同盟”开成立会。3月2日参加“左翼作家连盟成立会”。此时浙江省党部呈请通辑“反动文人鲁迅”。“自由大同盟”被严压，先生离寓避难。同时牙齿肿痛，全行拨去，易以义齿。4月回寓。与神州光社订约编译《现代文艺丛书》。5月十2日迁入北4川路楼寓。8月往“夏期文艺讲习会”讲演。同月译雅各武莱夫长篇小说《十月》讫。9月为贺非校订《静静的顿河》毕，过劳发热。同月17日，在荷兰西菜室，赴数友发起之先生50岁纪念会。十月45两日，与内山完造同开“版画展览会”于北4川路“购买组合”第1店楼上。同月译《药用植物》讫。十1月修正《中国小说史略》。

1931年 51岁1月20日柔石被逮，先生离寓避难。2月梅斐尔德《士敏土之图》印成。同月28日回旧寓。3月，先生主持“左联”机关杂志《前哨》出版。4月往同文书院讲演，题为：《流氓与文学》。6月往日人“妇女之友会”讲演。7月为增田涉讲解《中国小说史略》全部毕。同月往“社会科学研究会”演讲《上海文艺之1瞥》。8月17日请内山嘉吉君教学生木刻术，先生亲自翻译，至22日毕。24日为18艺社木刻部讲演。11月校《嵇康集》以涵芬楼景印宋本。同月《毁灭》制本成。12月与友人合编《十字街头》旬刊出版。

 

1932年 52岁1月29日遇战事，在火线中。次日避居内山书店。2月6日，由内山书店友护送至英租界内山支店暂避。4月编1928及29年短评，名曰：《3闲集》。编193○年至31年杂文，名曰：《2心集》。 5月自录译著书目。9月编译新俄小说家2十人集上册讫，名曰：《竖琴》。编下册讫，名曰：《1天的工作》。十月排印《两地书》。十1月9日，因母病赴平。同月2十2日起，在北京大学，辅仁大学，北平大学，女子文理学院，师范大学，中国大学等校讲演

1933年53岁1月4日蔡元培函邀加入“民权保障同盟会”，被举为执行委员。2月17日蔡元培函邀赴宋庆龄宅，欢迎萧伯纳。3月《鲁迅自选集》出版于天马书店。同月27日移书籍于狄思威路，税屋存放。4月11日迁居大陆新村9号。5月13日至德国领事馆为“法西斯蒂”暴行递抗议书。6月2日杨铨被刺，往万国殡仪馆送殓。时有先生亦将不免之说，或阻其行，先生不顾，出不带门匙，以示决绝。7月，《文学》月刊出版，先生为同人之1。十月先生编序之《1个人的受难》木刻连环图印成。同月“木刻展览会”假千爱里开会。又短评集《伪自由书》印成。23年

 

（1934年） 54岁1月《北平笺谱》出版。3月校杂文《南腔北调集》，同月印成。5月，先生编序之木刻《引玉集》出版。8月编《译文》创刊号。同月2十3日，因熟识者被逮，离寓避难。十月《木刻纪程》印成。十2月十4夜脊肉作痛，盗汗。病后大瘦，义齿与齿龈不合。同月短评集《准风月谈》出版。

1935年 55岁1月译苏联班台莱夫童话《表》毕。2月开始译果戈里《死魂灵》。4月《十竹斋笺谱》第1册印成。6月编选《新文学大系》小说2集并作导言毕，印成。9月高尔基作《俄罗斯的童话》译本印成。12月编瞿秋白遗著《海上述林》上卷。十1月续写《故事新编》。十2月整理《死魂灵百图》木刻本，并作序。

 1936年 56岁1月肩及胁均大痛。同月20日与友协办之《海燕》半月刊出版。又校《故事新编》毕，即出书。2月开始续译《死魂灵》第2部。3月2日下午骤然气喘。4月7日往良友公司，为之选定《苏联版画》。同月编《海上述林》下卷。5月15日再起病，医云胃疾，自后发热未愈，3十1日，史沫特黎女士引美国邓医生来诊断，病甚危。6月，从委顿中渐愈，稍能坐立诵读。可略作数十字。同月，病中答访问者O•V•《论现在我们的文学运动》。又《花边文学》印成。7月，先生编印之《凯绥•珂勒惠支版画选集》出版。8月，痰中见血。为《中流》创刊号作小文。

 

十月，体重88磅，较8月1日增约2磅。契诃夫作《坏孩子和别的奇闻》译本印成。能偶出看电影及访友小坐。8日往青年会观第2回“全国木刻流动展览会”。17日出访鹿地亘及内山完造。18日未明前疾作，气喘不止。10月19日上午5时2十5分逝世。 鲁迅用过的笔名干凡 飞迅 直庚 树俟 独洛 敖隼 旁斡预 L.S. 丁

 

 

揭密原来鲁迅也是科幻迷------还原1个真实的鲁迅


   鲁迅离我们的时代似乎愈来愈遥远，不少人因为鲁迅作品的隐晦艰深而对他避而远之，甚至心生厌恨。他也因此逐渐被现在的青少年所遗忘。不久前，1项名为“影响青少年的作家排行榜”评选揭晓，名列前3的分别是曾炜、郭妮、郭敬明，鲁迅仅排第7


   对于鲁迅的争议从他成名起就没有停止过。1千个读者就有1千个哈姆雷特。对于鲁迅也是如此。在我们过去的教科书里，鲁迅似乎总是1副“横眉冷对”的面孔。这是1种普遍的误解，事实上鲁迅是1个个性很丰富的人。据他的独子周海婴回忆，“生活中的鲁迅其实是个爱开玩笑、非常幽默和蔼的人”。著名画家陈丹青则称，“就文学论，就人物论，他是百年来中国第1好玩的人
   鲁迅也并不像许多人认为的那样是完全绝望和虚无的。他喜欢裴多菲的诗句：“绝望之于虚妄，正与希望相同。”他用自己1生的热情顽强地反抗着绝望，如希腊神话里的西西福斯1样，永不停歇地向山顶推动着那块巨石。在绝望中看见希望，于1切虚无中见所有，于1切黑暗中见光明。鲁迅勇敢地走出了1条自己的路，并鼓励更多的人走下去。他知道：“其实地上本没有路，走的人多了，也便成了路。
   鲁迅终其1生都在从事着1项伟大的工作：“解剖”自己和中国社会。他忍着剧痛对自己和国人“刮骨疗毒”，他尖锐地指给我们看那些我们看不到或不愿看到的事实。之所以称鲁迅为“民族魂”，就在于他对于中国人的精神和灵魂进行了深刻的反思。鲁迅无情而彻底的自我批判精神为国人提供了1面反思自我的“镜子”，此无情中有大情在。他的尖刻和无情，更多的是缘于对个体和民族命运的深切关注和担忧。


   鲁迅1生都在致力于“立人”。他痛彻地揭示了中国社会在“想做奴隶而不得的时代”和“暂时做稳了奴隶的时代”之间的循环转换，以及国人在浸染1切的巨大的“染缸”里变为“看客”的麻木沉沦。鲁迅是那“铁屋子”里最清醒者，他“自己背着因袭的重担，肩住了黑暗的闸门”，放年轻人到“宽阔光明的地方去”。他孤独而勇敢地高声呐喊着，与“世上害己害人的昏迷和强暴”进行着勇猛而坚韧的斗争
   被称为“雅典的牛虻”的古希腊大哲苏格拉底曾说过：“不经审视的人生是不值得过的。”像苏格拉底1样，鲁迅是中国的牛虻，他1生都在不断去搔痒和刺痛中国这个庞大的睡狮，让它保持清醒，不昏睡过去


   毋庸讳言，鲁迅不是完人，他也有自己的缺点和不足，有自己的时代局限性，这是他自己也承认的。然而，这些并无损于他的伟大。鲁迅先生对真理的执著追求和不断超越自我的精神永远常青，时时给人以感召和激励。
   “心事浩茫连广宇，于无声处听惊雷。”鲁迅的精神和思想正如他的这句诗1样，远远超越了他所生活的时代。让我们静下心来，重新读读鲁迅，倾听那来自浩茫宇宙深处的声音吧

我认为关于鲁迅与梁实秋论争的那1段，被采访的两个学者提出了两种不同的观点，年老的学者站在鲁迅这边，年青的学者其实是站在梁实秋那边的，并且还用“呆鸟”这个词嘲弄了为鲁迅说话的研究者们。
我对鲁梁之争有些兴趣，并看了1些资料，论争中两人都比较狠毒，没有绝对的“正义方”。只是我个人认为梁实秋只是鲁迅生命中的1个小插曲，而鲁迅几乎影响了梁实秋的整个人生。这就是伟大人物和小角色的差别吧：鲁迅逝世若干年后，梁实秋还在写关于鲁迅的文章，比如《关于鲁迅》、《我与鲁迅》等,文章对鲁迅还在进行刻薄的挖苦，因为耿耿于怀鲁迅曾经给他扣上的“走狗”“落水狗”的名衔，他在文章中居然说——鲁迅已经死了，现在批评他似乎有打落水狗的嫌疑。从这些，我大概就可以认清谁是君子，谁是小人了。

 

需要真的斗士战士猛士，我将成为其中之1，是我毕生之追求，首先得要有很多很多很多钱，现在是茶馆莫谈国事，现在“丧家的”“资本家的乏走狗”大有人在。
看对话，看王1江的眼神，就是1条“丧家的”“资本家的乏走狗” 
清华还要脸吗，那么多的所谓校企骗子  垃圾对话资本家的乐园 
清华大学吧真恐怖  终于见识到了乏走狗
学术界也不少，比如中医真伪科学的论战！！！利益使然，坏恶势力群体的利益，资本家的利益。
支持方舟子1派，主要支持方舟子。
对话是资本家的乐园，应该是违法奸商的乐园，偶然换台时看1下。对话早已不是最早的对话了

 

勇士


由挽联看鲁迅 


　　“鲁迅是中国文化革命的主将，他不但是伟大的文学家，而且是伟大的思想家和革命家。鲁迅的骨头是最硬的，他没有丝毫的奴颜和媚骨。鲁迅是在文化战线上，代表全民族的大多数，向着敌人冲锋陷阵的最正确、最勇敢、最坚决、最忠诚的民族英雄。鲁迅的方向，就是中华民族新文化的方向。”这是毛主席对鲁迅的评价，也是镌刻在中华民族的心碑上光耀千古的铭文。对此，我们可以从各界人士对鲁迅先生之死的挽联上可见1斑。

 
　　郭沫若在日本惊悉鲁迅先生病逝的噩耗，甚是悲痛，当即写下1联，写毕，急托人呈献于先生灵前，联语曰：
　　方悬4月，叠坠双星，东亚西欧同殒泪；
　　饮诵2心，憾于1面，南天北地遍招魂。
　　此联含义颇深，当时鲁迅被誉为“中国的高尔基”，而这两位文坛巨星仅隔4个月先后殒落，下联是说自己虽系鲁迅知音，曾怀着钦敬的心情诵读先生的大作《2心集》，遗憾的是两人竟无1面之缘。


　　蔡元培和鲁迅是好朋友。蔡元培任北大校长时，鲁迅在北大作讲师，教《中国小说史略》，每周1小时，被称作是“1小时功课的讲师”。在国民党统治时期，鲁迅屡受迫害，蔡元培多方维护，1直到鲁迅逝世。蔡元培作了1幅挽联，联文是：
　　著述最严谨，非徒中国小说史；遗言太沉痛，莫作空头文学家。
　　上联是驳斥当时迫害鲁迅的杂文，侮蔑鲁迅还没有写出好文章，只有《中国小说史略》还可以得说法。蔡针锋相对，称道鲁迅文章“最严谨”，当然也包括杂文在内了，这是对鲁迅作品确切的评价。下联是根据鲁迅的遗嘱说的，鲁迅叫孩子“万不可做空头文学家”。这是鲁迅沉痛地感到，在国民党统治下，不要做1个空头文学家的徒有其名，而要做1个人民爱戴的文学家，责任是相当重大的，鲁迅以此勉励自己的儿子。
　　孙伏园时任《晨报》副刊编辑，鲁迅先生的《阿Q正传》当时就连载于《晨报》副刊上。且2人接触频繁，过从甚密。鲁迅逝世，孙伏园深为悲痛，因以鲁迅所著书中及所主编的刊名缀为1联：
　　踏《莽原》，刈《野草》，《热风》《奔流》，1生《呐喊》；
　　痛《毁灭》，叹《而已》，《十月》《噩耗》，万众《彷徨》。


　　唐弢是鲁迅的弟子，他得知先生的死迅后，悲痛不已，挥笔写下凡言70字长联：：
　　痛不哭，苦不哭，屈辱不哭，今年成何年，4个月前流过两行泪痕，又谁料这番重为先生湿；
　　言可传，行可传，牙眼可传，斯老真大老，3十年来打出1条血路，待吩咐此责端赖后世肩。
　　上联是说高尔基、鲁迅先后4个月逝世，作者悲痛难当，下联是对鲁迅战斗精神的热情沤歌。此联虽长，长而不烦，而又贴切自然。
　　1950年10月，在纪念鲁迅逝世14周年的荣话会上，陈毅即席撰挽联1幅，其联为：
　　要打叭儿落水狗，临死也不宽恕，懂得进退攻守，岂仅文坛闯将；
　　莫作空头文学家，1生最恨帮闲，敢于嘻笑怒骂，不愧思想权威。
　　这幅挽联取先生文章中词，锋芒闪烁。上联写先生“痛打落水狗”的精神，下联写先生痛骂帮闲，并敢于向敌人冲锋陷阵的精神。
　　在挽鲁迅联中，感情最为复杂的要算是徐懋庸了。鲁迅生前曾和徐懋庸进行过论战，虽说鲁迅曾对徐产生过误会，亦撰文严厉的批评过他，而徐还是深敬鲁迅的，因此鲁迅逝世，徐的挽联实在不好写，其联为：
　　敌乎？友乎？唯余自问；知我？罪我？公已无言。”
　　徐联连续发问更多地表达了自己当时的复杂心情，亦把自己从尴尬的处境中解脱了出来。此联也说明了先生的伟大人格和高尚情操。
　　在挽鲁迅联中，还中1幅反常规联，是北平风沙文艺社的挽鲁迅联：
　　偏偏在战的热望中，鲁迅死了！中华民族要大哭，无产阶级要痛哭，前进作家更是要狂哭！
　　偏偏在降的阴影里，鲁迅死了！帝国主义会暗笑，专制恶魔会狠笑，落后文人也许会惨笑！
　　该联打破力避同字相对的戒律，以突出主题，既表明了鲁迅先生在当时中国文化战线上的重大影响，也表明了鲜明的爱憎及沉痛的心情。
　　鲁迅先生的逝世，也引起了1些外国朋友的悲痛，当时姚克与美国著名记者斯诺正在鲁迅的指导下，精心编译《活的中国》1书，鲁迅逝世的噩耗传来，2人悲痛万分，合撰挽联1幅以寄托哀思：
　　译著尚未成书，惊闻殒星，中国何人领呐喊？
　　先生已经作右，痛忆旧雨，文坛从此感彷徨。
　　联语贴切生动，既嵌入了先生《呐喊》和《彷徨》两部名著，表明了其丰功伟绩；又赞叹先生确实是文化革命的主将，是黑暗中国的精神领袖。


　　先生在日本的挚友佐藤村夫，在得知先生逝世的恶耗后，亦撰联以寄托哀思，联语口：
　　有名作，有群众，有青年，先生未死；
　　不做官，不爱钱，不变节，是我导师。
　　此联以排比手法，“3有”对“3无”，歌颂了鲁迅的伟大功绩和高尚情操，切人切事，要言不烦。
　　郭沫若还有1幅挽联，
　　孔子之前，无数孔子，孔子之后，1无孔子；
　　鲁迅之前，1无鲁迅，鲁迅之后，无数鲁迅。
　　上联完全符合鲁迅对孔子的看法。因为鲁迅曾说过：“孔夫子之在中国，是权势者们捧起来的，和1般的民众并无什么关系。”既然与民众无关，也就等于死；至于下联，则是说明了鲁迅的伟大影响。曾经有无数的爱国青年，由于受鲁迅作品的教育和熏陶，走上了革命道路。今后，将会继续有无数的鲁迅的继承者，出现在我国的文艺队伍里。
　　先生之死，万民悲痛，以上这些挽联足见大家对鲁迅的伟大人格、高尚品德与不朽业绩的推崇。

 


举世如野草彷徨，南腔北调．3闲2心，尽是可怜阿Q相；

独身向热风呐喊，故事新编，朝花夕拾．总求不使死魂灵。-----林海屏

 1代高文树新帜；千秋孤痛托遗言。------孔祥熙挽鲁迅”　　

上联：拯溺是前锋，才德兼备，群乃勇逾义者。冲拓荒霾，拥护自由，开辟光明途径，阐文化而驱驰，做民众之导师；那料，半世冷宦青毡宏业忽中阻，则感到彷徨故室，白发，红颜，黄口，共衔悲哀，招魂何处，归鹤几时，气魄非常生无敌。

下联：著述称巨擘，知识先觉，人固莫如命也。抗衡环境，砥柱中流，散布伟大种子，概社会将沉沦，挽国难于狂澜；太息，当兹凄风苦雨鲁殿又圮灵，只留得呐喊余声，断稿，残编，遗迹，同资纪念，盖棺定论，下笔千秋，学术卓荦殁为神。------陈峥宇


 熄了，光耀着世界的火炬；起来，不愿做奴隶的人们。--------上海学生剧团挽鲁迅

痛不哭，苦不哭，屈辱不哭，今年诚何年？4个月前流过两行泪痕，又谁料，这番重为先生湿；言可传，行可传，牙眼可传，斯老真大老，3十载来打出1条血路，待吩咐，此贵端赖后世肩。----唐某挽鲁迅　　　　

这世界如何得了，请大家要遵从你说的话语，彻底去干；纵躯体有时安息，愿先生永留在我们的心头，片瞬勿离。　-------著名爱国民主人士沈钧儒挽鲁迅　　敌乎？友乎？唯余自问；　　知我？罪我？公已无言。------徐懋庸　　　　

鲁迅先生在遗笔中，这样告诉我们：用笔和舌，将渝为异族的奴隶之苦告诉大家，自然是不错的，但要十分小心，不可使大家得着这样的结论：“那么，到底还不如我们似的做自己人的奴隶好”。-------读者生活社同人敬录自勉

鲁迅先生这样指示我们：“历史决不倒退，文坛是无须悲观的。悲观的由来，是在置身事外不辨是非，而偏要关心于文坛，或者竟是自己坐在没落的营盘里”。 -----------作家月刊社同人自勉25年十月20日敬录

鲁迅先生千古！在民族解放的行列中，我们失掉了伟大的导师！未来的新中国更不能借你的笔传布给全人类！
-----------上海市学生救国会敬挽

 

鲁迅先生奠定了现在中国文坛的基础，到临死的时候还领导着青年们向前迈进，我们对于这样的1位先驱者的殒落，敬致万分的哀悼------------中国文艺家协会敬挽

鲁迅先生在十年前对着我们广东人这样指示着：“广东报纸所讲的文学，都是旧的，新的很少，也可以证明广东社会没有受革命影响；没有新的讴歌，也没有对旧的挽歌，广东仍然是十年前的广东。不但如此，并且也没有叫苦，没有鸣不平；只看见工会参加youxing，但这是政府允许的，不是因压迫而反抗的，也不过是奉旨革命……” ----------香港抗日救国会谨于鲁迅先生灵前录此自警自励

呈献给文坛巨星――鲁迅先生：沸腾的热血温暖了遗体的寒冷，满腔的酸泪充溢着抗争的？腥；没有叹息，更没有呻吟：“用理论，用实践，用斗争，开拓‘民族革命大众文学’的前程。”――我们懂得，我们认清，――这是纪念的责任。 ------------大同大学阳光社

悼我们的高尔基――鲁迅

花圈挽联那里会使我们的伙伴开眼？记住那狂人的誓言。用墨水照上了枪杆，呐喊，反叛，肃清吃人的旧制度和汉奸。-----------大同大学时事研究会挽1936，十，2十1。

伟大的鲁迅先生死了。这是我们中国的1个严重损失，因为在民族解放斗争的过程！缺少了1位坚强的领导者。不过我们在沉痛地哀悼他以外，还应该根据他的正确的指示，承继他的战斗的精神，大家联合起来，把我们的民族最大的敌人――日本帝国主义，驱逐出境！！！

------------蚂蚁图书馆沪东分馆读者交谊会

悼鲁迅先生！中华民族是不妥协不怯弱的民族，鲁迅先生就是1个最典型的代表。当我们的民族生机到了目前最后1息的时候，来凭这个巨人离开现世界，离开我们而长逝，更有无限的悲痛！我们只有继续和发扬鲁迅先生的遗志，以不屈不挠的精神百折不？的决心，来争取中华民族的解放，来纪念这个巨人之死！！！--------现世界社全体同人敬挽

继续鲁迅先生精神，把笔集中到民族解放运动上去 ------------图存文艺座谈会挽

高尔基先生死了，鲁迅先生又死了，我们纪念他们，他们的未完的工作有纪念他们的人们不断的努力继续下去。他们没有死呵，我们把哀悼改作不断的努力的奋斗吧。将有，无数的高尔基，无数的鲁迅，在纪念的努力中创造，无钱买花圈，捡得剩布画此以代敬献，鲁迅先生之灵。-------------也生1936，十，2十越日复有所感寒山：时见白云封，风雨潇潇秋复冬，遍读译文35篇，不禁惆怅忆清容。澹灾文命纪胝胼，大宇生勤墨子传，草食偏能输乳酪，江湖士竟继前贤。

哭鲁迅先生：

十年别去无音讯，潦倒1生惟孤笔。不堪遗嘱伤心语，仅有文章流海外。今日惊闻弃俗尘，孤零弱子未传新。愧杀当时数口人，堂堂大国莫容身。-------学生杨伟业

哭豫才：老友飘零只几人，文章几度疑苦命。别有烦冤天莫问，哎心沥血归黄土。海滨惊报损愁身，魅力千年见砚真。但见慈爱佛相亲，天下黔民识苦辛。 -------------张宗祥

鲁迅先生不死，这世界如何得了！请大家要遵从你说的话语澈底去干。纵躯体有时安息，愿先生永留在我们的心头片瞬勿离。------------沈钧儒谨哀挽

鲁迅先生千古！痛不哭苦不哭屈辱不哭。今年诚何年？4个月前流过两行泪痕。又谁料这番重为先生湿。言可传行可传牙眼可传！斯老真大老，3十载来打出1条血路。待吩咐此责端赖后死肩。---------唐某敬挽于哀悼中

鲁迅先生千古！继国父孙中山以后1人，为民族解放斗争而死！作文豪高尔基同时战友，奠黑暗时代光明之基--------张西曼敬挽鲁迅先生不死！没多少苦战士和暴风雨争？替魔障杀1层凶焰！有几个老少年向后1代伸手？为正义留下半分光辉！----------妇女生活社谨挽

献于我们所崇拜的鲁迅先生的灵前，偏偏在战的热望中鲁迅死了。中华民族要大哭。无产阶级要痛哭。前进作家更是要狂哭。偏偏在降的阴影里鲁迅死了。帝国主义会暗笑。专制魔王会狠笑。落后文人也许会惨笑。---------北平风沙文艺社代表人水草挽

许广平夫人鉴豫才兄逝世青年失其导师，民族丧其斗士万分悲痛。不仅为私，尚望善视遗孤勉从先志。-----------许寿裳来电

景宋兄：昨晚突闻豫兄恶耗，伤痛欲绝，事先并未闻病有变化，然各报均震惊，当属事实。本应即刻赴沪，与豫兄作最后诀别，并帮兄助理后事，又闻今日大殓，已来不及矣！望兄节哀抚孤，照料后事！至盼！至恳！心中悲痛已极，书不成字，稍迟当再去函。--------曹靖华夫妇来函

周师母鉴顷见报战，中央社电豫师去世，惊骇万状，然关于师之起居，向多谣言，颇以为疑。但记载甚详，似果真不讳，山颓木坏，世界失此导师，不仅师母之恸也。------------台静农来函

景宋女士：见报惊悉迅师病逝，哀感无已；遥想夫人与师弟的情形，更增悲思！……霁从迅师逾十年，所蒙情惠无量，常觉感愧，今兹未能1瞻遗容，致最后敬意，甚为不安。奉上4十元略助治丧之资，自忖曾违师意，幸望勿却。-----------李霁野来函郁达夫来电：乍闻鲁迅噩耗，未敢置信，万祈节哀。

许广平先生礼鉴民族解放思想导师殂谢痛悼实深幸节哀述志为国保重。-----------张西曼来电

许遐女士：我是今天下午才得到这个最坏的消息的！无限的难过汹涌在我心头。尤其是1想到几十万的青年骤然失去了最受崇敬的导师，觉得非常伤心。我两次到上海，均万分想同他见1次，但为了环境的不许可，只能让我悬想他的病躯，和他扶病力作的不屈的精神！现在却传来如此的噩耗，我简直不能述说我的无救的缺憾了！……这哀恸真是属于我们大众的，我们只有拼命努力来记念着这世界上1颗殒落了的巨星，是中国最光荣的1颗巨星！-------------丁玲来函吊唁

 广平师母：今日阅报，惊悉先生逝世，虽是在办公室中，不禁伏案恸哭。……回思前日在沪先生去：“病中亦不能停笔休养，因停笔不但医药遂停，即乘中返京2十余日来，晨夕耳中皆如闻先生此言，……谨奉赌金2十元，略表敬意，秉中知先生许我也。海婴弟无恙！----------李秉中来函

许广平先生：鲁迅先生逝世了我们的悲哀是无法安慰的。我们只能以担负这沉重的悲哀来作为先生劝慰。----------长安十1青年来电

鲁迅先生治丧委员会转 许夫人广平女士既海婴公子礼鉴，惊闻鲁迅先生作古，同人实深哀悼，兹特敬献花圈1件，尚祈置于灵前以表敬意专此敬请礼安--------------中国导报社同人致周夫人及海婴公子慰问函

敬启者敞校同学过去屡经革命之役于鲁迅先生不妥协不屈服始终与黑暗势力作坚强之战斗的革命精神深致敬佩者番鲁迅先生逝世噩耗传来同深痛悼除经于日昨特派敞校常务委员姚天羽同学携带花篮1事敬献鲁迅先生灵前外特此奉唁尚祈贵女士勉抑哀思以襄大事是所至盼此致-----------上海大学留沪同学会来函吊唁

 

 

 

先生鲁迅 第1集 故乡记忆

　　
　　鲁迅喜欢猫头鹰，这是他亲自画的猫头鹰。他的朋友这样描述他：
　　"他在大庭广众中，有时会凝然冷作，不言不笑，衣冠又1向不甚修饰，毛发蓬蓬然，有人给他取了1个绰号，叫做猫头鹰。"
　　鲁迅很像猫头鹰，相貌、性格和气质都像。他有"会看夜的眼睛，会听夜的耳朵"，他是2十世纪黑暗中国为数不多的睁着眼看世界的人。1直到今天，他1直在黑暗里，睁着眼看着我们。
　　清明时节，桃红柳绿，万木更苏，正是"踏青"的好时节。绍兴城显得温润而静谧。
　　"鲁迅，以1881年生于浙江之绍兴城内姓周的1个大家族里"，许多年后，鲁迅在他的自传里写下了第1句话。这1天，是清光绪7年8月初3。绍兴东昌坊口新台门周家欢天喜地地迎接这个家族长孙的诞生。祖父给这个孙子取名"阿张"，学名也是带有浓重中国特色的"豫才"。37年后，因为1篇小说《狂人日记》，鲁迅的笔名不胫而走，在这之后的许多年里，虽然用过140多个笔名发表文章，人们熟知的只有1个名字：鲁迅。
　　当鲁迅睁开双眼环顾世界的时候，这个世界已经和他的父辈生长的年代完全不1样了，没有什么像20世纪之交西潮东来时的风云激荡那么深刻地影响着中国，并改变着普通中国人的命运。现代文明的林林总总正悄然改变着绍兴这座小城。
　　在老台门对面有1大片空地。这块空地就成为附近居民娱乐场地。鲁迅幼年时代在这里经常看到的是绍兴地方戏有名的"大班"与"目连戏"。除了目连戏外，还有迎神赛会。鲁迅记忆深刻的是冤苦的"活无常"和比别的1切鬼魂更美的"女吊"。在后来的许多时光里，这些形象常常出现在鲁迅的梦里和笔下。这些童年意象给他的强烈刺激，留在心底里的是人的尊严和力量。
　　对于故乡绍兴，鲁迅1直怀有1种复杂而矛盾的心情，在他的1系列作品里，鲁迅对故乡表现出热爱、崇敬，甚至终生的眷恋；而另1面则又充满了憎恶、决绝，甚至诅咒。这和他最初感受的凄风苦雨和人情冷暖紧紧联系在1起。
　　绍兴，在后来鲁迅的许多作品中取名"S城"。
　　绍兴地处江南，傍水而建。近有曹娥江，远有钱塘江，涛声不绝。河汊，小桥，乌篷船，是山阴道之外的另1组应接不暇的风景。这里还有山地，有峰峦，有岩石，有着严峻刚毅的灵魂。所谓"海岳精液，善生俊异"，这里产生过相当1批著名人物，王充、王羲之、陆游、徐渭、王思任。鲁迅曾经辑录有关这些"先贤"的故事，名为《会稽郡故事杂集》，以为"供其景行，不忘于故"。他很喜欢王思任的1句话，这就是："会稽乃报仇雪耻之乡，非藏垢纳污之地。"
　　不同于帝都南京，绍兴没有那种霸气，也没有大都会1般的奢华。这是1个中小城市，也可以说是边缘城市，4围毗连乡村，除了官僚、工匠、市民，有名的师爷之外，经常有无数的农民、渔人、乞丐混杂其中。在城市文化与乡村文化相叠合的中间地带，鲁迅有机会从小接受相当完好的教育，1方面是众多儒家经典，1方面是日常生活的民俗民风，两者都紧连着乡土中国固有的文化血脉。在其后鲁迅50多年的生涯中，故乡的山水，习俗，戏曲文化等等1切，几乎成了他1生中仅有的1点诗意，并常常成为他慰籍内心的记忆。


　　周氏大家族700年前从河南迁入绍兴，在绍兴，周家算得上1门望族，做官经商且都不说，单是人丁的繁衍，就相当可观，所以到鲁迅出世的时候，周家已经分居3处，彼此照应，俨然是大户了。鲁迅的祖父周介孚，出身翰林，做过江西1个县的知县老爷，后来又到北京当上内阁中书，成为标准的京官。绍兴城并不大，像周介孚这样既是翰林，又做京官的人，自然能赢得1般市民的敬畏。周家门上"钦点""翰林"的横匾，明白无误地宣告了周家的特殊地位。鲁迅很是幸运，他的人生如果不出意外，应该是1片光明。书香门第、官宦人家、学而优则仕，这是可以预见到的人生坦途。可惜，命运之神对鲁迅并不公平。
　　祖父福清公在1899年给孙子鲁迅的"恒训"中，关于"家史"说了如下1段话："予族明万历时，家已小康，累世耕读。至乾隆年分老7房，子7房，合有田万余亩，当铺十余所，称大族焉。逮嘉道时，族中多奢侈，遂失其产"。福清公这里所讲的周氏家族由兴至衰的历史大抵是真实的，待到鲁迅出世时，尽管往日的豪华排场已经渐渐消尽，但也依然可以不愁吃，不愁穿，过着精神与物质都还富足的平静生活。
　　在鲁迅的记忆里，周家新台门后园是1个大自然的乐园，1代代的中国人至今仍然可以从小学课本里通过吟诵这些脍炙人口的篇章，感受到鲁迅童年的欢欣鼓舞--
　　不必说碧绿的菜畦，光滑的石井栏，高大的皂荚树，紫红的桑椹；也不必说鸣蝉在树叶里长吟，肥胖的黄蜂伏在菜花上，轻捷的叫天子忽然从草间直窜向云霄里去了。单是周围的短短的泥墙根1带，就有无限趣味。油蛉在这里低唱，蟋蟀们在这里弹琴。……何首乌根藤和木莲藤缠络着，木莲有莲房1般的果实，何首乌是有象人形的，吃了便可以成仙，我于是常常拔它起来，牵连不断地拔起来，也曾因此弄坏了泥墙，却从来没有见有过1块根象人样。……
　　周家大院隔河相望，是绍兴有名的3味书屋，老师寿镜吾质朴博学，为人方正，因此，3味书屋是那个年代绍兴最开明的著名私塾，鲁迅和他的兄弟们都在那里读书。在这里，鲁迅度过了最初的读书生涯。只不过，自由浏览的乐趣往往被粗暴的家长专制所干扰。
　　周家是讲究读书的，周介孚甚至有过让儿孙1起考取翰林，在门上悬1块"祖孙父子兄弟叔侄翰林"匾额的雄心，那种书香人家的气氛，自然相当浓厚，不但自己家里有书，众多亲戚本家中，不少人也藏书丰厚，而且不单是那些枯燥难懂的正经书，更有许多使小孩子非常喜欢的好玩的书。
　　从6岁开始，鲁迅就开蒙读书，先是随本家亲戚学，后来又被送到3味书屋去读经书，《论语》、《孟子》……甚至连古旧难懂的训诂书《尔雅直音》，也在塾师的指导下读了1遍。
　　4书5经之类的正经书并不能满足鲁迅的求知欲，看杂书成了他儿时的习惯，从画着奇形怪状神话人物的《山海经》，到《封神演义》和《西游记》之类的神话传说，凡是他觉得有趣的，都千方百计搜来读。抄杂书，描绘画，绣像本的《荡寇志》，1百多张绣像全都描下来！但父亲粗暴的教学方式让他无法释怀。在后来鲁迅的回忆中，他对父亲的严厉、不近情理，任意扼杀儿童天性的行为很是不解，他说："我至今1想起，还诧异我的父亲何以要在那时候叫我来背书"，面对着父子之间可怕的隔膜，鲁迅只感到莫名的悲哀和恐惧。
　　自古绍兴多谋士.中国官僚政治上下数千年,师爷阶层无时不活跃着绍兴谋士,到清代，已形成了1个区域性、专业性极强的师爷群体--"绍兴师爷"，有"无绍不成衙"之说。清代"绍兴师爷"出名，1方面是由于师爷中绍兴籍者占据了大多数，另1方面是因为绍兴籍中出现了1批名气很大的师爷。鲁迅的弟弟周作人曾对"师爷传统"的影响作过如下说明："我们1族住在绍兴只有14世，……这400年间越中风土的影响大约很深，成就了我的不可拔除的浙东性，这就是世人所通称的'师爷气'。明清时期绍兴人当师爷的遍布全国，殊少敦厚温和之气"的"师爷气"，师爷大概可以概括为以下几个特点：嫉恶如仇、睚眦必报，易怒多疑、苛刻严峻的性格，冷静、周密的思维方式，谙熟人情世故、法律条文，多谋善断的才干，以及缜密、犀利的"师爷笔法"。很显然，从这些描述里，人们会想到鲁迅，想到令那个时代从统治者到各种人等都不舒服的鲁迅。


　　1893年，灾难终于降临到这个古老的行将崩溃的大家族。首先是祖父周介孚，因为替亲友向浙江乡试的主考官行贿赂事发。只好投案自首，被关进了杭州监狱。他是这1家的顶门柱，他1倒，整个家就垮了。这1年，鲁迅13岁。
　　从祖父入狱时起，为了逃避株连，鲁迅和2弟周作人1起，由母亲鲁瑞转移到了乡下皇甫庄，过1种其实是流亡者的生活。
　　周介孚入狱的第2年，父亲周伯宜突然吐血，此后几经波折，病情时缓时急，由此开始，直至父亲逝世，周家1直在暗伏着不安的平静中过着日子。
　　作为长子，鲁迅也承受了巨大的精神重负。在鲁迅的记忆里，这是又1次惨痛的刺激，又1个难以愈合的精神创伤。为了病重的父亲，正在3味书屋读书的鲁迅无法专注于"子曰诗云"，请医生，寻"药引"，几乎每天都要出入于当铺和药店之间。从鲁迅后来的回忆文字来看，他在当铺所受的侮蔑是刻骨铭心的，而寻找冬天的芦根，经霜3年的甘蔗，原对的蟋蟀，结子的平地木等等稀奇的药引子，也使他感到受尽了中医的愚弄。
　　后来，他在1篇《父亲的病》的散文里，沉痛地写下了在出入当铺间，默默地为父亲买药、觅药中痛苦的内心体验；年龄最小的3弟周建人回忆说：
　　"我大哥在做这些事情的时候，从不推托，没有怨言，不叫苦，不喊累。母亲吩咐他做什么，他就把事情办妥贴，把钱、当票、药包如数交给母亲，清清楚楚，缺什么引子，他再去找。这副样子，俨然是个大人了。"
　　鲁迅奔走于当铺和药店之间的时候，北方传来战争的消息，甲午中日战争爆发，拥有先进装备的中国舰队全军覆没，消息传来，举国震惊。病床上，鲁迅的父亲也不禁"感念时艰"，为民族的危亡深感忧虑，他寄希望于自己的孩子："吾有子4人，当遣其出海外求学，1往西洋，1往东洋耳"。可惜他已经等不到这个愿望的实现了，1896年秋天，在鲁迅的呼喊声中，父亲离开了人世。这1年，鲁迅15岁。
　　父亲的病与死象1个巨大的阴影笼罩着整个家庭。与这丧父之痛1起降临的，是周家的急剧贫困。从1个大家族的少爷沦为寄人篱下的"乞食者"，鲁迅其实过早地进入社会了。事隔多年，当他回忆往事时，我们依然可以感受到1个少年的内心悲愤地悸动。他感叹说："有谁从小康人家而坠入困顿的么，我以为在这途路中，大概可以看见世人的真面目……"少年鲁迅经历的两次重大的家庭变故,严重地损害了他的精神健康，给他留下了终生难以弥合的深刻的伤痕。贯穿几年的避难生活和寻医问药经历，给了他清醒认识社会与人生本来面目的敏锐双眼。
　　多年之后，在广州，青年学生问他为什么憎恶旧社会，他便这样回答："我小的时候，因为家境好，人们看我像王子1样，但是，1旦我家庭发生变故后，人们就把我看成叫花子都不如了，我感到这不是1个人住的社会，从那时起，我就恨这个社会。"在家庭的由盛而衰的下坠过程中，在上层与下层两个世界转换的中间地带，他长时间停留在那里，凝视着人类的灵魂，感受着周围的冷漠，麻木和残酷。仔细阅读鲁迅后来的文字，可以感到，整个少年时代，不但培育了鲁迅的性格，人生的哲学，同时孕育了他未来的精神倾向与文学主题。幸福是单调而平淡的，惟有苦难深沉而丰富。在短短几年之内，鲁迅所经历的1切，实在远胜于1个太平顺民的漫长1生。
　　1898年，鲁迅17岁了，丧父之后的鲁迅，艰难地走到人生的十字路口。在故乡，他已经成为1个"边缘人"。在家徒4壁，生计几乎无法维持的情况下，母亲仍然让他读书，希望他继续走科举的道路。但是，两次变故的巨大阴影笼罩着他，使他对于"科举取仕的正路"充满厌恶和危惧。而作为1个大家族的嗣子，除此又能做什么呢?
　　"但是，哪里去呢?"鲁迅在文章中这样描述自己当时的心态，"S城人的脸早经看熟，如此而已，连心肝也似乎有些了然。总得寻别1类人们去，去寻为S城人所诟病的人们，无论其为畜生或魔鬼。"少年鲁迅决意要离开故乡了。
　　1898年5月，鲁迅怀揣母亲东拼西凑汇集起来的8元川资，登上了离乡的小船。少年满怀悲壮，他后来说：走异路，逃异地，去寻找别样的人们。无论他是否找到，无论幸福与苦难，1个新的世界注定在等着鲁迅。

 

 

《鲁迅先生》第2集 歧路彷徨

  鲁迅剪去了自己的辫子，他把辫子丢给了日本的理发匠；鲁迅穿过西装，他用文言文写作中国科技史；鲁迅穿自己设计的中山装，他用小说对辛亥革命极尽讽刺；鲁迅此后1直穿着中式长袍，他在杂文里不遗余力地诅咒中国传统……

    1898年，17岁的鲁迅走出了故乡，他的第1站是南京。就在鲁迅走进新式学校的时候，他并不知道，1场变革的风暴正在遥远的北京酝酿。

    这年的5月，鲁迅拿着母亲东拼西凑汇集起来的8元川资，走进了江南水师学堂，他给自己取了1个颇有励志报国的学名"周树人"。

    在1般绍兴人看来，和科举取士相比，走进新式学堂，这是坠入了穷途，是被迫走1条没出息的离乡背井的路。

    江南水师学堂的旧址，虽然已经看不出当年的模样了，但人们还是仿照当初的样子，设立了鲁迅纪念馆。江南水师学堂是1895年中日甲午战争发生之前，于1890年（也就是光绪十6年）由曾国荃创建的，同时建办的还有设立在刘公岛的北洋水师学堂。这是中国的洋务派准备迎战虎视眈眈的敌人，加强中国海军实力所作的1次可贵的努力。

    北京城南的湖广会馆是历代举子们进京赶考的聚集地，1898年，这里云集着1批忧国忧民的学子，康有为、梁启超就是在这个时候成为他们的领袖。康有为以1介书生，历时7年、前后共7次伏阙上书，率领弟子们奔走呼号，力排重阻，倡言变法，终于惊动朝野，感动了清帝。

    这年6月11日，即光诸2十4年，农历戊戌年4月2十3日，光绪皇帝颁布《明定国是诏》，戊戌变法就此拉开了序幕。

    在这100天内，康有为所上的条陈超过历年总和，士民的奏折多达650余件，光绪帝颁布的除旧布新谕旨共280余件，可谓目不暇接，马不停蹄，风鼓雷动。这次极其短暂的变法运动迸放出极其瑰丽壮观的光芒。特别是那大变全变的主旨，伸张民权的精髓，雷厉风行的作风，开千年未有的变革新风。在当时就造成京城内外"舆情翕应，绩效若飞"，"家家言时务，人人谈西学"的时尚。

    哈佛大学教授杜维明介绍说：在鸦片战争前后，中国的经济据说是世界经济的3分之1，或者和美国现在在世界经济的发展几乎有相提并论的地方，但是当时西方已经通过了启蒙运动，从18世纪、19世纪，特别19世纪工业革命以后发展得非常神速，那么中国1方面对西方是无知的，无知的本身是很可以理解的，因为从利玛窦以后，在17世纪、18世纪以后双方已经没有这个真正的学术文化交流和互动的可能，在这样1个情况下，中国当时的特别是官员除了无知以外，还非常傲慢，无知我们可以理解，因为不了解西方，但是无知加上傲慢就非常危险，因为对整个西方所带来的1些不仅是政治制度，不仅是船坚炮利，还有后面1些比较深刻的价值都没办法理解。

    这年9月21日，慈禧宣布训政，光绪随即被幽禁深宫，康、梁流亡海外，谭嗣同等6君子血染北京菜市口。

    在南京，新的学校和新的环境并没有让鲁迅找到新的气象。号称现代学校的课程不过是所谓"上午'声光化电'，下午'子曰诗云'"的"折衷"，不过是要"学了外国本领，保存中国旧习"。

    在学校呆久了，他逐渐发现，这里名为"新学"，骨子里却处处是"旧"的。对鲁迅来说，好不容易冲出了等级森严的封建大家庭，现在又重新落入学校的等级制度中，这不仅令他难以忍受，而且产生了1种深刻的失望。

    鲁迅以"乌烟瘴气"4字概括了学校的1切，终于愤而离开水师学堂，转入陆军矿路学堂。

    求学的岁月充满着思乡的苦楚和对新学失望的痛苦。他到南京不久，就这样向家中的兄弟描述南京的感受："斜阳将坠之时，瞑色逼人，4顾满目非故乡之人，细聆满耳皆异乡之语，1念及家乡万里，老亲弱弟……真觉柔肠欲断，涕不可遏。"他又写诗寄回家中："谋生无奈日奔驰，有弟偏教各别离。最是令人凄绝处，孤檠长夜雨来时。"这是他当时的心境的另1面，这个"涕不可抑"的年轻人痛感到寂寞和孤独，似乎既没有奔赴新世界的兴奋，也没有开辟新生路的欣喜。

    这1年，有1本薄薄的小册子风行1时，这就是《天演论》，编译者严复。1898年《天演论》出版后，随即在知识界引起巨大的震荡。该书原属英国著名生物学家，被称为"达尔文的斗犬"的赫胥黎的著作《进化论与伦理学及其他》，译者将导论及本论译出，其实相当于改写，结合英国社会学家斯宾塞的"实行人治，同归于天演"的思想，外加按语，独出机杼地做了革命性的阐释。其中，着重强调"物竞天择""适者生存"的进化论原理，为国人撞响了救亡图存的警钟。

    鲁迅怀着急迫而兴奋的心情，阅读了《天演论》。20多年之后，他还清楚地记得当时的兴奋心情："哦！原来世界上竟还有1个赫胥黎坐在书房里那么想，而且想得那么新鲜……"

    西北大学中国思想文化研究所的所长张岂之介绍说：物竞天择，很多生物都在竞争，有些淘汰了，有些存在下来了，叫做适者生存，所以严复的天演论翻译，在1898年开始还不是铅印本的，开始是刻印的，1下洛阳纸贵啊，销售啊，想买都买不到，知识界里到处都说天演，胡适为什么叫胡适呢，也就是物竞天择，适者生存。1个风潮，思想解放的作用究竟在哪里？就在于动摇了我们中国传统文化里头的循环论的思想，都是循环，周围都是循环，起点，然后经过了1圈以后又回到了起点，进化论不是循环，进化论是在不断地向前发展的，逐步地向前发展，这对人的思想解放起了很大的作用。

    鲁迅求学南京的34年间，国家陷于前所未有的动荡之中。继中日甲午战争惨败之后，又经历了戊戌变法的血雨腥风，1899年前后，义和团运动风起云涌，1900年，终于酿成8国联军入侵北京的灾难。国家政局的动荡无时无刻不冲击着当年鲁迅的求学生涯。

    这期间鲁迅刻过3枚印章，分别是"文章误我""戎马书生"和"戛剑生"，由此不难看出青年鲁迅那种感喟时难，恨不上阵杀敌的书生意气和热血奔涌。

    1902年，鲁迅又开始面临1次人生的转折，这1年的元月，他以第1等第3名的优异成绩毕业，获得了两江总督刘坤1发给的毕业证书。此时恰逢江南选派留日学生，作为官费生，鲁迅由学校选派到日本留学。

    由于目睹了日本在明治维新以后的迅猛发展，尤其接受了庚子赔款的教训，中国朝野上下，都把近学日本看作是学习西方的最切近的跳板。1896年，清政府派遣13名学生留学日本；至1902年鲁迅奔赴日本的时候，在日的留学生总数已成规模，形成1股留日的狂潮。

    中国社会科学院副研究员赵京华介绍说：当时清朝政府向日本派遣留学生是在1896年，1898年，张之洞写了劝学篇以后，赴日留学才形成热潮，那么到了鲁迅去日本留学的时候，也就是1902年这个阶段，出现1个转折点，按照日本学者实藤惠秀在《中国人留学日本史》这本书里讲，从1896年到1902年属于中国留学生的运动的第1个时期，他用1个日语词叫做"少数优秀型的时代"。

    当年，1批又1批赴东洋留学的，不仅有20岁左右的男女青年，还有年过花甲的老翁，这听起来好像是个虚构的故事，然而这确是清末天津港、上海港出现过的真实景象。

    1906年，蒋介石的母亲变卖了首饰和所有值钱的家当送儿子东渡。

    在此前后的留日学生还有邹荣、陈天华、章太炎、黄兴、廖仲恺、宋教仁、吴玉章、闫锡山等等。

    历史学家后来总结说，在20世纪的最初10年中，中国学生前往日本留学的活动很可能是到此为止的世界史上最大规模的学生出洋运动。它产生了民国时期中国的第1代领袖。

    1902年3月，鲁迅东渡日本。先在东京的弘文学院学习日语，再到仙台的医学专科学校学习医学，后来又返回东京，住在公寓里修德文，看杂书，直至回国，在日本住了7年多。

    日本学者尾崎文昭介绍说：鲁迅在日本留学期间，他获得的是什么呢？如果是用简单的话来说，他发现了世界到底是怎么样的，西方的优越性到底在哪里，人到底是应该怎样活着。欧洲17、18、19世纪他们所形成的1个人的形象、人的意向是独1性和主体性很强的，然后又有很强悍的精神力量的1个人的1个意向，由这个人的意向来对比自己的民族的1个形象来说，他总觉得耻辱，这个耻辱感形成了鲁迅以后的文学的1个力量。

    1903年，鲁迅剪掉辫子，并留下了1张照片，决意参加反清革命。照片是送给好友许寿裳的，在照片背后，鲁迅激昂地写下："寄意寒星荃不察，我以我血荐轩辕。"的诗句，表达自己对风雨飘摇的祖国无限的怀恋和报效民族的胸怀。

    鲁迅到日本去的时候，日本的国力正逐渐强盛，独霸东亚的野心也日渐膨胀，几年前，刚刚在甲午海战中歼灭了中国的北洋水师，举国上下都弥漫着1股鄙视中国人的风气，有的日本报纸就公然宣称："西洋人视中国人为动物，实际确乎不得不产生动物、下等动物的感觉，因此，他们（指中国人）在生理上已失去人类的资格。"因此，鲁迅在这个时候去日本留学，便不可避免地受到种种歧视和轻蔑。

    中国社会科学院副研究员赵京华介绍说：以1905年的日俄战争为分界，日本人对中国人的态度发生了变化，就是说日本人感到我们可以战胜西方的强国，那么在10年前的甲午战争中已经打败了大清帝国，所以上千年来所积累下来的对中国文明、中国文化的尊敬，敬仰的心态开始发生变化，随着日本民族主义情绪的第1波的高涨，出现了轻视、歧视甚至蔑视中国人的这样1种风潮，正是在这个背景下，鲁迅在仙台度过了2年的学医的留学生活。

    1面是日本人的轻蔑眼光，1面是这些同胞的不成器的丑态，所有这1切都开始改变鲁迅的思想观念，弃医从文的转变渐渐萌生。

    还在南京的时候，鲁迅"便渐渐的悟得中医不过是1种有意的或无意的骗子，同时又很起了对于被骗的病人和他的家族的同情；而且从译出的历史上，又知道了日本维新是大半发端于西方医学的事实……"于是，他从东京去仙台学医了，他说："我的梦很美满，预备卒业回来，救治像我父亲似的被误的病人的疾苦，战争时候便去当军医，1面又促进了国人对于维新的信仰。"

    1个偶然的刺激改变了他的选择，1905年的日俄战争爆发，日本与俄国为了争夺在中国的势力范围，在中国本土展开了1场决战，中国政府竟然宣布中立。

    1次课间，鲁迅看到日俄战争的幻灯片，1群中国人围观1个中国人被处死的场景深深震动了他。

    日本学者尾崎文昭介绍说：眼看着同胞被日军砍头处刑的时候无动于衷，这叫麻木，不觉得痛苦，应该是人没有尊严的1个状态，这个状态对比真的人来说应该觉得耻辱，那么他作为同胞的耻辱来感受，他们的耻辱变成了他自己的耻辱了，所以这个耻辱感就推动了他从事文学，这是很容易能够理解，那么，为什么选择文学呢？鲁迅以为文学是培养人的想象力的，沟通人和人之间的心，因此没有想象力的话，不能够感觉到同胞的痛苦，所以麻木。

    鲁迅深刻地感觉到凡是愚弱的国民，即使体格如何健全 如何茁壮，也只能做毫无意义的示众的材料和看客，病死多少是不必以为不幸的，所以我们的第1要著是在改变他们的精神。

    鲁迅认为，医治精神的麻木更急于医治肉体的病弱，而文艺是改变精神的利器。他决定改治文艺，以拯救国民的灵魂。

    复旦大学中文系教授吴中杰介绍说：孔子在论语里曾经说过，非礼勿听，非礼勿言，非礼勿视，非礼勿动，就是1切要以礼仪为准，这个礼是观念形态的东西，也就是说1切从观念形态出发，不管实际生活如何。那么，鲁迅说，这么1种思想演变下来，就变成为中国人对现实的问题不敢正视，因为不敢正视，国民性变成怯懦，变成懒惰，变成教化，由这样子的国民性又延伸产生了瞒和骗的文艺，整个文艺作品都是瞒和骗，而这种瞒和骗的文艺作品又反过来影响了国民，变成大家都瞒和骗。

    也是这1年，1905年9月2日，经慈禧同意，清廷下诏废除了延用1300多年的科举制。袁世凯、张之洞等大臣在给慈禧太后的奏折中写道："科举1日不废，即学校1日不能大兴，学校不能大兴，将士子永远无实在之学问，国家永远无救时之人才，中国永远不能进于富强，即永远不能争衡于各国。" 科举制1经废除，各地新学迅速兴起。

    1906年，全国赴日留学的官费生和自费生总数猛增到12000多人。鲁迅在日本的同胞越来越多了。

    1906年，远在日本留学的鲁迅在母亲的反复催促下，终于不很情愿的启程回国。母亲想让鲁迅回家完婚，鲁迅回答说，让姑娘另嫁人为好，但母亲却来电报说：母病速归。

    回家后的第2天，婚礼便要举行。这1天是7月26日（光绪32年农历丙午6月初6）。

    在族人看来，周家大公子是个桀骜不驯的家伙，也不走科举正道，却剪辫子，学洋文，穿洋服，唯恐他破坏了祖宗礼仪。然而，1切都很平静。

    鲁迅装了1条假辫子，从头到脚1套新礼服，他站在那里迎亲。从姑娘1下轿，1切都很正常，司仪让鲁迅干什么，他就干什么，就连鲁迅的母亲也都觉得很异常。　

    在族人的簇拥下和司仪的叫喊声中，头盖被揭去了。鲁迅静静地看了1眼新娘，在此之前鲁迅从未见过这个姑娘。姑娘的面色黄白，尖下颏，薄薄的嘴唇使嘴显得略大，宽宽的前额显得微秃。姑娘出身普通人家，娘家姓朱，也是绍兴人，亲戚们都称她为"安姑"，大鲁迅3岁。    

    在热闹的婚礼中，谁也不会想到，1个男人与1个女人的1场漫长的婚姻灾难开始了。

    婚礼的当天晚上，鲁迅彻夜未眠。

    第2天晚上，鲁迅在母亲屋中看书，后半夜睡在母亲屋中的1张床上。第3天晚上，鲁迅仍在母亲屋中。

    可以想象朱安姑娘经历了怎样的煎熬，在新房中独自作着各种各样的猜测，眼泪不停地流着，无名的痛苦使她不知所措。　

    鲁迅的痛苦无疑是绝望性的，这种痛苦影响了他今后的思想和生活，而朱安的痛苦也绝不亚于鲁迅。

    鲁迅后来说："这是母亲给我的1件礼物，我只能好好地供养它，爱情是我所不知道的。"同样用他自己的归纳，这是"陪着做1世的牺牲，完结了4千年的旧帐"。

    4000年，久远的凄凉的传统，而对1个人而言，只有短短的几十年。第4天，鲁迅和2弟周作人及几个朋友启程再次东渡日本，这1走，又是3年。

    鲁迅博物馆馆长孙郁介绍说：母亲给他指定了朱安，鲁迅说这是妈妈给他的1个礼物，他又不能够去破坏这样的1个结局，破坏这样的1个家庭，后来，有1次他在北京工作的时候，他收到了1个年轻人的稿件，就谈爱情--爱情，我不知道什么是爱情，我是1个中国人，我不懂得爱情……鲁迅看了这个青年人的稿件以后，唤起了自己的那样1种苦难感，他浮想联翩，后来鲁迅在1篇杂文里，带着非常沉郁的语调来说中国人没有爱情。

    1906年初夏，鲁迅返回东京，这时候他已经26岁了。用去了8年的青春，从中国到日本，又从仙台回东京，4处寻求生路，却总是走不通，兜了1个大圈子，还是回到老地方：没有钱，也没有文凭，两手空空，1无所有，他此后几年的命运雏型，在这时候已经显露得相当清晰了。

    收藏在鲁迅博物馆里的手稿，见证了鲁迅在日期间的思考与磨砺。1907年，鲁迅以"令飞"等笔名，写下了系列论文《人之历史》《摩罗诗力说》《科学史教篇》《文化偏至论》。从这些用文言写就的论文可以看出，鲁迅日后的思想根基已经相当坚实。

    1909年8月，鲁迅离开东京回国，结束了10年的求学生涯。为了成全弟弟的学业和家庭幸福，鲁迅放弃去德国深造的机会，被迫回国谋事。

    鲁迅这10年所挣扎的经历，在那个年代里具有普遍的代表性，他所经历的1切最终完成了1个文学思想家的基本训练和学术积累。

    10年前他怀着寻找国家和个人出路的热情离家远行，可现在，他却为承担作为长子无法推卸的责任而返回故乡，当他站在轮船甲板上回顾越来越远的日本海岸线的时候，他1定清楚地感到了命运之神的严酷和无情。

    从日本回国后的2年，鲁迅的心情十分沉郁，他"囚发蓝衫"、不修边幅的形象，使他显得格外苍老，而他实际上只不过刚刚30岁。

    这1时期他拼命抽烟喝酒，近于自暴自弃。他在给自己的终生挚友许寿裳的信中称，我很"荒落殆尽。"又说："翻类书，荟集古逸书数种，此非求学，以代醇酒妇人者也。"说得很坦率，也很沉痛。

    这1时期，鲁迅整理了大量古典小说资料，编成后来的《古小说钩沉》，然而，这书的代价实在是太大了。守着自己的"家"编这样的书，痛苦是双重的，既有鲁迅的，也有他的夫人朱安的。

    北京大学中文系教授钱理群介绍说：鲁迅的婚姻问题，确实最能够典型地体现他作为过渡时期这样1个知识分子在新旧之间的挣扎，他和朱安夫人之间是没有爱情的，所以鲁迅就经常说，她不是我的妻子，是我母亲的1个媳妇，是母亲给我的1个遗产。所以，他从新的个性解放的、婚姻自由的角度说，他是应该和朱安离婚的，但是在那个历史条件下面，如果他和朱安离婚，就意味着朱安可能很难在这个社会生存，因为在那个旧社会里面，1个女人被男人所休了的话，这个女人很难生存的。

    我们可以看到鲁迅归国初期的照片，留在照片上的是1副西装革履，英气勃勃的神情。可是，才1两年的时间，到辛亥革命之后，他竟是以这样的模样出现在绍兴师范学堂：神色苍白，面容削瘦，头发长到12寸，不修剪，根根直坚，简直像45十岁的人：1件黑色棉布袍，从秋天直穿到冬天，黑色的西装裤，再加上黑色的袜子与皮鞋，沉默寡言，脸上竟然1丝笑容也没有了。

    正当鲁迅在极度痛苦中寻求出路时，1911年10月10日，"辛亥革命"爆发了，中国延续2000多年的帝国统治轰然倒塌，1个新兴的共和政权诞生了。鲁迅是如此欢欣鼓舞，他并没料到，1个民主的共和国还要经历多少风风雨雨。

    第2年的2月，已任国民政府教育总长的蔡元培邀鲁迅到教育部工作。

    4月，中华民国临时政府被迫迁往北平。5月初，鲁迅离开绍兴前往北平，开始了在北平长达14年之久的生活。 （文/央视国际）

《鲁迅先生》第3集 思想风暴

 

 这是鲁迅在教育部任职时的1张合影，他站在民国的官僚和同事之间并不起眼，在北京的很长1段时间，鲁迅是民国政府教育部的1名官员，过着朝9晚5的公务员的机械生活。他是这样描述自己的经历的："见过辛亥革命，见过2次革命，见过袁世凯称帝、张勋复辟，看来看去，就看得怀疑起来，于是失望、颓唐得很了。"

    鲁迅对这个国家的绝望，应该是从那个时候开始的。鲁迅对这个民族的绝望，也是从那个时候注定的。

    1912年，鲁迅再次告别故乡，北上京城。他人生又1次改变由此开始。从绍兴到北京要分4段走：先乘船至上海，再在上海北站乘车到南京下关，称沪宁路，再渡船过江，从浦口直到天津，称津浦线，再改乘京奉铁路，才能到达北京。

    到了北京，鲁迅客居在绍兴县馆补树书屋。绍兴县馆当时在北京宣武门外，南半截胡同，北头叫北半截胡同，出口即是有名的菜市口，前清时代杀人的地方虽然民国以来刑场已改在天桥，但仍使人心有余悸。补树书屋在会馆南边的两个院子的里进，整个书屋都包围在鬼神萦绕的气氛中，给人1种莫名的重压感。

    辛亥革命以后，北京便陷入持续不断的政治动荡之中。中华民国国民议会最终以28票对9票决议，定都北京。北京从大清帝国的帝都，变成共和国的首都。人们也从皇帝的臣子，变成了共和国的公民。1座城市悄然发生着改变。

    鲁迅在北京的最初几年正是袁世凯称帝复辟的热闹时期。袁世凯复辟、孙中山讨袁、军阀当政，政治乱象层出不穷。

    北京的生活很快变得难捱起来，鲁迅平常除了去教育部办公，便是1人向壁。寂寞和无聊与日俱增。寂寞中，他用抄录古碑帖来打发时光。他每天的安排是这样的：上午9、十点钟起床，梳洗后直接去部里办公，到黄昏时返回会馆。吃过晚饭，8点钟开始抄碑、看佛经、读墓志，常常要到半夜1、两点钟。买来的汉碑拓片大多残缺模糊，抄起来极费心思。有时候抄清1张要好多天。1夜连1夜的孤灯枯坐，时间也飞快地流逝。1眨眼，竟抄了5、6年。

    这是1917年夏季的1天，鲁迅已是36岁的中年人了。此时的心境，按他自己说法：只是我自己的寂寞，是不可不驱除的，因为这于我太痛苦。我于是用了种种法，来麻醉自己的灵魂，使我沉入于国民中，使我回到古代去。后来也亲历或旁观过几件更寂寞更悲哀的事，都为我所不愿追怀，甘心使他们和我的脑1同消灭在泥土里的。但我的麻醉法却也似乎奏了效，再没有青年时候的慷慨激昂的意思了。 （文/央视国际）

鲁迅著作《呐喊》(短篇小说集)1923，

新潮社《中国小说史略》(上下卷)192311924，

新潮社《热风》(杂文集)1925，

北新《彷徨》(短篇小说集)1926，

北新《华盖集》(杂文集)1926，

北新《华盖集续编》(杂文集)1927，

北新《坟》(论文、杂文集)1927，

未名社《野草》(散文诗集)t927.

北新《朝花夕拾》(散文集)1928，

未名社《而已集》(杂文集)1928，

北新《3闲集》(杂文集)1932，

北新《2心集》(杂文集)1932，

合众书店《鲁迅自选集》1933，

天马《两地书》(书信集)与景宋合著，1933，

青光书局《伪自由书》(杂文集)1933，

青光书局《鲁迅杂感选集》瞿秋白编选，1933，

青光书局《南腔北调集》(杂文集)1934，

同文书局《拾零集》1934，

合众书店《准风月谈》(杂文集)1934，

兴中书局《集外集》杨霁云编，鲁迅校订，1935，

群众图书公司《门外文谈》(论文)1935，

天马《故事新编》(小说集)1936，

文生《花边文学》(杂文集)1936，

联华书局《且介亭杂文》(杂文集)1936，3

闲书屋《夜记》(杂文集，后编入《且介亭杂文末编)1937，

文生《且介亭杂文2集》(杂文集)1937，3

闲书屋《且介亭杂文末编》(杂文集)1937，3

闲书屋《鲁迅书简》(影印本)许广平编定，1937，3

闲书屋《鲁迅全集》(1120卷，收著作、译文和辑录的古籍)1938，

鲁迅全集出版社《集外集拾遗》(综合集)1938，

鲁迅全集出版社《汉文学史纲要》(文学史)1941，

鲁迅全集出版社《鲁迅全集补遗》唐韬编，1946，

上海出版公司《鲁迅书简》许广平编，1946，

鲁迅全集出版社《鲁迅日记》(影印本)1951，

上海出版公司；铅印本，1959，

人文《鲁迅选集》1952，

开明《鲁迅小说集》1952，

人文《鲁迅全集补遗续编》唐韬编，1952，

上海出版公司《鲁迅书简补遗》吴元坎辑，1952、

上海出版公司《鲁迅全集》(1-lO卷)1956-1958，

人文《鲁迅选集。(112卷)1956-1958，

中青《中国小说的历史的变迁》(文学史)1958，3

联《鲁迅选集》(上下册)1959，

人文《鲁迅书简》(致日本友人增田涉)1972，

人民日报社《鲁迅诗稿》1976，文物；1981，

上海人民美术出版社《鲁迅书信集》(上下卷，收《两地书》以外书信1381封)1976，

人文《鲁迅佚文集》1976，

解放军报社《鲁迅书简》(致曹靖华)1976，

上海人民《鲁迅手稿全集》(书信8册，日记6册)197811980，

文物《鲁迅致许广平书简》1980，

河北人民《鲁迅全集》(1-16卷)1981，

人文鲁迅全集卷1（坟 热风 呐喊）鲁迅全集卷2（彷徨 野草 朝花夕拾故事新编）鲁迅全集卷3（华盖集 华盖集续编 而已集）鲁迅全集卷4（3闲集 2心集 南腔北调集）鲁迅全集卷5（伪自由书准风月谈 花边文学) 鲁迅全集卷6（且介亭杂文 且介亭杂文2集 且介亭杂文末编）鲁迅全集卷7（集外集 集外集拾遗）鲁迅全集卷8（集外集拾遗补编）
