<?php
return [
    'chapters' => [
        [
            'name' => '大学',
            'infos' => [
                //['code' => 1, 'name' => '大学简介'], 
                ['code' => 1, 'name' => '三纲八目的追求'], ['code' => 2, 'name' => '弘扬光明的品德'],
                ['code' => 3, 'name' => '苟日新日日新'], ['code' => 4, 'name' => '找准自己的位置'], ['code' => 5, 'name' => '凡事抓住根本'],
                ['code' => 6, 'name' => '获得知识的途径'], ['code' => 7, 'name' => '不要自欺欺人'], ['code' => 8, 'name' => '修身先正心'],
                ['code' => 9, 'name' => '齐家先修身'], ['code' => 10, 'name' => '治国先齐家'], ['code' => 11, 'name' => '平天下先治国'],
            ],
        ]
    ],
];
