<?php
return [
    'chapters' => [
        [
            'spell' => [
                'cǎi cǎi fú yǐ，bó yán cǎi zhī。',
                'cǎi cǎi fú yǐ，bó yán yǒu zhī。',
                'cǎi cǎi fú yǐ，bó yán duō zhī。',
                'cǎi cǎi fú yǐ，bó yán luō zhī。',
                'cǎi cǎi fú yǐ，bó yán jié zhī。',
                'cǎi cǎi fú yǐ，bó yán xié zhī。',
            ],
            'content' => [
                '采采芣苢，薄言采之。',
                '采采芣苢，薄言有之。',
                '采采芣苢，薄言掇之。',
                '采采芣苢，薄言捋之。',
                '采采芣苢，薄言袺之。',
                '采采芣苢，薄言襭之。',
            ],
            'vernacular' => [
                '鲜艳繁盛的芣苢呀，采呀采呀采起来。鲜艳繁盛的芣苢呀，采呀采呀采得来。',
                '鲜艳繁盛的芣苢呀，一片一片摘下来。鲜艳繁盛的芣苢呀，一把一把捋下来。',
                '鲜艳繁盛的芣苢呀，提起衣襟兜起来。鲜艳繁盛的芣苢呀，掖起衣襟兜回来。',
            ],
            'unscramble' => [
                '《诗经》中的民间歌谣，有很多用重章叠句的形式，但像《周南·芣苢》这篇重叠得如此厉害却也是绝无仅有的。先以第一章为例：“采采”二字，一释为“采而又采”，一释为“各种各样”。有人觉得用前一种解释重复过甚，故取第二种。然而说车前草是“各种各样”的，也不合道理。还有观点指出采采当为作形容词用。如东晋陶潜《荣木》诗：“采采荣木，结根于兹。”南朝谢灵运《缓歌行》：“习习和风起，采采彤云浮。”这两首诗中的“采采”都是文彩、光彩的意思。“芣苢”全诗“采采”共出现六次，是一再赞美芣苢种子(果实)外売的光彩注目，逗人喜爱，因而妇女们一边高兴地歌唱赞叹，一边动手采摘。',
                '到了第二句，“薄言”是无意义的语助词，“采之”在意义上与前句无大变化。第三句重复第一句，第四句又重复第二句，只改动一个字。第二章、第三章竟仍是第一章的重复，只改动每章第二、四句中的动词。也就是说，全诗三章十二句，只有六个动词——采、有、掇、捋、袺、襭——是不断变化的，其余全是重叠，这确实是很特别的。',
                '但这种看起来很单调的重叠，却又有它特殊的效果。在不断重叠中，产生了简单明快、往复回环的音乐感。同时，在六个动词的变化中，又表现了越采越多直到满载而归的过程。诗中完全没有写采芣苢的人，令人读起来却能够明白地感受到她们欢快的心情——情绪就在诗歌的音乐节奏中传达出来。这种至为简单的文辞复沓的歌谣，确是合适于许多人在一起唱;一个人单独地唱，会觉得味道不对。袁枚曾经嘲笑地说：“三百篇如‘采采芣苢，薄言采之’之类，均非后人所当效法。今人附会圣经，极力赞叹。章斋戏仿云：‘点点蜡烛，薄言点之。剪剪蜡烛，薄言剪之。’闻者绝倒。”(《随园诗话》)说《诗经》不宜盲目效仿，当然不错，但他所取的例子，实为不伦不类。一群人在野外采芣苢，兴高采烈，采而又采，是自然的事情，诗歌可以把这欢快表达出来。而一个人在那里把蜡烛芯剪了又剪，还唱着“剪剪蜡烛，薄言剪之”，除了精神病，也没有别的解释了。这完全是文人制造出来的滑稽，并非《周南·芣苢》不值得赞叹或绝对不可以效仿。',
                '关于当时人们采芣苢的用处的问题，毛传说此草“宜怀任(妊)”即可以疗治不孕;又一种说法，是认为此草可以疗治麻风一类的恶疾。这两种说法在中医学上都没有根据。即便勉强地说，《诗经》时代的人是相信车前草是可以治疗不孕或麻风的。这诗仍然有不可理解之处：不孕或者家里人生了麻风，都是极苦恼的事情，不可能有一大群人为此而兴高采烈地一边采车前一边唱着歌的道理。拿方玉润所推想的情景来看这样的解释，尤其觉得不对劲。故又有人参考清代学者郝懿行在《尔雅义疏》中所说“野人亦煮啖之”(此“野人”是指清代乡野的穷人)，认为中国古代民间也曾普遍以车前草为食物，并解释称：“生活虽是艰难的事情，却总有许多快乐在这艰难之中。”',
                '但根据另外一些学者的观点，如果将芣苢理解为薏苡，那么这种欢快场景就更好理解了。例如游修龄认为薏苡或川谷的外表都富有光泽，很引人注目和喜爱，特别是川谷的外壳含珐琅质，可供妇女们采来制作装饰品;薏仁米白如糯米，除作粮食外，也还入药，薏仁米和糯米红枣煮粥可治身体虚弱;此外，古人也的确将薏苡与生育联系起来，除《王会解》的记载外，还有王充《论衡》收录的“禹母吞薏苡而生禹”的故事作为佐证——尽管王充对这个故事的真实性加以质疑，但将之理解为神话亦未尝不可。结合诗歌的历史性和文学性，可以想象妇女们集体采集芣苢，兴高采烈地边唱边采的场景：这才是《周南·芣苢》的民谣文化精髓之所在。',
            ],
            'notes' => [
                '⑴周南：《诗经》十五国风之一，今存十一篇。',
                '⑵芣(fú)苢(yǐ)：又作“芣苡”，野生植物名，可食。毛传认为是车前草，其叶和种子都可以入药，有明显的利尿作用，并且其穗状花序结籽特别多，可能与当时的多子信仰有关。这种说法与《山海经》、《逸周书·王会》以及《说文解字》相矛盾，但得到郭璞、王基等人的支持，宋代朱熹《诗集传》亦采此说。近现代学者如闻一多、宋湛庆、游修龄等则认为芣苢是薏苡，可以人工栽培，其果实去壳后即薏仁米。',
                '⑶采采：茂盛的样子。旧解多作动词，但《诗经》没有以重叠词为动词的明确例证。',
                '⑷薄言：发语词，无义。这里主要起补充音节的作用。',
                '⑸有：藏。一说为“若”字之误;若，择取。',
                '⑹掇(duō)：拾取，伸长了手去采。',
                '⑺捋(luō)：用手握物而脱取。',
                '⑻袺(jié)：一手提着衣襟兜着。',
                '⑼襭(xié)：兜入衣襟扎并将衣襟系在腰间带子上。',
            ],
        ],
    ],
];
