<?php
return [
    'chapters' => [
        [
            'content' => [
                '遵彼汝坟，伐其条枚。',
                '未见君子，惄如调饥。',
                '遵彼汝坟，伐其条肄。',
                '既见君子，不我遐弃。',
                '鲂鱼赪尾，王室如毁。',
                '虽则如毁，父母孔迩。',
            ],
            'spell' => [
                'zūn bǐ rǔ fén，fá qí tiáo méi。',
                'wèi jiàn jūn zǐ，nì rú zhōu jī。',
                'zūn bǐ rǔ fén，fá qí tiáo yì。',
                'jì jiàn jūn zǐ ，bù wǒ xiá qì。',
                'fáng yú chēng wěi，wáng shì rú huǐ。',
                'suī zé rú huǐ，fù mǔ kǒng ěr。',
            ],
            'notes' => [
                '周南：《诗经》十五国风之一，共计十一篇。',
                '汝：汝河，源出河南省。坟(fén)：“濆”的假借字，水涯，大堤。',
                '遵：循，沿着，顺行。',
                '伐：砍伐。条枚：树的枝条。条，树枝;枚，树干。',
                '君子：此指在外服役或为官的丈夫。',
                '惄(nì)：饥，一说忧愁。调(zhōu)饥：朝食未进，早上挨饿，以喻男女欢情未得满足。调，又作“輖”，鲁诗此处作“朝”，早晨。',
                '肄(yì)：树木枝条砍伐后再生的蘖枝。',
                '既：已经。',
                '不我遐弃：“不遐弃我”的倒装。遐弃，远离抛弃。遐，远。',
                '鲂(fánɡ)鱼：鳊鱼，细鳞。赬(chēng)：浅红色。',
                '毁(huǐ)：火，齐人谓火为毁，如火焚一样。',
                '孔：甚，很，非常。迩(ér)：近，此指迫近饥寒之境。',
            ],
            'vernacular' => [
                '沿着汝河大堤走，采伐山楸那枝条。',
                '还没见到我夫君，忧如忍饥在清早。',
                '沿着汝河大堤走，采伐山楸那余枝。',
                '终于见到我夫君，请莫再将我远弃。',
                '鳊鱼尾巴色赤红，王室事务急如火。',
                '虽然有事急如火，父母穷困谁养活!',
            ],
        ],
    ],
    'unscramble' => [
        '这在诗之首章，“遵彼汝坟，伐其条枚”两句，写在高高的汝河大堤上，有一位凄苦的妇女，正手执斧子砍伐山楸的树枝。其实已透露了消息，采樵伐薪，本该是男人担负的劳作，现在却由织作在室的妻子承担了。这可能引起读者对她的丈夫究竟去哪里、竟就如此忍心让妻子执斧劳瘁的疑问。“未见君子，惄如调饥”二句的跳出，即隐隐回答了此中缘由：原来，她的丈夫久已行役外出，这维持生计的重担，若非妻子没有人能来肩负。满腹的忧愁用朝“饥”作比，自然只有饱受饥饿折磨的人们，方有的真切感受。那么，这倚徙“汝坟”的妻子，想必又是忍着饥饿来此伐薪的了，此为文面之意。“朝饥”还有一层意思，它在先秦时代往又被用来作男欢女爱的隐语。而今丈夫常年行役，他那可怜的妻子，享受不到丝毫的眷顾和关爱。这便是首章展示的女主人公境况：她孤苦无依、忍饥挨饿，大清早便强撑衰弱之身采樵伐薪。当凄凉的秋风吹得她衣衫飘飘，大堤上传送来一声声“未见君子，惄如调饥”的怆然叹息时，令人闻之而酸鼻。',
        '第二章诗情发生了意外的转折。“遵彼汝坟，伐其条肄”两句，不宜视为简单的重复：“肄”指树木砍伐后新长的枝条，它点示了女主人公的劳瘁和等待，秋往春来又捱过了一年。忧愁悲苦在岁月漫漫中延续，期待也许早已化作绝望，此刻却意外发现了“君子”归来的身影。于是“既见君子，不我遐弃”二句，便带着女主人公突发的欢呼涌出诗行。不过它们所包含的情感，似乎又远比“欢呼”要丰富和复杂：久役的丈夫终于归来，他毕竟思我、爱我而未将我远弃，这正是悲伤中汹涌升腾的欣慰和喜悦;但归来的丈夫还会不会外出，他是否还会将我抛在家中远去。这疑虑和猜思，难免又会在喜悦之余萌生;然而此次是再不能让丈夫外出的了，他不能将可怜的妻子再次远弃。这又是喜悦、疑虑中发出的深情叮咛了。如此种种，实难以一语写尽，却又全为“不我遐弃”四字所涵容：《国风》对复杂情感的抒写，正是如此淳朴而又婉曲。',
        '女主人公的疑虑并非多余。第三章开首两句，即以踌躇难决的丈夫口吻，无情地宣告了他还得弃家远役：正如劳瘁的鳊鱼曳着赤尾而游，在王朝多难、事急如火之秋，他丈夫不可能耽搁、恋家。形象的比喻，将丈夫远役的事势渲染得如此窘急，可怜的妻子欣喜之余，又很快跌落到绝望之中。当然，绝望中的妻子也未放弃最后的挣扎：“虽则如毁，父母孔迩!”这便是她万般无奈中向丈夫发出的凄凄质问：家庭的夫妇之爱，纵然已被无情的徭役毁灭;但是濒临饥饿绝境的父母呢，他们的死活不能不顾。',
        '全诗在凄凄的质问中戛然收结，征夫对此质问的确难以回答。这质问其实贯串了亘古以来的整整一部历史：当惨苛的政令和繁重的徭役，危及每一个家庭的生存，将支撑“天下”的民众逼到“如毁”“如汤”的绝境时，历史便往往充满了这样的质问。《周南·汝坟》在几经忧喜和绝望后发出的质问，虽然化作了结句中征夫的不尽沉默，但是历史却发出了巨大的回音：那便是西周王朝的轰然崩塌。',
    ],
];
