<?php
return [
    'chapters' => [
        [
            'content' => [
                '南山崔崔，雄狐绥绥。鲁道有荡，',
                '齐子由归。既曰归止，曷又怀止？',
                '葛屦五两，冠緌双止。鲁道有荡，',
                '齐子庸止。既曰庸止，曷又从止？',
            ],
            'notes' => [
                '齐风：齐国的诗歌。《诗经》“十五国风”之一，共十一篇。齐，国名，开国者为吕尚，其地在今山东东部一带。',
                '南山：齐国山名，又名牛山。一说即泰山。',
                '崔崔：山势高峻貌。',
                '雄狐：公狐。比喻齐君襄公。绥(suí)绥：缓缓行走的样子，或曰求匹之貌。一说毛茸茸的样子。',
                '鲁道：从齐国通往鲁国的大道。有荡：即荡荡，平坦状。有，结构词。',
                '齐子：齐国的女儿(古代不论对男女美称均可称子)，此处指齐襄公的同父异母妹文姜。由归：从这儿去出嫁。',
                '止：语尾助词，无义。',
                '曷(hé)：怎么，为什么。怀：怀念。一说来。',
                '屦(jù)：麻、葛等制成的单底鞋。五两：指麻鞋必成双成对地摆放。五，通“伍”，并列，行列。两，“緉”的借省，两两双双。',
                '緌(ruí)：帽带打结后下垂到胸前的部分，为两条。帽带为丝绳所制，左右各一从耳边垂下，必要时可系在下巴上。',
                '庸：用，由，行，指文姜经过此路嫁与鲁桓公。',
                '从：相从，追求，周旋。',
            ],
            'spell' => [
                'nán shān cuī cuī，xióng hú suí suí。lǔ dào yǒu dàng，',
                'qí zi yóu guī。jì yuē guī zhǐ，hé yòu huái zhǐ？',
                'gě jù wǔ liǎng，guàn ruí shuāng zhǐ。lǔ dào yǒu dàng，',
                'qí zǐ yōng zhǐ。jì yuē yōng zhǐ，hé yòu cóng zhǐ？',
            ],
            'vernacular' => [
                '巍巍南山真高峻，雄狐求偶步逡巡。鲁国大道宽又平，文姜由此去嫁人。既然她已嫁别人，为啥想她存歹心?',
                '葛鞋两只配成双，帽带一对垂耳旁。鲁国大道平又广，文姜由此去嫁郎。既然她已嫁玉郎，为啥又跟她上床?',
            ],
        ],
        [
            'content' => [
                '蓺麻如之何？衡从其亩。取妻如之何？',
                '必告父母。既曰告止，曷又鞠止？',
                '析薪如之何？匪斧不克。取妻如之何？',
                '匪媒不得。既曰得止，曷又极止？',
            ],
            'spell' => [
                'yì má rú zhī hé？héng zòng qí mǔ。qǔ qī rú zhī hé？',
                'bì gào fù mǔ。jì yuē gào zhǐ，hé yòu jū zhǐ？',
                'xī xīn rú zhī hé？fěi fǔ bú kè。qǔ qī rú zhī hé？',
                'fěi méi bú dé。jì yuē dé zhǐ，hé yòu jí zhǐ？',
            ],
            'vernacular' => [
                '想种大麻怎么办?修垄挖沟勤翻土。想要娶妻怎么办?必须事先告父母。既已禀告过父母，为啥任她肆淫污?',
                '想去砍柴怎么办?没有斧子砍不倒。想要娶妻怎么办?没有媒人娶不到。既已明媒正娶来，为啥让她娘家跑?',
            ],
            'notes' => [
                '蓺(yì)：即“艺”，种植。',
                '衡从(zòng)：“横纵”之异体。东西曰横，南北曰纵。此指耕治田地。亩：田垅。',
                '取：通“娶”。',
                '必告父母：儿女婚事，父母做主。父母在，须经其同意;若不在也应该行告庙之礼，向父母神灵通报。',
                '鞠(jū)：穷极，放任无束。',
                '析薪：劈柴。',
                '匪：同“非”。克：能，成功。',
                '极：至，来到。一说极端，绝境，恣极。',
            ],
        ],
    ],
    'unscramble' => [
        '《齐风·南山》是一首讽刺齐襄公与鲁桓公的诗。诗的一二两章讥刺齐襄公荒淫无耻，三四两章责备鲁桓公懦弱无能，对妻子不严加管束。',
        '第一章描写雄狐对伴侣的渴望，用意在于影射齐襄公对文姜的觊觎之心。诗歌以南山和雄狐起兴，展示出一种高远深邃的画面：山高树茂，急切的雄狐四处穿梭，叫声连连。不仅把诗的背景拉得极其宏大，让人感到诗作肯定包含丰富的所指，又将齐襄公渴切的思想状态描摹殆尽，让其丑恶嘴脸暴露无遗。章末，又用反问进行了讽刺。既是在问文姜，也是在问齐襄公，一箭双雕，意味深长。',
        '第二章还是诉说前事，但在表达上更进一步。诗歌影射齐襄公和文姜乱伦的无耻行为时，从寻常事物入手，描述鞋子、帽带都必须搭配成双，借以说明世人都各有明确的配偶。所指明确而又表达隐晦，既达到鞭挞讽刺对象的效果，又不让别人抓到任何把柄。后半部分与第一章相似，使情感力度得到更深一步加强。',
        '第三、四章转换角度，发表对鲁桓公的议论。作者成功运用“兴”的手法。照朱熹的说法，所谓“兴”，就是“先言他物以引起所咏之词也”。第三章以种麻前先整理田地、第四章以砍柴前要先准备刀斧这些日常劳动中的必然性，来说明娶妻必须有父母之命、媒妁之言。再进一层针砭实际，说明桓公既已明媒正娶了文姜，而又无法做文姜的主，放任她回娘家胡作非为，父母之命、媒妁之言都被搁浅、践踏，显得庸弱无能，文姜的无视礼法、胡作非为也跃然于纸上。',
        '作诗讥刺本国及鲁国的君主，不能不有所顾忌，在遣词用语方面要避免过于直白显露，而只能用隐晦曲折的笔墨来表现。此诗很成功地做到这一点。如第一章用雄狐急切求偶来暗射齐襄公急切觊觎回娘家的文姜，第二章用鞋子、帽带都必须搭配成双来比喻世人都各有一定的配偶，暗中影射齐襄公乱伦的无耻行为。第三、四两章则用“兴”的手法来表现。当然，这意思也不是在字面上明白点出的，而是意在言外，一索可得。',
        '《齐风·南山》的风格同《诗经》十五国风中的绝大部分作品一样，是一首群众创作的民歌，其特点也是每一章节除少数词语略作更换外，基本的语词句法都是相同的，特别是每章的最后二句，句法语气完全一样，只有一二个字的变化，其含义也相似或相近。这正是便于反复咏唱，易于记忆吟诵，寓意比较单纯的民歌式作品。此外，这首诗也反映了男女婚姻必须通过父母之命、媒妁之言这样的封建礼教，早在二三千年以前就已深入人心。',
    ],
];
