<?php
return [
    'chapters' => [
        [
            'content' => [
                '卢令令，其人美且仁！',
                '卢重环，其人美且鬈！',
                '卢重鋂，其人美且偲！',
            ],
            'spell' => [
                'lú líng líng，qí rén měi qiě rén！',
                'lú chóng huán，qí rén měi qiě quán！',
                'lú chóng méi，qí rén měi qiě cāi！',
            ],
            'vernacular' => [
                '黑猎犬项上的铃声响个不停，那个猎人形象好又有好品行。',
                '黑猎犬的子母环呤呤响不停，那个猎人形象好又那样勇猛。',
                '黑猎犬的两个环呤呤响不停，那个猎人形象好又有好本领。',
            ],
            'notes' => [
                '卢：黑毛猎犬。',
                '令令：即“铃铃”，猎犬颈下套环发出的响声。',
                '其人：指猎人。仁：仁慈和善。',
                '重(zhòng)环：大环套小环，又称子母环。',
                '鬈(quán)：勇壮。一说发好貌。',
                '重鋂(méi)：一个大环套两个小环。',
                '偲(cāi)：多才多智。一说须多而美。',
            ],
        ],
    ],
    'unscramble' => [
        '此诗意在描写打猎人的本领和美德。其人带着猎犬出猎，品德仁慈，卷发美髯，具有长者之相。作者是以羡慕的眼光，对猎人的外在英姿和内在美德进行夸赞。',
        '打猎是古代农牧社会习以为常的事。猎者除获得生活所需之物外，还有健身习武的好处。古人认为，国家要强盛，离不开文治武功。体魄强健，好勇善战，体现了国人的尚武精神。仁爱慈善，足智多谋，体现了国人的文明精神。因此，文武并崇，刚柔兼济，在古代形成一种风尚，一种共识。在这种风气影响下，人们往往把是否能文能武作为衡量一个人是否有出息的重要标准。在日常生活中，人们也常常以这种标准与眼光来衡量和观察各种人物，一旦有这样的人物出现，就倍加赞赏，此诗中的猎者就是其中一例。作者选取狩猎这一常见习俗，对猎人的善良、勇敢、能干和美姿进行赞誉，既是情理中事，又是诗人审美眼光独到之处。',
        '此诗采用了由犬及人、由实到虚的写法。全诗共三章，每章的第一句均以实写手法写犬;每章的第二句均以虚写手法写人。“即物指人，意态可掬”(陈震《读诗识小录》)。“令令”“重环”“重鋂”，是写犬，不仅描绘其貌，而且描摹其声。由此可以想见当时的情景：黑犬在猎人跟前的受宠貌和兴奋貌，猎犬在跑动中套环发出的响声等等，这就从一个侧面烘托出狩猎时的气氛。未见其人，先闻其“卢令令”之声。后面才走出诗中的主人公。“美且仁”“美且鬈”“美且偲”，则是写人，在夸赞猎人英姿的同时，又夸赞猎人的善良、勇敢和才干。这样看来，诗中所赞美的猎人，是个文武双全、才貌出众的人物，以致引起旁观者(包括作者)的羡慕、敬仰和爱戴。从感情的角度看是真实的，从当时所崇尚的民风看，也是可信的。',
        '全诗仅二十四字，就勾勒出一个壮美、仁爱、勇武、多才的年青猎人带着心爱的猎犬打猎的情景，文字简练，形象生动。',
    ],
];
