<?php
return [
    'chapters' => [
        [
            'spell' => [
                'línzhīzhǐ，zhènzhèngōng zǐ ，xūjiēlínxī。',
                'línzhīdìng，zhènzhèngōngxìng，xūjiēlínxī。',
                'línzhī jiǎo ，zhènzhèngōngzú，xūjiēlínxī。',
            ],
            'content' => [
                '麟之趾，振振公子，于嗟麟兮。',
                '麟之定，振振公姓，于嗟麟兮。',
                '麟之角，振振公族，于嗟麟兮。',
            ],
            'vernacular' => [
                '译文一',
                '麟的脚趾呵，仁厚的公子呵。哎哟麟呵!',
                '麟的额头呵，仁厚的公姓呵。哎哟麟呵!',
                '麟的尖角呵，仁厚的公族呵。哎哟麟呵!',
                '译文二',
                '麒麟脚蹄不踢人，仁厚有为公子们。你们个个像麒麟!',
                '麒麟额头不撞人，仁厚有为公姓们。你们个个像麒麟!',
                '麒麟尖角不伤人，仁厚有为公族们。你们个个像麒麟!',
            ],
            'unscramble' => [
                '这首诗很像是孔子的《获麟歌》。诗三章，其首句描写麒麟，次句描写贵族，末句慨叹不幸的麒麟。意在以贵族打死麒麟比喻统治阶者迫害贤人(包括孔子自己)。',
                '赞美贵族公子，而以“麟”起兴，这在古代却是一桩异常庄重和动情的事。所谓“麟”，其实就是糜，鹿之一种而已。不过古代传说中的“麟”，却非同寻常：据汉刘向《说苑》称，“麒麟，麕身牛尾，圜头一角，含信怀义，音中律吕，步中规矩，择土而践，彬彬然动则有容仪”;《春秋感应符》更发挥“一角”之义曰：“麟一角，明海内共一主也。”《荀子》亦云：“古之王者，其政好生恶杀，麟在郊野。”大抵是一种兆示“天下太平”的仁义之兽。所以后儒赞先王之圣明，则眉飞色舞于“麒麟在圃，鸾凤来仪”;孔子生春秋乱世，则为鲁哀公之“获麟”而泣，以为麟出非时也。',
                '明白了“麟”在古人心目中的尊崇地位，即可把握此诗所传达的热烈赞美之情了。首章以“麟之趾”引出“振振公子”，正如两幅美好画面的化出和叠印：眼间刚出现那“不践生草、不履生虫”的仁兽麒麟，悠闲地行走在绿野翠林，却又恍然流动，化作了一位仁厚(“振振”)公子，在麒麟的幻影中微笑走来。仁兽麒麟与仁厚公子，由此交相辉映，令人油然升起一股不可按抑的赞叹之情。于是“于嗟麟兮”的赞语，便带着全部热情冲口而出，刹那间振响了短短的诗行。二、三两章各改动二字，其含义并没有多大变化：由“麟”之趾，赞到“之定”、“之角”，是对仁兽麒麟赞美的复沓;至于“公子”“公姓”“公族”的变化，则正如马瑞辰《毛诗传笺通释》所说，“此诗公姓犹言公子，特变文以协韵耳。公族与公姓亦同义”。如此三章回旋往复，眼前是麒麟、公子形象的不断交替闪现，耳际是“于嗟麟兮”赞美之声的不断激扬回荡。视觉意象和听觉效果的交汇，经过了叠章的反覆唱叹，所造出的正是这样一种兴奋、热烈的画意和诗情。',
            ],
            'notes' => [
                '⑴周南：《诗经》“十五国风”之一，今存十一篇。麟：麒麟，中国古代传说中的仁兽。它有蹄不踏，有额不抵，有角不触，被古人看作至高至美的野兽，因而把它比作公子、公姓、公族的所谓仁厚、诚实。现代生物学家或以为的长颈鹿。趾：足，指麒麟的蹄。',
                '⑵振振(zhēnzhēn)：诚实仁厚的样子。公子：公侯的后代。',
                '⑶于(xū)嗟：叹美声。于，通“吁”，叹词。',
                '⑷定：通“顁”，即额头。',
                '⑸公姓：诸侯之子为公子，公子之孙为公姓。或曰公姓犹言公子，变文以协韵。',
                '⑹公族：公侯同祖的子孙。',
            ],
        ],
    ],
];