<?php
return [
    'chapters' => [
        [
            'spell' => [
                'yángzhīshuǐ，bái shí zuòzuò；',
                'sùyīzhūbó， cóng zǐ yúwò。',
                'jì jiàn jūn zǐ ，yúnhé bú lè ？',
                'yángzhīshuǐ，bái shí hàohào；',
                'sùyīzhūxiù， cóng zǐ yú hú 。',
                'jì jiàn jūn zǐ ，yúnhé qí yōu？',
                'yángzhīshuǐ，bái shí línlín；',
                'wǒwén yǒu mìng， bù gǎnyǐgàorén。',
            ],
            'content' => [
                '扬之水，白石凿凿；',
                '素衣朱襮，从子于沃。',
                '既见君子，云何不乐？',
                '扬之水，白石皓皓；',
                '素衣朱绣，从子于鹄。',
                '既见君子，云何其忧？',
                '扬之水，白石粼粼；',
                '我闻有命，不敢以告人。',
            ],
            'vernacular' => [
                '小河里的水啊汩汩流淌，光洁的山石被冲刷激荡。士兵白衣红领整装待发，跟随他从曲沃奔赴疆场。我们见到了勇武的桓叔，还有什么不欢乐的地方?',
                '小河里的水啊汩汩流淌，光洁的山石白得发光亮。士兵白衣红袖整装待发，跟随他从鹄邑奔赴疆场。我们见到了勇武的桓叔，还有什么可担忧的地方?',
                '小河里的水啊汩汩流淌，水底山石映出粼粼波浪。我刚刚得到起事的命令，不敢轻易告人传播四方。',
            ],
            'unscramble' => [
                '《唐风·扬之水》以“扬之水”开篇，是一种起兴，并以之比晋衰而将叛之。小河之水缓缓地流淌，流经水底的白石，清澈见底，映出粼粼的波纹。这是一个平静安祥的环境。谁知就是在这样一个背景下，有一个很大的事变阴谋正在酝酿着。一群士兵身着白衣红领，准备在曲沃起事。他们看到了敬爱的桓叔将有所作为，非常高兴。跟随未来之主，必将成为有功之臣。所以，很多造反起家的人，历来是有所图、有所为、有所得的。',
                '此诗一唱三叹，反复歌咏着扬之水，白石白，以此映衬着白衣红袖，旗甲鲜明，说明队伍正在整装待发。他们看到自己的领袖胜卷在握，踌躇满志，不禁喜上眉稍，根本没有不成功的担忧。所以很自然地耳语起来。这样也使此诗笼罩着一种紧张又神秘的气氛。',
                '诗中“素衣朱襮”“素衣朱绣”是指诸侯的衣服，程俊英认为这是叛变者所穿。蒋立甫反驳之。因为根据程俊英的说法，潘父与桓叔合力谋反既然是密事，他不能堂而皇之地公开穿起诸侯的衣服去见桓叔。这等于泄密。而桓叔见其僭越之服，自然会有看法。所以，“素衣朱襮”“素衣朱绣”诸语，不可能是对潘父的一种描写，而是就桓叔而言，是对桓叔早日能成为诸侯的一种热切盼望。',
                '诗以“扬之水”引出人物，暗示当时的形势与政局，颇为巧妙。而诗的情节与内容，也随之层层推进，到最后才点出其将有政变事件发生的真相。所以，此诗在铺叙中始终有一种悬念在吸引着人，引人入胜。而“白石凿凿(皓皓，粼粼)”与下文的“素衣朱襮(绣)”在颜色上亦产生既是贯连又是对比的佳妙效果，十分醒目。并且此诗虽无情感上的大起大落，却始终有一种紧张和担忧的心情，在《诗经》中也可以说是别具一格。',
            ],
            'notes' => [
                '⑴唐风：《诗经》“十五国风”之一，今存十二篇。扬：激扬。一说为地名。',
                '⑵凿凿：鲜明貌。一说形容石头高低不平之状。',
                '⑶素衣：白色的衣。襮(bó)：绣有黼文的衣领，或说衣袖。',
                '⑷从：随从，跟随。于：到。沃：曲沃，地名，在今山西闻喜县东北。',
                '⑸既：已。君子：指桓叔。',
                '⑹云何：如何。云，语助词。',
                '⑺皓皓：洁白状。',
                '⑻绣：刺方领绣。',
                '⑼鹄(hú)：邑名，即曲沃;一说曲沃的城邑。',
                '⑽其忧：有忧。',
                '⑾粼粼：清澈貌。形容水清石净。',
                '⑿命：命令，政令。',
            ],
        ],
    ],
];