<?php
return [
    'chapters' => [
        [
            'content' => [
                '有杕之杜，其叶湑湑；独行踽踽。岂无他人？不如我同父。',
                '嗟行之人，胡不比焉？人无兄弟，胡不佽焉？',
                '有杕之杜，其叶菁菁；独行睘睘。岂无他人？不如我同姓。',
                '嗟行之人，胡不比焉？人无兄弟，胡不佽焉？',
            ],
            'spell' => [
                'yǒu dì zhī dù，qí yè xǔ xǔ；dú xíng jǔ jǔ。qǐ wú tā rén？bù rú wǒ tóng fù。',
                'jiē xíng zhī rén，hú bú bì yān？rén wú xiōng dì，hú bú cì yān？',
                'yǒu dì zhī dù，qí yè jīng jīng；dú xíng qióng qióng。qǐ wú tā rén？bù rú wǒ tóng xìng。',
                'jiē xíng zhī rén，hú bú bì yān？rén wú xiōng dì，hú bù cì yān？',
            ],
            'vernacular' => [
                '路旁赤棠孤零零，树叶倒是密密生。独自流浪好凄清。难道路上没别人，不如同父兄弟亲。叹息来往过路人，为何不与我亲近?兄弟不在无依靠，为何不将我帮衬?',
                '路旁赤棠孤零零，树叶倒是密又青。独自流浪多悲辛。难道路上没别人，不如同姓兄弟亲。叹息来往过路人，为何不与我亲近?兄弟不在无依靠，为何不将我帮衬?',
            ],
            'notes' => [
                '唐风：《诗经》十五国风之一，今存十二篇。',
                '杕(dì)：树木独特、孤独貌。',
                '有杕：即“杕杕”，孤立生长貌。杜：木名。棠梨，赤棠。',
                '湑(xǔ)：形容树叶茂盛。',
                '踽踽(jǔjǔ)：单身独行、孤独无依的样子。',
                '同父：指同胞兄弟;一说同祖父的族昆弟。',
                '嗟：悲叹声。行之人：道上行路之人。',
                '比：亲近。',
                '佽(cì)：资助，帮助。',
                '菁菁(jīngjīng)：树叶茂盛状。',
                '睘睘(qióngqióng)：同“茕茕”，孤独无依的样子。',
                '同姓：同一祖先，同族兄弟。一说一母所生的兄弟。',
            ],
        ],
    ],
    'unscramble' => [
        '《唐风·杕杜》开篇以孤立生长的赤棠树起兴，对照流浪者的孤单。赤棠还有繁茂树叶，葱葱郁郁，女主人公却是孤苦无依、毫无慰藉，令人顿生“人不如树”的凄凉感。',
        '接下来“独行踽踽”四字独立成句，音节凝重，显得既厚实又有余韵。它一并交代了事件过程、人物状态和整篇主旨，似简实丰。寥寥四字，描绘出了一幅凄清的画面：一位稚嫩清秀但枯瘦羸弱、尘土满身的女子，在一条坑洼曲折的乡间小道上独自行走。此句未加铺叙，但以少驭多，给人无限的想象空间。',
        '其后，作者笔锋转移，由外到内，着力写流浪女之思：“岂无他人，不如我同父。”路上风尘仆仆的行人径直走过，对自己不闻不问，令人顿感世态炎凉。流浪女不禁想到自己的父母兄弟，他们才是无可替代的。但如今她举目无亲、孤立无援，其境遇真正到了山穷水尽的地步。',
        '面对此情此景，女子终于承受不住，发出了长长的叹息和怨诉：“嗟行之人，胡不比焉?人无兄弟，胡不做焉?”',
        '此诗对字词的描写是很有功底的，例如一“嗟”字，有无奈，也有不甘。同时之后复唱四句，连问两声，直贯最末，使情感显得悠长而激越。此诗所写的境遇窘迫、举目无亲的流浪者是一位年轻的未婚女子，这就更加剧了整首诗的悲剧色彩。',
        '这首流浪者之歌通过一个稚嫩少女的命运，以点盖面，真切地反映出当时的社会现实和百姓的疾苦生活，向后世展示了一幅真实的古代难民流亡图，给人强烈的震撼。',
    ],
];
