<?php
return [
    'chapters' => [
        [
            'content' => [
                '肃肃鸨羽，集于苞栩。王事靡盬，不能蓺稷黍。',
                '父母何怙？悠悠苍天，曷其有所？',
                '肃肃鸨翼，集于苞棘。王事靡盬，不能蓺黍稷。',
                '父母何食？悠悠苍天，曷其有极？',
                '肃肃鸨行，集于苞桑。王事靡盬，不能蓺稻梁。',
                '父母何尝？悠悠苍天，曷其有常？',
            ],
            'spell' => [
                'sù sù bǎoyǔ，jí yú bāo xǔ。wáng shì mǐ gǔ，bù néng yì jì shǔ。',
                'fù mǔ hé hù？yōu yōu cāng tiān，hé qí yǒu suǒ？',
                'sù sù bǎo yì，jí yú bāo jí。wáng shì mǐ gǔ，bù néng yì shǔ jì。',
                'fù mǔ hé shí？yōu yōu cāng tiān，hé qí yǒu jí？',
                'sù sù bǎo háng，jí yú bāo sāng。wáng shì mǐ gǔ，bù néng yì dào liáng。',
                'fù mǔ hé cháng？yōu yōu cāng tiān，hé qí yǒu cháng？',
            ],
            'vernacular' => [
                '大鸨扑棱棱地振动着翅膀，成群栖息在丛生的柞树上。王侯家的徭役无止又无休，我不能回家耕种五谷杂粮。我可怜的父母靠什么养活?可望不可及的老天爷在上，我何时才能返回我的家乡?',
                '大鸨扑棱棱地扇动着翅膀，成群落在丛生的酸枣树上。王侯家的徭役无休亦无止，我不能回家耕种五谷杂粮。可怜的父母有什么吃的啊?可望不可及的老天爷在上，什么时候我才能不再奔忙?',
                '大鸨扑棱棱地飞动着翅膀，成群栖息在丛生的桑树上。王侯家的徭役从来没有头，我不能回家耕种稻谷高粱。可怜的父母吃什么活着啊?可望不可及的老天爷在上，苦命的日子何时恢复正常?',
            ],
            'notes' => [
                '唐风：《诗经》“十五国风”之一，今存十二篇。鸨(bǎo)：鸟名，似雁而大，群居水草地区，性不善栖木。',
                '肃肃：鸟翅扇动的响声。',
                '集：栖落。苞栩：丛密的柞树。苞，草木丛生。栩，栎树，一名柞树。',
                '王事：国家停息。靡：无，没有。盬(gǔ)：休止。',
                '蓺(yì)：种植。稷：高粱。黍：黍子，黄米。',
                '怙(hù)：依靠，凭恃。',
                '曷(hé)：何。所：住所。',
                '棘：酸枣树，落叶灌木，实较枣小，供药用。',
                '极：终了，尽头。',
                '行：行列。一说鸨腿;一说翅根，引申为鸟翅。',
                '尝：食，吃。',
                '常：正常的生活。',
            ],
        ],
    ],
    'unscramble' => [
        '《唐风·鸨羽》是一首描述徭役沉重、民不聊生之苦的诗歌。全诗三章首句均以大鸨这种鸟本不会在树上栖息，却反常地栖息在树上来比喻成群的农民反常的生活——长期在外服役而不能在家安居务农养家糊口，其苦情可见一斑。因为鸨鸟是属于雁类的飞禽，其爪间有蹼而无后趾，生性只能浮水，奔走于沼泽草地，不能抓握枝条在树上栖息。而今鸨鸟居然飞集在树上，犹如让农民抛弃务农的本业常年从事徭役而无法过正常的生活。这是一种隐喻的手法，正是诗人独具匠心之处。王室的差事没完没了，回家的日子遥遥无期，大量的田地荒芜失种。老弱妇孺饿死沟壑，这正是春秋战国时期各国纷争、战乱频仍的现实反映，所以诗人以极其怨愤的口吻对统治者提出强烈的抗议与控诉，甚至呼天抢地，表现出人民心中正燃烧着熊熊的怒火，随时随地都会像炽烈的岩浆冲破地壳的裂缝喷涌而出，掀翻统治阶级的宝座。',
        '全诗三章语言大同小异，这是民间歌谣的共同点。至于三章分别举出栩、棘、桑三种树木，则纯粹是信手拈来，便于押韵，别无其他深意。',
    ],
];
