<?php
return [
    'chapters' => [
        [
            'content' => [
                '于以采蘩？于沼于沚。',
                '于以用之？公侯之事。',
                '于以采蘩？于涧之中。',
                '于以用之？公侯之宫。',
                '被之僮僮，夙夜在公。',
                '被之祁祁，薄言还归。',
            ],
            'spell' => [
                'yú yǐ cǎi fán？yú zhǎo yú zhǐ。',
                'yú yǐ yòng zhī？gōng hóu zhī shì。',
                'yú yǐ cǎi fán？yú jiàn zhī zhōng。',
                'yú yǐ yòng zhī？gōng hóu zhī gōng。',
                'bì zhī tóng tóng，sù yè zài gōng。',
                'bì zhī qí qí，bó yán xuán guī。',
            ],
            'vernacular' => [
                '什么地方采白蘩，沼泽旁边沙洲上。采来白蘩做何用?公侯之家祭祀用。',
                '什么地方采白蘩，采来白蘩溪中洗。采来白蘩做何用?公侯之宫祭祀用。',
                '差来专为采白蘩，没日没夜为公侯。差来采蘩人数多，不要轻言回家去。',
            ],
            'notes' => [
                '召(shào)南：《诗经》“十五国风”之一。召南指周朝召公统治的南方地域。',
                '蘩(fán)：白蒿。生彼泽中，叶似嫩艾，茎或赤或白，根茎可食，古代常用来祭祀。',
                '于以：疑问词，在何处，往哪儿。一说语助词。',
                '沼：沼泽。沚(zhǐ)：小洲，水中的小块陆地。一说水塘。',
                '事：中庙祭祀之事。',
                '涧：山夹水为涧。山间流水的小沟。',
                '宫：宗庙。一说蚕室。一说大的房子。',
                '被(bì)：同“髲”，首饰，取他人之发编结披戴的发饰，相当于今之假发。一说这里是用为施加之意。僮(tóng)僮：繁盛。一说端直貌。一说高而蓬松。一说光洁不坏貌。一说这里用为未成年的僮仆、奴婢之意。',
                '夙(sù)：早。公：公所，指宗庙。',
                '祁(qí)祁：繁盛。一说整齐貌。一说舒迟貌。这里用为众多之意。',
                '薄：这里用为减少之意。归：归寝。',
            ],
        ],
    ],
    'unscramble' => [
        '《召南·采蘩》之开篇，出现的正是这样一些忙于“采蘩”的女宫人。她们往来于池沼、山涧之间，采够了祭祀所需的白蒿，就急急忙忙送去“公侯之宫”。诗中采用的是短促的问答之语。答问之简洁，显出采蘩之女劳作之繁忙，似乎只在往来的路途中，对询问者的匆匆一语之答。答过前一问，女宫人的身影早已过去;再追上后一问，那“公侯之事”的应答已传自远处。这便是首章透露的氛圈。再加上第二章的复叠，便愈加显得忙碌无暇，简直可以从中读出穿梭而过的女宫人的匆匆身影，读出那从池沼、山涧飘来，又急促飘往“公侯之宫”的匆匆步履。',
        '第三章是一个跳跃，从繁忙的野外采摘，跳向了忙碌的宗庙供祭。据《周礼·春官宗伯》“世妇”注疏，在祭祀“前三日”，女宫人便得夜夜“宿”于宫中，以从事洗涤祭器、蒸煮“粢盛”等杂务。由于干的是供祭事务，还得打扮得漂漂亮亮，戴上光洁黑亮的发饰。这样一种“夙夜在公”的劳作，把女宫人折腾得不成样子。诗中妙在不作铺陈，只从她们发饰“僮僮”(光洁)向“祁祁”(松散)的变化上着墨，便入木三分地画下了女宫人劳累操作而无暇自顾的情状。那曳着松散的发辫行走在回家路上的女宫人，此刻带几分庆幸、几分辛酸，似乎已不必再加细辨——“薄言还归”的结句，已化作长长的喟叹之声，对此作了无言的回答。',
        '如此看来，以《召南·采蘩》为诸侯夫人自咏，固属附会;而认其为“家人”赞美夫人之作，亦属穿凿。穿行于诗中的，其实是夙夜劳瘁的女宫人而已：短促的同答，透露着她们为贵族祭祀采蘩的苦辛;发饰的变化，记录着她们“夙夜在公”的悲凉。古代的祭祀排场，原本就为鬼神“降福”贵族而设，卑贱的下人除了付出劳辛，没有幸福可言。',
        '还有一种说法，认为这是一首为封建王公贵族服劳役的山歌，是奴仆们在服劳役休息时闲唱的。山歌中第一、二段是互相问答，问答内容为采蘩的地点和目的。第三段则是奴仆们不满的牢骚怨言，因为王公贵族的祭祀，连小小的僮仆也要服劳役，更不要说是成年男女了。歌中所表现出的不满和无奈，在最后一句里发挥得淋漓尽致。人们夙夜在公侯家，昼夜服役，连想回家的话都不敢说，表现出封建王公贵族的残酷。为封建王公贵族服劳役，这本是召南地区的一种风俗习惯，但是，在以往的服劳役中，没有哪一次像这次一样劳累，所以这次的服劳役便以山歌的形式留传下来了。',
        '此诗为三章叠咏，而其主要特色在于前两章以一问一答出之。末章写采蘩者的仪容，用“僮僮”“祁祁”，言语虽简，而人物之仪态神情可现。而一问一答的形式，明显地受了原始民歌的影响。',
    ],
];
