<?php
return [
    'chapters' => [
        [
            'spell' => [
                'yùbǐchén fēng ，yùbǐ běi lín；',
                'wèi jiàn jūn zǐ ，yōuxīnqīnqīn。',
                'rúhérúhé？wàngwǒshíduō！',
                'shān yǒu bāo lì ，xí yǒu liù bó；',
                'wèi jiàn jūn zǐ ，yōuxīn mí lè 。',
                'rúhérúhé？wàngwǒshíduō！',
                'shān yǒu bāodì，xí yǒu shùsuì；',
                'wèi jiàn jūn zǐ ，yōuxīnrúzuì。',
                'rúhérúhé？wàngwǒshíduō！',
            ],
            'content' => [
                '鴥彼晨风，郁彼北林；',
                '未见君子，忧心钦钦。',
                '如何如何？忘我实多！',
                '山有苞栎，隰有六駮；',
                '未见君子，忧心靡乐。',
                '如何如何？忘我实多！',
                '山有苞棣，隰有树檖；',
                '未见君子，忧心如醉。',
                '如何如何？忘我实多！',
            ],
            'vernacular' => [
                '傍晚光景小鹰隼疾飞掠过，栖落在郁郁苍苍的北树林。至今我还没见过他的踪影，内心里忧心忡忡满怀担心。真想不到你怎么会这样呢？恐怕早忘了我吧我的夫君！',
                '高高的山上有茂密的栎树，洼地里梓树榆树繁茂成荫。至今我还没见过他的踪影，内心里满怀悒郁忧心如焚。真想不到你怎么会这样呢？恐怕早忘了我吧我的夫君！',
                '高高的山上有茂密的唐棣，洼地里生长着如云的山梨。至今我还没见过他的踪迹，内心里忧心忡忡如醉如痴。真想不到你怎么会这样呢？早忘了我啊没有丝毫记忆！',
            ],
            'unscramble' => [
                '《秦风·晨风》全诗三章，章六句。首章用鹯鸟归林起兴，也兼有赋的成分。鸟倦飞而知返，还会回到自己的窝里，而人却忘了家，不想回来。这位女子望得情深意切。起首两句，从眼前景切入心中情，又是暮色苍茫的黄昏，仍瞅不到意中的“君子”，心底不免忧伤苦涩。再细细思量，越想越怕。她想：“怎么办呵怎么办？那人怕已忘了我！”不假雕琢，明白如话的质朴语言，表达出真挚感情，使人如闻其声，如窥其心，这是《诗经》语言艺术的一大特色。从“忘我实多”可以揣测他们间有过许许多多花间月下、山盟海誓的情事，忘得多也就负得深，这位“君子”实在是无情无义的负心汉。不过诗意表达得相当蕴藉。',
                '“山有……隰有……”是《诗经》常出现的起兴成句，用以比况物各得其宜。上古时代先民物质生活尚不丰富，四望多见山峦坑谷正是历史的必然。那颙望着的女子瞥见晨风鸟箭样掠过飞入北林后，余下所见就是山坡上有茂密栎树和洼地里有树皮青白相间的梓榆。第三章则换了两种树：棣和檖。之所以换，其主要作用怕是在于换韵脚。万物各得其所，独有自己无所适从，那份惆怅和凄凉可想而知，心里自然不痛快。三章诗在表达“忧心”上是层层递进的。“钦钦”形容忧而不忘；“靡乐”，不再有往事和现实的欢乐；“如醉”，如痴如醉精神恍惚。再发展下去，也许就要精神崩溃了。全诗各章感情的递进轨迹相当清晰和真实可信。',
            ],
            'notes' => [
                '⑴秦风：《诗经》“十五国风”之一，今存十篇。晨风：鸟名，即鹯(zhān)鸟，属于鹞鹰一类的猛禽。',
                '⑵鴥(yù)：鸟疾飞的样子。',
                '⑶郁：郁郁葱葱，形容茂密。',
                '⑷钦钦：忧思难忘的样子。朱熹《诗集传》：“忧而不忘之貌。”',
                '⑸如何：奈何，怎么办。',
                '⑹苞：丛生的样子。栎(lì)：树名。',
                '⑺隰(xí)：低洼湿地。六驳(bó)：木名，梓榆之属，因其树皮青白如驳而得名。',
                '⑻靡乐：不快乐。',
                '⑼棣(dì)：唐棣，也叫郁李，果实色红，如梨。',
                '⑽树：直立的样子。檖(suì)：豆梨，又名赤罗、山梨。',
            ],
        ],
    ],
];