<?php
return [
    'chapters' => [
        [
            'content' => [
                '东门之池，可以沤麻；',
                '彼美淑姬，可与晤歌。',
                '东门之池，可以沤纻；',
                '彼美淑姬，可与晤语。',
                '东门之池，可以沤菅；',
                '彼美淑姬，可与晤言。',
            ],
            'spell' => [
                'dōng mén zhī chí，kě yǐ òu má；',
                'bǐ měi shū jī，kě yǔ wù gē。',
                'dōng mén zhī chí，kě yǐ òu zhù；',
                'bǐ měi shū jī，kě yǔ wù yǔ。',
                'dōng mén zhī chí，kě yǐ òu jiān；',
                'bǐ měi shū jī，kě yǔ wù yán。',
            ],
            'vernacular' => [
                '东门外面护城池，可以用作沤麻塘。美丽善良三姑娘，可以和她相对唱。',
                '东门外面护城池，可以用作沤纻塘。美丽善良三姑娘，可以聊天话家常。',
                '东门外面护城池，可以用作浸纻塘。美丽善良三姑娘，可以和她诉衷肠。',
            ],
            'notes' => [
                '陈风：即陈地的乐调。《诗经》“十五国风”之一，今存十篇。',
                '池：护城河。一说水池。',
                '沤(òu)：长时间用水浸泡。纺麻之前先用水将其泡软，才能剥下麻皮，用以织麻布。',
                '淑：善，美。一作“叔”，指排行第三。姬：周之姓。一说是古代对妇女的美称。',
                '晤(wù)歌：用歌声互相唱和，即对歌。',
                '纻(zhù)：同“苎”，苎麻。多年生草本植物，茎皮含纤维质，可做绳，可织布。',
                '晤语：对面而谈，对话。',
                '菅(jiān)：菅草。芦荻一类的多年生草本植物，其茎浸渍剥取后可以编草鞋。',
            ],
        ],
    ],
    'unscramble' => [
        '这是一首欢快的劳动对歌。可以想像，这种场面，时至今日，还屡见不鲜。沤麻的水，是有相当强烈的臭味的。长久浸泡的麻，从水中捞出，洗去泡出的浆液，剥离麻皮，是一种相当艰苦的劳动。但是，在这艰苦的劳动中，小伙子能和自己钟爱的姑娘在一起，又说又唱，心情就大不同了。艰苦的劳动变成温馨的相聚，歌声充满欢乐之情。',
        '全诗三章十二句，其实只是一个意思，一章已经把全部意思包容了。二、三章只是复沓。而复沓，相同或相近意义的字语反复吟唱，正是中国民歌传统的语言形式。这种反复吟唱，既表现劳动青年感情的纯朴强烈，又以复沓的手段加强诗歌的主题。这种方式，一直沿用到现代。如果说变化，三章只换三个字，一个沤的对象不只是麻，还有苎麻菅草;一个是晤的形式变了，还有言来语去。这说明随着劳动过程的延续，爱情的温度也在渐渐提升。',
        '诗以浸泡麻起兴，不仅写明情感发生的地点，也暗示了情感在交流中的加深，麻可泡软，正意味情意的深厚，而根本的还在于两人可以相“晤”，有情感的相互对话的基础。',
        '大麻、纻麻经过揉洗梳理之后，得到比较长而耐磨的纤维，成为古时人们衣料的主要原料，织成麻布，裁制衣服。白色麻布制成的衣服，不加彩饰，叫深衣，是诸侯、大夫、士日常所穿;洗漂不白，保留麻色的粗麻布，就是劳动者的衣料。因此，每年种植、浸洗、梳理大麻、芝麻，是春秋前后很长历史时期农村主要劳动内容之一。年年在护城河沤麻，年年有男女青年相聚劳动谈笑唱歌，因此，在护城河上年年飘扬着《陈风·东门之池》这样的欢乐的歌声。',
    ],
];
