<?php
return [
    'chapters' => [
        [
            'content' => [
                '墓门有棘，斧以斯之。',
                '夫也不良，国人知之；',
                '知而不已，谁昔然矣？',
                '墓门有梅，有鸮萃止。',
                '夫也不良，歌以讯之；',
                '讯予不顾，颠倒思予。',
            ],
            'spell' => [
                'mù mén yǒu jí，fǔ yǐ sī zhī。',
                'fū yě bù liáng，guó rén zhī zhī；',
                'zhī ér bù yǐ，chóu xī rán yǐ？',
                'mù mén yǒu méi，yǒu xiāo cuì zhǐ。',
                'fú yě bù liáng，gē yǐ xùn zhī；',
                'xùn yú bú gù，diān dǎo sī yú。',
            ],
            'vernacular' => [
                '墓门前长着枣树，操起斧子砍掉它。那人不是善良辈，国人无不知晓他。知道他也不改正，从前就是这德行。',
                '墓门前长着梅树，猫头鹰在树上住。那人不是善良人，唱歌劝他要醒悟。劝勉告诫他不顾，想起我言难临头。',
            ],
            'notes' => [
                '陈风：即陈地的乐调。《诗经》“十五国风”之一，今存十篇。',
                '墓门：墓道的门。一说陈国城门。',
                '棘：酸枣树。',
                '斯：析，劈开，砍掉。',
                '夫：这个人，指所讥刺的人。',
                '不已：不止。指不改恶行。',
                '谁昔：畴昔，往昔，从前。然：这样。',
                '梅：梅树。一说梅即棘，梅古文作“槑”，与棘形近，遂致误。',
                '鸮(xiāo)：猫头鹰，古人认为是恶鸟。萃：集，栖息。止：语尾助词。',
                '讯：亦作“谇”，告诫，劝谏。',
                '顾：管，在意。',
                '颠倒：跌倒。一说国事纷乱。予：我。一说相当于“而”。',
            ],
        ],
    ],
    'unscramble' => [
        '由于《毛诗序》中有“陈佗无良师傅，以至于不义，恶加于万民焉”数语，《郑笺》《孔疏》曲为之说，遂生出了歧义。诗中的“夫”，即彼，犹言那个人，就是指陈佗，但毛传却释为：“夫，傅相也。”《郑笺》则云：“陈佗之师傅不善，群臣皆知之，”“国人皆知其(按指师傅)有罪恶而不诛退，终致祸难。”《孔疏》进一步发挥道：“陈佗亡身不明，由希(稀)睹良师之教，故有此恶……故又戒之云：‘汝之师傅不善，国内之人皆知之矣，何以不退去之乎?’欲其退恶傅就良师也。”经过这样的曲解，这首诗的矛头所向就从陈佗转到了他的师傅身上。《孔疏》一方面称陈佗之恶“由其师傅不良，故至于此”，一方面又称“故作此诗以刺佗”，明显地不能自圆其说。《郑笺》云：“不义者谓弑君而自立。”《孔疏》谓：“不义之大，莫大于弑君也。……陈佗弑君自立之事也。……陈佗所杀大子免，而谓之弑君者，以免为大子，其父卒，免当代父为君，陈佗杀之而取国，故以弑君言之。”既肯定陈佗为窃国弑君之元凶，罪莫大焉，而又归咎于师傅之不良，期望陈佗诛退恶师，悬崖勒马。这种荒谬的伦理逻辑只能暴露出笺疏作者为统治者开脱罪责的意图，统治者即使有弑逆之行，也要让别人为之承担罪责，这或许是温柔敦厚的诗教使然。胡承珙《毛诗后笺》指出：“若在桓公卒后，则佗已身为大逆，而尚鳃鳃然追咎于其傅之不良，纵罪魁而诛党恶，无此断狱之法。”',
        '在宋代兴起的独立解经的疑古风气中，有些学者已经认识到传疏的曲解之处。苏辙在其《诗集传》中即已指出：“桓公之世，陈人知佗之不臣矣，而桓公不去，以及于乱。是以国人追咎桓公，以为智不及其后，故以《墓门》刺焉。夫，指陈佗也。佗之不良，国人莫不知之;知之而不去，昔者谁为此乎?”姚际恒称苏氏“可谓善说此诗矣”(《诗经通论》)，吴闿生《诗意会通》也指出《毛诗序》“无良师傅云者”，“与诗‘夫也不良’句初不相蒙，而拘者遂以‘夫’为斥傅相，此陋儒之妄解”，“诗既刺佗，‘夫也不良’自指佗言，岂有以斥师傅之理?子由正之，是矣”。在说诗者中也有不泥定此诗为刺陈佗者，如朱熹《诗集传》即称：“所谓‘不良’之人，亦不知其何所指也。”崔述《读风偶识》也认为“以《墓门》为刺陈佗则绝不类”，“此必别有所刺之人，既失其传，而序遂强以佗当之耳”。',
        '作为一首政治讽刺诗，此诗仅两章十二句，短小精悍，四字齐言的诗句斩截顿挫，传达出指斥告戒的口吻。两章的开头以动植物起兴，其象征意义耐人寻味，表现出诗人对恶势力的鄙夷、痛斥，但国家依然坏人当道，多行不义，故每章的四、五两句以“顶针”手法将诗意推进一层，转为感叹，忧国之意可感。此诗可谓在率直指斥中不乏含蓄深沉。',
    ],
];
