<?php
return [
    'chapters' => [
        [
            'spell' => [
                'fáng yǒu quècháo，qióng yǒu zhǐ tiáo。',
                'shuí zhōu yú měi？xīnyāndāodāo。',
                'zhōng táng yǒu pì，qióng yǒu zhǐyì；',
                'shuí zhōu yǔ měi？xīnyāntìtì！',
            ],
            'content' => [
                '防有鹊巢，邛有旨苕。',
                '谁侜予美？心焉忉忉。',
                '中唐有甓，邛有旨鷊；',
                '谁侜予美？心焉惕惕！',
            ],
            'vernacular' => [
                '哪见过堤上筑鹊巢，哪见过土丘长水草。谁在离间我心上人?我心里愁苦又烦恼。',
                '哪见过庭院瓦铺道，哪见过山上长绶草。谁在离间我心上人?我心里害怕又烦恼。',
            ],
            'unscramble' => [
                '把不协调的事物放在一起，引起危机的恐惧，是《陈风·防有鹊巢》的情绪症结。从原诗文本上看，把此诗落实为政治性的信谗远贤之忧，或者感情性的背信弃爱之忧，都比较勉强。特别是政治性的揣测，更为虚幻。关键在“予美”二字。“予美”为“我所爱慕的”这个意思。在《诗经》中，美有美人、丈夫或妻子的意思，更有美丽、美好的意思。因为钟爱，觉得这个人很美。所以，“美”字应该是一种感情亲爱的意思。如果可以这样理解，那么，“予美”的对象，就不一定是已经与作者定情相恋的人，但一定是作者明白地或暗暗地相恋之人。从全诗结构上看，被爱之人并不十分清楚自己被谁暗中爱上了，而第三者悄然而至。于是，作者暗中焦急：自己暗恋的人要被人抢去了呀!那是不合适的，不协调的!只有自己与这个人才是完美的一对。但是，这一切似乎都是在暗中进行的。暗暗的爱，暗暗的担忧，暗暗的感叹，于是，便出现了这首暗中担忧的歌。',
                '从情绪上说，这首诗以猜测、推想、幻觉等不平常的心理活动，表达平常的爱慕之情。正因为作者爱之愈深，所以他也忧之愈切。至于有没有第三者来蒙骗所爱者的感情，这并无实指，或者干脆没有。然而，作者不管有没有第三者，就公开了他的担忧，这正是爱得深也疑得广。这一微妙的爱情心理，通过作者第一人称手法的歌吟，表达得淋漓尽致。',
                '在艺术手段上，大量的比喻是其特色。比喻中采用的是自然界不可能发生的现象，来比喻人世间也不可能出现的情变。喜鹊搭巢在树上，不可能搭到河堤上;紫云英是低湿植物，长不到高高的山坡上;铺路的是泥土、地砖，决不是瓦片;绶草生长在水边，山坡上是栽不活的。这些自然现象本是常识，可是作者偏偏违反常识地凑在一起：“防有鹊巢”“邛有旨苕”“中唐有甓”“邛有旨鷊”，不可能的事物发生了。不过，自然规律不可违反，河堤上的喜鹊窝，山坡上的紫云英等等，都是不长久的。这里显示了比喻运用中的感情倾向性，意味着作者的担心也许是多余的。“谁侜予美?”实在谁也不能横刀夺爱，真正的爱情是坚贞不移的。这就是作者在担忧悬念中寄托的坚定信念。',
            ],
            'notes' => [
                '⑴陈风：即陈地的乐调。《诗经》“十五国风”之一，今存十篇。',
                '⑵防：水坝。一说堤岸;一说即“枋”，常绿乔木，可为红色染料。',
                '⑶邛(qióng)：土丘，山丘。旨：味美的，鲜嫩的。苕(tiáo)：一种蔓生植物，生长在低湿的地上。一说紫云英，一说凌霄花，一说翘摇，一说苇花。',
                '⑷侜(zhōu)：谎言欺骗，挑拨。予美：我的爱人。美，美人儿，心上人，指作者所爱的人。',
                '⑸忉(dāo)忉：忧愁不安的样子。',
                '⑹中唐：古代堂前或门内的甬道，泛指庭院中的主要道路。唐，朝堂前和宗庙门内的大路。唐，一说通“堂”，一说通“塘”。甓(pì)：砖瓦，瓦片。一说通“䴙”，野鸭子。',
                '⑺鷊(yì)：借为“虉(yì)”，杂色小草，又叫绶草，一般生长在阴湿处。',
                '⑻惕(tì)惕：提心吊胆、恐惧不安的样子。',
            ],
        ],
    ],
];