<?php
return [
    'chapters' => [
        [
            'content' => [
                '月出皎兮！佼人僚兮！',
                '舒窈纠兮！劳心悄兮！',
                '月出皓兮！佼人懰兮！',
                '舒忧受兮！劳心慅兮！',
                '月出照兮！佼人燎兮！',
                '舒夭绍兮！劳心惨兮！',
            ],
            'spell' => [
                'yuè chū jiǎo xī！jiǎo rén liǎo xī！',
                'shū yǎo jiǎo xī！láo xīn qiǎo xī！',
                'yuè chū hào xī！jiǎo rén liú xī！',
                'shū yōu shòu xī！láo xīn cǎo xī！',
                'yuè chū zhào xī！jiǎo rén liǎo xī！',
                'shū yāo shào xī！láo xīn cǎn xī！',
            ],
            'vernacular' => [
                '多么皎洁的月光，照见你娇美的脸庞，你娴雅苗条的倩影，牵动我深情的愁肠!',
                '多么素净的月光，照见你妩媚的脸庞.你娴雅婀娜的倩影，牵动我纷乱的愁肠!',
                '多么明朗的月光，照见你亮丽的脸庞，你娴雅轻盈的倩影，牵动我焦盼的愁肠!',
            ],
            'notes' => [
                '陈风：即陈地的乐调。《诗经》“十五国风”之一，今存十篇。',
                '皎：谓月光洁白明亮。《毛传》：“皎，月光也。”',
                '佼(jiāo)人：即美人。佼，同“姣”，美好。僚：同“嫽”，娇美。',
                '舒：舒徐，舒缓，指从容娴雅。窈纠：同“窈窕”，行步舒缓的样子。',
                '劳心：忧心。悄：忧愁状。',
                '懰(liǔ)：妩媚。',
                '懮(yǒu)受：舒迟、舒缓的样子。',
                '慅(cǎo)：忧愁，心神不安。',
                '照：照耀(大地)。',
                '燎：明也。一说姣美。',
                '夭绍：柔美，动态委婉的样子。',
                '惨(cǎo)：焦躁貌。《诗集传》：“惨当作懆，忧也。',
            ],
        ],
    ],
    'unscramble' => [
        '《陈风·月出》采用反复咏唱的形式，比较集中地表现了青年男性对意中人的悉心赞美和热烈追求，倾吐其抑制不住的爱的情感和追求幸福生活的强烈愿望，给人以美的感受。',
        '《陈风·月出》的意境是迷离的。抒情主人公思念他的情人，是从看到冉冉升起的皎月开始的。也许因为月儿总是孤独地悬在无垠的夜空，也许因为它普照一切，笼盖一切，所谓“隔千里兮共明月”(谢庄《月赋》)，月下怀人的作品总给人以旷远的感觉。主人公的心上人，此刻也许就近在咫尺，但在这朦胧的月光下，又似乎离得很远很远，真是“美人如花隔云端”(李白《长相思》)。诗人“虚想”着她此刻姣好的容颜，她月下踟躅的婀娜倩影，时而分明，时而迷茫，如梦，似幻。',
        '《陈风·月出》的情调是惆怅的。全诗三章中，如果说各章前三句都是从对方设想，末后一句的“劳心悄兮”“劳心慅兮”“劳心惨兮”，则是直抒其情。这忧思，这愁肠，这纷乱如麻的方寸，都是在前三句的基础上产生，都由“佼人”月下的倩影诱发，充满可思而不可见的怅恨。其实这怅恨也已蕴含在前三句中：在这静谧的永夜，“佼人”在月下独自地长久地徘徊，一任夜风拂面，一任夕露沾衣，也是在苦苦地思念着自己。这真是“此时相望不相闻，愿逐月华流照君”(张若虚《春江花月夜》)。',
        '与迷茫的意境和惆怅的情调相适应，《陈风·月出》的语言是柔婉缠绵的。通篇各句皆以感叹词“兮”收尾，这在《诗经》中并不多见。“兮”的声调柔婉、平和，连续运用，正与无边的月色、无尽的愁思相协调，使人觉得一唱三叹，余味无穷。另外，形容月色的“皎”“皓”“照”，形容容貌的“僚”“懰”“燎”，形容体态的“窈纠”“懮受”“夭绍”，形容心情的“悄”“慅”“惨”，在古音韵中或属宵部韵或属幽部韵，而宵、幽韵可通，则此诗可谓一韵到底，犹如通篇的月色一样和谐。其中“窈纠”、“懮受”、“夭绍”俱为叠韵词，尤显缠绵婉约。其实，这些词意的细微差异现在已很难说清。后人连篇累牍的解释，坦率地说，未尝没有望文生义、强作解人之嫌，当然这也是不得已的事。如今读者应当而且只能根据全诗的意境和情调去心领神会。不过这也恰巧可以发挥读者的想像，填补时间的变迁所造成的意义空白。',
    ],
];
