<?php
return [
    'chapters' => [
        [
            'spell' => [
                'hú wéi hūzhūlín？ cóng xià nán ！',
                'fěishìzhūlín， cóng xià nán ！',
                'jiàwǒ shèng mǎ， shuì yúzhū yě 。',
                'chéng wǒ shèng jū， zhāo shí yúzhū！',
            ],
            'content' => [
                '胡为乎株林？从夏南！',
                '匪适株林，从夏南！',
                '驾我乘马，说于株野。',
                '乘我乘驹，朝食于株！',
            ],
            'vernacular' => [
                '为何要到株林去?那是为了找夏南。不是为到株林玩，而是为了找夏南。',
                '驾着大车赶四马，株林郊外卸下鞍。驾着轻车赶四驹，奔抵株林吃早餐。',
            ],
            'unscramble' => [
                '《陈风·株林》一直以来被认为是揭露陈灵公君臣的荒淫生活，讽刺上层统治者的政治腐败的作品，写得委婉含蓄。',
                '此诗之开篇，大抵正当陈灵公及其大臣孔宁、仪行父出行之际。辚辚的车马正喜孜孜驰向夏姬所居的株林，路边的百姓早知陈灵公君臣的隐秘，却故作不知地大声问道：“胡为乎株林(他们到株林干什么去)?”另一些百姓立即心领神会，却又故作神秘地应道：“从夏南(那是去找夏南的吧)!”问者即装作尚未领会其中奥妙，又逼问一句：“匪适株林(不是到株林去)?”应者笑在心里，却又像煞有介事地坚持道：“从夏南(只是去找夏南)!”明明知道陈灵公君臣所干丑事，却佯装不知接连探问，问得也未免太过仔细。明明知道他们此去找的是夏姬，却故为掩饰说找的是“夏南”，答得也未免欲盖弥彰。发问既不知好歹，表现着一种似信还疑的狡黠;应对则极力挣扎，摹拟着做贼心虚的难堪。这样的讽刺笔墨，实在胜于义愤填膺的直揭。它的锋芒，简直能透入这班衣冠禽兽的灵魂。',
                '到了第二章，又换了一副笔墨。辚辚的车马，终于将路人可恶的问答摆脱;遥遥在望的株邑眼看就到，陈灵公君臣总算松了口气。“驾我乘马，说于株野”——这里摹拟的是堂堂国君的口吻，所以连驾车的马，也是颇可夸耀的四匹。到了“株野”就再不需要“从夏南”的伪装，想到马上就有美貌的夏姬相陪，陈灵公能不眉飞色舞地高唱：“说于株野!”“说”，一般均解为“停车解马”，固为确诂。但若从陈灵公此刻的心情看，解为“悦”也不为不可。“说(悦)于株野”，也许更能传达这位放荡之君隐秘不宣的喜悦。“乘我乘驹，朝食于株”——大夫只能驾驹，这自然又是孔宁、仪行父的口吻了。对于陈灵公的隐秘之喜，两位大夫更是心领神会，所以马上笑眯眯凑趣道：“到株野还赶得上朝食解饥呢!”“朝食”在当时常用作隐语，暗指男女间的性爱。那么，它正与“说于株野”一样，又语带双关，成为这班禽兽通淫夏姬的无耻自供了。寥寥四句，恰与首章的矢口否认遥相对应，使这桩欲盖弥彰的丑事，一下变得昭然若揭。妙在用的又是第一人称(我)的口吻，就不仅使这幕君臣通淫的得意唱和，带有了不知羞耻的自供意味。可见此诗的讽刺笔墨非常犀利。',
            ],
            'notes' => [
                '⑴陈风：即陈地的乐调。《诗经》“十五国风”之一，今存十篇。',
                '⑵株：陈国邑名，在今河南柘城县。林：郊野。一说株林是陈大夫夏徵舒的食邑。',
                '⑶胡为：为什么。',
                '⑷从：跟，与，此指找人。一说训为因。夏南：即夏姬之子夏徵舒，字子南。',
                '⑸匪：非，不是。适：到，往。',
                '⑹乘(shèng)马：四匹马。古以一车四马为一乘。',
                '⑺说(shuì)：通“税”，停车解马。株野：株邑之郊野。',
                '⑻乘(chéng)我乘(shèng)驹：驹，马高五尺以上、六尺以下称“驹”，大夫所乘;马高六尺以上称“马”，诸侯国君所乘。此诗中“乘马”者指陈灵公，“乘驹”者指陈灵公之臣孔宁、仪行父。',
                '⑼朝食：吃早饭。古人常用“食”作为男女之间性行为的隐语。',
            ],
        ],
    ],
];