<?php
return [
    'chapters' => [
        [
            'spell' => [
                'fěi fēng fā xī！fěi jū jié xī！',
                'gùzhānzhōudào， zhōng xīndáxī！',
                'fěi fēng piāoxī！fěi jū piāoxī！',
                'gùzhānzhōudào， zhōng xīndiàoxī！',
                'shuí néng pēng yú？gàizhīfǔqín；',
                'shuí jiāng xīguī？huáizhī hǎo yīn。',
            ],
            'content' => [
                '匪风发兮！匪车偈兮！',
                '顾瞻周道，中心怛兮！',
                '匪风飘兮！匪车嘌兮！',
                '顾瞻周道，中心吊兮！',
                '谁能亨鱼？溉之釜鬵；',
                '谁将西归？怀之好音。',
            ],
            'vernacular' => [
                '那大风呼啸起来旗带飘荡，那车儿飞奔起来辚辚作响。回顾通周的大道渐行渐远，心里陡然涌起无尽的忧伤。',
                '那大风呼啸而来左右回旋，那车儿飞奔起来轱辘响转。回顾通周的大道渐行渐远，我心里无尽悲伤好不凄然。',
                '哪位妙手烹制鲜美的河鲤?我愿为他当助手洗净锅底。哪位朋友准备西归故乡去?为我捎回一切安好的讯息。',
            ],
            'unscramble' => [
                '《桧风·匪风》全诗三章。前两章字句略同，意思重复，写法也一样。前两句写所见之景，后两句直抒胸中忧思。开篇即进入环境描写：那风呼呼地刮着，那车儿飞快地跑着。诗人回头望一望远去的大道，心中禁不住地悲从中来。诗人滞留东土，伫立大道旁，见车马急驰而过，触动思归之情。他的心也随急驰的车辆飞向西方，但是，车过之后，留下一条空荡荡的大道和他孤身一人，车去而人竟未去。风、车之急速，他人之已归去，与自己之滞留不得归，动与不动，形成多层对比。“顾瞻周道”，描绘诗人徬徨无奈情状如在目前。这时诗人再也按捺不住满腔的忧伤，终于喷发出强烈的心声：“中心怛兮”，“中心吊兮”。其声如急管繁弦，反映诗人思归的急切心态。',
                '第三章句法忽变，陡然一转，以“谁能”二句起兴，兴中有比，是在无可奈何的境地中发出的求援呼声，“谁将”二句，写诗人既不得归，只好托西归者捎信回家，是不得已而求其次。但这次着也未必能实现，“谁能”“谁将”均是疑问希冀之词，还没有着落。诗人不说自己如何思乡殷切，羁旅愁苦，反以“好音”以慰亲友，情感至为深厚。有人认为最后一章“谁能享鱼?溉之釜鬵”二句，是用来概括使国家政治恢复到先祖时代的政治方法的，可联系老子所言的“治大国，若烹小鲜”来理解。',
            ],
            'notes' => [
                '⑴桧(guì)风：即桧地的乐调。桧地在今河南郑州、新镇、荥阳、密县一带。',
                '⑵匪风：那风。匪，通“彼”，那。',
                '⑶发：犹“发发”，风疾吹的声音。一说刮起。',
                '⑷偈(jié)：疾驰貌。',
                '⑸顾瞻：回头望。周道：大道。',
                '⑹怛(dá)：痛苦，悲悼。',
                '⑺飘：飘风，旋风。这里指风势疾速回旋的样子。',
                '⑻嘌(piāo)：轻快貌。',
                '⑼吊：悲伤，伤悼。',
                '⑽亨(pēng)：通“烹”，煮。',
                '⑾溉：洗涤。闻一多《风诗类钞》则以为溉通“摡”，“摡同乞，给予也”。釜：锅子。鬵(qín)：大锅。',
                '⑿怀：遗，带给。好音：平安的消息。',
            ],
        ],
    ],
];