<?php
return [
    'chapters' => [
        [
            'content' => [
                '于以采蘋?南涧之滨。',
                '于以采藻?于彼行潦。',
                '于以盛之?维筐及筥。',
                '于以湘之?维锜及釜。',
                '于以奠之?宗室牖下。',
                '谁其尸之?有齐季女。',
            ],
            'spell' => [
                'yú yǐ cǎi pín? nán jiàn zhī bīn。',
                'yú yǐ cǎi zǎo?yú bǐ xíng lǎo。',
                'yú yǐ chéng zhī?wéi kuāng jí jǔ。',
                'yú yǐ xiāng zhī?wéi qí jí fǔ。',
                'yú yǐ diàn zhī?zōng shì yǒu xià。',
                'shuí qí shī zhī?yǒu zhāi jì nǚ。',
            ],
            'vernacular' => [
                '哪儿可以去采蘋?就在南面涧水滨。哪儿可以去采藻?就在积水那浅沼。',
                '什么可把东西放?有那圆筥和方筐。什么可把食物煮?三脚錡与无足釜。',
                '安置祭品在哪里?祠堂那边窗户底。这次谁来做主祭?恭敬虔诚待嫁女。',
            ],
            'notes' => [
                '召(shào)南：《诗经》“十五国风”之一。召南指周朝召公统治的南方地域。蘋(pín)：又称四叶菜、田字草，蘋科，为生于浅水之多年生蕨类植物，可食。',
                '于以：犹言“于何”，在何处。',
                '滨：水边。',
                '藻：杉叶藻科，为多年生水生草本植物，可食。一说水豆。',
                '行(xíng)潦(lǎo)：沟中积水。行，水沟;潦，路上的流水、积水。《毛传》：“行潦，流潦也。”',
                '筥(jǔ)：圆形的筐。方称筐，圆称筥。',
                '湘：烹煮供祭祀用的牛羊等。《毛传》：“亨也。”按即烹。',
                '錡(qí)：三足锅。釜：无足锅。锜与釜均为炊饭之器。',
                '奠：放置。',
                '宗室：宗庙、祠堂。《毛传》：“大宗之庙也。”大宗，即大夫之始祖。牖(yǒu)：窗户。',
                '尸：主持。古人祭祀用人充当神，称尸。《毛传》：“尸，主。齐，敬。季，少也。”',
                '有：语首助词，无义。齐(zhāi)：美好而恭敬，“斋”之省借。《玉篇》引《诗》作“䶒”，美好。季：少、小。',
            ],
        ],
    ],
    'unscramble' => [
        '此诗叙述的是少女临出嫁前庄重严肃地准备祭品和祭祀的情况，详实地记载了祭品、祭器、祭地、祭人，反映了当时的风尚习俗。',
        '根据文献可以知道，在古代，贵族之女出嫁前必须到宗庙去祭祀祖先，同时学习婚后的有关礼节。这时，奴隶们为其主人采办祭品、整治祭具、设置祭坛，奔走终日、劳碌不堪，这首诗就是描写她们劳动过程的。全诗三章，每章四句。首章两问两答，点出采蘋、采藻的地点，次章两问两答，点出盛放、烹煮祭品的器皿，末章两问两答，点出祭地和主祭之人。',
        '俗话说：“上供神吃，心到佛知。”这些普普通通的祭品和繁琐的礼仪，却蕴积着人们的寄托和希冀，因而围绕祭祀的一切活动都无比虔诚、圣洁、庄重，正如《左传·隐公三年》所说：“苟有明信，涧溪沼沚之毛，蘋蘩蕰藻之菜，筐筥錡釜之器，潢污行潦之水，可荐于鬼神，可羞于王公。”因此，诗人不厌其烦，不惜笔墨，层次井然地叙写祭品、祭器、祭地、祭人，将繁重而又枯燥的劳动过程描写得绘声绘色。',
        '这首诗的艺术魅力主要源于问答体的章法，而其主要构成因素就是五个“于以”的运用。全诗节奏迅捷奔放，气势雄伟，而五个“于以”的具体含意又不完全雷同，连绵起伏，摇曳多姿，文末“谁其尸之，有齐季女”戛然收束，奇绝卓特，烘云托月般地将季],
];
