<?php
return [
    'chapters' => [
        [
            'content' => [
                '羔羊之皮，素丝五紽。',
                '退食自公，委蛇委蛇。',
                '羔羊之革，素丝五緎。',
                '委蛇委蛇，自公退食。',
                '羔羊之缝，素丝五总。',
                '委蛇委蛇，退食自公。',
            ],
            'spell' => [
                'gāo yáng zhī pí，sù sī wǔ tuó。',
                'tuì shí zì gōng，wēi yí wēi yí。',
                'gāo yáng zhī gé，sù sī wǔ yù。',
                'wēi yí wēi yí，zì gōng tuì shí。',
                'gāo yáng zhī féng，sù sī wǔ zǒng。',
                'wēi yí wēi yí，tuì shí zì gōng。',
            ],
            'vernacular' => [
                '译文一',
                '羔羊皮袄蓬松松，白色丝带作钮扣。退出公府吃饭去，摇摇摆摆好自得。',
                '羔羊皮袄毛绒绒，白色丝带作钮扣。洋洋自得出公府，回到家里吃饭去。',
                '羔羊皮袄热烘烘，白色丝带作钮扣。洋洋自得出公府，回到家里吃饭去。',
                '译文二',
                '身穿一件羔皮裘，素丝合缝真考究。退朝公餐享佳肴，逍遥踱步慢悠悠。',
                '身穿一件羔皮袄，素丝密缝做工巧。逍遥踱步慢悠悠，公餐饱腹已退朝。',
                '身穿一件羔皮袍，素丝纳缝质量高。逍遥踱步慢悠悠，退朝公餐享佳肴。',
            ],
            'notes' => [
                '召(shào)南：《诗经》“十五国风”之一。召，地名，在今陕西省岐山县西南。',
                '羔羊：小羊。',
                '素丝：白色的丝线。五紽(tuó)：指缝制细密。五，通“午”，岐出、交错的意思。紽，丝结、丝钮，《毛传》释为数，即细密。一说古时计算丝缕的单位，五丝为紽。',
                '退食(sì)：在公家吃完饭回家。食，公家供卿大夫之常膳。自，从。公，公门，公朝。',
                '委蛇(wēiyí)：《韩诗》作“逶迤”，原指道路弯曲绵延的样子。这里形容走路大摇大摆、悠闲自得的样子。',
                '革：裘里。兽皮揉制去毛为革。',
                '緎(yù)：缝。一说丝数，四紽为一緎，五緎位一百丝。',
                '缝：皮裘。一说缝合之处。',
                '总(zōng)：古以八十根丝为“总”。此亦为缝合之意。',
            ],
        ],
    ],
    'unscramble' => [
        '《召南·羔羊》这首诗描写大夫在退朝后，走出公门回家时悠闲自得的情状。全诗不用一个讥刺的词，更没有斥责之语，诗人只是冷静而客观地抉取大夫日常生活中习见的一个小片断，不动声色用粗线条写真。先映入诗人眼帘的是那官员的服饰——用白丝线镶边的羔裘。《毛传》说“大夫羔裘以居”，故依其穿戴是位大夫。头两句从视觉来写，暗示其人的身份，第三句是所见也是所想，按常规大夫退朝用公膳，故诗人见其人吃饱喝足由公门出来，便猜想其是“退食自公”。《左传·襄公二十八年》：“公膳，日双鸡。”杜预注：“谓公家供卿大夫之常膳。”这与当时民众的生活水准相对照，有天上地下之别，《孟子·梁惠王上》中孟子阐述的符合王道的理想社会，在丰收年成，也才是“七十者可以食肉矣”，而大夫公膳常例竟是“日双鸡”，非常奢侈。诗人虽然没有明言“食”是什么，以春秋襄公时代的公膳例之，大约相差无几。诗人生活在同时代，一见其人“退食自公”必然有所触动，想得很多，也许路有饿殍的惨象浮现在他眼前。正因为如此，所以厌恶之情不觉油然而生，“委蛇委蛇”诗句涌出笔端。这第四句“美中寓刺”，可谓点睛之笔，使其人仿佛活动起来：你看他，慢条斯理，摇摇摆摆，多么逍遥惬意。把这幅貌似悠闲的神态，放在“退食自公”这个特定的场合下，便不免显出滑稽可笑又丑陋可憎了，言外诗人的挖苦嘲弄可以想见：这个自命不凡的家伙，实则是个白吃饭的寄生虫!三章诗重复这个意思，回环咏叹，加深了讥刺意味。各章三、四两句，上下前后颠倒往复，甚为奇妙。',
    ],
];
