<?php
return [
    'chapters' => [
        [
            'spell' => [
                'qí fù ！ yǔ wáng zhī zhǎo yá。',
                'hú zhuǎn yú yúxù？ mǐ suǒzhǐjū。',
                'qí fù ！ yǔ wáng zhī zhǎo shì。',
                'hú zhuǎn yú yúxù？ mǐ suǒdǐzhǐ。',
                'qí fù ！ dǎn bù cōng。',
                'hú zhuǎn yú yúxù？ yǒu mǔzhīshīyōng。',
            ],
            'content' => [
                '祈父！予王之爪牙。',
                '胡转予于恤？靡所止居。',
                '祈父！予王之爪士。',
                '胡转予于恤？靡所厎止。',
                '祈父！亶不聪。',
                '胡转予于恤？有母之尸饔。',
            ],
            'vernacular' => [
                '祈父!我是君王的卫兵。为何让我去征戍?没有住所不安定。',
                '祈父!我是君王的武士。为何让我去征戍?跑来跑去无休止。',
                '祈父!脑子的确不好使。为何让我去征戍?家中老母没饭吃。',
            ],
            'unscramble' => [
                '这是一首士兵们抱怨司马将军的诗歌。全诗三章，皆以质问的语气直抒内心的怨恨，风格上充分体现了武士心直口快、敢怒敢言的性格特征。没有温柔含蓄的比或兴，诗一开头便大呼“祈父!”继而厉声质问道：“胡转予于恤?靡所止居。”意思是说：“为什么使我置身于险忧之境，害得我背井离乡，饱受征战之苦?”第二章与此同调，重复了这种不满情绪，但复沓中武士的愤怒情绪似乎在一步步增加，几乎到了一触即发的地步。“且自古兵政，亦无有以禁卫戍边者”(方玉润《诗经原始》)。武士说：“可你这司马，却为何不按规定行事，派我到忧苦危险的前线作战呢?”作为军人，本不该畏惧退缩。在国难当头之际，当饮马边陲，枕戈待旦。“可你这司马太糊涂了，就像耳朵聋了听不到士兵的呼声，不能体察我还有失去奉养的高堂老母。”在第三章里，武士简直要出离愤怒了，其质问变为对司马不能体察下情的斥责，同时也道出了自己怨恨的原因和他不能毅然从征的苦衷。',
                '有注家对最后一句解为哭灵堂，摆祭品，亦通。因为久役在外，不能回家，到最后也不能见母亲一面，当然只能看见母亲的灵前摆满熟食祭品了。这样理解使诗歌更有感染力。',
                '对于温柔敦厚的诗国传统来说，这首诗似乎有过分激烈、直露的嫌疑，但直抒胸臆，快人快语，亦不失为有特色者。',
            ],
            'notes' => [
                '⑴祈(qí)父(fǔ)：周代执掌封畿兵马的高级官员，即司马。',
                '⑵爪(zhǎo)牙：保卫国王的虎士，是对武臣的比喻。《汉书·李广传》：“将军者，国之爪牙也“。谓祈父职掌我王爪牙之事也。现在多用作贬义。',
                '⑶恤(xù)：忧愁。',
                '⑷靡(mǐ)所：没有处所。',
                '⑸爪士：即爪牙之士。',
                '⑹厎(zhǐ)：停止。一说“至也”。',
                '⑺亶(dǎn)：确实。聪：听觉灵敏。',
                '⑻尸：借为“失”。一说“主也”。陈奂《诗毛氏传疏》：”言我从军以出，有母不得终养，归则惟陈飨以祭是可忧也。“饔(yōng)：熟食。',
            ],
        ],
    ],
];