<?php
return [
    'chapters' => [
        [
            'content' => [
                '皎皎白驹，食我场苗。絷之维之，',
                '以永今朝。所谓伊人，于焉逍遥？',
                '皎皎白驹，食我场藿。絷之维之，',
                '以永今夕。所谓伊人，于焉嘉客？',
            ],
            'notes' => [
                '皎皎：毛色洁白貌。',
                '场：菜园。',
                '絷(zhí)：用绳子绊住马足。维：拴马的缰绳，此处意为维系，用作动词。',
                '永：长。此处用如动词，延长。今朝：今天。',
                '伊人：那人，指白驹的主人。',
                '于焉：在这里。',
                '藿(huò)：豆叶。',
            ],
            'spell' => [
                'jiǎo jiǎo bái jū，shí wǒ chǎng miáo。zhí zhī wéi zhī，',
                'yǐ yǒng jīn zhāo。suǒ wèi yī rén，yú yān xiāo yáo？',
                'jiǎo jiǎo bái jū，shí wǒ chǎng huò。zhí zhī wéi zhī，',
                'yǐ yǒng jīn xī。suǒ wèi yī rén，yú yān jiā kè？',
            ],
            'vernacular' => [
                '光亮皎洁小白马，吃我园中嫩豆苗。拴好缰绳绊住脚，就在我家过今朝。所说那位贤德人，请在这儿尽逍遥。',
                '光亮皎洁小白马，吃我园中嫩豆叶。拴好缰绳绊住脚，就在我家过今夜。所说那位贤德人，在此做客心意惬。',
            ],
        ],
        [
            'content' => [
                '皎皎白驹，贲然来思。尔公尔侯，',
                '逸豫无期？慎尔优游，勉尔遁思。',
                '皎皎白驹，在彼空谷。生刍一束，',
                '其人如玉。毋金玉尔音，而有遐心。',
            ],
            'spell' => [
                'jiǎo jiǎo bái jū，bēn rán lái sī。ěr gōng ěr hóu，',
                'yì yù wú qī？shèn ěr yōu yóu，miǎn ěr dùn sī。',
                'jiǎo jiǎo bái jū，zài bǐ kōng gǔ。shēng chú yí shù，',
                'qí rén rú yù。wú jīn yù ěr yīn，ér yǒu xiá xīn。',
            ],
            'vernacular' => [
                '光亮皎洁小白马，快速来到我的家。为公为侯多高贵，安逸享乐莫还家。悠闲自在别过分，不要避世图闲暇。',
                '光亮皎洁小白马，空旷山谷留身影。一束青草作饲料，那人品德似琼英。走后别忘把信捎，切莫疏远忘友情。',
            ],
            'notes' => [
                '贲(bì)然：文饰，装饰得很好。思：语助词。',
                '尔：你，即“伊人”。公、侯：古爵位名，此处皆作动词，为公为侯之意。',
                '逸豫：安乐。无期：没有终期。',
                '慎：慎重。优游：悠闲自得。',
                '勉：“免”之假借字，打消之意。遁：避世。',
                '空谷：深谷。空，“穹”之假借。',
                '生刍(chú)：喂牲畜的青草。',
                '其人：亦即“伊人”。如玉：品德美好如玉。',
                '金玉：此处皆用作意动词，珍惜之意。',
                '遐(xiá)心：疏远之心。',
            ],
        ],
    ],
    'unscramble' => [
        '全诗四章，分为两个层次。前三章为第一层，写客人未去主人挽留。古代留客的方式多种多样。《汉书·陈遵传》载有“投辖于井”的方式，当客人要走的时候，主人将客人车上的辖投于井中，使车不能行走，借此把客人留住。此诗描写的主人则是想方设法地把客人骑的马拴住，留马是为了留人，希望客人能在他家多逍遥一段时间，以延长欢乐时光，字里行间流露了主人殷勤好客的热情和真诚。主人不仅苦心挽留客人，而且还劝他谨慎考虑出游，放弃隐遁山林、独善其身、享乐避世的念头。在第三章里诗人采用间接描写的方法，对客人的形象作了刻画。客人的才能可以为公为侯，但生逢乱世，既不能匡辅朝廷又不肯依违，只好隐居山林。末章为第二层，写客人已去而相忆。主人再三挽留客人，得不到允诺，给主人留下了深深的遗憾，于是就希望客人能再回来，并和他保持音讯联系，不可因隐居就疏远了朋友。惜别和眷眷思念都溢于言表。',
        '由上文所述可知，此诗形象鲜明，栩栩如生，给读者留下了深刻印象;刻画人物手法灵活多变，直接描写和间接描写交相使用，值得玩味。',
    ],
];
