<?php
return [
    'chapters' => [
        [
            'content' => [
                '节彼南山，维石岩岩。赫赫师尹，民具尔瞻。',
                '忧心如惔，不敢戏谈。国既卒斩，何用不监！',
                '节彼南山，有实其猗。赫赫师尹，不平谓何。',
                '天方荐瘥，丧乱弘多。民言无嘉，惨莫惩嗟！',
            ],
            'spell' => [
                'jié bǐ nán shān，wéi shí yán yán。hè hè shī yǐn，mín jù ěr zhān。',
                'yōu xīn rú yán，bù gǎn xì tán。guó jì zú zhǎn，hé yòng bù jiān！',
                'jié bǐ nán shān，yǒu shí qí ē。hè hè shī yǐn，bù píng wèi hé。',
                'tiān fāng jiàn cuó，sāng luàn hóng duō。mín yán wú jiā，cǎn mò chéng jiē！',
            ],
            'vernacular' => [
                '巍巍的终南山高耸入云端，层层叠叠的山石危立险矗。太史尹氏正得势权位显赫，引得普天下百姓万众瞩目。仁人君子为国政忧心如焚，不敢开玩笑哪来幽默谈吐!国运已经衰落得如此不堪，你为什么还这样熟视无睹!',
                '巍巍的终南山高耸入云端，山谷幽深草密林木可参天。太史尹氏正得势权位显赫，但他执政不平有何善可言?苍天无眼正降下重重祸患，丧乱何其多竟是不可言传!百姓们怨声载道没人说好，你却不曾有丝毫愧怍嗟叹!',
            ],
        ],
        [
            'content' => [
                '尹氏大师，维周之氐。秉国之钧，四方是维。',
                '天子是毗，俾民不迷。不吊昊天，不宜空我师。',
                '弗躬弗亲，庶民弗信。弗问弗仕，勿罔君子。',
                '式夷式已，无小人殆。琐琐姻亚，则无膴仕。',
            ],
            'spell' => [
                'yǐn shì tài shī，wéi zhōu zhī dǐ。bǐng guó zhī jūn，sì fāng shì wéi。',
                'tiān zǐ shì pí，bǐ mín bù mí。bù diào hào tiān，bù yí kōng wǒ shī。',
                'fú gōng fú qīn，shù mín fú xìn。fú wèn fú shì，wù wǎng jūn zǐ。',
                'shì yí shì yǐ，wú xiǎo rén dài。suǒ suǒ yīn yà，zé wú wū shì。',
            ],
            'vernacular' => [
                '我敬爱的太史尹氏大官人!你可是咱大周王室的根本，执掌国家大政方针的重臣。天下四方的安稳靠你支撑，天子权威的牢固靠你辅振，百姓的生活道路靠你指引!现在却得不到苍天的眷顾，你不该总让我们饱受穷困!',
                '你贵为太史却不亲政勤政，已经失去天下百姓的信任!你对朝政也总是不闻不问，不要再欺哄瞒骗至德圣君!你就该静心执政莫再发昏，不要再委政小人危及国运!那些委琐宵小的裙带姻亲，就不该教他做高官厚禄人!',
            ],
        ],
        [
            'content' => [
                '昊天不佣，降此鞠訩。昊天不惠，降此大戾。',
                '君子如届，俾民心阕。君子如夷，恶怒是违。',
                '不吊昊天，乱靡有定。式月斯生，俾民不宁。',
                '忧心如酲，谁秉国成？不自为政，卒劳百姓。',
            ],
            'spell' => [
                'hào tiān bù yōng，jiàng cǐ jū xiōng。hào tiān bú huì，jiàng cǐ dà lì。',
                'jūn zǐ rú jiè，bǐ mín xīn què。jūn zǐ rú yí，wù nù shì wéi。',
                'bú diào hào tiān，luàn mǐ yǒu dìng。shì yuè sī shēng，bǐ mín bù níng。',
                'yōu xīn rú chéng，shuí bǐng guó chéng？bù zì wéi zhèng，zú láo bǎi xìng。',
            ],
            'vernacular' => [
                '苍天大老爷不肯阳光普照，给人间降下如此大的灾疫;苍天大老爷不肯施恩眷顾，给人间降下如此深重戾气。至德的圣君如果降趾莅临，一定会让百姓的乱心平息;至德的圣君如果执政公允，一定会让百姓的怨怒远离!',
                '可叹命多舛不被苍天怜悯，天下槽乱至今还没有平定;祸患滋生伴随着岁月增长，使黎民百姓生活不得安宁。我忧国忧民之心痛如沉醉，是谁执掌国政竟如此无能!你不能鞠躬尽瘁亲劳勤政，遭秧受害的还是天下苍生!',
            ],
        ],
        [
            'content' => [
                '驾彼四牡，四牡项领。我瞻四方，蹙蹙靡所骋！',
                '方茂尔恶，相尔矛矣！既夷既怿，如相酬矣！',
                '昊天不平，我王不宁。不惩其心，覆怨其正。',
                '家父作诵，以究王訩。式讹尔心，以畜万邦。',
            ],
            'spell' => [
                'jià bǐ sì mǔ，sì mǔ xiàng lǐng。wǒ zhān sì fāng，cù cù mí suǒ chěng！',
                'fāng mào ěr è， xiāng ěr máo yǐ！jì yí jì yì，rú xiāng chóu yǐ！',
                'hào tiān bù píng，wǒ wáng bù níng。bù chéng qí xīn，fù yuàn qí zhèng。',
                'jiā fù zuò sòng，yǐ jiū wáng xiōng。shì é ěr xīn，yǐ xù wàn bāng。',
            ],
            'vernacular' => [
                '我驾驭着那四匹高头大马，四马奔腾抖动着粗壮脖颈。我站在车上瞻望四方风景，心头茫然不知向何处驰骋!',
                '你刚才还肆意为恶抖威风，两眼盯着矛戟想和人作战。很快又平息戾气悦色和颜，犹如宾朋对坐把酒来言欢。',
                '苍天大老爷总是如此不公，害得我君王整日不得安生。太史尹氏不但不自警自省，反倒抱怨君子们行端坐正!',
                '家父大夫苦心孤诣作讽诗，为的是探究我王遭难深因。抑或是为了感化你的狠心，以有利国家造福天下黎民!',
            ],
            'unscramble' => [
                '《小雅·节南山》所指责的对象则是幽王及其权臣。前人屡辩诗旨是“刺王”还是“刺尹”，甚为无谓。总因古代君臣名分颇严，论者又往往横亘一“诗可以怨”或一“《小雅》怨诽而不乱”之念于胸中，因之便有不同的“先入为主”之念在作怪。今就诗论诗，直刺师尹，颇为鲜明;而一再怨望“昊天”，又借以指责天子。',
                '关于师尹，自毛传以来皆解作“大师尹氏”，至王国维始辨析其为二人，即首掌军职的大师和首掌文职的史尹。观《大雅·常武》中大师“整六师”、尹氏及其属“戒师旅”，则大师统军而尹氏监军，对照《小雅·节南山》诗首章，“忧心如惔，不敢戏谈”正合于军国主义背景，偏于责师;而“国既卒斩，何用不监”。乃监察司之失职，偏于斥尹。',
                '全诗十章，共分三部分。首二章以南山起兴，以象征二权臣。以山之险要象征其权之枢要，又以山之不平联系到二臣秉政不平。结合篇末“昊天不平，我王不宁”的呼应来看，天怒人怨，总由师尹秉政不平使然，故“不平”二字为全篇眼目。只是第二部分却一再将不平(不夷)与不己(不自为政)并提而责难，推思其义，全诗是指斥师尹失政在不能持平(夷)，而要持平则又须事必躬亲(己)，因而全诗结构是起于夷(平)终于夷(平)而介于己。',
                '首章点出“不敢戏谈”以致“国既卒斩”;二章点出昊天再降饥疫以致“丧乱弘多”，民众无法存活，从而“不敢戏谈”之高压失控，遂而“民言无嘉”。一章言人祸，二章言天灾，由时间及顺序暗示天灾实人祸所致，人间暴戾上干天怒所致，此即第一部分的要害。',
                '从第三到第六共四章为第二部分。在上两章铺垫的基础上，三章进一步点明师尹之害人害天，天再施报于人，人民双重遭殃。“诗可以怨”，怨而至天，亦已极矣!四、五两章句式排比，结构整齐而又不乏疏宕之美。四章围绕“夷”“己”二字正反展开，既为师尹说法，更为一切秉政者说法，三十二字可铭于座右，可镌于通衢。五章“昊天不佣(融)”“昊天不惠(慧)”二解是“刺”，“君子如届(临、己)”“君子如夷(平)”二解是“美”，也是对师尹说法。两章排比、对比之势，酣畅淋漓，一气呵成，诗人的责怨之情也推到了高潮。六章承上启下，由怒转叹。',
                '统观第二部分四个章节，结构颇为讲究：五、六章既以“昊天不佣”“昊天不惠”和“不吊昊天”以上应第三章的“不吊昊天”，又以“君子如届(临、己)”、“君子如夷”和“谁秉国成(平、夷)”、“不自为政(不己)”以上应第四章的“式夷式已”，可见此部分是以怨天和尤人双向展开而又并拢合承，甚耐玩味。',
                '第七、八、九、十章为第三部分。变每章八句为四句，于音乐为变奏。于诗情为由怨怒转悲叹。唯七、八两章疑有错简而当易位：前“方茂尔恶”章言师党与尹党既相倾轧又相勾结，以见朝政难革;后“驾彼四牡”章言无奈之下只有往奔四国避乱(或求诸侯勤王)，然而四方亦不可往，“蹙蹙靡所骋”。诗人说：既然宗周与四国皆被师尹扰乱，国已不国，今日上干天怒，下危人主，尽管师尹不自责己而反怨怒匡正，我身为大夫，也只有勇作诗“诵”，“以究王讻”，成此一篇檄文，为来者垂诫了!',
                '这首诗的作者能够正视现实，坚持正义，自觉地以诗为批判的武器，像掷出的匕首和投枪那样刺向了周王朝最高统治阶级，诗人义正辞严，毫不留情，暴露了宗周崩溃前夕的黑暗统治，鞭挞了误国害民的官僚集团。更为可贵的是，诗篇在暴露幽王和师尹罪恶统治的同时，塑造了一位爱国忧民的知识分子的自我形象。能够暴露黑暗政治，谴责腐败现象，表现了下级大夫对上级官僚的怨刺，在那等级森严的统治社会里还是难能可贵的。这在客观上表明周王朝的最高统治者的倒行逆施越来越不得人心，他们的统治地位已经岌岌可危。宗周社会已是风雨飘摇，面临倒台，这是不以人们的意志为转移的大趋势。因此，这不但是一篇真实地反映社会生活的现实主义作品，而且具有明显的历史文献价值。',
                '这首诗充分体现了政治讽刺诗的特点。全篇笔锋自始至终带有感情色彩，恩怨不混，爱憎分明。全诗虽有十章，却仿佛一气呵成。历数幽王和师尹的鬼蜮伎俩，给人以痛快淋满之感。诗把叙事、写景、抒情和议论融为一体，自然熨贴。前两章虽和民歌惯用的重章叠句相似，但已并不像民歌那样形式简单，风格质朴，而是语言修饰较多，词汇也比较丰富。所用比喻如“维周之氐”“秉国之钩”等，所用叠字如“岩岩”“赫赫”“蹙蹙”等，也都恰切精当富于表现力。诗还采用了排比句式和对比手法。如连用“弗”字和连用“昊天”和“君子”领起的诗句，如此揭露矛盾，针砭时政，便增强了艺术的表达效果，容易被人们理解和接受。《小雅·节南山》无论在思想或艺术方面都堪称《诗经》中的文人佳作。',
            ],
            'notes' => [
            ],
        ],
    ],
];
