<?php
return [
    'chapters' => [
        [
            'content' => [
                '旻天疾威，敷于下土。谋犹回遹，何日斯沮？',
                '谋臧不从，不臧覆用。我视谋犹，亦孔之邛。',
                '潝潝訿訿，亦孔之哀。谋之其臧，则具是违。',
                '谋之不臧，则具是依。我视谋犹，伊于胡厎。',
            ],
            'spell' => [
                'mín tiān jí wēi，fū yú xià tǔ。móu yóu huí yù，hé rì sī jǔ？',
                'móu zāng bù cóng，bù zāng fù yòng。wǒ shì móu yóu，yì kǒng zhī qióng。',
                'xì xì zǐ zǐ，yì kǒng zhī āi。móu zhī qí zāng，zé jù shì wéi。',
                'móu zhī bù zāng，zé jù shì yī。wǒ shì móu yóu，yī yú hú zhǐ。',
            ],
            'vernacular' => [
                '苍天苍天太暴虐，灾难降临我国界。朝廷策谋真邪僻，不知何时能止歇。善谋良策难听从，歪门邪道反不绝。我看朝廷的谋划，确是弊病太多些。',
                '小人叽喳攻异己，是非不分我悲凄。若有什么好谋略，他们全都不肯依。若有什么坏计策，他们全都会同意。我看朝廷的谋划，不知弄到何境地。',
            ],
        ],
        [
            'content' => [
                '我龟既厌，不我告犹。谋夫孔多，是用不集。',
                '发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。',
                '哀哉为犹！匪先民是程，匪大犹是经。',
                '维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。',
            ],
            'spell' => [
                'wǒ guī jì yàn，bù wǒ gào yóu。móu fū kǒng duō，shì yòng bù jí。',
                'fā yán yíng tíng，shuí gǎn zhí qí jiù？rú fěi xíng mài móu，shì yòng bù dé yú dào。',
                'āi zāi wéi yóu！fěi xiān mín shì chéng，fěi dà yóu shì jīng。',
                'wéi ěr yán shì tīng，wéi ěr yán shì zhēng。rú bǐ zhù shì yú dào móu，shì yòng bú kuì yú chéng。',
            ],
            'vernacular' => [
                '占卜灵龟已厌倦，谋划再不向我谈。谋臣策士实在多，就是没有好意见。议论纷纷满庭中，指出弊病有谁敢!就像谋划要远行，真到路上没效验。',
                '如此谋划我悲痛，古圣先贤不效法，常规大道不遵从。近僻之言王爱听，肤浅之见纷聚讼。就像宫室建路上，当然不会获成功。',
            ],
        ],
        [
            'content' => [
                '国虽靡止，或圣或否。民虽靡膴，或哲或谋，',
                '或肃或艾。如彼泉流，无沦胥以败。',
                '不敢暴虎，不敢冯河。人知其一，莫知其他。',
                '战战兢兢，如临深渊，如履薄冰。',
            ],
            'spell' => [
                'guó suī mǐ zhǐ，huò shèng huò fǒu。mín suī mǐ wǔ，',
                'huò zhé huò móu，huò sù huò yì。rú bǐ quán liú，wú lún xū yǐ bài。',
                'bù gǎn bào hǔ，bù gǎn píng hé。rén zhī qí yī，mò zhī qí tā。',
                'zhàn zhàn jīng jīng，rú lín shēn yuān，rú lǚ bó bīng。',
            ],
            'vernacular' => [
                '国家虽然没法度，人有聪明有糊涂。人民虽然不富足，还有明哲有善谋，有能治国有严肃。就像长流那泉水，不让衰败与陈腐!',
                '不敢空手打虎去，不敢徒步过河行。人们只知这危险，不知其他灾祸临。面对政局我战兢，就像面临深深渊，就像脚踏薄薄冰。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
        '全诗六章，前三章每章八句，后三章每章七句。',
        '第一章突兀起句，以怨天的口气发端，指出当前王朝政治的灾难是“谋犹回遹”，昏庸的国王是非不辨、善恶不分，结果“谋臧不从，不臧覆用”，表现出作者对国家命运的愤慨和忧虑。第二章进一步指出，所以造成这种政治上的混乱局面，是由于一些掌权者叽叽喳喳、党同伐异。他们“谋之其臧，则具是违;谋之不臧，则具是依”，因而诗人再次发出感叹：这样下去，不知国家要弄到什么地步!从而加深了第一章内容的表述。第三章，作者用“我龟既厌”这一典型的事例再次表示对王朝政治、国家命运的深切忧虑，并指出，朝廷上虽然“谋夫孔多”、“发言盈庭”，但都是矢不中的、不着边际的空谈。接着第四章又进一步说明，当前王朝的政令策谋，上不遵古圣先贤、下不合固有规范，而国王还偏听偏信、不加考究，就使王朝的策谋更加脱离实际了。第五章作者又以谏劝的口气说，国家各种人才都有，国王要择善而从，不要使他们流散、消亡。这实是对周王发出了警告。最后一章，作者再次表达了自己忧虑国事的深沉心情，其中“战战兢兢”三句，生动形象、寓意鲜明，写出了自己焦虑万状的心态，广为后世所引用，早已成为著名的成语。',
        '由上述内容，与其说这是一首政治讽刺诗，不如说它是一首政治抒情诗更确切些。当然，政治讽刺也是一种政治抒情。作者以“谋犹回遹”为此诗中心议题，以对国事的忧虑为主线，以感叹的语气贯穿始终，从中把叙述、揭露、讽刺和议论有机地结合在一起来表述，从而形成了此诗主题明确、内容丰富和感情深厚的显著特色。从谋划的正邪、决策的当否，能看到政治的弊端以至国家的命运，表现了作者具有比较敏锐的政治洞察力，并忧心忡忡，如临深渊、如履薄冰地为国事操心，表现了作者具有比较深厚的爱国感情，这些也就是此诗思想价值之所在。',
    ],
];
