<?php
return [
    'chapters' => [
        [
            'content' => [
                '摽有梅，其实七兮。',
                '求我庶士，迨其吉兮。',
                '摽有梅，其实三兮。',
                '求我庶士，迨其今兮。',
                '摽有梅，顷筐塈之。',
                '求我庶士，迨其谓之。',
            ],
            'spell' => [
                'biào yǒu méi，qí shí qī xī。',
                'qiú wǒ shù shì，dài qí jí xī。',
                'biào yǒu méi，qí shí sān xī。',
                'qiú wǒ shù shì，dài qí jīn xī。',
                'biào yǒu méi，qǐng kuāng xì zhī。',
                'qiú wǒ shù shì，dài qí wèi zhī。',
            ],
            'vernacular' => [
                '梅子落地纷纷，树上还留七成。有心求我的小伙子，请不要耽误良辰。',
                '梅子落地纷纷，枝头只剩三成。有心求我的小伙子，到今儿切莫再等。',
                '梅子纷纷落地，收拾要用簸箕。有心求我的小伙子，快开口莫再迟疑。',
            ],
            'notes' => [
                '召(shào)南：《诗经》十五国风之一。召南指周朝召公统治的南方地域。',
                '摽(biào)：掷、抛，一说坠落、落下。有：语助词。',
                '七：一说非实数，古人以七到十表示多，三以下表示少。',
                '庶：众多。士：未婚男子。',
                '迨(dài)：及，趁。吉：好日子。',
                '今：现在。',
                '顷筐：斜口浅筐，犹今之簸箕;一说即倾筐，倾其所有。塈(jì)：取，一说给予。',
                '谓：告诉，约定;一说通“会”，聚会;一说归，嫁。',
            ],
        ],
    ],
    'unscramble' => [
        '这是一首委婉而大胆的求爱诗。“求我庶士”，不妨读为“我求庶士”。暮春，梅子黄熟，纷纷坠落。一位姑娘见此情景，敏锐地感到时光无情，抛人而去，而自己青春流逝，却嫁娶无期，便不禁以梅子兴比，情意急迫地唱出了这首怜惜青春、渴求爱情的诗歌。',
        '此篇的诗旨、诗艺和风俗背景，前人基本约言点出。《毛诗序》所说的“男女及时”四字，已申明诗旨;后数语乃经师附会，应当略去。《周礼·媒氏》曰：“仲春之月，令会男女。于是时也，奔者不禁。若无故而不用令者，罚之。司男女之无夫家者而会之。”明白了先民的这一婚恋习俗，对这首情急大胆的求爱诗，就不难理解了。陈奂则对此篇巧妙的兴比之意作了简明的阐释，认为“梅、媒声同，故诗人见梅而起兴”。',
        '龚橙《诗本义》说：“《摽有梅》，急婿也。”一个“急”字，抓住了此篇的情感基调，也揭示了全诗的旋律节奏。从抒情主人公的主观心态看，“急”就急在青春流逝而夫婿无觅。全诗三章，“庶士”三见。“庶”者，众多之意;“庶士”，意谓众多的小伙子。可见这位姑娘尚无意中人。她是在向整个男性世界寻觅、催促，呼唤爱情。青春无价，然流光易逝。“真正的青春，贞洁的妙龄的青春，周身充满了新鲜的血液、体态轻盈而不可侵犯的青春，这个时期只有几个月”(《罗丹艺术论·女性美》)。如今梅子黄熟，嫁期将尽，仍夫婿无觅，不能不令人情急意迫。青春流逝，以落梅为比。“其实七兮”“其实三兮”“顷筐塈之”，由繁茂而衰落;这也正一遍遍在提醒“庶士”：“花枝堪折直须折，莫待无花空折枝。”唐诗《金缕衣》之忧心“无花空折枝”，似乎深有《召南·摽有梅》之遗意。从诗篇的艺术结构看，“急”就急在三章复唱而一步紧逼一步。重章复唱，是《诗经》基本结构。但从诗意的表达看，有两种不同的形态，即重章之易辞申意和重章之循序渐进。《召南·草虫》首章末句“我心则降”、次章末句“我心则说”、末章末句“我心则夷”，即为语虽异而情相类的重章之易辞申意。《摽有梅》则属于重章之循序渐进。三章重唱，却一层紧逼一层，生动有力地表现了主人公情急意迫的心理过程。首章“迨其吉兮”，尚有从容相待之意;次章“迨其今兮”，已见敦促的焦急之情;至末章“迨其谓之”，可谓真情毕露，迫不及待了。三复之下，闻声如见人。',
        '珍惜青春，渴望爱情，是中国诗歌的母题之一。《摽有梅》作为春思求爱诗之祖，其原型意义在于建构了一种抒情模式：以花木盛衰比青春流逝，由感慨青春易逝而追求婚恋及时。从北朝民歌《折杨柳枝歌》“门前一株枣，岁岁不知老。阿婆不嫁女，那得孙儿抱”，到中唐无名氏的《金缕曲》“花枝堪折直须折，莫待无花空折枝”;从《牡丹亭》中杜丽娘感慨“良辰美景奈何天”，到《红楼梦》里林黛玉叹惜“花谢花飞飞满天”;以至闻捷《吐鲁番情歌》中的“苹果树下”和“葡萄成熟了”这两首名作，可以说，无不是这一原型模式的艺术变奏。然而，《摽有梅》作为先民的首唱之作，却更为质朴而清新，明朗而深情。',
    ],
];
