<?php
return [
    'chapters' => [
        [
            'content' => [
                '瞻彼洛矣，维水泱泱。君子至止，',
                '福禄如茨。韎韐有奭，以作六师。',
                '瞻彼洛矣，维水泱泱。君子至止，',
                '鞸琫有珌。君子万年，保其家室。',
                '瞻彼洛矣，维水泱泱。君子至止，',
                '福禄既同。君子万年，保其家邦。',
            ],
            'spell' => [
                'zhān bǐ luò yǐ，wéi shuǐ yāng yāng。jūn zǐ zhì zhǐ，',
                'fú lù rú cí。mèi gé yǒu shì，yǐ zuò liù shī。',
                'zhān bǐ luò yǐ，wéi shuǐ yāng yāng。jūn zǐ zhì zhǐ，',
                'bì běng yǒu bì。jūn zǐ wàn nián，bǎo qí jiā shì。',
                'zhān bǐ luò yǐ，wéi shuǐ yāng yāng。jūn zǐ zhì zhǐ，',
                'fú lù jì tóng。jūn zǐ wàn nián，bǎo qí jiā bāng。',
            ],
            'vernacular' => [
                '瞻望那奔流的洛水，水波浩浩茫茫。天子莅临到这地方，福禄如积厚且长。皮蔽膝闪着赤色的光，发动六军讲武忙。',
                '瞻望那奔流的洛水，水波浩浩汤汤。天子莅临到这地方，刀鞘玉饰真堂皇。天子万岁福泽长，保我家室卫我疆。',
                '瞻望那奔流的洛水，水势浩浩波茫茫。天子莅临到这地方，福禄聚集群情畅。天子万岁寿无疆，保我家乡卫我邦。',
            ],
            'notes' => [
                '泱（yāng）泱：水势盛大的样子。',
                '止：语助词。',
                '茨：聚集。如茨，形容其多。',
                '韎韐（mèigé）：用茜草染成黄赤色的革制品，如今之蔽膝。朱熹《诗集传》以为“韎韐”即《周礼》所谓韦弁，兵事之服也。?amp;#93;（shì）：赤色貌。',
                '作：起也。六师：六军，古时天子六军。',
                '鞸（bǐ）：刀鞘。琫（bēng）：刀鞘口周围的玉饰。珌（bì）：刀鞘末端的玉饰。',
                '同：聚集。',
            ],
        ],
    ],
    'unscramble' => [
    ],
];
