<?php
return [
    'chapters' => [
        [
            'content' => [
                '间关车之舝兮！思娈季女逝兮！匪饥匪渴，',
                '德音来括。虽无好友，式燕且喜。',
                '依彼平林，有集维鷮。辰彼硕女，',
                '令德来教。式燕且誉，好尔无射。',
                '虽无旨酒，式饮庶几。虽无嘉肴，',
                '式食庶几。虽无德与女，式歌且舞。',
            ],
            'spell' => [
                'jiān guān jū zhī xiá xī！sī luán jì nǚ shì xī！fěi jī fěi kě，',
                'dé yīn lái kuò。suī wú hǎo yǒu，shì yàn qiě xǐ。',
                'yīn bǐ píng lín，yǒu jí wéi jiāo。chén bǐ shuò nǚ，',
                'lìng dé lái jiào。shì yàn qiě yù，hǎo ěr wú yì。',
                'suī wú zhǐ jiǔ，shì yǐn shù jī。suī wú jiā yáo，',
                'shì shí shù jī。suī wú dé yǔ rǔ，shì gē qiě wǔ。',
            ],
            'vernacular' => [
                '车轮转动车辖响，妩媚少女要出阁。不再饥渴慰我心，有德淑女来会合。虽然没有好朋友，宴饮相庆自快乐。',
                '丛林茂密满平野，长尾锦鸡栖树上。那位女娃健又美，德行良好有教养。宴饮相庆真愉悦，爱意不绝情绵长。',
                '虽然没有美佳酿，但愿你能喝一盏。虽然没有美佳肴，但愿你能吃一点。虽然德行难配你，且来欢歌舞翩跹。',
            ],
        ],
        [
            'content' => [
                '陟彼高冈，析其柞薪。析其柞薪，',
                '其叶湑兮！鲜我觏尔，我心写兮！',
                '高山仰止，景行行止！四牡騑騑，',
                '六辔如琴。觏尔新婚，以慰我心。',
            ],
            'spell' => [
                'zhì bǐ gāo gāng，xī qí zhà xīn。xī qí zhà xīn，',
                'qí yè xǔ xī！xiān wǒ gòu ěr，wǒ xīn xiè xī！',
                'gāo shān yǎng zhǐ，jǐng xíng xíng zhǐ！sì mǔ fēi fēi，',
                'liù pèi rú qín。gòu ěr xīn hūn，yǐ wèi wǒ xīn。',
            ],
            'vernacular' => [
                '登上高高那山冈，柞枝劈来当柴烧。柞枝劈来当柴烧，柞叶茂盛满树梢。此时我能接到你，心中烦恼全消掉。',
                '巍峨高山要仰视，平坦大道能纵驰。驾起四马快快行，挽缰如调琴弦丝。今遇新婚好娘子，满怀欣慰称美事。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
        '全诗五章，皆以男子的口吻写娶妻途中的喜乐及对佳偶的思慕之情。',
        '首章写娶妻启程。诗从娶亲的车声中开始。随着“间关”的车声，朝思暮想的少女就出嫁了。这其中流露出诗人积蓄已久的欣喜若狂之情。然而诗人又天真地声明：“匪饥匪渴，德音来括。”高兴的原因绝非因为性爱的饥渴即将满足，而是对女子美德的崇慕，真可谓好德胜于好色了。这当然是恋人“此地无银三百两”而已，所以下文又禁不住一往情深地说：“虽无好友，式燕且喜。”',
        '次章写婚车越过平林。由林莽中成双成对的野鸡，想到了车中的“硕女”，再加上她美好的教养和品德，更使诗人情怀激荡，信誓旦旦：“式燕且誉，好尔无射(意谓：我爱你终生不渝)。”',
        '第三章继续是男子对女子情真意切的倾诉：虽没有美酒佳肴，也没有崇高的品德，但却有一颗爱人的心。这些朴实无华的语言，冲口而出，感人至深。',
        '第四章写婚车进入高山。这里有茂盛的柞树。“陟彼高冈，析其柞薪。析其柞薪，其叶湑兮。”“析薪如之何?匪斧不克;取妻如之何?匪媒不得”，这是当时的谚语，所以诗人由“析薪”想到了娶妻。而柔嫩鲜艳的绿叶，是美丽可爱新妇的最好比喻;由《卫风·氓》“桑之未落，其叶沃若”一句，可以确信“其叶湑兮”是写新妇的光彩照人的。这里诗人融咏物与比兴为一体，巧妙地表现了对新妇的喜爱。最后“鲜我觏尔，我心写兮”两句更是直抒情怀。',
        '尾章写婚车越过高山，进入大路。诗人仰望高山，远眺大路，面对佳偶，情满胸怀，诗句自肺腑流出：“高山仰止，景行行止。”这是叙事、写景，但更多的则是比喻。新妇那美丽的形体和坚贞的德行，正像高山大路一样令人敬仰和向往。诗句意蕴丰厚，气宇轩昂，因而成为表达一种仰慕之情的最好意象，遂成千古名句。接下两句“四牡騑騑，六辔如琴“，不仅与首章“间关”二句相呼应，形成回环之势，而且那如琴弦的六辔更是包含着诗人对婚后美好和谐生活的丰富想像。最后两句，又直抒胸臆，情结全篇。',
        '这首诗在艺术上的主要特色，首先是结构上的跌宕。其次是抒情手法的多样，或直诉情怀，一泻方快;或以景写情，亦景亦情;或比兴烘托，意境全出。总之，它是《雅》诗中优秀的抒情诗篇。',
    ],
];
