<?php
return [
    'chapters' => [
        [
            'content' => [
                '宾之初筵，左右秩秩。笾豆有楚，殽核维旅。',
                '酒既和旨，饮酒孔偕。钟鼓既设，举酬逸逸。',
                '大侯既抗，弓矢斯张。射夫既同，献尔发功。',
                '发彼有的，以祈尔爵。',
            ],
            'spell' => [
                'bīn zhī chū yán，zuǒ yòu zhì zhì。biān dòu yǒu chǔ，yáo hé wéi lǚ。',
                'jiǔ jì hé zhǐ，yǐn jiǔ kǒng xié。zhōng gǔ jì shè，jǔ chóu yì yì。',
                'dà hóu jì kàng，gōng shǐ sī zhāng。shè fū jì tóng，xiàn ěr fā gōng。',
                'fā bǐ yǒu dì，yǐ qí ěr jué。',
            ],
            'vernacular' => [
                '客人刚来到筵前准备入席，分左右两列落座谦让有序。竹笾木豆排列得整整齐齐，笾豆里的食品是那样精致。酒是那样醇厚柔和又甜美，喝起酒来大家都非常满意。编钟和金鼓都已经摆布好，宾主举杯敬酒从容又安逸。',
                '天子的熊靶已经树立起来，箭在弦上强弓也已经拉开。射手们已经聚集到靶场上，把你们的射箭本领拿出来。开弓放箭每发都要射中靶，为的是罚你饮酒欢乐开怀。',
            ],
        ],
        [
            'content' => [
                '籥舞笙鼓，乐既和奏。烝衎烈祖，以洽百礼。',
                '百礼既至，有壬有林。锡尔纯嘏，子孙其湛。',
                '其湛曰乐，各奏尔能。宾载手仇，室人入又。',
                '酌彼康爵，以奏尔时。',
            ],
            'spell' => [
                'yuè wǔ shēng gǔ，yuè jì hé zòu。zhēng kàn liè zǔ，yǐ qià bǎi lǐ。',
                'bǎi lǐ jì zhì，yǒu rén yǒu lín。xī ěr chún gǔ，zǐ sūn qí dān。',
                'qí dān yuē lè，gè zòu ěr néng。bīn zài shǒu qiú，shì rén rù yòu。',
                'zhuó bǐ kāng jué，yǐ zòu ěr shí。',
            ],
            'vernacular' => [
                '执龠而舞吹起笙来敲响鼓，各种乐器一齐奏响多和谐。向创业的先祖们敬献乐舞，以便附和燕礼的繁文缛节。繁复的礼制仪轨一一演遍，场面隆重盛大又气氛热烈。上神传旨赐你们纯洁祝福，子子孙孙永远幸福又安康。',
                '子孙万代幸福安康又快乐，尽情展示你们的本领特长。客人们手执酒杯寻找对手，陪酒的出来进去忙个不休。宾主们倾满美酒举杯痛饮，向列祖列宗进献时鲜祭品。',
            ],
        ],
        [
            'content' => [
                '宾之初筵，温温其恭。其未醉止，威仪反反。',
                '曰既醉止，威仪幡幡。舍其坐迁，屡舞仙仙。',
                '其未醉止，威仪抑抑。曰既醉止，威仪怭怭。',
                '是曰既醉，不知其秩。',
            ],
            'spell' => [
                'bīn zhī chū yán，wēn wēn qí gōng。qí wèi zuì zhǐ，wēi yí fǎn fǎn。',
                'yuē jì zuì zhǐ，wēi yí fān fān。shè qí zuò qiān，lǚ wǔ xiān xiān。',
                'qí wèi zuì zhǐ，wēi yí yì yì。yuē jì zuì zhǐ，wēi yí bì bì。',
                'shì yuē jì zuì，bù zhī qí zhì。',
            ],
            'vernacular' => [
                '客人们刚到未入席饮酒前，一个个温文尔雅恭谨庄严;当他们还没有喝醉的时候，一个个保持形象顾着脸面;等他们酩酊大醉以后再看，一个个举动轻浮丧尽威严;离开自己的座位到处乱转，不停地手舞足蹈姿态翩跹。',
                '当他们还没有喝醉的时候，一个个保持形象谦抑低调;等他们酩酊大醉以后再看，一个个放浪形骸举止轻佻;这都是喝酒不节制惹的祸，不知道自己的轻重乱了套。',
            ],
        ],
        [
            'content' => [
                '宾既醉止，载号载呶。乱我笾豆，屡舞僛僛。',
                '是曰既醉，不知其邮。侧弁之俄，屡舞傞傞。',
                '既醉而出，并受其福。醉而不出，是谓伐德。',
                '饮酒孔嘉，维其令仪。',
            ],
            'spell' => [
                'bīn jì zuì zhǐ，zài háo zài náo。luàn wǒ biān dòu，lǚ wǔ qī qī。',
                'shì yuē jì zuì，bù zhī qí yóu。cè biàn zhī é，lǚ wǔ suō suō。',
                'jì zuì ér chū，bìng shòu qí fú。zuì ér bù chū，shì wèi fá dé。',
                'yǐn jiǔ kǒng jiā，wéi qí lìng yí。',
            ],
            'vernacular' => [
                '客人喝醉酒以后你就看吧，又是大呼小叫还吵闹不迭;打翻了我筵席上的笾和豆，手上乱抓乱挠步态也歪斜。这都是喝酒不节制惹的祸，不知道自己犯下多大过错。头上歪戴着帽子出尽洋相，还总是狂呼不止醉舞婆娑。',
                '如果喝醉了酒你及时离席，宾主双方你好我好享清福。如果喝醉了酒还赖着不走，这就叫害人害己自取其辱。饮酒本是件非常好的事情，关键是要保持形象讲风度。',
            ],
        ],
        [
            'content' => [
                '凡此饮酒，或醉或否。既立之监，或佐之史。',
                '彼醉不臧，不醉反耻。式勿从谓，无俾大怠。',
                '匪言勿言，匪由勿语。由醉之言，俾出童羖。',
                '三爵不识，矧敢多又。',
            ],
            'spell' => [
                'fán cǐ yǐn jiǔ，huò zuì huò fǒu。jì lì zhī jiān，huò zuǒ zhī shǐ。',
                'bǐ zuì bù zāng，bú zuì fǎn chǐ。shì wù cóng wèi，wú bǐ tài dài。',
                'fěi yán wù yán，fěi yóu wù yǔ。yóu zuì zhī yán，bǐ chū tóng gǔ。',
                'sān jué bù shí，shěn gǎn duō yòu。',
            ],
            'vernacular' => [
                '总的来讲吧饮酒这件事情，有人保持清醒有人醉糊涂。一般都要现场设立监酒官，有的还辅设个史官来监督。有人喝酒喝醉了当然不好，也有人喝不醉反倒不满足。好事者不要再殷勤劝酒了，别让好酒之辈太放纵轻忽。',
                '不该说的话不能张口就来，无根无据的话不要瞎秃噜。喝醉酒之后胡说八道的话，罚他拿没角的小公羊赔罪。三杯酒就认不清东西南北，哪里还敢让他再多灌几杯?',
            ],
            'notes' => [
            ],
        ],
    ],
     'unscramble' => [
         '这是《小雅》中篇幅之长仅次于《小雅·正月》和《小雅·楚茨》的一首诗。此诗章法结构非常严谨。这不仅是指它全部五章每章均十四句，且都是标准的四字句;更是指它章节之间内在组织上的精妙。诗内容大致可分三大部分。第一部分两章写合乎礼制的酒宴，第二部分两章写违背礼制的酒宴，两者同以“宾之初筵”一句起头，而所描述的喝酒场面却大相径庭，暴露出理想状态与现实境况的尖锐矛盾。第三部分为末章，是总结性的言辞，连用“不”、“勿”、“无”、“匪”、“矧敢”等表示否定义的词集中凸现否定意蕴。各部分之间起承转合脉络极其分明。第二个印象是诗人的写作技巧非常高明。诗人之意实在“刺”，前两章却用“美”为“刺”作映衬，使丑恶的事物在与美好的事物的对比中更显出其丑恶，欲抑先扬，跌宕有致。而诗人的“刺”即使是在最重要的第三、第四两章中，也并不剑拔弩张，疾言厉色，只是反覆直陈醉酒之态以为警诫，除了烂醉后手舞足蹈的姿势不惜重言之以外，“载号载呶”、“乱我笾豆”、“侧弁之俄”写醉汉吵吵嚷嚷、弄乱东西、衣冠不正，也都抓住了特征。并且，诗人还善于通过“既醉而出，并受其福”之类的委婉语、“由醉之言，俾出童羖”之类的戏谑语，来作“绵里针”式的点染。借形象说话，实招就是高招。当然，并不是说此诗没有正面的说理成分，末章就主要是说理，但毕竟使读者对酗酒的害处深感悚惕的还是那些描写醉态的句子。',
         '诗人技巧上的高明之处，在具体的修辞上，也得到充分的表现，除了消极修辞外，积极修辞更是丰富多彩。“左右秩秩”、“举醻逸逸”、“温温其恭”、“威仪反反”、“威仪幡幡”、“屡舞仙仙”、“威仪抑抑”、“威仪怭怭”、“屡舞僛僛”、“屡舞傞傞”，这是叠字修辞格的运用，频度之高，在整部《诗经》中似乎也不多见，那种奇佳的摹态效果，令人叹服。“笾豆有楚，肴核维旅”、“既立之监，又佐之史”，则是非常标准的对偶修辞格。“宾之初筵”、“其未醉止”、“曰既醉止”、“是曰既醉”等句都同章或隔章、邻章重复一次，是重复修辞格，而由其重复所产生的效应则不同。如上文所说“宾之初筵”的重复意在引出对比。但“其未醉止”、“曰既醉止”的重复，则既与从“威仪反反”、“威仪幡幡”到“威仪抑抑”、“威仪怭怭”的递进紧扣，又有“其未醉止”一组重复与“曰既醉止”一组重复的两层对比，从中更可见出结构的精整。而“是曰既醉”的隔章重复，所起作用是将第三、第四这最重要的两章直接串联起来。还有一种《诗经》中经常出现的修辞格——顶针，此诗也有两例，即“以洽百礼”之后接以“百礼即至”，“子孙其湛”之后接以“其湛曰乐”。这两个顶针修辞在同章中仅隔两句，相距很近，也是诗人为加重语气而作的刻意安排。另外，“钟鼓既设，举醻逸逸;大侯既抗，弓矢斯张;射夫既同，献尔发功”，这一段又是排比句，且两句一换韵，有很强的节奏感。',
     ],
];
