<?php
return [
    'chapters' => [
        [
            'content' => [
                '鱼在在藻，有颁其首。',
                '王在在镐，岂乐饮酒。',
                '鱼在在藻，有莘其尾。',
                '王在在镐，饮酒乐岂。',
                '鱼在在藻，依于其蒲。',
                '王在在镐，有那其居。',
            ],
            'spell' => [
                'yú zài zài zǎo，yǒu fén qí shǒu。',
                'wáng zài zài hào，qǐ lè yǐn jiǔ。',
                'yú zài zài zǎo，yǒu shēn qí wěi。',
                'wáng zài zài hào，yǐn jiǔ lè kǎi。',
                'yú zài zài zǎo，yī yú qí pú。',
                'wáng zài zài hào，yǒu nuó qí jū。',
            ],
            'vernacular' => [
                '群鱼水藻丛中游，肥肥大大头儿摆。周王住在镐京城，欢饮美酒真自在。',
                '群鱼水藻丛中游，悠悠长长尾巴摇。周王住在镐京城，欢饮美酒真逍遥。',
                '群鱼水藻丛中游，贴着蒲草多安详。周王住在镐京城，所居安乐好地方。',
            ],
            'notes' => [
                '藻：水草名，生在水底，叶狭长多皱。',
                '颁(fén)：头大的样子。',
                '镐(hào)：西周都城，在今陕西西安。',
                '岂(kǎi)乐：欢乐。岂，同“恺”，乐也。',
                '莘(shēn)：尾巴长的样子。',
                '蒲：多年生草本植物，叶长而尖，多长在河滩上。',
                '那(nuó)：即“那那”，安闲的样子。一说盛大的样子。',
            ],
        ],
    ],
    'unscramble' => [
        '此诗共分三章，每章四句。每章前两句以“鱼在在藻”起兴，出语奇崛。一句四字而“在”字两见，颇具特点，对它的理解是正确诠释全诗的关键。若以冬烘之论视之，以为是凑足音节之举，不但在用法上显得笨拙，而且不合《诗经》语体。吴闿生《诗义会通》将“鱼在在藻”释为“鱼何在，在乎藻”，这样两个“在”字实为自问自答，全诗节奏以此为基调，欢快跳跃，收放有致。三章中每章第二句对鱼的形态描写，酷似现代电影中的特写镜头，“依于其蒲”则是鱼在藻中摇头摆尾，得其所需的全景式展示。三章并提，由特写至全景，构成了一组极具情节性和象征意味的鱼藻情趣图。而诗的每章后两句则是写王，“王在在镐”、“饮酒乐岂”，形式上只是语序颠倒，实则暗含活动顺序和因果。春秋时代，酒是富足后的奢侈品，因而也是欢乐的象征。若无“岂乐”的心绪则不会去“饮酒”。而在酒过三巡之后，那欢乐的气氛在酒香弥漫中显得更为浓烈。宴饮之景、欢乐之情跃然纸上。第三章的“有那其居”既是对大王居所的无限赞叹，也是对前两章因果关系上的照应。从视觉效果上看，也正是点和面、局部和全景的关系，与观鱼的空间转换一致，这样整首诗比兴和铺排和谐无间，浑然一体。',
        '通观全诗，“鱼”和“王”，“藻”和“镐”在意象和结构上严格对应，起兴之意昭然。但若止于此，则了无新意。先贤以为此诗“以在藻依蒲为鱼之得所，兴武王之时民亦得所”(郑笺)。虽然武王之说无以确证，但此说揭示了鱼藻的另一层映射关系。诗人歌咏鱼得其所之乐，实则借喻百姓安居乐业的和谐气氛。正是有了这一层借喻关系，全诗在欢快热烈的语言中充分展现了君民同乐的主题。因此，从形式和内容结合的完美程度来考察，这首诗在雅诗中是较优秀之作。',
    ],
];
