<?php
return [
    'chapters' => [
        [
            'spell' => [
                'hécǎo bù huáng！hérì bù xíng ！',
                'hérén bù jiāng ！ jīng yíngsìfāng。',
                'hécǎo bù xuán！hérén bù guān ！',
                'āiwǒzhēng fū ，dú wéi fěimín！',
                'fěisìfěihǔ， shuài bǐkuàng yě 。',
                'āiwǒzhēng fū ， zhāo xī bù xiá！',
                'yǒu péngzhěhú， shuài bǐyōucǎo。',
                'yǒu zhànzhī jū ， xíng bǐzhōudào。',
            ],
            'content' => [
                '何草不黄！何日不行！',
                '何人不将！经营四方。',
                '何草不玄！何人不矜！',
                '哀我征夫，独为匪民！',
                '匪兕匪虎，率彼旷野。',
                '哀我征夫，朝夕不暇！',
                '有芃者狐，率彼幽草。',
                '有栈之车，行彼周道。',
            ],
            'vernacular' => [
                '什么草儿不枯黄，什么日子不奔忙。什么人哪不从征，往来经营走四方。',
                '什么草儿不黑腐，什么人哪似鳏夫。可悲我等出征者，不被当人如尘土。',
                '既非野牛又非虎，穿行旷野不停步。可悲我等出征者，白天黑夜都忙碌。',
                '野地狐狸毛蓬松，往来出没深草丛。役车高高载征人，驰行在那大路中。',
            ],
            'unscramble' => [
            ],
            'notes' => [
                '⑴行：出行。此指行军，出征。　',
                '⑵将：出征。　',
                '⑶玄：发黑腐烂。　',
                '⑷矜（guān）：通“鳏”，无妻者。征夫离家，等于无妻。　',
                '⑸兕（sì）：野牛。　',
                '⑹率：沿着。　',
                '⑺芃（péng）：兽毛蓬松。　',
                '⑻栈：役车高高的样子。　',
                '⑼周道：大道。',
            ],
        ],
    ],
];