<?php
return [
    'chapters' => [
        [
            'content' => [
                '明明在下，赫赫在上；天难忱斯，',
                '不易维王。天位殷适，使不挟四方。',
                '挚仲氏任，自彼殷商，来嫁于周，',
                '曰嫔于京；乃及王季，维德之行。',
                '大任有身，生此文王；维此文王，小心翼翼。',
                '昭事上帝，聿怀多福；厥德不回，以受方国。',
            ],
            'spell' => [
                'míng míng zài xià，hè hè zài shàng；tiān nán chén sī，',
                'bú yì wéi wáng。tiān wèi yīn shì，shǐ bù jiā sì fāng。',
                'zhì zhòng shì rén，zì bǐ yīn shāng，lái jià yú zhōu，',
                'yuē pín yú jīng；nǎi jí wáng jì，wéi dé zhī xíng。',
                'dà rèn yǒu shēn，shēng cǐ wén wáng；wéi cǐ wén wáng，xiǎo xīn yì yì。',
                'zhāo shì shàng dì，yù huái duō fú；jué dé bù huí，yǐ shòu fāng guó。',
            ],
            'vernacular' => [
                '皇天伟大光辉照人间，光采卓异显现于上天。天命无常难测又难信，一个国王做好也很难。天命嫡子帝辛居王位，终又让他失国丧威严。',
                '太任是挚国任家姑娘，也可以算是来自殷商。她远嫁来到我们周原，在京都做了王季新娘。就是太任和王季一起，推行德政有着好主张。',
                '太任怀孕将要生儿郎，生下这位就是周文王。这位伟大英明的君主，小心翼翼恭敬而谦让。勤勉努力侍奉那上帝，带给我们无数的福祥。他的德行光明又磊落，因此承受祖业做国王。',
            ],
        ],
        [
            'content' => [
                '天监在下，有命既集；文王初载，',
                '天作之合。在洽之阳，在渭之涘。',
                '文王嘉止，大邦有子；大邦有子，伣天之妹。',
                '文定厥祥，亲迎于渭；造舟为梁，不显其光。',
            ],
            'spell' => [
                'tiān jiān zài xià，yǒu mìng jì jí；wén wáng chū zǎi，',
                'tiān zuò zhī hé。zài qià zhī yáng，zài wèi zhī sì。',
                'wén wáng jiā zhǐ，dà bāng yǒu zǐ；dà bāng yǒu zǐ，qiàn tiān zhī mèi。',
                'wén dìng jué xiáng，qīn yíng yú wèi；zào zhōu wéi liáng，bù xiǎn qí guāng。',
            ],
            'vernacular' => [
                '上帝在天明察人世间，文王身上天命集中现。就在他还年轻的时候，皇天给他缔结好姻缘。文王迎亲到洽水北面，就在那儿渭水河岸边。',
                '文王筹备婚礼喜洋洋，殷商有位美丽的姑娘。殷商这位美丽的姑娘，长得就像那天仙一样。卜辞表明婚姻很吉祥，文王亲迎来到渭水旁。造船相连作桥渡河去，婚礼隆重显得很荣光。',
            ],
        ],
        [
            'content' => [
                '有命自天，命此文王；于周于京，缵女维莘，',
                '长子维行，笃生武王；保右命尔，燮伐大商。',
                '殷商之旅，其会如林；矢于牧野，',
                '维予侯兴。上帝临女，无贰尔心。',
                '牧野洋洋，檀车煌煌，驷騵彭彭；维师尚父，',
                '时维鹰扬，凉彼武王；肆伐大商，会朝清明。',
            ],
            'spell' => [
                'yǒu mìng zì tiān，mìng cǐ wén wáng；yú zhōu yú jīng，zuǎn nǚ wéi shēn，',
                'zhǎng zǐ wéi xíng，dǔ shēng wǔ wáng；bǎo yòu mìng ěr，xiè fá dà shāng。',
                'yīn shāng zhī lǚ，qí kuài rú lín；shǐ yú mù yě，',
                'wéi yǔ hóu xīng。shàng dì lín nǚ，wú èr ěr xīn。', 
                'mù yě yáng yáng，tán jū huáng huáng，sì yuán bāng bāng；wéi shī shàng fù，',
                'shí wéi yīng yáng，liáng bǐ wǔ wáng；sì fá dà shāng，huì zhāo qīng míng。',
            ],
            'vernacular' => [
                '上帝有命正从天而降，天命降给这位周文王。在周原之地京都之中，又娶来莘国姒家姑娘。长子虽然早早已离世，幸还生有伟大的武王。皇天保佑命令周武王，前去袭击讨伐那殷商。',
                '殷商调来大批的兵将，军旗就像那树林一样。我主武王誓师在牧野，他说只有我们最兴旺。上帝监视你们众将士，不要有什么二心妄想!',
                '牧野地势广阔无边垠，檀木战车光彩又鲜明，驾车驷马健壮真雄骏。还有太师尚父姜太公，就好像是展翅飞雄鹰。他辅佐着伟大的武王，袭击殷商讨伐那帝辛，一到黎明就天下清平。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
        '此诗与《大雅·生民》《大雅·公刘》《大雅·緜》《大雅·皇矣》《大雅·文王》诸篇相联缀，俨然形成一组开国史诗。从始祖后稷诞生、经营农业，公刘迁豳，太王(古公亶父)迁岐，王季继续发展，文王伐密、伐崇，直到武王克商灭纣，可以说是把每个重大的历史事件都写到了，所以研究者多把它们看作一组周国史诗，只是《诗经》的编者没有把它们按世次编辑在一起，而打乱次序分编在各处。朱熹说它和《大雅·文王》那篇一样，“追述文王之德，明周家所以受命而代商者，皆由于此，以戒成王”。其实此诗很难看出是周公所作，也很难看出有警戒成王的意思。总观这组六篇诗文，不过是周王朝统治者为歌颂祖先功德，追述开国历史的显赫罢了。',
        '全诗八章。历代各家的分章稍有不同，这里是根据诗意确立的。第一、二、四、七章章六句，第三、五、六、八章章八句。排列起来，颇有参差错落之美。',
        '首章先从赞叹皇天伟大、天命难测说起，以引出殷命将亡、周命将兴，是全诗的总纲。次章即歌颂王季娶了太任，推行德政。三章写文王降生，承受天命，因而“以受方国”。四章又说文王“天作之合”，得配佳偶。五章即写他于渭水之滨迎娶殷商帝乙之妹。六章说文王又娶太姒，生下武王。武王受天命而“燮伐大商”，与首章遥相照应。七章写武王伐纣的牧野之战，敌军虽盛，而武王斗志更坚。最后一章写牧野之战的盛大，武王在姜尚辅佐之下一举灭殷。全诗时序井然，层次清楚，俨然是王季、文王、武王三代的发展史。',
        '诗篇以“天命所佑”为中心思想，以王季、文王、武王三代相继为基本线索，集中突现了周部族这三代祖先的盛德。其中，武王灭商，是此诗最集中、最突出要表现的重大历史事件，写王季、太任、文王、太姒，不过是说明周家奕世积功累仁，天命所佑，所以武王才克商代殷而立天下。所以，诗人著笔，历述婚媾，皆天作之合，圣德相配。武王克商，也是上应天命、中承祖德、下合四方的。因此，尽管诗意变幻不已，其中心意旨是非常清楚的。全诗虽然笼罩着祀神的宗教气氛和君权神授的神学色彩，其内在的历史真实性一面，还是有认识价值的。',
        '这是一首叙事诗，但它并不平铺直叙地叙事。文王两次迎亲的描述，生动具体;牧野之战的描绘，更显得有声有色。“牧野洋洋，檀车煌煌，驷騵彭彭”一连三个排比句子，真可谓把战争的威严、紧迫的气势给和盘托出了。“殷商之旅，其会如林”，虽然写出了敌军之盛，但相比之下，武王的三句誓师，更显得坚强和有力。“维师尚父，时维鹰扬”，虽然仅仅描写了一句，也似乎让人看到了姜太公的雄武英姿。至于它有详有略、前呼后应的表现手法，更使诗篇避免了平铺、呆板和单调，给人以跌宕起伏、气势恢宏而重点突出的感觉。这些，在艺术上都是可取的。诗中的“小心翼翼”、“天作之合”等句也早已成为著名的成语，在现代汉语中仍有很强的活力。',
    ],
];
