<?php
return [
    'chapters' => [
        [
            'content' => [
                '何彼襛矣，唐棣之华？',
                '曷不肃雍？王姬之车。',
                '何彼襛矣，华如桃李？',
                '平王之孙，齐侯之子。',
                '其钓维何？维丝伊缗。',
                '齐侯之子，平王之孙。',
            ],
            'spell' => [
                'hé bǐ nóng yǐ？táng dì zhī huā。',
                'hé bù sù yōng？wáng jī zhī chē。',
                'hé bǐ nóng yǐ？huā rú táo lǐ。',
                'píng wáng zhī sūn，qí hóu zhī zǐ。',
                'qí diào wéi hé？wéi sī yī mín。',
                'qí hóu zhī zǐ，píng wáng zhī sūn。',
            ],
            'vernacular' => [
                '怎么那样秾丽绚烂?如同唐棣花般美妍。为何喧闹不堪欠庄重?王姬出嫁车驾真壮观。',
                '怎么那样地秾丽绚烂?如同桃花李花般娇艳。平王之孙容貌够姣好，齐侯之子风度也翩翩。',
                '什么东西钓鱼最方便?撮合丝绳麻绳成钓线。齐侯之子风度也翩翩，平王之孙容貌够娇艳。',
                '译文二',
                '怎么如此地浓艳漂亮?像盛开的棠棣花一样。为何没有肃雍的气象?这是王姬出嫁的车辆。',
                '怎么如此地浓艳漂亮?像桃李花开一样芬芳。平王孙女容貌够姣好，嫁齐侯公子风流倜傥。',
                '渔人钓竿系的什么线?柔韧的细丝合成渔线。齐侯公子风度真翩翩，娶平王孙女容貌娇艳。',
            ],
            'notes' => [
                '召(shào)南：指周朝自陕以西的南方诸侯国之地。召，地名，在今陕西省岐山县西南。',
                '秾(nóng)：花木繁盛的样子。朱熹《诗集传》：“秾，盛也。”一作“襛”，浓艳、盛大貌。',
                '唐棣(dì)：树木名，又作棠棣、常棣。',
                '曷(hé)：何。肃雝(yōng)：庄严雍和。雝，同“雍”，雍容安详。',
                '王姬：周王的女儿或孙女，姬姓，故称王姬。',
                '华如桃李：如桃李之花，红白艳丽。',
                '平王之孙：周平王的孙女。一说周平王的外孙女。平王，东周平王姬宜臼。',
                '齐侯之子：齐国国君的公子。一说“齐侯之子”与“平王之孙”指同一人，即齐侯的女儿，平王的外孙女。',
                '钓：钓鱼的工具。这里专指钓鱼的线，比喻王侯贵族互相联姻，如丝之和。维：语助词，有“为”的意思。',
                '伊：语助词，有“是”的意思。缗(mín)：多条丝拧成的丝绳，喻男女合婚。一说钓绳。',
            ],
        ],
    ],
    'unscramble' => [
        '《召南·何彼秾矣》全诗三章，每章四句，极力铺写王姬出嫁时车服的豪华奢侈和结婚场面的气派、排场。第一章开头“何彼穠矣”二句以唐棣花儿起兴，铺陈出嫁车辆的骄奢;“曷不肃雝”二句俨然是路人旁观、交相赞叹称美的生动写照。第二章以桃李为比，点出新郎、新娘，刻画他们的光彩照人。“平王之孙，齐侯之子”二句虽然所指难以确定，但无非是渲染两位新人身份的高贵。第三章以钓具为兴，表现男女双方门当户对、婚姻美满。',
        '关于诗歌主旨，古代很多注家认为此诗蕴含有贬意，即在赞美王侯之家婚娶情景的同时微露出讽刺的意味，讽刺贵族王姬德色的不相称。这种理解的文本依据是首章的第三句“曷不肃雍”。这一句，多数学者解为“怎么不和乐庄严?”或“怎么没有雍容严肃的气象?”因此得出此诗隐含贬意的结论。',
        '艺术方面，全诗所极力铺写的排场气派在诗人的视野中逐渐推移变化，时而正面描绘，时而侧面衬托，起到相得益彰的效果。从结构上说，全诗各章首二句都是一设问、一作答，具有浓郁的民间歌谣的色彩。',
    ],
];
