<?php
return [
    'chapters' => [
        [
            'content' => [
                '经始灵台，经之营之；庶民攻之，',
                '不日成之。经始勿亟，庶民子来；',
                '王在灵囿，麀鹿攸伏。麀鹿濯濯，',
                '白鸟翯翯。王在灵沼，于牣鱼跃。',
                '虡业维枞，贲鼓维镛；于论鼓钟，于乐辟雍。',
                '于论鼓钟，于乐辟雍；鼍鼓逢逢。矇瞍奏公。',
            ],
            'spell' => [
                'jīng shǐ líng tái，jīng zhī yíng zhī；shù mín gōng zhī，',
                'bú rì chéng zhī。jīng shǐ wù jí，shù mín zi lái；',
                'wáng zài líng yòu，yōu lù yōu fú。yōu lù zhuó zhuó，',
                'bái niǎo hè hè。wáng zài líng zhǎo，wū rèn yú yuè。',
                'jù yè wéi cōng，bēn gǔ wéi yōng；wū lún gǔ zhōng，wū lè bì yōng。',
                'wū lùn gǔ zhōng，wū lè bì yōng；tuó gǔ péng péng。méng sǒu zòu gōng。',
            ],
            'vernacular' => [
                '开始规划筑灵台，经营设计善安排。百姓出力共兴建，没花几天成功快。开始规划莫着急，百姓如子都会来。',
                '君王在那大园林，母鹿懒懒伏树荫。母鹿肥壮毛皮好，白鸟羽翼真洁净。君王在那大池沼，啊呀满池鱼窜蹦。',
                '钟架横板崇牙配，大鼓大钟都齐备。啊呀钟鼓节奏美，啊呀离宫乐不归。',
                '啊呀钟鼓节奏美，啊呀离宫乐不归。敲起鼍鼓声蓬蓬，瞽师奏歌有乐队。',
            ],
            'notes' => [
                '经始：开始计划营建。灵台：古台名，故址在今甘肃省东南部的甘肃省灵台县。',
                '攻：建造。',
                '亟：同“急”。',
                '子来：像儿子似的一起赶来。',
                '灵囿：古代帝王畜养禽兽的园林名。',
                '麀(yōu)鹿：母鹿。',
                '濯濯(zhuó)：肥壮貌。',
                '翯(hè)翯：洁白貌。',
                '灵沼：池沼名。',
                '於(wū)：叹美声。牣(rèn)：满。',
                '虡(jù)：悬钟的木架。业：装在虡上的横板。枞(cōng)：崇牙，即虡上的载钉，用以悬钟。',
                '贲(fén)：借为“鼖”，大鼓。',
                '论：通“伦”，有次序。',
                '辟廱(bìyōng)：离宫名，与作学校解的“辟廱”不同，见戴震《毛郑诗考证》。',
                '鼍(tuó)：即扬子鳄，一种爬行动物，其皮制鼓甚佳。逢(péng)逢：鼓声。',
                '蒙瞍：古代对盲人的两种称呼。当时乐官乐工常由盲人担任。公：读为“颂”，歌。或谓通“功”，奏功，成功。',
            ],
        ],
    ],
    'unscramble' => [
        '此篇按鲁诗分四章，第一、二两章章六句，第三、四两章章四句;按毛诗分五章，章四句。兹按鲁诗，第一章写建造灵台。灵台自然是台，但究竟是什么台，今所流行的各家注译本中多不作解释。按郑玄笺云：“天子有灵台者所以观祲象，察气之妖祥也。”这一章通过“经之”、“营之”、“攻之”、“成之”连用动词带同一代词宾语的句式，使得文气很连贯紧凑，显示出百姓乐于为王效命的热情，一如方玉润《诗经原始》说：“民情踊跃，于兴作自见之。”而第五句“经始勿亟”与第一句“经始灵台”在章内也形成呼应之势。',
        '第二章写灵囿、灵沼。“翯翯”，鲁诗作“皜皜”，即“皓皓”。此处文句似倒乙，“白鸟翯翯”一句似应在“於牣鱼跃”一句之后。因为第一，“白鸟”有人说是白鹭，有人说是白鹤，总之是水鸟，不应该在“王在灵沼”句领出对池沼中动物的描写之前出现。第二，孙鑛说：“鹿善惊，今乃伏;鱼沉水，今乃跃，总是形容其自得不畏人之意。”(陈子展《诗经直解》引)姚际恒也说：“鹿本骇而伏，鱼本潜而跃，皆言其自得而无畏人之意，写物理入妙。”(《诗经通论》)这表明鹿伏与鱼跃应是对称的，则“於牣鱼跃”一句当为此章的第五句。第三，“麀鹿濯濯”与“白鸟翯翯”两句都有叠字形容词，既然“麀鹿濯濯”(有叠字词)句由“王在灵囿”句引出，则“白鸟翯翯”句须由“王在灵沼”句领起，且当与“麀鹿濯濯”句位置相对应，这样章句结构才匀称均衡。(这样的解释从文词上说较合语义逻辑，然在叶韵上似亦有不圆通之处，而且上古诗文写于人类语言文字发展史的早期，体格并不像后世那么纯熟，句式错杂不齐，也是常事，因此，此见解未必正确，仅供参考而已)但不管有无倒乙，此章写鹿、写鸟、写鱼，都简洁生动，充满活力，不亚于《国风》《小雅》中的名篇。',
        '第三章、第四章写辟廱。辟廱，一般也可写作辟雍。毛传解为“水旋丘如璧”，“以节观者”;郑笺解为“筑土雝(壅)水之外，圆如璧，四方来观者均也”。按验文本，释“辟廱”(即“辟雍”)为君主游憩赏乐的离宫较释之为学校可信。离宫辟雍那儿又有什么燕游之乐呢?取代观赏鹿鸟鱼儿之野趣的，是聆听钟鼓音乐之兴味。连用四个“於”字表示感叹赞美之意，特别引人注目。而第三章后两句与第四章前两句的完全重复，实是顶针修辞格的特例，将那种游乐的欢快气氛渲染得十分浓烈。',
    ],
];
