<?php
return [
    'chapters' => [
        [
            'content' => [
                '敦彼行苇，牛羊勿践履；方苞方体，维叶泥泥。',
                '戚戚兄弟，莫远具尔；或肆之筵，或授之几。',
                '肆筵设席，授几有缉御；或献或酢，洗爵奠斝。',
                '醓醢以荐，或燔或炙；嘉肴脾臄，或歌或咢。',
            ],
            'spell' => [
                'tuán bǐ xíng wěi，niú yáng wù jiàn lǚ；fāng bāo fāng tǐ，wéi yè nǐ nǐ。',
                'qī qī xiōng dì，mò yuǎn jù ěr；huò sì zhī yán，huò shòu zhī jǐ。',
                'sì yán shè xí，shòu jǐ yǒu jī yù；huò xiàn huò zuò，xǐ jué diàn jiǎ。',
                'tǎn hǎi yǐ jiàn，huò fán huò zhì；jiā yáo pí jué，huò gē huò è。',
            ],
            'vernacular' => [
                '芦苇丛生长一块，别让牛羊把它踩。芦苇初茂长成形，叶儿润泽有光彩。同胞兄弟最亲密，不要疏远要友爱。铺设竹席来请客，端上茶几面前摆。',
                '铺席开宴上菜肴，轮流上桌一道道。主宾酬酢共畅饮，洗杯捧盏兴致高。送上肉酱请客尝，烧肉烤肉滋味好。牛胃牛舌也煮食，唱歌击鼓人欢笑。',
            ],
        ],
        [
            'content' => [
                '敦弓既坚，四鍭既钧；舍矢既均，序宾以贤。',
                '敦弓既句，既挟四鍭；四鍭如树，序宾以不侮。',
                '曾孙维主，酒醴维醹；酌以大斗，以祈黄耇。',
                '黄耇台背，以引以翼；寿考维祺，以介景福。',
            ],
            'spell' => [
                'diāo gōng jì jiān，sì hóu jì jūn；shě shǐ jì jūn，xù bīn yǐ xián。',
                'diāo gōng jì jù，jì xié sì hóu；sì hóu rú shù，xù bīn yǐ bù wǔ。',
                'zēng sūn wéi zhǔ，jiǔ lǐ wéi rú；zhuó yǐ dà dǒu，yǐ qí huáng gǒu。',
                'huáng gǒu tái bèi，yǐ yǐn yǐ yì；shòu kǎo wéi qí，yǐ jiè jǐng fú。',
            ],
            'vernacular' => [
                '雕弓拽满势坚劲，四支利箭合标准;发箭一射中靶心，较量射技座次分。雕弓张开弦紧绷，利箭四支手持定。四箭竖立靶子上，排列客位不慢轻。',
                '宴会主人是曾孙，供应美酒味香醇。斟满大杯来献上，祷祝高寿贺老人。龙钟体态行蹒跚，扶他帮他侍者仁。长命吉祥是人瑞，请神赐送大福分。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
        '此诗分章，各家之说不同。毛诗分七章，第一、二章每章六句，第三至第七章每章四句;郑玄笺分八章，每章四句;朱熹《诗集传》分四章，每章八句。',
        '第一章先从路旁芦苇起兴。芦苇初放新芽，柔嫩润泽，使人不忍心听任牛羊去践踏它。仁者之心，施及草木，那么兄弟骨肉之间的相亲相爱，更是天经地义的了。这就使得这首描写家族宴会的诗，一开始就洋溢着融洽欢乐的气氛。',
        '第二章正面描写宴会。先写摆筵、设席、授几，侍者忙忙碌碌，场面极其盛大。次写主人献酒，客人回敬，洗杯捧盏，极尽殷勤。再写菜肴丰盛，美味无比。“醓”、“醢”、“脾”、“臄”云云，可考见古代食物的品种搭配，“燔”、“炙”云云，也可见早期烹调方法的特征。最后写唱歌击鼓，气氛热烈。',
        '第三章写比射，为宴会上一项重要活动。和第二章的多方铺排、节奏舒缓不同，这一章对比射过程作了两次描绘，节奏显得明快。两次描绘都是先写开弓，次写搭箭，再写一发中的，但所用词句有所变化。场面描绘之后写主人“序宾以贤”、“序宾以不侮”，表明主人对胜利者固然优礼有加，对失利者也毫不怠慢，这就使得与会者心情都很舒畅。',
        '第四章仍是写宴会，重在表明对长者的尊敬之意。先写主人满斟美酒，以敬长者，再写主人祝福长者长命百岁，中间插以长者老态龙钟、侍者小心搀扶的描绘，显得灵动而不板滞。',
        '此篇表现了周代贵族家宴的盛况，体现了从古至今中华民族和睦友爱、尊老敬老的传统美德。诗写宴会、比射，既有大的场面描绘，又有小的细节点染，转换自然，层次清晰。修辞手法丰富多采，有叠字，如形容苇叶之润泽，则用“泥泥”，形容兄弟之亲热，则用“戚戚”，贴切生动;有排比，如“敦弓既坚，四鍭既钧，舍矢既均”，显得极有气势。这些对于增强诗的艺术效果，都起到了很好的作用。',
    ],
];
