<?php
return [
    'chapters' => [
        [
            'content' => [
                '抑抑威仪，维德之隅；人亦有言：靡哲不愚。',
                '庶人之愚，亦职维疾；哲人之愚，亦维斯戾。',
                '无竞维人，四方其训之；有觉德行，四国顺之。',
                '訏谟定命，远犹辰告；敬慎威仪，维民之则。',
            ],
            'spell' => [
                'yì yì wēi yí，wéi dé zhī yú；rén yì yǒu yán：mǐ zhé bù yú。',
                'shù rén zhī yú，yì zhí wéi jí；zhé rén zhī yú，yì wéi sī lì。',
                'wú jìng wéi rén，sì fāng qí xùn zhī；yǒu jué dé xíng，sì guó shùn zhī。',
                'xū mó dìng mìng，yuǎn yóu chén gù；jìng shèn wēi yí，wéi mín zhī zé。',
            ],
            'vernacular' => [
                '仪表堂堂礼彬彬，为人品德很端正。古人有句老俗话：“智者有时也愚笨。”常人如果不聪明，那是本身有毛病。智者如果不聪明，那就反常令人惊。',
                '有了贤人国强盛，四方诸侯来归诚。君子德行正又直，诸侯顺从庆升平。建国大计定方针，长远国策告群臣。举止行为要谨慎，人民以此为标准。',
            ],
        ],
        [
            'content' => [
                '其在于今，兴迷乱于政；颠覆厥德，荒湛于酒。',
                '女虽湛乐从，弗念厥绍；罔敷求先王，克共明刑。',
                '肆皇天弗尚，如彼泉流，无沦胥以亡。夙兴夜寐，洒扫庭内，',
                '维民之章。修尔车马，弓矢戎兵，用戒戎作，用逷蛮方。',
            ],
            'spell' => [
                'qí zài yú jīn，xīng mí luàn yú zhèng；diān fù jué dé，huāng dān yú jiǔ。',
                'rǔ suī dān lè cóng，fú niàn jué shào；wǎng fū qiú xiān wáng，kè gòng míng xíng。',
                'sì huáng tiān fú shàng，rú bǐ quán liú，wú lún xū yǐ wáng。sù xīng yè mèi，sǎ sǎo tíng nèi，',
                'wéi mín zhī zhāng。xiū ěr jū mǎ，gōng shǐ róng bīng，yòng jiè róng zuò，yòng tì mán fāng。',
            ],
            'vernacular' => [
                '如今天下乱纷纷，国政混乱不堪论。你的德行已败坏，沉湎酒色醉醺醺。只知吃喝和玩乐，继承帝业不关心。先王治道不广求，怎能明法利众民。',
                '皇天不肯来保佑，好比泉水空自流，君臣相率一齐休。应该起早又睡晚，里外洒扫除尘垢，为民表率要带头。整治你的车和马，弓箭武器认真修，防备一旦战事起，征服国外众蛮酋。',
            ],
        ],
        [
            'content' => [
                '质尔人民，谨尔侯度，用戒不虞；慎尔出话，敬尔威仪，',
                '无不柔嘉。白圭之玷，尚可磨也；斯言之玷，不可为也。',
                '无易由言，无曰苟矣；莫扪朕舌，言不可逝矣。无言不仇，',
                '无德不报；惠于朋友，庶民小子。子孙绳绳，万民靡不承。',
            ],
            'spell' => [
                'zhì ěr rén mín，jǐn ěr hóu dù，yòng jiè bù yú；shèn ěr chū huà，jìng ěr wēi yí，',
                'wú bù róu jiā。bái guī zhī diàn，shàng kě mó yě；sī yán zhī diàn，bù kě wéi yě。',
                'wú yì yóu yán，wú yuē gǒu yǐ；mò mén zhèn shé，yán bù kě shì yǐ。wú yán bù chóu， ',
                'wú dé bú bào；huì yú péng yǒu，shù mín xiǎo zǐ。zǐ sūn mǐn mǐn，wàn mín mǐ bù chéng。',
            ],
            'vernacular' => [
                '安定你的老百姓，谨守法度莫任性。以防祸事突然生。说话开口要谨慎，行为举止要端正，处处温和又可敬。白玉上面有污点，尚可琢磨除干净;开口说话出毛病，再要挽回也不成。',
                '不要随口把话吐，莫道"说话可马虎，没人把我舌头捂"，一言既出难弥补。没有出言无反应，施德总能得福禄。朋友群臣要爱护，百姓子弟多安抚。子子孙孙要谨慎，人民没有不顺服。',
            ],
        ],
        [
            'content' => [
                '视尔友君子，辑柔尔颜，不遐有愆。相在尔室，尚不愧于屋漏。',
                '无曰不显，莫予云觏；神之格思，不可度思，矧可射思？',
                '辟尔为德，俾臧俾嘉；淑慎尔止，不愆于仪。不僭不贼，',
                '鲜不为则。投我以桃，报之以李；彼童而角，实虹小子。',
            ],
            'spell' => [
                'shì ěr yǒu jūn zǐ，jí róu ěr yán，bù xiá yǒu qiān。xiāng zài ěr shì，shàng bú kuì yú wū lòu。',
                'wú yuē pī xiǎn，mò yú yún gòu；shén zhī gé sī，bù kě duó sī，shěn kě yì sī？', 
                'bì ěr wéi dé，bǐ zāng bǐ jiā；shū shèn ěr zhǐ，bù qiān yú yí。bú jiàn bù zéi，',
                'xiān bù wèi zé。tóu wǒ yǐ táo，bào zhī yǐ lǐ；bǐ tóng ér jiǎo，shí hòng xiǎo zǐ。',
            ],
            'vernacular' => [
                '看你招待贵族们，和颜悦色笑盈盈，小心过失莫发生。看你独自处室内，做事无愧于神明。休道“室内光线暗，没人能把我看清。”神明来去难预测，不知何时忽降临，怎可厌倦自遭惩。',
                '修明德行养情操，使它高尚更美好。举止谨慎行为美，仪容端正有礼貌。不犯过错不害人，很少不被人仿效。人家送我一篮桃，我把李子来相报。胡说羊羔头生角，实是乱你周王朝。',
            ],
        ],
        [
            'content' => [
                '荏染柔木，言缗之丝；温温恭人，维德之基。其维哲人，',
                '告之话言，顺德之行；其维愚人，覆谓我僭。民各有心。',
                '于乎小子！未知臧否。匪手携之，言示之事；匪面命之，',
                '言提其耳。借曰未知，亦既抱子；民之靡盈，谁夙知而莫成。',
            ],
            'spell' => [
                'rěn rǎn róu mù，yán mín zhī sī；wēn wēn gōng rén，wéi dé zhī jī。qí wéi zhé rén，',
                'gù zhī huà yán，shùn dé zhī xíng；qí wéi yú rén，fù wèi wǒ jiàn。mín gè yǒu xīn。', 
                'wū hū xiǎo zǐ！wèi zhī zāng pǐ。fěi shǒu xié zhī，yán shì zhī shì；fěi miàn mìng zhī，',
                'yán tí qí ěr。jiè yuē wèi zhī，yì jì bào zǐ；mín zhī mǐ yíng，shuí sù zhī ér mò chéng。', 
            ],
            'vernacular' => [
                '又坚又韧好木料，制作琴瑟丝弦调。温和谨慎老好人，根基深厚品德高。如果你是明智人，古代名言来奉告，马上实行当作宝。如果你是糊涂虫，反说我错不讨好，人心各异难诱导。',
                '可叹少爷太年青，不知好歹与重轻。非但搀你互谈心，也曾教你办事情。非但当面教导你，还拎你耳要你听。假使说你不懂事，也已抱子有儿婴。人们虽然有缺点，谁会早慧却晚成?',
            ],
        ],
        [
            'content' => [
                '昊天孔昭，我生靡乐；视尔梦梦，我心惨惨。诲尔谆谆，',
                '听我藐藐；匪用为教，覆用为虐；借曰未知，亦聿既耄！',
                '于乎小子，告尔旧止；听用我谋，庶无大悔。天方艰难，',
                '曰丧厥国；取譬不远，昊天不忒。回遹其德，俾民大棘。',
            ],
            'spell' => [
                'hào tiān kǒng zhāo，wǒ shēng mǐ lè；shì ěr méng méng，wǒ xīn cǎn cǎn。huì ěr zhūn zhūn，',
                'tīng wǒ miǎo miǎo；fěi yòng wéi jiào，fù yòng wéi xuè；jiè yuē wèi zhī，yì yù jì mào！',
                'wū hū xiǎo zǐ，gù ěr jiù zhǐ；tīng yòng wǒ móu，shù wú dà huǐ。tiān fāng jiān nán，',
                'yuē sàng jué guó；qǔ pì bù yuǎn，hào tiān bù tè。huí yù qí dé，bǐ mín dà jí。',
            ],
            'vernacular' => [
                '苍天在上最明白，我这一生没愉快。看你那种糊涂样，我心烦闷又悲哀。反覆耐心教导你，你既不听也不睬。不知教你为你好，反当笑话来编排。如果说你不懂事，怎会骂我是老迈。',
                '叹你少爷年幼王，听我告你旧典章，你若听用我主张，不致大错太荒唐。上天正把灾难降，只怕国家要灭亡。让我就近打比方，上天赏罚不冤枉。如果邪僻性不改，黎民百姓要遭殃。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
        '此诗的前四章为第一部分。首章先从哲与愚的关系说起。《诗经》的艺术手法，通常说起来主要有赋比兴三种，此处用的是赋法，也就是直陈，但这种直陈却非较常见的叙事而是说理。“靡哲不愚”，看来是古人的格言，千虑一失，聪明人也会有失误，因此聪明人也要谨慎小心。普通人的愚蠢，是他们天生的缺陷;而聪明人的愚蠢，则显得违背常规，令人不解。在卫武公眼中，显然周平王不是一个傻瓜，但现在却偏生变得这么不明事理，眼看要将周王朝引向万劫不复的深渊。卫武公多么希望平王能够做到“抑抑威仪，维德之隅”啊，可惜现实令人失望。于是接下去作者便开始从正反两方面来作规劝讽谏。',
        '第二章卫武公很有针对性地指出求贤与立德的重要性。求贤则能安邦治国，“訏谟定命，远犹辰告”二句便是求贤的效用，立德则能内外悦服，“敬慎威仪，维民之则”二句，便是立德的结果。第三章转入痛切的批评，“兴迷乱于政”、“颠覆厥德”、“荒湛于酒”、“虽(惟)湛乐从(纵)”、“弗念厥绍”、“罔敷求先王”，一下子列举了平王的六条罪状，可谓怵目惊心，仿佛是交响乐中由曲调和缓的弦乐一下子进到了音响强烈的铜管乐，痛之深亦见爱之深。第四章正面告诫，要求执政者(从自儆角度说是卫武公，从刺王角度说是周平王)早起晚睡勤于政事，整顿国防随时准备抵御外寇。“用戒戎作，用逷蛮方”两句，显然对幽王覆灭的隐痛记忆犹新，故将军事部署作为提请平王注意的重大问题。',
        '第五章至第八章，是诗的第二部分，进一步说明什么是应当做的，什么是不应当做的，作者特别在对待臣民的礼节态度，出言的谨慎不苟这两点上不惜翻来覆去诉说，这实际上也是第二章求贤、立德两大要务的进一步体现。后来孔子所谓的“仁恕”之心，以及传统格言的“敏于事而慎于言”的道理，已经在此得到了相当充分的阐发，从这一点上说，卫武公可称得上是一个伦理家、哲学家。在具体的修辞上，作者在纯粹的说理句中，不时注意插入形象性的语句，使文气不致过于板滞，可渭深有匠心。如第五章的“白圭之玷，尚可磨也”，是对比中的形象，第六章的“莫扪朕舌，言不可逝矣”，是动作中的形象，第七章的“相在尔室，尚不愧于屋漏”与第八章的“投我以桃，报之以李”，是比喻中的形象，而“彼童而角，实虹小子”以无角公羊自夸有角的巧喻刺平王之昏聩，尤为神来之笔。',
        '第九章至末章是诗的第三部分。在反覆申述哪些该做哪些不该做之后，卫武公便恳切地告诫平王应该认真听取自己的箴规，否则就将有亡国之祸。“荏染柔木，言緍之丝”为诗中惟一用兴法的两句，兴又兼比，拿有韧性的木料才能制作好琴，而上等的制琴木料还应配上柔顺的丝弦作比方，说明“温温恭人，维德之基”的道理，可谓语重心长。而作为对比的“其维愚人”、“其维哲人”几句的弦外之音，无非是这样的意思：大王啊，您听我的话就是明主，您不听我的话就是昏君，您可要三思啊!其言潜气内转，柔中带刚。下面第十章“匪手携之，言示之事;匪面命之，言提其耳”，用两个递进式复句叙述，已是后世扇面对的雏形，极其鲜明地表现出一个功勋卓著的老臣恨铁不成钢的忧愤。而第十一章连用四组叠字词，更增强了这种忧愤的烈度。于是末章作者再一次用“於乎小子”的呼告语气作最后的警告，将全诗的箴刺推向高潮。“取譬不远，昊天不忒”，就如《大雅·荡》的结尾“殷鉴不远，在夏后之世”一样，是痛心疾首的悲叹。',
    ],
];
