<?php
return [
    'chapters' => [
        [
            'content' => [
                '燕燕于飞，差池其羽。之子于归，',
                '远送于野。瞻望弗及，泣涕如雨。',
                '燕燕于飞，颉之颃之。之子于归，',
                '远于将之。瞻望弗及，伫立以泣。',
            ],
            'spell' => [
                'yàn yàn yú fēi，cī chí qí yǔ。zhī zǐ yú guī，',
                'yuǎn sòng yú yě。zhān wàng fú jí，qì tì rú yǔ。',
                'yàn yàn yú fēi，xié zhī háng zhī。zhī zǐ yú guī，',
                'yuǎn yú jiāng zhī。zhān wàng fú jí，zhù lì yǐ qì。',
            ],
            'vernacular' => [
                '燕子飞翔天上，参差舒展翅膀。妹子今日远嫁，相送郊野路旁。瞻望不见人影，泪流纷如雨降。',
                '燕子飞翔天上，身姿忽下忽上。妹子今日远嫁，相送不嫌路长。瞻望不见人影，伫立满面泪淌。',
                '译文二',
                '燕子展开翅膀飞，翅膀展开不整齐。这个妇人要大归，远远送她到郊区。睁眼望她望不见，哭泣眼泪落如雨。',
                '燕子展开翅膀飞，忽上忽下望见它。这个妇人要大归，远远出来往送她。睁眼望她望不见，久立哭泣想着她。',
            ],
        ],
        [
            'content' => [
                '燕燕于飞，下上其音。之子于归，',
                '远送于南。瞻望弗及，实劳我心。',
                '仲氏任只，其心塞渊。终温且惠，',
                '淑慎其身。先君之思，以勖寡人。',
            ],
            'spell' => [
                'yàn yàn yú fēi，xià shàng qí yīn。zhī zǐ yú guī，',
                'yuǎn sòng yú nán。zhān wàng fú jí，shí láo wǒ xīn。',
                'zhòng shì rèn zhǐ，qí xīn sè yuān。zhōng wēn qiě huì，',
                'shū shèn qí shēn。xiān jūn zhī sī，yǐ xù guǎ rén。',
            ],
            'vernacular' => [
                '燕子飞翔天上，鸣音呢喃低昂。妹子今日远嫁，相送远去南方。瞻望不见人影，实在痛心悲伤。',
                '二妹诚信稳当，思虑切实深长。温和而又恭顺，为人谨慎善良。常常想着父王，叮咛响我耳旁。',
                '译文二',
                '燕子展开翅膀飞，下下上上发呢喃。这个妇人要大归，远远送她去向南。睁眼望她望不见，实在劳我心不安。',
                '仲氏诚实又可信，心胸开朗能容忍。性格温柔又和顺，行为善良又谨慎。常说别忘先君爱，她的劝勉记在心。',
            ],
            'notes' => [
                '邶(bèi)：周朝国名，在今河南汤阴南。燕燕：即燕子。',
                '差(cī)池：义同“参差”，不整齐的样子。',
                '瞻：往前看;弗：不能。',
                '颉(xié)：上飞。颃(háng)：下飞。',
                '将(jiāng)：送。',
                '伫：久立等待。',
                '仲：兄弟或姐妹中排行第二者。任：诚实可信任。氏：姓氏。只：语助词。',
                '塞(sè)：诚实。渊：深厚。',
                '终：既。温：温柔。且：又。惠：和顺。',
                '淑：善良。慎：谨慎。',
                '先君：已故的国君。',
                '勖(xù)：勉励。一作“畜”。寡人：寡德之人，国君对自己的谦称。',
            ],
        ],
    ],
    'unscramble' => [
        '《邶风·燕燕》全诗四章，前三章重章渲染惜别情境，后一章深情回忆被送者的美德。全诗抒情深婉而语意沉痛，写人传神而敬意顿生。',
        '前三章开首以飞燕起兴：“燕燕于飞，差池其羽”“颉之颃之”“下上其音”。阳春三月，群燕飞翔，蹁跹上下，呢喃鸣唱。然而，诗人用意不只是描绘一幅“春燕试飞图”。而是以燕燕双飞的自由欢畅，来反衬同胞别离的愁苦哀伤。此所谓“譬如画工”又“写出精神”。接着点明事由：“之子于归，远送于野。”父亲已去世，妹妹又要远嫁，同胞手足今日分离，此情此境，依依难别。“远于将之”“远送于南”，相送一程又一程，更见离情别绪之黯然。然而，千里相送，总有一别。远嫁的妹妹终于遽然而去，深情的兄长仍依依难舍。这里诗歌运用艺术手法表现出感人的情境：“瞻望弗及，泣涕如雨”“伫立以泣”“实劳我心”。先是登高瞻望，虽车马不见，却行尘时起;后是瞻望弗及，唯伫立以泣，伤心思念。真是兄妹情深，依依惜别，缠绵悱恻，鬼神可泣。这三章重章复唱，既易辞申意，又循序渐进，且乐景与哀情相反衬;从而把送别情境和惜别气氛，表现得深婉沉痛，不忍卒读。',
        '四章由虚而实，转写被送者。原来二妹非同一般，她思虑切实而深长，性情温和而恭顺，为人谨慎又善良，正是自己治国安邦的好帮手。她执手临别，还不忘赠言勉励：莫忘先王的嘱托，成为百姓的好国君。这一章写人，体现了上古先民对女性美德的极高评价。在写法上，先概括描述，再写人物语言;静中有动，形象鲜活。而四章在全篇的结构上也有讲究，前三章虚笔渲染惜别气氛，后一章实笔刻画被送对象，采用了同《召南·采蘋》相似的倒装之法。',
        '《邶风·燕燕》之后，“瞻望弗及”和“伫立以泣”成了表现惜别情境的原型意象，反复出现在历代送别诗中。“伫立以泣”的“泪”，成为别离主题赖以生发的艺术意象之一。',
    ],
];
