<?php
return [
    'chapters' => [
        [
            'content' => [
                '访予落止，率时昭考。于乎悠哉，朕未有艾。',
                '将予就之，继犹判涣。维予小子，未堪家多难；',
                '绍庭上下，陟降厥家。休矣皇考！以保明其身。',
            ],
            'spell' => [
                'fǎng yú luò zhǐ，shuài shí zhāo kǎo。wū hū yōu zāi，zhèn wèi yǒu ài。',
                'jiāng yú jiù zhī，jì yóu pàn huàn。wéi yú xiǎo zǐ，wèi kān jiā duō nàn；',
                'shào tíng shàng xià，zhì jiàng jué jiā。xiū yǐ huáng kǎo！yǐ bǎo míng qí shēn。',
            ],
            'vernacular' => [
                '即位之初国事商，路线政策依父王。先王之道太精深，阅历未丰心惶惶。',
                '纵有群臣来相助，犹恐闪失欠妥当。登位年轻缺经验，家国多难真着忙。',
                '继承先王治国道，任贤黜佞肃朝纲。父王英明又伟大，佑我勉我身安康。',
            ],
            'notes' => [
                '访：谋，商讨。落：始。',
                '止：之。一说语气词。',
                '率：遵循。时：是，这。昭考：指武王。',
                '於(wū)乎：感叹词。悠：远。',
                '艾：郑笺：“艾，数也。我于是未有数。言远不可及也。”马瑞辰《毛诗传笺通释》：“《尔雅·释诂》：‘艾，历也’。‘历，数也。’……历当读为阅历之历，笺释‘未有艾’为未有数，犹有未有历也。”',
                '将：助。就：接近，趋向。',
                '判涣：分散。',
                '家多难：指国家多灾难。',
                '绍：继承。',
                '陟(zhì)降：提升和贬谪。厥(jué)家：指群臣百官。',
                '休：美。皇考：指武王。',
                '明：勉励。',
            ],
        ],
    ],
    'unscramble' => [
        '在《周颂·访落》中，周成王诉说自己年幼，缺少治国经验，请求诸侯辅助，既陈实情，又表诚意。当然，只有这些是远远不够的，对于诸侯，更需要的是施以震慑。诗中两提周武王(“昭考”“皇考”)，两提遵循武王之道，震慑即由此施出。',
        '参与朝庙的诸侯均是受武王之封而得爵位的。身受恩惠，当报以忠诚，这是道义上的震慑;武王虽逝，他所建立的国家机器(包括强大的军队)仍在，这是力量上的震慑。',
        '最有力的震慑是诗中表达的遵循武王之道的决心。如果说“率时昭考”还嫌泛泛，“绍庭上下，陟降厥家”就十分具体了。武王在伐纣前所作准备有一条“立赏罚以记其功”(《史记·周本纪》)与诗中“上下”“陟降”相似，惟成王所处时局更为严峻，他所采取的措施也会更为严厉。舜即位后曾“流共工于幽州，放驩兜于崇山，窜三苗于三危，殛鲧于羽山，四罪而天下咸服”(《尚书·舜典》)，这是成王可以效法，并可由辅佐他的周公实施的。',
        '《周颂·访落》其实是一篇周王室决心巩固政权的宣言，是对武王之灵的宣誓，又是对诸侯的政策交代，真诚而不乏严厉，严厉而不失风度，周公也借此扯满了摄政的风帆。',
    ],
];
