<?php
return [
    'chapters' => [
        [
            'content' => [
                '日居月诸，照临下土。乃如之人兮，',
                '逝不古处？胡能有定？宁不我顾。',
                '日居月诸，下土是冒。乃如之人兮，',
                '逝不相好。胡能有定？宁不我报。',
            ],
            'notes' => [
                '邶(bèi)风：《诗经》“十五国风”之一，今存十九首。邶，周代诸侯国名，地在今河南省汤阴县东南。',
                '日月：古人多用日月比喻丈夫，此处也有隐喻之意。',
                '居、诸：都是语尾助词。',
                '照临：照耀到。下土：大地。',
                '乃：可是。之人：这个人。',
                '逝：助词，无实义，起调整音节的作用。古处：一说旧处，和原来一样相处;一说以古道相处。',
                '胡：何，怎么。定：止。指心定、心安。',
                '宁：一说乃，曾;一说岂，竟然，难道。我顾：顾我。顾，念。',
                '冒：覆盖，照临。',
                '相好：相爱。',
                '报：答。',
            ],
            'spell' => [
                'rì jū yuè zhū，zhào lín xià tǔ。nǎi rú zhī rén xī，',
                'shì bù gǔ chǔ？hú néng yǒu dìng？níng bù wǒ gù。',
                'rì jū yuè zhū，xià tǔ shì mào。nǎi rú zhī rén xī，',
                'shì bù xiāng hǎo。hú néng yǒu dìng？níng bù wǒ bào。',
            ],
            'vernacular' => [
                '太阳啊月亮，你们的光芒照耀着大地。我嫁的这个人啊，却不再像过去那样对待我了。事情怎么变得这样了呢?一点也不顾念我呀。',
                '太阳啊月亮，大地披上了你们的光芒。我嫁的这个人啊，却不再像过去那样恩爱我了。事情怎么变成这样了呢?一点也不念夫妻之情呀。',
                '译文二',
                '太阳月亮放光芒，光明照彻大地上。可是竟有这种人，不依古道把人伤。何时日子能正常?竟然不顾我心伤。',
                '太阳月亮放光芒，光辉普照大地上。可是竟有这种人，背义和我断来往。何时日子能正常?为何与我不搭腔?',
            ],
        ],
        [
            'content' => [
                '日居月诸，出自东方。乃如之人兮，',
                '德音无良。胡能有定？俾也可忘。',
                '日居月诸，东方自出。父兮母兮，',
                '畜我不卒。胡能有定？报我不述。',
            ],
            'spell' => [
                'rì jū yuè zhū，chū zì dōng fāng。nǎi rú zhī rén xī，',
                'dé yīn wú liáng。hú néng yǒu dìng？bǐ yě kě wàng。',
                'rì jū yuè zhū，dōng fāng zì chū。fù xī mǔ xī，',
                'xù wǒ bù zú。hú néng yǒu dìng？bào wǒ bù shù。',
            ],
            'vernacular' => [
                '太阳呀月亮，你们每天都从东方升起。我嫁的这个人啊，却不再以好言好语安慰我了。事情怎么变成这样了呢?把那些无良之行都忘了吧。',
                '太阳呀月亮，你们每天都从东方升起。我尊君如父，亲君如母，君却不以善终报我。事情怎么变成这样了呢，你自己也没有得到善终啊!',
                '译文二',
                '太阳月亮放光芒，每天升起在东方。可是像他这种人，说和做的不一样。何时日子能正常?使我忧伤全遗忘。',
                '太阳月亮放光芒，日夜运行自东方。我的爹啊我的娘，为何让我离身旁。何时日子能正常?让我不再述冤枉。',
            ],
            'notes' => [
                '德音：善言，另一意为好名誉。无良：不好，不良。',
                '俾(bǐ)：使。',
                '父兮母兮：呼唤父母。',
                '畜我不卒：即好我不终。畜，同“慉”，喜爱。卒，到最后。',
                '述：说。一说循义理。',
            ],
        ],
    ],
    'unscramble' => [
        '《邶风·日月》第一章描绘了这样的境界：在太阳或月亮的光辉照耀下，一位妇人在她的屋旁呼日月而申诉：日月能如常地照耀大地，为何我的丈夫不能如以往一样顾念我!以后各章的第一句“日居月诸”作为起兴，还有一种陪衬的作用。日月出自东方、照临大地，是有定所，而结为夫妇的“之人”竟心志回惑，“胡能有定”。作者之所以反覆吟咏日月，正是为了陪衬其反覆强调的“胡能有定”的。',
        '第二章与第三章承第一章的反覆咏叹，真是“一诉不已，乃再诉之，再诉不已，更三诉之”(出自方玉润《诗经原始》)。第四章沉痛已极，无可奈何，只有自呼父母而叹其生之不辰了，前面感情的回旋，到此突然一纵，扣人心弦。',
        '诗中没有具体去描写弃妇的内心痛苦，而是着重于弃妇的心理刻画。女主人公的内心世界是很复杂的，有种被遗弃后的幽愤，指责丈夫无定止。同时她又很怀念她的丈夫，仍希望丈夫能回心转意，能够“顾”(想念)她，“报”(答理)她。理智上，她清醒地认识到丈夫“德音无良”;但情感上，她仍希望丈夫“畜我”以“卒”。朱熹《诗集传》说：“见弃如此，而犹有望之之意焉。此诗之所为厚也。”这种见弃与有望之间的矛盾，又恰恰是弃妇真实感情的流露。因此，《邶风·日月》具有强烈的震撼力。',
    ],
];
