<?php
return [
    'chapters' => [
        [
            'content' => [
                '绥万邦，屡丰年。天命匪解。',
                '桓桓武王，保有厥士；',
                '于以四方，克定厥家。',
                '於昭于天，皇以间之。',
            ],
            'spell' => [
                'suí wàn bāng，lǚ fēng nián。tiān mìng fěi xiè。',
                'huán huán wǔ wáng，bǎo yǒu jué shì；',
                'yú yǐ sì fāng，kè dìng jué jiā。',
                'wū zhāo yú tiān，huáng yǐ jiān zhī。',
            ],
            'vernacular' => [
                '安抚天下诸侯国，连年丰收好景象，上天不懈怀周邦。',
                '威武神勇是武王，保有原来的国土，',
                '拥有天下遍四方，真正奠定周家邦。',
                '功德辉煌耀上天，取代腐朽的殷商!',
            ],
            'notes' => [
                '绥：和。万邦：指天下各诸侯国。',
                '娄(lǚ)：同“屡”。',
                '匪解(fēixiè)：非懈，不懈怠。',
                '桓桓：威武的样子。',
                '保：拥有。士：指武士。',
                '于：往。以：有。有四方，即征服四方之国而拥有天下。',
                '克：能。家：周室，周王宗室。',
                '於(wū)：叹词。昭：光明，显耀。',
                '皇：皇天。间(jiàn)：通“瞷”，监察。',
            ],
        ],
    ],
    'unscramble' => [
        '此诗是古代大型舞乐《大武》的六成歌词。《大武》的乐曲早已失传，虽有零星的资料，但终难具体描述。然其舞蹈形式则留下了一些粗略的记录，可以作大概的描绘。第一场，在经过一番擂鼓之后，为首的舞者扮演武王，头戴冕冠出场，手持干戚，山立不动。其余六十多位舞者扮武士陆续上场，长时间咏叹后退场。这一场舞蹈动作是表示武王率兵北渡盟津，等待诸侯会师，八百诸侯会合之后，急于作战，而周武王以为伐纣的时机尚不成熟，经过商讨终于罢兵的事实。第二场主演者扮姜太公，率众舞者手持干戈，奋臂击刺，猛烈顿足。他们一击一刺，做四次重复，表示武王命太公率敢死队闯犯敌阵进行挑战，武王率大军进攻，迅速获胜，威振中原。第三场众舞者由面向北转而向南，表示周师凯旋返回镐京。第四场开始时，众舞者混乱争斗，扮周、召二公的舞者出而制止，于是众舞者皆左膝跪地，表示成王即位之后，东方和南方发生叛乱，周、召二公率兵平乱的事实。第五场，众舞者分成左右两大部分，周公在左、召公在右，振动铃铎，鼓励众舞者前进，表示成王命周公镇守东南，命召公镇守西北。第六场，众舞者恢复第一场的位置，作阅兵庆典和尊崇天子成王的动作，表示周公平乱以后，庆祝天下太平，各地诸侯尊崇周天子。',
        '《大武》六成对应六诗，据《毛诗序》“《武》，奏《大武》也”“《酌》，告成《大武》也”的说明及《左传·宣公十二年》所记楚王之言“武王克商，……又作《武》，其卒章曰：‘耆定尔功。’其三曰：‘铺时绎思，我徂维求定。’其六曰：‘绥万邦，屡丰年。”可知《周颂·桓》是乐舞《大武》六成(第六场)的歌诗。',
        '《周颂·桓》这首诗的前三句，是以“绥万邦，娄丰年”来证明天命是完全支持周朝的。“娄丰年”在农耕社会对赢得民心起着举足轻重的作用，百姓对能致物阜年丰的王朝总会表示拥护;而获得农业丰收，在上古时代离不开风调雨顺的自然条件，“娄丰年”便理所当然地成为天意的象征。中间四句歌颂英勇的武王和全体将士，并告诉全体诸侯，武王的将士有能力征服天下、保卫周室。叠字词“桓桓”领出整段文字，有威武雄壮的气势，而“于以四方”云云，与首句“绥万邦”上下绾合，一强调国泰民安，一强调征服统治，而都有周室君临天下的自豪感。最后两句是祷告上苍、让天帝来作证，以加强肯定，同时也是对第三句“天命匪解”的呼应。诗的核心就是扬军威以震慑诸侯，从而达到树立周天子崇高权威的目的，其内容正与《尚书·周书·多方》一致。诗名为《桓》，“桓”即威武之貌，正点明了主题。诗的语言雍容典雅，威严而出之以和平，呈现出一种欢乐的氛围，涌动着新王朝的蓬勃朝气。',
    ],
];
