<?php
return [
    'chapters' => [
        [
            'content' => [
                '閟宫有侐，实实枚枚。赫赫姜嫄，其德不回。',
                '上帝是依，无灾无害；弥月不迟，是生后稷，降之百福：',
                '黍稷重穋，稙稚菽麦。奄有下国，俾民稼穑。',
                '有稷有黍，有稻有秬。奄有下土，缵禹之绪。',
            ],
            'spell' => [
                'bì gōng yǒu xù，shí shí méi méi。hè hè jiāng yuán，qí dé bù huí。',
                'shàng dì shì yī，wú zāi wú hài；mí yuè bù chí，shì shēng hòu jì，jiàng zhī bǎi fú：',
                'shǔ jì tóng lù，zhī zhì shū mài。yǎn yǒu xiàguó，bǐmínjiàsè。',
                'yǒu jì yǒu shǔ，yǒu dào yǒu jù。yǎn yǒu xià tǔ，zuǎn yǔ zhī xù。',
            ],
            'vernacular' => [
                '深闭的郊庙清静而又肃穆，它是那样坚固而又很密致。怀念起伟大的始祖母姜源，她品德高尚既不邪也不僻。受到上天太多太多的眷顾，从未得过病也没染过灾疫。怀胎满十月整不早也不迟，就这样诞生下我先祖后稷，无尽的福禄降临他的身体。他能辨清黍子谷子谁先熟，大豆小麦哪个先播种下地。他从拥有自己邦国之日起，就教给人们种庄稼学农艺，有五谷杂粮有金黄的黍米，有长穗水稻也有黑壳稻米。从他拥有自己国土之日起，就勇于把禹王的事业继续。',
            ],
        ],
        [
            'content' => [
                '后稷之孙，实维大王；居岐之阳，实始剪商。',
                '至于文武，缵大王之绪；致天之届，于牧之野。',
                '无贰无虞，上帝临女！敦商之旅，克咸厥功。',

                '王曰叔父，建尔元子，俾侯于鲁；大启尔宇，为周室辅。',
                '乃命鲁公，俾侯于东。锡之山川，土田附庸。',
                '周公之孙，庄公之子；龙旂承祀。六辔耳耳；',

            ],
            'spell' => [
                'hòu jì zhī sūn，shí wéi tài wáng；jū qí zhī yáng，shí shǐ jiǎn shāng。',
                'zhì yú wén wǔ，zuǎn tài wáng zhī xù；zhì tiān zhī jiè，yú mù zhī yě。',
                'wú èr wú yú，shàng dì lín rǔ！duī shāng zhī lǚ，kè xián jué gōng。',
                'wáng yuē shū fù，jiàn ěr yuán zǐ，bǐ hóu yú lǔ；dà qǐ ěr yǔ，wéi zhōu shì fǔ。',
                'nǎi mìng lǔ gōng，bǐ hóu yú dōng。cì zhī shān chuān，tǔ tián fù yōng。',
                'zhōu gōng zhī sūn，zhuāng gōng zhī zǐ；lóng qín chéng sì。liù pèi ěr ěr；',
            ],
            'vernacular' => [
                '贵为先祖后稷的孝子贤孙，实为我们的古公亶父太王，他早在定居岐山之南之时，就开始筹划讨伐昏乱殷商。大周发展到文王武王时代，就把太王的未竟事业弘扬。大周武王顺承上天的旨意，在牧野大战之前慷慨激昂：将士们莫怀二心莫要顾虑，上天监察在你们头顶上方;我们这支讨伐殷商的队伍，必将人人获得一份军功章!周成王颁发命令给周公说，叔父啊我要赦封你的长子，让他作诸侯去把鲁国执掌，到那里奋发有为拓土开疆，做我大周王室的忠臣良将!',
                '成王于是就颁旨给鲁僖公，让他去做诸侯在都城之东。封赐给鲁僖公广袤的山川，封赐给他田地和属国边城。不愧为周公之孙庄公之子。排开龙旗仪帐去祭祀先祖，驾车的六条辔绳柔顺从容。春祭秋尝从不敢丝毫懈怠，祭奉先祖从不敢丝毫糊弄。伟大的皇天后土先祖后稷，我们为您敬献上赤牛牺牲，请您降临享用合您的心情。谨请上天多多降福给我们，先祖周公伟大的列祖列宗，祈求上苍降福你们在天庭!',
            ],
        ],
        [
            'content' => [
                '春秋匪解，享祀不忒。皇皇后帝，皇祖后稷，',
                '享以骍牺，是飨是宜。降福既多。周公皇祖，亦其福女。',
                '秋而载尝，夏而楅衡；白牡骍刚。牺尊将将。',
                '毛炰胾羹，笾豆大房；万舞洋洋，孝孙有庆。',
                '俾尔炽而昌，俾尔寿而臧；保彼东方，鲁邦是尝。',
                '不亏不崩，不震不腾；三寿作朋，如冈如陵。',
            ],
            'spell' => [
                'chūn qiū fěi jiě，xiǎng sì bù tuī。huáng huáng hòu dì，huáng zǔ hòu jì，',
                'xiǎng yǐ xīng xī，shì xiǎng shì yí。jiàng fú jì duō。zhōu gōng huáng zǔ，yì qí fú rǔ。',
                'qiū ér zài cháng，xià ér bì héng；bái mǔ xīng gāng。xī zūn qiāng qiāng 。',
                'máo páo zì gēng，biān dòu dà fáng；wàn wǔ yáng yáng，xiào sūn yǒu qìng。',
                'bǐ ěr chì ér chāng，bǐ ěr shòu ér zāng；bǎo bǐ dōng fāng，lǔ bāng shì cháng。',
                'bù kuī bù bēng，bú zhèn bù téng；sān shòu zuò péng，rú gāng rú líng。',
            ],
            'vernacular' => [
                '准备秋天祭祀先祖的神灵，从夏天就开始把牛角固定。摆列好白色公牛红色犍牛，牛形酒尊碰撞出清脆响声。烧烤乳猪煲好鲜美的肉汤，装满竹笾木豆和大型俎筒。跳起万舞场面大气又排场，贤孝的子孙尽享福禄祥祯。敬祝鲁僖公事业发达昌盛，敬祝您健康长寿安乐一生!你拥有这东方广袤的土地，鲁国政通人和天下永太平。天道不亏损山川也不陷崩，大地不震动四海也不翻腾。衷心祝愿您寿比三星相聚，好比那高大的山冈和山陵!',
            ],
        ],
        [
            'content' => [
                '公车千乘，朱英绿縢。二矛重弓。',
                '公徒三万，贝胄朱綅，烝徒增增。',
                '戎狄是膺，荆舒是惩，则莫我敢承。',
                '俾尔昌而炽，俾尔寿而富；',
                '黄发台背，寿胥与试。俾尔昌而大，俾尔耆而艾；',
                '万有千岁，眉寿无有害。',
            ],
            'spell' => [
                'gōng jū qiān shèng，zhū yīng lǜ téng。èr máo chóng gōng。',
                'gōng tú sān wàn，bèi zhòu zhū qīn，zhēng tú zēng zēng。',
                'róng dí shì yīng，jīng shū shì chéng，zé mò wǒ gǎn chéng。',
                'bǐ ěr chāng ér chì，bǐ ěr shòu ér fù；',
                'huáng fà tái bèi，shòu xū yǔ shì。bǐ ěr chāng ér dà，bǐ ěr qí ér ài；',
                'wàn yǒu qiān suì，méi shòu wú yǒu hài。',
            ],
            'vernacular' => [
                '鲁僖公大驱举国战车千辆，戟矛装饰红缨弓柄拴绿绳，车上插两杆戟矛两张强弓。鲁僖公率领着步卒三万名，头盔镶着漂亮的贝壳红缨。鲁国大军的气势勇不可当，痛击了西北的边族狄和戎，讨伐了楚地舒国小小边城，谁也不敢阻挡我大军冲锋!敬祝您事业发达如日中天，敬祝您健康长寿福禄祥祯。头发黄鲐鱼背长寿的象征，但愿您老当益壮尽展才能!敬祝您事业昌盛身心安泰，敬祝您健康长寿桑榆遐龄。敬祝您万事如意千岁万年，敬祝您福寿无疆永保康宁!',
            ],
        ],
        [
            'content' => [
                '泰山岩岩，鲁邦所詹；奄有龟蒙，遂荒大东。',
                '至于海邦，淮夷来同。莫不率从，鲁侯之功。',
                '保有凫绎，遂荒徐宅；至于海邦，淮夷蛮貊；',
                '及彼南夷，莫不率从；莫敢不诺，鲁侯是若。',
            ],
            'spell' => [
                'tài shān yán yán，lǔ bāng suǒ zhān；yǎn yǒu guī méng，suì huāng dà dōng。',
                'zhì yú hǎi bāng，huái yí lái tóng。mò bú shuài cóng，lǔ hóu zhī gōng。',
                'bǎo yǒu fú yì，suì huāng xú zhái；zhì yú hǎi bāng，huái yí mán mò；',
                'jí bǐ nán yí，mò bú shuài cóng；mò gǎn bú nuò，lǔ hóu shì ruò。',
            ],
            'vernacular' => [
                '您就像那巍峨的东岳泰山，鲁国百姓都唯您马首是瞻。我们鲁国拥有龟山和蒙山，并把版图扩到极远的东边。一直拓展到达那海边之国，淮夷诸族归属到鲁侯跟前。举国百姓无不顺从鲁僖公，这就是鲁僖公的功德圆满。',
                '我们鲁国拥有凫山和绎山，并把版图扩到徐戎聚居地。一直拓展到达那海边之国，淮夷诸族蛮邦部落俱辖治，以及南方少数民族的部众，没有谁不遵从鲁国的法律。没有谁敢不归从鲁国一统，敢不顺应鲁侯僖公的旨意!',
            ],
        ],
        [
            'content' => [
                '天锡公纯嘏，眉寿保鲁；居常与许，复周公之宇。',
                '鲁侯燕喜，令妻寿母；宜大夫庶士，邦国是有。',
                '既多受祉，黄发儿齿。',
                '徂徠之松，新甫之柏；是断是度，是寻是尺。',
                '松桷有舄，路寝孔硕；新庙奕奕。奚斯所作。',
                '孔曼且硕，万民是若。',
            ],
            'spell' => [
                'tiān cì gōng chún gǔ，méi shòu bǎo lǔ；jū cháng yǔ xǔ，fù zhōu gōng zhī yǔ。',
                'lǔ hóu yàn xǐ，lìng qī shòu mǔ；yí dài fū shù shì，bāng guó shì yǒu。',
                'jì duō shòu zhǐ，huáng fà ér chǐ。',
                'cú lái zhī sōng，xīn fǔ zhī bǎi；shì duàn shì duó，shì xún shì chǐ。',
                'sōng jué yǒu xì，lù qǐn kǒng shuò；xīn miào yì yì。xī sī suǒ zuò。',
                'kǒng màn qiě shuò，wàn mín shì ruò。',
            ],
            'vernacular' => [
                '上天恩赐僖公深厚的福禄，长寿无疆永远对鲁国统治。占据常国许田等朝宿之邑，收复周公时代旧有的疆域。鲁僖公此时此刻内心欢喜，还有高堂老母贤惠的妻子。施政让大夫百姓各得其所，国家长治久安越来越富裕。鲁侯理当得到这许多福祉，祝您黄发童颜又生新牙齿!',
                '建庙用徂来新甫山的松柏，修造师们又锯断又测高程，又是用丈量又是用尺子比。因为使用了长大的桷和松，所以才有正殿如此之伟雄，才有这漂亮的宫庙新落成。有才的奚斯写下这首诗歌，确实篇幅很长又大气恢宏，充分表达天下万民的心声。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
        '此诗一、二、三章叙述了周的发生、发展、壮大以及鲁国的建立，并不是纯粹介绍民族历史，赞美所有先祖的功德，而是突出两位受祀的祖先后稷和周公，以说明祭祀他们的原因。至于诗中提到的其他人，则只是陪衬而已。后稷是周民族的初祖，为姜嫄所生，其出生有一些神话色彩，《大雅·生民》记载较为详细。诗写到这些是因为姜嫄有端正的德性，但主要的却是体现后稷的不凡与神异，和《生民》诗的用意一致。后稷的发展农业，固是上天赐之百福，更和他个人受命于天分不开。以下叙述太王、文王、武王，重点在于灭商，太王“居岐之阳，实始翦商”，而文王、武王“缵太王之绪”，“敦商之旅，克咸厥功”，发展线索极为清楚。关于周公功绩，诗中没有明载，但“(成)王曰：叔父，建尔元子，俾侯于鲁，大启尔宇，为周室辅。”分明见出周公于建周有大功劳。《史记·鲁周公世家》载：“周公佐武王作《牧誓》，破殷，入商宫，已杀纣，周公把大钺，召公把小钺，以夹辅武王，衅社，告纣罪于天及殷民。”周公在灭殷中起到了重要作用，但他是文王之子、武王之弟，虽位极人臣，却不能和天子并提，故诗人用比较隐晦的方法突出了周公的功绩。第三章末诗人写道：“皇皇后帝，皇祖后稷。”又说：“周公皇祖。”诗意就豁然明朗了。“周公皇祖”之“皇祖”，郑玄以为伯禽，朱熹谓为群公，皆误。明指周公，倒文以协韵耳。',
        '诗人对鲁国辉煌的历史进行讴歌，叙述鲁公军队攻无不克，战无不胜的战绩。“戎狄是膺”是北部边境平安，不受侵扰，“荆舒是惩”则指僖公从齐侯伐楚之事。“泰山岩岩”以下，写鲁国疆域广大，淮夷、徐宅、蛮貊、南夷，莫不率从，莫敢不诺。因为此时鲁国对淮夷用兵最多，成绩最大，故诗人一再言之。大致鲁国在以后的发展中，初封的土地或有损失，而此时又有所收复，故诗曰：“居常与许，复周公之宇。”从全诗看，诗人着重从祭祀和武事两方面反映出鲁国光复旧业的成就，而又统一在僖公新修的閟宫上，閟宫之祭本是周王室对鲁国的特殊礼遇，同时诗人又认为鲁国的种种成功也来自那些受祀先祖在天之灵的庇佑，这样，诗的末章又描写作庙情况，和“閟宫有恤”前后呼应，使全诗成为一个完整的结构。',
        '《鲁颂·閟官》是《诗经》三百篇中最长的一篇，全诗共一百二十句，《毛诗》原分八章，朱熹《诗集传》分九章，五章每章十七句，二章每章八句，二章每章十句。各章之间，意义相互连贯，前后叙述僖公作庙，并以奚斯作颂结束全诗。中间写祖先功德、僖公祀祖、僖公武功及家人群臣情况，同时穿插了对僖公福寿的反覆祝颂，而其中六个“俾尔”句型分置三处，使本来恢宏的气势更起伏跌荡，如钱江潮水一浪高过一浪。在语言方面，极铺张扬厉之能事，叙事细密，写秋尝则“秋而载尝，夏而楅衡。白牡騂刚，牺尊将将，毛炰胾羹，笾豆大房”，各种祭品，各种容器，一一陈列，以显出其规模之盛大。写鲁公军旅则“公车千乘，朱英绿縢，二矛重弓。公徒三万，贝胄朱綅，烝徒增增。”威武的戎装，精良的武器，体现军队无坚不摧的士气。此外，“戎狄是膺，荆舒是惩”、“徂来之松，新甫之柏”等以繁密的语言组成排比整齐的句子，也为增加诗歌气势起到推助作用。方玉润《诗经原始》中指出该诗对于汉代辞赋的影响，是很有眼力的。但是，在诗中诗人表达的是周公后裔们对于僖公光复旧物所产生的共鸣，是对于再现过去辉煌的向往，这是一个衰落宗族特定时期的真实感情，作为鲁国诗人代表的作者抒发了这种感情，它既是充沛的又是复杂的，只有长篇巨制才能容纳得下，只有细致的描写和深透的论说才能尽情倾吐。刘勰《文心雕龙》曰：“诗人篇什，为情而造文;辞人赋颂，为文而造情。”这就是《鲁颂·閟宫》和扬、马辞赋的本质区别，也是方氏未曾注意到的。',
    ],
];
