<?php
return [
    'chapters' => [
        [
            'content' => [
                '天命玄鸟，降而生商，宅殷土芒芒。',
                '古帝命武汤，正域彼四方。',
                '方命厥后，奄有九有；',
                '商之先后，受命不殆，在武丁孙子。',
                '武丁孙子，武王靡不胜；',
            ],
            'spell' => [
                'tiān mìng xuán niǎo，jiàng ér shēng shāng，zhái yīn tǔmán gmáng。',
                'gǔ dì mìng wǔ tāng，zhèng yù bǐ sì fāng。',
                'fāng mìng jué hòu，yǎn yǒu jiǔ yǒu；',
                'shāng zhī xiān hòu，shòu mìng bú dài，zài wǔ dīng sūn zǐ。',
                'wǔ dīng sūn zǐ，wǔ wáng mǐ bù shēng；',
            ],
        ],
        [
            'content' => [
                '龙旂十乘，大糦是承。',
                '邦畿千里，维民所止，肇域彼四海。',
                '四海来假，来假祁祁；',
                '景员维河，殷受命咸宜，百禄是何。',
            ],
            'spell' => [
                'lóng qí shí shèng，dà chì shì chéng。',
                'bāng jī qiān lǐ，wéi mín suǒ zhǐ，zhào yù bǐ sì hǎi。',
                'sì hǎi lái gé，lái gé qí qí；',
                'jǐng yuán wéi hé，yīn shòu mìng xián yí，bǎi lù shì hé。',
            ],
            'vernacular' => [
                '天命玄鸟降人间，简狄生契商祖先，住在殷地广又宽。',
                '当时天帝命成汤，征伐天下安四边。',
                '昭告部落各首领，九州土地商占遍。',
                '商朝先王后继前，承受天命不怠慢，裔孙武丁最称贤。',
                '武丁确是好裔孙，成汤遗业能承担。',
            ],
            'vernacular' => [
                '龙旗大车有十乘，贡献粮食常载满。',
                '国土疆域上千里，百姓居处得平安。开拓疆域达四海，',
                '四夷小国来朝拜，车水马龙各争先。',
                '景山外围黄河绕，殷受天命人称善，百样福禄都占全。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
        '从文学角度看，此诗成功地应用了对比、顶真、叠字等修辞手法，结构严谨，脉络清晰，其成熟性令人惊奇。先写神圣的祖先诞生和伟大的商汤立国，目的是衬托武丁中兴的大业，以先王的不朽功业与武丁之中兴事业相比并，更显出武丁中兴事业之盛美。“宅殷土芒芒”毕竟虚空，不及“邦畿千里”之实在;“正域彼四方”只是商汤征伐四方事业的开始，而武丁时却是“肇域彼四海”，四夷来归，疆域至广。这看似重复的语句，却有根本上的差别，其妙用令人啧啧叹赏。诗中“武丁孙子”，重复一遍形成转折，这是颂歌转折的关键，把中心转到了“武丁”身上，并表明了武丁是伟大的商汤后裔，中心开花，承上启下，结构上极其整饬。最后几句中，“四海来假，来假祁祁”顶针与叠字修辞并用，以补充说明四方朝贡觐见之众多，渲染武丁中兴事业之成功，也有曲终奏雅、画龙点睛之效。此外全诗善以数字作点染，“四方”、“九有”、“十乘”、“千里”、“四海”、“百禄”云云，各尽其妙。',
        '此篇为祭祀颂诗，整诗写商的“受天命”治国，写得渊源古老，神性庄严，气势雄壮。由此来设想这一祭祀场面的话，当是何等的声势浩大，音调宏亮。',
    ],
];
