<?php
return [
    'chapters' => [
        [
            'content' => [
                '浚哲维商，长发其祥;洪水芒芒，禹敷下土方。',
                '外大国是疆，幅陨既长;有娀方将，帝立子生商。',
                '玄王桓拨，受小国是达，受大国是达；',
                '率履不越，遂视既发。相土烈烈。海外有截。',
                '帝命不违，至于汤齐；汤降不迟，圣敬日跻。',
                '昭假迟迟，上帝是祗，帝命式于九围。',
            ],
            'spell' => [
                'jùn zhé wéi shāng，cháng fà qí xiáng;hóng shuǐ máng máng，yǔ fū xià tǔ fāng。',
                'wài dà guó shì jiāng，fú yuán jì cháng;yǒu sōng fāng jiāng，dì lì zi shēng shāng。',
                'xuán wáng huán bō，shòu xiǎo guó shì dá，shòu dà guó shì dá；',
                'shuài lǚ bú yuè，suì shì jì fā。xiāng tǔ liè liè。hǎi wài yǒu jié。',
                'dì mìng bù wéi，zhì yú tāng qí；tāng jiàng bù chí，shèng jìng rì jī。',
                'zhāo gé chí chí，shàng dì shì zhī，dì mìng shì yú jiǔ wéi。',
            ],
            'vernacular' => [
                '深远又智慧的我大国殷商，永远发散无尽的福祉瑞祥。遥想那洪荒时代洪水茫茫，大禹治水施政于天下四方。他以周边各诸侯国为疆域，扩张的天下幅员辽阔之极。有娀氏族部落正在崛起时，禹王立有娀氏为妃生下契。',
                '先祖契号称玄王英姿天纵，授封他小国治得政通人和，授封他大国也能人和政通。他循礼守法从不逾越规矩，因此在群众中能得到响应。后继者相土也是极为英武，诸侯纷纷归其麾下呈一统。',
                '正是因为我殷商不违天命，商才发展到汤这一代大兴。我祖汤王的诞生正应天时，他的圣明庄敬一天天提升。商汤光昭于上天久而不息，从来都是唯上天是尊是敬，上天授他管理九州的使命。',
            ],
        ],
        [
            'content' => [
                '受小球大球，为下国缀旒，何天之休；',
                '不竞不絿，不刚不柔，敷政优优，百禄是遒。',
                '受小共大共，为下国骏厖，何天之龙；敷奏其勇。',
                '不震不动，不戁不竦，百禄是总。',
            ],
            'spell' => [
                'shòu xiǎo qiú dà qiú，wèi xià guó zhuì liú，hé tiān zhī xiū；',
                'bú jìng bù qiú，bù gāng bù róu，fū zhèng yōu yōu，bǎi lù shì qiú。',
                'shòu xiǎo gòng dà gòng，wèi xià guó jùn páng，hé tiān zhī lóng；fū zòu qí yǒng。',
                'bú zhèn bú dòng，bù nǎn bù sǒng，bǎi lù shì zǒng。',
            ],
            'vernacular' => [
                '得授镇圭大圭等执政之宝，为天下诸侯树起伟大旗帜。多多承蒙上天的善意照拂，他既不争竞也不过于松弛，不过于刚硬也不过于柔和。施政理念始终是从容宽裕，因此无尽福禄降到他身躯。',
                '得授小珙大珙等执政之璧，为天下诸侯当好领头骏马。多多承蒙上天的恩宠关爱，他奋马扬鞭上阵英勇冲杀。不为强敌所震也不被吓倒，因为他既不怯懦也不惧怕，无尽的福禄都往他身上加。',
            ],
        ],
        [
            'content' => [
                '武王载旆，有虔秉钺；如火烈烈，则莫我敢曷。',
                '苞有三蘖，莫遂莫达。九有有截，韦顾既伐，昆吾夏桀。',
                '昔在中叶，有震且业；允也天子，',
                '降予卿士。实维阿衡，实左右商王。',
            ],
            'spell' => [
                'wǔ wáng zài pèi，yǒu qián bǐng yuè；rú huǒ liè liè，zé mò wǒ gǎn è。',
                'bāo yǒu sān niè，mò suì mò dá。jiǔ yǒu yǒu jié，wéi gù jì fá，kūn wú xià jié。',
                'xī zài zhōng yè，yǒu zhèn qiě yè；yǔn yě tiān zǐ，',
                'jiàng yú qīng shì。shí wéi ē héng，shí zuǒ yòu shāng wáng。',
            ],
            'vernacular' => [
                '汤王乘坐的兵车战旗烈烈，他诚敬地持着讨逆的权杖。冲锋陷阵的大军勇猛如火，没有谁敢把我的攻势阻挡。一丛竹根可生出三棵嫩芽，决不能让他出土让他成长!九州天下要想实现大一统，就要先去讨伐韦国和顾国，再去讨伐昆吾国和夏桀王!',
                '过去在我殷商中世的时候，国家一度深陷于危难之中。实在是我们天子圣明诚敬，把治国重任交给伊尹爱卿。伊尹确实配得上阿衡职位，确实起了辅佐商王的作用。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
        '这是一首记述殷商发迹史特别是歌颂商汤功德的长篇颂诗。全诗七章，每章句数不等，其结构形式与《诗经》大多数篇章整齐的四言体等句分章不同。有韵，又与《周颂》各篇大多无韵不同。其内容以歌颂成汤为主并追述先王功业，并兼及功臣，也与其他祭颂之诗不同。',
        '第一章追述商国立国历史悠久，商契受天命出生立国，所以商国一直蒙承天赐的吉祥。第二章歌颂商契建国施政使国家发展兴盛，以及先祖相土开拓疆土的武功。下章即转入歌颂成汤。第三章歌颂成汤继承和发展先祖功业，明德敬天，因而受天命而为九州之主。第四章歌颂成汤奉行天意温厚施政，刚柔适中，为诸侯表率，因得天赐百禄。第五章歌颂成汤的强大武力可以保障天下的安宁，为诸侯所依靠，因得天赐百禄。第六章歌颂成汤讨伐夏桀及其从国而平定天下。第七章歌颂成汤是上天之子，上帝降赐伊尹辅佐他建立功业。',
        '全诗从头到尾贯穿着殷商统治阶级的天命论思想：“君权天授”，他们是天帝的嫡裔，他们立国、开辟疆土、征伐异族、占有九州而统治各族人民，都是奉行上天的意旨，得到天的庇佑;他们建立的新王朝的统治权以及所有的福禄——权力、财富和显赫的荣耀，都得之于天，因为他们是天子及其嫡裔。统治阶级的这种意识形态，是他们建立统治的理论基础。诗中歌颂武功，即暴力掠夺和扩张，如“相土烈烈，海外有截”，“如火烈烈，则莫我敢曷”，“敷奏其勇，百禄是总”，统治权和享受的百禄，都来自运用本身强大力量进行的战争。崇尚勇武和战争，为侵略、镇压、掠夺和统治披上“天意”的伪装.正是殷商天命论的实质。',
        '诗中塑造了商王朝创造者成汤的形象。他继续祖业而积极进取，开创新王朝基业。他恭诚敬天，“帝命不违”，奉行天意，“上帝是祗”，因而获得天佑，“百禄是遒”，是忠诚的天之子;他英武威严，战无不克，“武王载旆，有虔秉钺”，冲锋敌阵，其气势“如火烈烈，则莫我敢曷”，既蔑视敌人，英勇无畏，又能采取正确的战略，从而征服天下，是智勇双全的英雄;他又是贤明的执政者，“不竞不絿，不刚不柔”，“圣敬曰跻，昭假迟迟”，励精图治，选贤与能，作诸侯的表率，是诸侯的依靠。《孟子·离娄下》也谈到商汤此人：“汤执中，立贤无方。”“执中”，即指汤“不竞不絿，不刚不柔”而言，是执政的必备品格;“立贤无方”，即“不拘一格”任用人才，指重用伊尹而言，传说伊尹本是奴隶，汤发现了他的才干，予以信任和重用，在伊尹辅佐下汤得以完成大业。诗中歌颂的成汤的这些品格，正是古代奴隶主贵族阶级的理想品格。对于汤，周代的政治家和思想家也是赞扬的，因为他的品格也是周代统治者的理想品格;不过，他们吸取殷商覆亡的教训，把殷商的天命论加以发展和改造，提出“天命无常，唯德是从”，认为天命不是永久不变的，上帝是道德神，仁德爱民才能获得和保持天命不变，因而突出执政者的道德，同时对理想人格也加以丰富和发挥，推动历史前进一大步。这些内容，从《周颂》和《大雅》都可以体会到。',
        '此诗具有史诗的因素，叙述的事件以殷商的史实为基础，同时像各民族上古的史诗一样，吸取了上古的许多神话传说素材，但又根据殷商统治阶级的功利及其意识形态，对神话传说有所取舍和改造。',
        '诗的结构形式并不整齐。在得以保存下来的五篇《商颂》中，这是章句和句式最不整齐的一篇。可能限于流传的版本不全，或资料不足，有所减略或增益，因而全诗叙事和各章内容详略不等。近人也有怀疑此诗有因错简而章次颠倒之处，如张松如《商颂绎释》，就将第四、五两章移为最后两章。',
        '此诗的叙述并不平直板滞，善于运用一些形象的语言，描写较为生动。韵律也较为整齐，除全诗末两句外，句句用韵，每章换韵。在句式上，多用对句，或上下句相对，或双句相对，或章句相对，行文变化多姿，使语言整齐匀称，内容凝炼集中，有较强的节律感，当是中国后世诗词对仗的滥觞。',
    ],
];
