<?php
return [
    'chapters' => [
        [
            'content' => [
                '凯风自南，吹彼棘心；棘心夭夭，母氏劬劳。',
                '凯风自南，吹彼棘薪；母氏圣善，我无令人。',
                '爰有寒泉？在浚之下；有子七人，母氏劳苦。',
                '睍睆黄鸟，载好其音；有子七人，莫慰母心。',
            ],
            'spell' => [
                'kǎi fēng zì nán，chuī bǐ jí xīn；jí xīn yāo yāo，mǔ shì qú láo。',
                'kǎi fēng zì nán，chuī bǐ jí xīn；mǔ shì shèng shàn，wǒ wú lìng rén。',
                'yuán yǒu hán quán？zài jùn zhī xià；yǒu zǐ qī rén，mǔ shì láo kǔ。',
                'xiàn huǎn huáng niǎo，zài hǎo qí yīn；yǒu zǐ qī rén，mò wèi mǔ xīn。',
            ],
            'vernacular' => [
                '飘飘和风自南来，吹拂酸枣小树心。树心还细太娇嫩，母亲实在很辛勤。',
                '飘飘和风自南来，吹拂酸枣粗枝条。母亲明理有美德，我不成器难回报。',
                '寒泉寒泉水清凉，源头就在那浚土。儿子纵然有七个，母亲仍是很劳苦。',
                '小小黄雀宛转鸣，声音悠扬真动听。儿子纵然有七个，不能宽慰慈母心。',
                '译文二',
                '和风煦煦自南方，吹在枣树嫩芽上。枣树芽心嫩又壮，母亲养儿辛苦忙。',
                '和风煦煦自南方，枣树成柴风吹长。母亲明理又善良，儿子不好不怨娘。',
                '寒泉之水透骨凉，源头就在浚邑旁。母亲养育儿七个，儿子长成累坏娘。',
                '黄雀婉转在鸣唱，悦耳动听真嘹亮。母亲养育儿七个，难慰母亲不应当。',
            ],
            'notes' => [
                '邶(bèi)风：《诗经》“十五国风”之一，今存十九首。',
                '凯风：和风。一说南风，夏天的风。马瑞辰《毛诗传笺通释》“凯之义本为大，故《广雅》云：‘凯，大也。’秋为敛而主愁，夏为大而主乐，大与乐义正相因。”',
                '棘：落叶灌木，即酸枣。枝上多刺，开黄绿色小花，实小，味酸。心：指纤小尖刺。',
                '夭夭：树木嫩壮貌。',
                '劬(qú)劳：操劳。劬，辛苦。',
                '棘薪：长到可以当柴烧的酸枣树。',
                '圣善：明理而有美德。',
                '令：善，好。',
                '爰(yuán)：何处。一说发语词，无义。寒泉：卫地水名，冬夏常冷。',
                '浚(jùn)：挖深；疏通（水道）。',
                '睍睆(xiànhuǎn)：犹“间关”，鸟儿宛转的鸣叫声。一说美丽，好看。黄鸟：黄雀。',
                '载：传载，载送。一说句首助词。',
            ],
        ],
    ],
    'unscramble' => [
        '《邶风·凯风》以凯风吹彼棘心开篇，把母亲的抚育比作温暖的南风，把自己弟兄们小时候比作酸枣树的嫩芽，“丛生的”小嫩芽之所以能够健康成长，全是母亲大人辛勤哺育的功劳。七个儿子一个一个长大成人(材)了，母亲的大恩大德，堪称圣善，儿子却是不孝儿，这就是自责自称，总嫌自己做得还远远不够，与母亲的养育之恩相比，还差得很远很远，无以为报。',
        '从第三章开始，作者又以寒泉比母，以黄鸟比子，作进一步的自我批评。寒泉也成为母爱的代称。寒泉在地下流淌，滋养浚人。母亲生养弟兄七人，至今还如此劳苦，让作儿子的如何心安?黄鸟鸣叫得清丽婉转，尚且如此悦耳动听，为什么七个儿子却不能抚慰母亲那颗饱受孤苦的心呢?',
        '诗的前二章的前二句都以凯风吹棘心、棘薪，比喻母养七子。凯风是夏天长养万物的风，用来比喻母亲。棘心，酸枣树初发芽时心赤，喻儿子初生。棘薪，酸枣树长到可以当柴烧，比喻儿子已成长。后两句一方面极言母亲抚养儿子的辛劳，另一方面极言兄弟不成材，反躬以自责。诗以平直的语言传达出孝子婉曲的心意。',
        '诗的后二章寒泉、黄鸟作比兴，寒泉在浚邑，水冬夏常冷，宜于夏时，人饮而甘之;而黄鸟清和宛转，鸣于夏木，人听而赏之。诗人以此反衬自己兄弟不能安慰母亲的心。',
        '《邶风·凯风》各章前二句，凯风、棘树、寒泉、黄鸟等兴象构成有声有色的夏日景色图。后二句反覆叠唱的无不是孝子对母亲的深情。设喻贴切，用字工稳。诗中虽然没有实写母亲如何辛劳，但母亲的形象还是生动地展现出来。',
    ],
];
