<?php
return [
    'chapters' => [
        [
            'spell' => [
                'jìng nǚ qí shū， sì wǒyúchéngyú；',
                'àiér bú jiàn ，sāoshǒuchíchú！',
                'jìng nǚ qí luán，yíwǒtóngguǎn；',
                'tóngguǎn yǒu wěi， yuè yì rǔ měi！',
                'zìmù kuìtí ，xúnměi qiě yì；',
                'fēirǔ zhī wéi měi，měirénzhīyí！',
            ],
            'content' => [
                '静女其姝，俟我于城隅；',
                '爱而不见，搔首踟蹰！',
                '静女其娈，贻我彤管；',
                '彤管有炜，说怿女美！',
                '自牧归荑，洵美且异；',
                '匪女之为美，美人之贻！',
            ],
            'vernacular' => [
                '娴静姑娘真可爱，约我城角楼上来。故意躲藏让我找，急得抓耳又挠腮。',
                '娴静姑娘好容颜，送我一枝红彤管。鲜红彤管有光彩，爱它颜色真鲜艳。',
                '郊野采荑送给我，荑草美好又珍异。不是荑草长得美，美人相赠厚情意。',
            ],
            'unscramble' => [
                '此诗是从男子一方来写的，但通过他对恋人外貌的赞美，对她待自己情义之深的宣扬，也可见出未直接在诗中出现的那位女子的人物形象，甚至不妨说她的形象在男子的第一人称叙述中显得更为鲜明。而这又反过来使读者对小伙子的痴情加深了印象。',
                '诗的第一章是即时的场景：有一位闲雅而又美丽的姑娘，与小伙子约好在城墙角落会面，他早早赶到约会地点，急不可耐地张望着，却被树木房舍之类东西挡住了视线，于是只能抓耳挠腮，一筹莫展，徘徊原地。“爱而不见，搔首踟蹰”虽描写的是人物外在的动作，却极具特征性，很好地刻划了人物的内在心理，栩栩如生地塑造出一位恋慕至深、如痴如醉的有情人形象。',
                '第二、第三两章，从辞意的递进来看，应当是那位痴情的小伙子在城隅等候他的心上人时的回忆，也就是说，“贻我彤管”、“自牧归荑”之事是倒叙的。在章与章的联系上，第二章首句“静女其娈”与第一章首句“静女其姝”仅一字不同，次句头两字“贻我”与“俟我”结构也相似，因此两章多少有一种重章叠句的趋向，有一定的匀称感，但由于这两章的后两句语言结构与意义均无相近之处，且第一章还有五字句，这种重章叠句的趋向便被扼制，使之成为一种佯似。这样的结构代表了《诗经》中一种介于整齐的重章叠句体与互无重复的分章体之间的特殊类型，似乎反映出合乐歌词由简单到复杂的过渡历程。',
                '这两章生动地体现了诗人的“写形写神之妙”(陈震《读诗识小录》)。照理说，彤管比荑草要贵重，但男主人公对受赠的彤管只是说了句“彤管有炜”，欣赏的是它鲜艳的色泽，而对受赠的普通荑草却由衷地大赞“洵美且异”，欣赏的不是其外观而别有所感。原来，荑草是她跋涉远处郊野亲手采来的，物微而意深，一如后世南朝宋陆凯《赠范晔》诗之“江南无所有，聊赠一枝春”，重的是情感的寄托、表达，不妨说已成为一个具有能指优势的特殊符号。接受彤管，想到的是恋人红润的面容，那种“说(悦)怿”只是对外在美的欣赏;而接受荑草，感受到普通的小草也“洵美且异”，则是对她所传送的那种有着特定内容的异乎寻常的真情的深切体验，那已经超越了对外表的迷恋而进入了追求内心世界的谐合的高层次的爱情境界。而初生的柔荑将会长成茂盛的草丛，也含有爱情将更加发展的象征意义。',
                '第三章结尾“匪女之为美，美人之贻”两句对恋人赠物的“爱屋及乌”式的反应，可视为一种内心独白，既是第二章诗义的递进，也与第一章以“爱而不见，搔首踟蹰”的典型动作刻划人物的恋爱心理可以首尾呼应，别具真率纯朴之美。',
                '全诗以男子的口吻写幽期密约的乐趣，语言浅显，形象生动，气氛欢快，情趣盎然。“爱而不见”，暗写少女活泼娇憨之态，“搔首踟蹰”，明塑男子心急如焚之状，描摹入神;“悦怿女美”，一语双关，富于感情色彩;“匪女之为美，美人之贻”，情意缠绵，刻画心理细腻入微，道出人与物的关系，是从人与人的关系投射出来的真理。总的说，此诗以人人所能之言，道人人难表之情，自然生动，一片天籁。李梦阳引王叔武语曰：“真诗乃在民间。”以此诗诠之，诚非虚论。后世唯民歌俗谣，遣词道情，尚能得其仿佛，求诸文人集中，传神之作，不可多得。',
            ],
            'notes' => [
                '⑴静女：贞静娴雅之女。马瑞辰《毛诗传笺通释》：“静当读靖，谓善女，犹云淑女、硕女也。”姝(shū)：美好。',
                '⑵俟(sì)：等待，此处指约好地方等待。城隅：城角隐蔽处。一说城上角楼。',
                '⑶爱：通“薆”，隐蔽，躲藏。',
                '⑷踟(chí)蹰(chú)：徘徊不定。',
                '⑸娈(luán)：面目姣好。',
                '⑹贻(yí)：赠。彤管：不详何物。一说红管的笔，一说和荑应是一物。有的植物初生时或者才发芽不久时呈红色，不仅颜色鲜亮，有的还可吃。如是此意，就与下文的“荑”同类。但是也可能是指涂了红颜色的管状乐器等。',
                '⑺有：形容词词头。炜(wěi)：盛明貌。',
                '⑻说(yuè)怿(yì)：喜悦。女(rǔ)：汝，你，指彤管。',
                '⑼牧：野外。归：借作“馈”，赠。荑(tí)：白茅，茅之始生也。象征婚媾。',
                '⑽洵：实在，诚然。异：奇异，特殊。',
                '⑾匪：非。',
                '⑿贻：赠与。',
            ],
        ],
    ],
];