<?php
return [
    'chapters' => [
        [
            'content' => [
                '蝃蝀在东，莫之敢指；',
                '女子有行，远父母兄弟。',
                '朝隮于西，崇朝其雨；',
                '女子有行，远兄弟父母。',
                '乃如之人也，怀婚姻也！',
                '大无信也，不知命也！',
            ],
            'spell' => [
                'dì dōng zài dōng，mò zhī gǎn zhǐ；',
                'nǚ zǐ yǒu xíng，yuǎn fù mǔ xiōng dì。',
                'zhāo jī yú xī，chóng zhāo qí yǔ；',
                'nǚ zǐ yǒu xíng，yuǎn xiōng dì fù mǔ。',
                'nǎi rú zhī rén yě，huái hūn yīn yě！',
                'dà wú xìn yě，bù zhī mìng yě！',
            ],
            'vernacular' => [
                '彩虹出现东天际，没人敢用手来指。女子成年要出嫁，远离父母和兄弟。',
                '彩虹出现天之西，上午肯定会下雨。女子成年要出嫁，远离兄弟和父母。',
                '可是眼前这个人，不按正道来婚配。信用贞洁全不讲，父母教导也不理。',
            ],
            'notes' => [
                '鄘(yōng)风：鄘地流行的乐调。《诗经》“十五国风”之一，今存十篇。鄘，周代诸侯国名，在今河南省汲县北。',
                '蝃蝀(dìdōng)：即彩虹，又称美人虹，其形如带，半圆，有七种颜色，是雨气被太阳返照而成。古人以为婚姻错乱则会出现彩虹。',
                '在东：彩虹出现在东方。朱熹《诗集传》：虹也，日与雨交，倏然成，质似有血气之类，乃阴阳之气不当交而生者，盖天地之淫气也。在东者，暮虹也，虹随日所映，故朝西而暮东也。',
                '莫之敢指：没有人敢指它。这是倒装句。民俗以为用手指指点彩虹，指头上要长疔。',
                '有行：指出嫁。',
                '隮(jī)：一说升云，一说虹。',
                '崇朝(zhāo)：终朝，整个早晨，指从日出到吃早餐的时候。俗以为早晨见虹是阴雨的征兆。',
                '乃如之人：像这样的人。',
                '怀：古与“坏”通用，败坏，破坏。一说思。昏姻：婚姻。',
                '大：太。信：贞信，贞节。',
                '命：父母之命。',
            ],
        ],
    ],
    'unscramble' => [
        '此诗开端“蝃蝀在东，莫之敢指”是起兴，写彩虹出现在东方。古人因缺乏自然知识，以为虹的产生是由于阴阳不和，婚姻错乱，因而将它视作淫邪之气，如刘熙云：“淫风流行，男美于女，女美于男，互相奔随之时，则此气盛。”(《释名》)彩虹在东边出现，自然是一件令人忌讳的事，所以大家都“莫之敢指”。接下去引出正文：“女子有行，远父母兄弟。”单这两句似乎看不出诗人的褒贬之意，然联系前面的起兴，诗人无疑是将淫邪的美人虹来象征这个出嫁的女子。所以前两句虽是兴，但兴中兼比，比兴合一，诗的讽意在不言中也就显露了出来。“女子有行，远父母兄弟”二句亦见于《诗经》的《邶风·泉水》和《卫风·竹竿》，很可能是当时陈语，因而多引用之。',
        '次章是首章的复叠。陈启源云：“蝃蝀在东，暮虹也。朝隮于西，朝虹也。暮虹截雨，朝虹行雨。”(《稽古编》)所以“朝隮于西”接下便有“崇朝其雨”之句。说了暮虹，又说朝虹，这样反反覆覆，诗人就是旨在强调这个出嫁女子婚姻的错乱。',
        '第三章点明题目。“乃如之人也，怀昏姻也”，意思就是说：“像这样的女人啊，破坏婚姻礼仪啊。”如此刻薄斥骂的语气，表明了诗人对私奔行为的愤愤不平。这种愤愤不平基于两点，一是“大无信也”，即私奔者只知思男女之欲，而不能自守贞信之节;二是“不知命也”，即私奔者背人道、逆天理，不知婚姻当待父母之命，媒妁之言。从全诗结构看，前两章是蓄势，此章为跌出。第一、第二章的横断不即下，欲说又不直说，为此章蓄足了力量，故一经跌出，语意自然强烈。此章四句末尾语助词“也”字的连用，也进一步烘托出诗人对破坏婚姻制度的私奔行为的痛心疾首。',
        '按现代人的眼光来看，这个不从母命的私奔女子，其实正是一个反抗礼教制度、争取婚姻自由的勇敢女性。封建社会对婚丧喜庆有着极其严格的礼仪规定，如婚事就得依父母之命、媒妁之言，当事人无权自主择偶。《齐风·南山》中的“取妻如之何，必告父母”、“取妻如之何，匪媒不得”，就反映了当时周代社会的婚姻规范。或许此诗的女主人公就是《鄘风·柏舟》中那个大声疾呼“之死矢靡它”的少女，在得不到父母体谅的情况下，为追求爱情的幸福，义无反顾地私奔到意中人那里自主结合。这种大胆的私奔行为无疑为封建礼教所不容，所以一些所谓的正人君子便将她视作淫妇而进行严厉地斥责。从诗中两引当时陈语“女子有行，远父母兄弟”来看，她的这种愤怒的抗争也没有得到人们的普遍同情，诗中所谓的“莫之敢指”，实际正是千夫所指。“千夫所指，无病而死。”她尽管走出了这反抗的一步，但其悲惨的结局是不难想像的。孔子说“诗可以观”，这首诗便表现了封建礼教的吃人本质，诗的现实意义就在于此。',
    ],
];
