<?php
return [
    'chapters' => [
        [
            'content' => [
                '扬之水，不流束薪；彼其之子，',
                '不与我戍申。怀哉怀哉！曷月予还归哉？',
                '扬之水，不流束楚；彼其之子，',
                '不与我戍甫。怀哉怀哉！曷月予还归哉？',
                '扬之水，不流束蒲；彼其之子，',
                '不与我戍许。怀哉怀哉，曷月予还归哉？',
            ],
            'spell' => [
                'yáng zhī shuǐ，bù liú shù xīn；bǐ jì zhī zǐ，',
                'bù yǔ wǒ shù shēn。huái zāi huái zāi！hé yuè yú huán guī zāi？',
                'yáng zhī shuǐ，bù liú shù chǔ；bǐ jì zhī zǐ，',
                'bù yǔ wǒ shù fǔ。huái zāi huái zāi！hé yuè yú huán guī zāi？',
                'yáng zhī shuǐ，bù liú shù pú；bǐ jì zhī zǐ，',
                'bù yǔ wǒ shù xǔ。huái zāi huái zāi，hé yuè yú huán guī zāi？',
            ],
            'vernacular' => [
                '平缓流动的水啊，冲不走成捆的木柴。那位远方的人儿啊，不能和我驻守申国城寨。想念你啊想念你，哪时我才能回到故里?',
                '平缓流动的水啊，也飘不起成捆的柴草。那位远方的人儿啊，不能共我守卫甫国城堡。想念你啊想念你，哪时我才能回到故里?',
                '平缓流动的水啊，也流不动成捆的柳枝。那位远方的人儿啊，不能与我守卫许国城池。想念你啊想念你，哪时我才能回到故里?',
                '译文二',
                '小河沟泛着浅波，漂不走一捆柴禾。我心中想念的人，没跟我同守申国。日日夜夜思念啊，何年何月回故国?',
                '小河沟泛着浅波，漂不走一捆荆禾。我心中想念的人，没跟我同守甫国。日日夜夜思念啊，何年何月回故国?',
                '小河沟泛着浅波，漂不走一捆蒲禾。我心中想念的人，没跟我同守许国。日日夜夜思念啊，何年何月回故国?',
            ],
            'notes' => [
                '王风：王都之风，即东周王城洛邑一带的乐调。《诗经》“十五国风”之一，今存十篇。扬之水：平缓流动的水。扬，悠扬，缓慢无力的样子。一说激扬之水，喻夫。',
                '不流：流不动，浮不起，冲不走。束薪：成捆的柴薪，喻婚姻，在此指妻。',
                '彼其之子：(远方的)那个人，指妻子。其，语助词。之子：是子，这个人。',
                '不与我：不能和我。戍申：在申国戍守。申是姜姓国，周平王的母舅家，在今河南南阳北。',
                '怀：平安。一说思念、怀念。',
                '曷(hé)：何。予：我。',
                '束楚：成捆的荆条。楚，荆条，灌木，人多以之为柴薪。',
                '甫：甫国，即吕国，姜姓侯国，在今河南南阳西。',
                '蒲：蒲柳，枝细长而柔软。',
                '许：许国，姜姓侯国，故地在今河南许昌东。',
            ],
        ],
    ],
    'unscramble' => [
        '《王风·扬之水》是以远戍战士的口吻来写的。诗从扬之水不流束薪起兴，一唱三叹，反复掀起戍卒思妇盼归之怨的高潮。',
        '全诗三章，各章基本相同。不同的是：“束薪”、“束楚”和“束蒲”;“戍申”、“戍甫”和“戍许”。薪、楚、蒲都是农家日常燃烧的柴草;申、甫、许是三个姜姓的诸侯小国。因此，全诗实际上把一个相同的内容，反复吟诵三次，用重复强调的手法，突出远戍战士思家情怀。每章头两句“扬之水，不流束薪(楚、蒲)”，用流动的河水与不动的柴草对比，先让人视觉上有特殊印象：那河沟的水哗哗地流动，仿佛岁月一天天过去，不再回来;那一捆捆的柴草又大又沉，小小的河水根本飘浮不起，冲流不动，仿佛战士思家的沉重心绪，永不改变。有了这两句自然物象的起兴，很自然引出三、四两句“彼其之子，不与我戍申(甫、许)”，守着家园的妻子，当然无法与远戍的士兵一起。如果说，士兵如远离泉源的河水，越流越远;那么，妻子如坚定不移的柴草，不飘不流。如果说，日月如流水不断流失，思家情怀就如沉重的柴草，不动不移。分离的日子越久，远戍的时间越长，思念妻子也越强烈。终于，士兵喊出了自己心里的话：“怀哉怀哉?曷月予还归哉?”意思是：在家的亲人平安吗?何年何月我才能回家相聚呢?夫妻之情，故园之思，远戍之苦，不平之鸣，都融化在这两句问话之中，而士兵回家的渴望，产生了强烈的震撼力。',
        '诗人在这里写了三种不流的情景。那河水载不起的物件，一开始是一捆捆点燃篝火的柴棒，后来换成一捆捆较细的荆条，再换成一捆捆造箭用的蒲柳短棒，可见其怨思之情是一点点在加深加重的。诗人又写了戍守三地的情景。这三地都相隔不远，可能是调兵换防，因此一个边卒写出了三个边地的守卫情景。正因为有了这种辗转调戍的情形，才更能引发边卒抒发他心中积郁的思归之怨。',
        '在诗歌句式上，此诗采用不齐整的句式，有三言、四言、五言、六言几种，这说明诗歌带有鲜明的口语化的倾向。口语化句子，正好比较朴实，比较真切地表达出下层人民出身的士兵的口吻，起到一种亲切诚朴的效果。实际上，除了个别词语带有历史痕迹，在语义上需要诠解之外，这首口语化的诗歌，千载之下仍有极强的感染力。',
    ],
];
