<?php
return [
    'chapters' => [
        [
            'spell' => [
                'miánmián gé lěi，zàihézhī hǔ 。',
                'zhōngyuǎnxiōng dì ，wèitārén fù 。',
                'wèitārén fù ，yì mò wǒgù！',
                'miánmián gé lěi，zàihézhīsì。',
                'zhōngyuǎnxiōng dì ，wèitārénmǔ。',
                'wèitārénmǔ，yì mò wǒ yǒu ！',
                'miánmián gé lěi，zàihézhīchún。',
                'zhōngyuǎnxiōng dì ，wèitārénkūn。',
                'wèitārénkūn，yì mò wǒwén！',
            ],
            'content' => [
                '绵绵葛藟，在河之浒。',
                '终远兄弟，谓他人父。',
                '谓他人父，亦莫我顾！',
                '绵绵葛藟，在河之涘。',
                '终远兄弟，谓他人母。',
                '谓他人母，亦莫我有！',
                '绵绵葛藟，在河之漘。',
                '终远兄弟，谓他人昆。',
                '谓他人昆，亦莫我闻！',
            ],
            'vernacular' => [
                '葛藤绵延长又长，爬到河边湿地上。远离亲人和兄弟，面对他人把爹喊。就是管人把爹喊，一点眷顾也休想。',
                '葛藤绵延长又长，爬到河边陆地上。远离亲人和兄弟，面对他人喊亲娘。面对他人喊亲娘，也不把我当儿郎。',
                '葛藤绵延长又长，爬到河边陆地上。远离亲人和兄弟，面对他人喊兄长。就是每日喊兄长，没有听见一个样。',
            ],
            'unscramble' => [
                '《王风·葛藟》是一首流浪者自诉寄人篱下之无尽屈辱的诗歌。诗分三章，每章六句。首章“绵绵”二句写眼前景物。诗人流落到黄河边上，见到河边葛藤茂盛，绵绵不断，不禁触景伤情，联系到自己远离兄弟、飘泊异乡的身世，感到人不如物。他流落他乡，六亲无靠，生活无着，不得不乞求于人，甚至覥颜“谓他人父”。处境之艰难，地位之卑下，可见一斑。但是即便如此，也未博得人家的一丝怜悯。“谓他人父，亦莫我顾”，直书其事，包含许多屈辱，许多痛楚，正如朱熹所叹：“则其穷也甚矣！”（《诗集传》）第二、第三章诗意略同首章，仅二、四、五、六句句尾更换一字，丰富了诗的内涵，反覆咏叹中稍有变化。',
                '全诗每章只更换了三个字。第一个字都是“河边”的意思，相当于没有变化。第二个字，谓他人“父”“母”“昆”，换的都是家庭成员的称呼，其实属于家庭内部情况，变化影响相同。第三个字，亦莫我“顾”“有”“闻”，就是“也不顾念、善待、关心我”，总之反反复复强调他所流落寄居的人家对他不好，他感到非常屈辱，没有温暖。短短几行小诗写尽了流离失所、寄人篱下的内心忧伤。',
                '此诗两句表达一层意思，六句有三层意思，两层转折。由绵绵不绝的葛藟对照兄弟的离散，是一折，由“谓他人父”“谓他人母”“谓他人昆”而竟不获怜悯，又是一折。每一转折，均含无限酸楚。诗人直抒情事，语句简质，却很感人，表现了飘零的凄苦和世情的冷漠。',
            ],
            'notes' => [
                '⑴王风：王都之风，即东周王城洛邑一带的乐调。《诗经》“十五国风”之一，今存十篇。',
                '⑵葛藟(lěi)：藤类蔓生植物。即野葡萄。',
                '⑶绵绵：连绵不绝的样子。',
                '⑷浒(hǔ)：水边。一说岸上地。',
                '⑸终：既已。远：远离。',
                '⑹谓：称，呼。',
                '⑺顾：照顾，眷顾。',
                '⑻涘(sì)：水边。',
                '⑼有：通“友”，相亲之意。一说通“佑”，帮助。',
                '⑽漘(chún)：河岸，水边。',
                '⑾昆：兄。',
                '⑿闻(wèn)：通“问”，亦有爱之意。王引之《经义述闻》：“谓相恤问也。古字闻与问通。”',
            ],
        ],
    ],
];