<?php
return [
    'chapters' => [
        [
            'content' => [
                '叔于田，乘乘马；执辔如组，两骖如舞。',
                '叔在薮，火烈具举；袒裼暴虎，献于公所。',
                '将叔勿狃，戒其伤女！',
            ],
            'spell' => [
                'shū yú tián，chéng shèng mǎ；zhí pèi rú zǔ，liǎng cān rú wǔ。',
                'shū zài sǒu，huǒ liè jù jǔ；tǎn xī bào hǔ，xiàn yú gōng suǒ。',
                'qiāng shū wù niǔ，jiè qí shāng rǔ！',
            ],
            'vernacular' => [
                '尊贵的大叔出门围猎来呦，乘着四匹马拉的大车奔跑，他抖动着丝缰如纵横编织，车辕两旁的马儿像在舞蹈。驻马于大泽那里草木丰茂，四周驱兽的大火熊熊燃烧。大叔赤膊上阵徒手搏猛虎，猎物献郑伯送至他的公朝。我的大叔啊不要习以为常，防备猛兽伤害你把性命抛。',
            ],
        ],
        [
            'content' => [
                '叔于田，乘乘黄；两服上襄，两骖雁行。',
                '叔在薮，火烈具扬；叔善射忌，又良御忌！',
                '抑罄控忌，抑纵送忌！',
            ],
            'spell' => [
                'shū yú tián，chéng shèng huáng；liǎng fú shàng xiāng，liǎng cān yàn háng。',
                'shū zài sǒu，huǒ liè jù yáng；shū shàn shè jì，yòu liáng yù jì！',
                'yì qìng kòng jì，yì zòng sòng jì！',
            ],
            'vernacular' => [
                '尊贵的大叔乘车来到猎场，拉车的四匹大马毛色金黄，驾辕的马儿努力向前奔跑，外侧两马紧跟随如雁排行。深入到大泽但见林深草长，四面驱兽的大火烈焰升扬。多才多艺的大叔擅长射箭，驾驭马车的本领也很高强。他时而放马驰骋时而勒缰，他时而射箭时而纵禽逃亡。',
            ],
        ],
        [
            'content' => [
                '叔于田，乘乘鸨；两服齐首，两骖如手。',
                '叔在薮，火烈具阜；叔马慢忌，叔发罕忌！',
                '抑释掤忌，抑鬯弓忌！',
            ],
            'spell' => [
                'shū yú tián，chéng shèng bǎo；liǎng fú qí shǒu，liǎng cān rú shǒu。',
                'shū zài sǒu，huǒ liè jù fù；shū mǎ màn jì，shū fā hǎn jì！',
                'yì shì bīng jì，yì chàng gōng jì！',
            ],
            'vernacular' => [
                '尊贵的大叔围猎到野外来，拉车的四匹马儿斑驳色彩，驾辕的俩马儿齐头并肩走，外侧的俩马儿好像把手摆。英武的大叔驻马在大泽中，四面驱兽的大火余烬未败。那纵横奔突的马儿慢下来，大叔的射箭频率也稀下来。他已经从容地打开箭筒盖，把宝雕弓放进囊里收起来。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
        '按照现代多数学者的说法，此诗的抒情主人公可能是一个女子，她赞美的大约是自己的恋人，一位青年猎手。古人以伯、仲、叔、季作排行，叔本指老三。《郑风·萚兮》有“叔兮伯兮，倡(唱)予和女”之句，《郑风·将仲子》中提到“仲子”，则当时郑国女子对恋人也可称“伯”“仲”“叔”，大约相当于今日民歌中的“大哥”“二哥”“三哥”之类。诗中说这位青年打死虎之后“献于公所”，可知他是随从郑伯去打猎的。',
        '第一章“叔于田”直截了当点出要写叔的什么事。“乘乘马”表现出其随公畋猎时的气势。三、四句则描绘他驾车的姿态。驾车之马有四匹，四匹马的缰绳总收一起拿在手中，如绶带或织带时的经线，两面的骖马同服马谐调一致，像在舞蹈一样整齐。其得心应手的情况，就像马完全在按驾车人的意识行动。把叔驾车的动作写得同图画、音乐、舞蹈一样，到了出神入化的地步，正像《淮南子·览冥》说的王良造父驾车的情形，“上车摄辔，马为整齐而敛谐，投足调均，劳逸若一，心怡气和，体便轻毕，安劳若进，驰骛若灭，左右若鞭，周旋若环”。然而在此诗中只用了八个字。下面“叔在薮，火烈具举”，将叔放在一个十分壮观的背景之中。周围大火熊熊燃烧，猛虎被堵在深草之地，唯叔在其中与虎较量。叔脱去了上衣，火光照亮了他的脸和身，也照亮了将要拼死的困兽。其紧张的情况，同斗兽场中惊心动魂的搏斗一样。结果是“襢裼暴虎，献于公所”。叔不但打死了猛虎，而且扛起来献到了君王面前，像没有事一样。一个英雄勇士的形象活生生显示了出来。这十五个字的描写，可与《三国演义》中“温酒斩华雄”那一段精彩的叙述相媲美。诗人夸赞叔，为他而自豪，又替他担心，希望他不要掉以轻心，这个感情，是复杂的。',
        '第二章写叔继续打猎的情形，说叔“善射”、“良御”，特别用了“磬控”一词，刻画最为传神。“控”即在马行进中骑手忽然将它勒住不使前进，这时马便会头朝后，前腿抬起;人则弯曲腰身如上古时的石磬。第三章写打猎结束时从容收了弓箭，以其在空手打虎和追射之后的悠闲之态，显示了他的英雄风度。',
        '全诗有张有弛，如一首乐曲，在高潮之后又是一段舒缓的抒情，成抑扬之势，富有情致。',
    ],
];
