<?php
return [
    'chapters' => [
        [
            'spell' => [
                'bǐjiǎotóngxī！ bù yǔ wǒyánxī！',
                'wéi zǐ zhīgù，shǐwǒ bù néngcānxī！',
                'bǐjiǎotóngxī！ bù yǔ wǒ shí xī！',
                'wéi zǐ zhīgù，shǐwǒ bù néngxīxī！',
            ],
            'content' => [
                '彼狡童兮！不与我言兮！',
                '维子之故，使我不能餐兮！',
                '彼狡童兮！不与我食兮！',
                '维子之故，使我不能息兮！',
            ],
            'vernacular' => [
                '那个滑头小伙子，为何不和我说话?都是因你的缘故，使我饭也吃不下。',
                '那个滑头小伙子，为何不与我共餐?都是因你的缘故，使我觉也睡不安。',
            ],
            'unscramble' => [
                '法国女作家斯达尔夫人说：爱情对于男子只是生活中的一段插曲，而对于女人则是生命的全部。确实，一个姑娘生活中最艰巨的任务就是反复证实小伙子的爱情是执着专一，永恒不变的。因而，恋爱中的姑娘永远没有精神的安宁。对方一个异常的表情，会激起她心中的波澜;对方一个失爱的举动，更会使她痛苦无比，寝食难安。《郑风·狡童》中的这位女子就是如此，或许是一次口角，或许是一个误会，小伙子两个失爱的举动，她竟为之寝食不安，直言痛呼。',
                '首先，诗的两章通过循序渐进的结构方式，有层次地表现了这对恋人之间已经出现的疏离过程。第一章曰：“不与我言”，第二章承之曰：“不与我食”，这不是同时并举，而是逐步发展。所谓“不与我言”，并非道途相遇，掉头不顾，而当理解为共食之时，不瞅不睬;所谓“不与我食”，是指始而为共食之时，不瞅不睬，继而至分而居之，不与共食。爱情的小舟，遇到了急风狂浪，正面临倾覆的危险。与此相应，女子失恋的痛苦也随之步步加深。共食不睬，虽一日三餐不宁而长夜同寝尚安;而分居离食，就食不甘味更寝不安席了。因此这位女子要直言呼告，痛诉怨恨。',
                '其次，诗篇通过直言痛呼的人物语言，刻画了一个初遭失恋而情感缠绵，对恋人仍一往情深的女子形象。《诗经》中刻划了许多遭遇情变的形象，情变程度有别，痛苦感受不同。《郑风·狡童》中的女子面临失恋的情况，听她的呼告，能感觉在怨恨与焦虑中，仍对恋人充满了渴望与深情。“狡童”的“狡”，一说通“佼”，亦即强壮俊美之意;如此理解，“彼狡童兮”，亦即“那个强壮漂亮的小伙子啊”。这就是骂中有爱，恨中带恋了。而两章的后两句“维子之故，使我不能餐兮”、“维子之故，使我不能息兮”，则由前两句第三人称的“彼”，转变为第二人称的直面式的呼告了，从而把对“狡童”的恋慕期待之情表现得缠绵难割。',
                '古老的《诗经》，传达的是古今相通之情，只因语言简奥，才会艰深难解。《郑风·狡童》则不然，不仅女子的感情哀伤动人，女子的呼告也是明白如话，句句入耳。可是，一首直抒胸臆之诗，千百年来却久遭曲解。“诗必取足于己，空诸依傍而词意相宣，庶几斐然成章;……尽舍诗中所言而别求诗外之物，不屑眉睫之间而上穷碧落、下及黄泉，以冀弋获，此可以考史，可以说教，然而非谈艺之当务也”(《管锥编》第一册)。钱钟书对“《诗》作诗读”之旨作了淋漓透辟的发挥，读《郑风·狡童》然，读一切古诗均然。',
            ],
            'notes' => [
                '⑴郑风：《诗经》“十五国风”之一，今存二十一篇。狡童：美貌少年。狡，同“姣”，美好。一说为狡猾，如口语说“滑头”之类，是戏谑之语。',
                '⑵彼：那。',
                '⑶维：为，因为。',
                '⑷不能餐：饭吃不香，吃不下。',
                '⑸食：一起吃饭。',
                '⑹不能息：不能安稳入睡。息，吸气。',
            ],
        ],
    ],
];