<?php
return [
    'chapters' => [
        [
            'content' => [
                '青青子衿，悠悠我心；',
                '纵我不往，子宁不嗣音？',
                '青青子佩，悠悠我思；',
                '纵我不往，子宁不来？',
                '挑兮达兮，在城阙兮！',
                '一日不见，如三月兮！',
            ],
            'spell' => [
                'qīng qīng zǐ jīn，yōu yōu wǒ xīn；',
                'zòng wǒ bù wǎng，zǐ nìng bú sì yīn？',
                'qīng qīng zǐ pèi，yōu yōu wǒ sī；',
                'zòng wǒ bù wǎng，zǐ nìng bù lái？',
                'tiāo xī tà xī，zài chéng què xī！',
                'yī rì bú jiàn，rú sān yuè xī！',
            ],
            'vernacular' => [
                '青青的是你的衣领，悠悠的是我的思念。纵然我不曾去会你，难道你不把音信传?',
                '青青的是你的佩带，悠悠的是我的情怀。纵然我不曾去找你，难道你不能主动来?',
                '来来往往张眼望啊，在这高高的城楼上。一天不见你的面啊，好像有三月那样长!',
            ],
            'notes' => [
                '郑风：《诗经》“十五国风”之一，今存二十一篇。',
                '子衿：周代读书人的服装。子，男子的美称，这里即指“你”。衿，即襟，衣领。',
                '青：黑色。古代青指黑颜色。',
                '悠悠：忧思不断的样子。',
                '纵：纵然，即使。',
                '宁(nìng)：岂，难道。嗣(sì)音：寄传音讯。嗣，通“贻”，一作“诒”，寄的意思。',
                '佩：这里指系佩玉的绶带。',
                '挑兮达(tà)兮：独自走来走去的样子。挑，也作“佻”。',
                '城阙：城门两边的观楼。',
            ],
        ],
    ],
    'unscramble' => [
        '《郑风·子衿》写一个女子在城楼上等候她的恋人。全诗三章，采用倒叙手法。前两章以“我”的口气自述怀人。“青青子衿”，“青青子佩”，是以恋人的衣饰借代恋人。对方的衣饰给她留下这么深刻的印象，使她念念不忘，可想见其相思萦怀之情。如今因受阻不能前去赴约，只好等恋人过来相会，可望穿秋水，不见影儿，浓浓的爱意不由转化为惆怅与幽怨。第三章点明地点，写她在城楼上因久候恋人不至而心烦意乱，来来回回地走个不停，觉得虽然只有一天不见面，却好像分别了三个月那么漫长。',
        '全诗五十字不到，但女主人公等待恋人时的焦灼万分的情状宛然如在目前。这种艺术效果的获得，在于诗人在创作中运用了大量的心理描写。诗中表现这个女子的动作行为仅用“挑”“达”二字，主要笔墨都用在刻划她的心理活动上，如前两章对恋人既全无音讯、又不见影儿的埋怨，末章“一日不见，如三月兮”的独白。两段埋怨之辞，以“纵我”与“子宁”对举，急盼之情中不无矜持之态，令人生出无限想像，可谓字少而意多。末尾的内心独自，则通过夸张修辞技巧，造成主观时间与客观时间的反差，从而将其强烈的情绪心理形象地表现了出来，可谓因夸以成状，沿饰而得奇。',
        '《郑风·子衿》是《诗经》众多情爱诗歌作品中较有代表性的一篇，它鲜明地体现了那个时代的女性所具有的独立、自主、平等的思想观念和精神实质，女主人公在诗中大胆表达自己的情感，即对情人的思念。这在《诗经》以后的历代文学作品中是少见的。',
    ],
];
