<?php
return [
    'chapters' => [
        [
            'spell' => [
                'chū qí dōngmén， yǒu nǚ rúyún；',
                'suīzérúyún，fěiwǒsīcún。',
                'gǎoyīqíjīn，liáo lè wǒ yún 。',
                'chū qí yīn dū ， yǒu nǚ rútú；',
                'suīzérútú，fěiwǒsī jū。',
                'gǎoyīrúlǘ，liáo kě yǔ yú。',
            ],
            'content' => [
                '出其东门，有女如云；',
                '虽则如云，匪我思存。',
                '缟衣綦巾，聊乐我员。',
                '出其闉闍，有女如荼；',
                '虽则如荼，匪我思且。',
                '缟衣茹藘，聊可与娱。',
            ],
            'vernacular' => [
                '我走出了城东门，只见女子多如云。虽然女子多如云，但不是我心上人。身着白衣绿裙人，才让我乐又亲近。',
                '我走出了外城门，只见女子多如花。虽然女子多如花，但不是我爱的人。身着白衣红佩巾，才让我爱又欢欣。',
            ],
            'unscramble' => [
                '郑之春月，确如姚际恒所说，乃是“士女出游”、谈情说爱的美妙时令。《郑风·溱洧》一诗说，在清波映漾的溱水、洧水之畔，更有“殷且盈”的青年男女，“秉兰”相会、笑语“相谑”，互相赠送着象征爱情的“芍药”之花。《郑风·出其东门》所展示的，则是男女聚会于郑都东门外的一幕，那景象之动人，也决不逊色于“溱洧”水畔。',
                '“出其东门，有女如云”、“出其闉阇，有女如荼”——二章复叠，妙在均从男主人公眼中写来，表现着一种突见众多美女时的惊讶和赞叹。“如云”状貌众女之体态轻盈，在飞彩流丹中，愈显得衣饰鲜丽、缤纷照眼;“如荼”表现众女之青春美好，恰似菅茅之花盛开，愈见得笑靥灿然、生气蓬勃。诗中的主人公也是个有血有肉的男人，也是富有爱美之心的男人。面对着如许众多的美丽女子，纵然是枯木、顽石，恐怕也要目注神移、怦然动心的。',
                '在迈出城门的刹那间，此诗的主人公也被这“如云”“如荼”的美女吸引了。那毫不掩饰的赞叹之语，正表露着这份突然涌动的不自禁之情。然而，人的感情是奇特的，“爱情”则更要微妙难猜：“虽则如云，匪我思存”、“虽则如荼，匪我思且”——虽然社会上美女如云，但我的心思真的没有在她们身上。她们都比不上我的心上人。她虽然成天穿着简陋的衣服，朴素的白娟衣裳，戴着青黑色的头巾;她虽然远不如大街上美女们花枝招展，但我爱她，我也以此生有她而足为乐矣!在众多美女前怦然心动的主人公，真要作出内心所爱的选择时，吐语竟如此出人意料。两个“虽则……匪我……”的转折句，正以无可动摇的语气，表现着主人公的情有独钟。接着就是他那幸运的恋人出场：“缟衣綦巾，聊乐我员”、“缟衣茹藘，聊可与娱”二句，即带着无限的喜悦和自豪，将这位恋人推了出来。而且，“缟衣綦巾”“缟衣茹藘”，均为“女服之贫贱者”(朱熹)，主人公所情有独钟的，竟是这样一位素衣绿巾的贫贱之女。只要两心相知，何论贵贱贫富——这便是弥足珍惜的真挚爱情。主人公以断然的语气，否定了对“如云”“如荼”美女的选择，而以喜悦和自豪的结句，独许那“缟衣茹藘”的心上人，也足见他对伊人的相爱之深。',
                '由此回看诗章之开篇，那对东门外“如云”“如荼”美女的赞叹，其实都只是一种渲染和反衬。当诗情逆转时，那盛妆华服的众女，便全在“缟衣綦巾”心上人的对照下黯然失色了。这是主人公至深至真的爱情所投射于诗中的最动人的光彩，在它的照耀下，贫贱之恋获得了超越任何势利的价值和美感。',
            ],
            'notes' => [
                '⑴郑风：《诗经》“十五国风”之一，今存二十一篇。东门：城东门，是郑国游人云集的地方。',
                '⑵如云：形容女子众多。',
                '⑶虽则：虽然。',
                '⑷匪：非。思存：想念。思：语助词。存：一说在;一说念;一说慰藉。',
                '⑸缟(gǎo)：白色;素白绢。綦(qí)巾：暗绿色头巾。',
                '⑹聊：且，愿。员(yún)：同“云”，语助词。一说友，亲爱。',
                '⑺闉(yīn)闍(dū)：城门外的护门小城，即瓮城门。',
                '⑻荼：茅花，白色。茅花开时一片皆白，此亦形容女子众多。',
                '⑼思且(jū)：思念，向往。且，语助词。一说慰藉。',
                '⑽茹(rú)藘(lǘ)：茜草，其根可制作绛红色染料。此指绛红色衣巾。“缟衣”“綦巾”“茹藘”之服，均显示此女身份之贫贱。',
            ],
        ],
    ],
];