<?php
return [
    'chapters' => [
        [
            'content' => [
                '溱与洧，方涣涣兮！士与女，方秉蕑兮！',
                '女曰观乎？士曰既且。且往观乎!洧之外，洵訏于且乐。',
                '维士与女，伊其相谑，赠之以勺药。',
            ],
            'spell' => [
                'zhēn yǔ wěi，fāng huàn huàn xī！shì yǔ nǚ，fāng bǐng jiān xī！',
                'nǚ yuē guān hū？shì yuē jì cú。qiě wǎng guān hū!wěi zhī wài，xún xū qiě lè。',
                'wéi shì yǔ nǚ，yī qí xiāng xuè，zèng zhī yǐ sháo yào。',
            ],
            'vernacular' => [
                '溱水洧水长又长，河水流淌向远方。男男女女城外游，手拿蕑草求吉祥。女说咱们去看看?男说我已去一趟。再去一趟又何妨!洧水对岸好地方，地方热闹又宽敞。男女结伴一起逛，相互戏谑喜洋洋，赠朵芍药毋相忘。',
            ],
        ],
        [
            'content' => [
                '溱与洧，浏其清矣！士与女，殷其盈矣！',
                '女曰观乎？士曰既且。且往观乎！洧之外，洵訏于且乐。',
                '维士与女，伊其将谑，赠之以勺药。',
            ],
            'spell' => [
                'zhēn yǔ wěi，liú qí qīng yǐ！shì yǔ nǚ，yīn qí yíng yǐ！',
                'nǚ yuē guān hū？shì yuē jì cú。qiě wǎng guān hū！wěi zhī wài，xún xū qiě lè。',
                'wéi shì yǔ nǚ，yī qí jiāng xuè，zèng zhī yǐ sháo yào。',
            ],
            'vernacular' => [
                '溱水洧水长又长，河水洋洋真清亮。男男女女城外游，游人如织闹嚷嚷。女说咱们去看看?男说我已去一趟。再去一趟又何妨!洧水对岸好地方，地方热闹又宽敞。男女结伴一起逛，相互戏谑喜洋洋，赠朵芍药表情长。',
            ],
            'notes' => [
                '郑风：《诗经》“十五国风”之一，今存二十一篇。溱(zhēn)洧(wěi)：郑国两条河名。',
                '方：正。涣涣：河水解冻后奔腾貌。',
                '士与女：此处泛指春游的男男女女。后文“女”“士”则特指其中某青年男女。',
                '方：正。秉：执，拿。蕑(jiān)：一种兰草。又名大泽兰，与山兰有别。',
                '既：已经。且(cú)：同“徂”，去，往。',
                '且：再。',
                '洵(xún)訏(xū)：实在宽广。洵，实在，诚然，确实。訏，大，广阔。',
                '维：发语词。',
                '伊：发语词。相谑：互相调笑。',
                '勺药：即“芍药”，一种香草，与今之木芍药不同。《郑笺》：“其别则送女以勺药，结恩情也。”马瑞辰《毛诗传笺通释》云：“又云‘结恩情’者，以勺与约同声，故假借为结约也。”',
                '浏：水深而清之状。',
                '殷：众多。盈：满。',
                '将：即“相”。',
            ],
        ],
    ],
    'unscramble' => [
        '《郑风·溱洧》好像就是写了一个古代的情人节，或大相亲的场面。诗中交代了时间，初春时节，春水涌流的时节;地点，溱洧之外。',
        '从大处写起，“殷其盈矣”，参加欢会的青年人之多，不可胜数，可谓熙熙攘攘，茫茫人海。这是下面一对情人相会的大背景。',
        '从小处落笔，“维士与女，伊其相谑”，从这一对少男少女的偶然相识，到二人相约同行，再到相谑，相赠爱情花，把相亲相爱的全过得进行了艺术化的忠实记录。可以说是一个很唯美的专题纪录片。',
        '这首诗很美，美在春天;美在爱情。尤其美的是两枝花的俏丽出现：“蕑(兰)”与“勺药”。凭借着这两种芬芳的香草，作品完成了从风俗到爱情的转换，从自然界的春天到人生的青春的转换，也完成了从略写到详写的转换，从“全镜头”到“特写镜头”的转换。要之，兰草与芍药，是支撑起全诗结构的两个支点。',
        '诗分二章，仅换数字，这种回环往复的叠章式，是民歌特别是“诗三百”这些古老民歌的常见形式，有一种纯朴亲切的风味，自不必言。各章皆可分为两层，前四句是一层，落脚在“蕑”;后八句为一层，落脚在“勺药”。前一层内部其实还包含一个小转换，即自然向人的转换，风景向风俗的转换。诗人以寥寥四句描绘了一幅风景画，也描绘了一幅风俗画，二者息息相关，因为古代社会风俗的形成大多与自然节气有关。诗人唱道：“溱与洧，方涣涣兮。”“涣涣”二字十分传神，表现出一片冰化雪消、桃花春汛、春风骀荡的情景。春天，真的已经降临到郑国大地。在这幅春意盎然的风景画中，人出现了：“士与女，方秉蕑兮”。人们经过一个冬天严寒的困扰，冰雪的封锁，从蛰伏般的生活状态中苏醒过来，到野外，到水滨，去欢迎春天的光临。而人手一束的嫩绿兰草，便是这次春游的收获，是春的象征。“招魂续魄，拂除不详”，似乎有点神秘，其实其精神内核应是对肃杀的冬气的告别，对新春万事吉祥如意的祈盼。任何虚幻的宗教意识，都生自现实生活的真切愿望。在这里，从自然到人、风景到风俗的转换，是通过“溱与洧”和“士与女”两个结构相同的句式的转换实现的。结构相同的东西可以使人产生由此及彼的对照、联想，因而这里的转换顺理成章，毫不突然。',
        '如果说对于成年的“士与女”，他们对新春的祈愿只是风调雨顺，万事如意，那么对于年青的“士与女”，他们的祈愿则更加上一个重要内容——爱情，因为他们不仅拥有大自然的春天，还拥有生命的春天——青春。于是作品便从风俗转向爱情，从“蕑”转向“勺药”。这首诗是以善于转折为人称道的，清人牛运震《诗志》、陈继揆《读诗臆补》皆认为它“妙于用虚字转折”。其实它的“转折之妙”，不仅独在虚字。如上所说，前一层次的从风景向风俗的小转折，是借重两个结构相同的句式实现的。这里从风俗到爱情的大转折，则巧妙地利用了“士”、“女”的相同字面：前层的“士与女”是泛指，犹如常说的“士女如云”;后层的“士”、“女”则是特指，指人群中某一对青年男女。字面虽同，对象则异。这就使转折完成于不知不觉之间，变换实现于了无痕迹之中。诗意一经转折，诗人便一气直下，一改前面的宏观扫描，将“镜头”对准了这对青年男女，记录下他们的呢喃私语，俏皮调笑，更凸现出他们手中的芍药，这爱的信物，情的象征。总之，兰草“淡出”，芍药“淡入”，情节实现了“蒙太奇”式的转换。',
        '于是，从溱、洧之滨踏青归来的人群，有的身佩兰草，有的手捧芍药，撒一路芬芳，播一春诗意，其欢歌笑语感染了后世的无数读者。',
        '尽管小小的郑国常常受到大国的侵扰，该国的统治者也并不清明，但对于普普通通的人民来说，这个春天的日子仍使他们感到喜悦与满足，因为他们手中有“蕑”，有“勺药”，有美好生活的憧憬与信心。',
    ],
];
