<?php
return [
    'chapters' => [
        [
            'content' => [
                '子之还兮！遭我乎狃之间兮！',
                '并驱从两肩兮！揖我谓我儇兮！',
                '子之茂兮！遭我乎狃之道兮！',
                '并驱从两牡兮！揖我谓我好兮！',
                '子之昌兮！遭我乎狃之阳兮！',
                '并驱从两狼兮！揖我谓我臧兮！',
            ],
            'spell' => [
                'zǐ zhī xuán xī！zāo wǒ hū náo zhī jiān xī！',
                'bìng qū cóng liǎng jiān xī！yī wǒ wèi wǒ xuān xī！',
                'zǐ zhī mào xī！zāo wǒ hū náo zhī dào xī！',
                'bìng qū cóng liǎng mǔ xī！yī wǒ wèi wǒ hǎo xī！',
                'zǐ zhī chāng xī！zāo wǒ hū niǔ zhī yáng xī！',
                'bìng qū cóng liǎng láng xī！yī wǒ wèi wǒ zāng xī！',
            ],
            'vernacular' => [
                '对面这位大哥身手真敏捷啊!我进山打猎和他相逢在山凹。并肩协力追捕到两头小野兽，他连连打拱作揖夸我利落啊!',
                '对面这位大哥身材长得好啊!我进山打猎和他相逢在山道。并肩协力追捕到两头公野兽，他连连打拱作揖夸我本领高!',
                '对面这位大哥体魄好健壮啊!我进山打猎和他相逢在山南。并肩协力追捕到两匹狡猾狼，他连连打拱作揖夸我心地善!',
            ],
            'notes' => [
                '齐风：齐国的诗歌。《诗经》“十五国风”之一，今存十一篇。',
                '还(xuán)：通“旋”，轻便灵活。一说即“环”，亦即营邱之营，为地名。',
                '遭：相遇。乎：于，在。峱(náo)：齐国山名，在今山东淄博东。',
                '从：追逐。肩：借为“豜”，大兽。《毛传》：“兽三岁为肩，四岁为特。”',
                '揖：作揖，古礼节。儇(xuān)：轻快便捷。',
                '茂：美，有风采，指善猎。一说地名。',
                '牡：雄性的禽兽。',
                '昌：盛，指强有力。一说地名。',
                '阳：山的南面。',
                '臧(zāng)：善，好，强壮。',
            ],
        ],
    ],
    'unscramble' => [
        '《齐风·还》不用比兴，三章诗全用赋，以猎人自叙的口吻，真切地抒发了他猎后暗自得意的情怀。三章叠唱，意思并列，每章只换四个字，但却很重要，起到了文义互足的作用：首章互相称誉敏捷，次章互相颂扬善猎，末章互相夸赞健壮。首句开口便赞誉，起得突兀，真实地表达了诗人由衷的仰慕之情。他在峱山与猎人偶然碰面，眼见对方逐猎是那样敏捷、娴熟而有力，佩服之至，不禁脱口而出“子之还(茂、昌)兮”。称呼“子”表示对那位同行的尊敬。这是发自心底的赞叹。次句点明他们相遇的地点在峱山南面的道路上。“遭”字表明他们并非事先约定，只是邂逅相遇罢了。正因为如此，诗人才会那样惊喜不已，十分激动。第三句说他们由相遇而合作，共同奋力追杀两只大公狼。这里诗人虽然没有告诉读者逐猎的结果如何，但是从他那异常兴奋的叙述中，可以猜想到那两只公狼已成为他们的捕获物，读者从中也似乎分享到了诗人的喜悦。最后一句是猎后合作者对诗人的称誉：“揖我谓我儇(好、臧)兮”，这里诗人特点明“揖我”这一示敬的动作，联系首句，因为诗人对他的合作者十分敬佩，所以他才为自己能得到对方的赞誉而引以自豪。吴闿生称此为“渲染法”(《诗义会通》)。',
        '全诗句句用韵，每章一韵，押在每句末尾第二字上：首章还、间、肩、儇为韵;次章茂、道、牡、好为韵;末章昌、阳、狼、臧为韵，句尾都以“兮”字收束，组成“富韵”，加上四、六、七言并用的参差句法，造成了舒缓的音节，读起来有一唱三叹的韵味。这种一唱三叹、反复咏唱的手法，对强化主题起到了很好的作用。',
    ],
];
