<?php
return [
    'chapters' => [
        [
            'content' => [
                '东方之日兮，彼姝者子，在我室兮！',
                '在我室兮，履我即兮！',
                '东方之月兮，彼姝者子，在我闼兮！',
                '在我闼兮，履我发兮！',
            ],
            'spell' => [
                'dōng fāng zhī rì xī，bǐ shū zhě zǐ，zài wǒ shì xī！',
                'zài wǒ shì xī，lǚ wǒ jí xī！',
                'dōng fāng zhī yuè xī，bǐ shū zhě zǐ，zài wǒ tà xī！',
                'zài wǒ tà xī，lǚ wǒ fā xī！',
            ],
            'vernacular' => [
                '东方太阳红彤彤啊，那个美丽大姑娘——就在我家内房中啊。就在我家内房中啊，悄悄伴我情意浓啊。',
                '东方月亮白晃晃啊，那个美丽大姑娘——就在我家内门旁啊。就在我家内门旁啊，悄悄随我情意长啊。',
            ],
            'notes' => [
                '齐风：齐国的诗歌。《诗经》“十五国风”之一，今存十一篇。',
                '日：比喻女子颜色盛美。',
                '姝：美丽，貌美。',
                '履：踩，踏，践。一说同“蹑”，放轻脚步。即：就。一说通“膝”，古人席地而坐，安坐则膝在身前。',
                '闼(tà)：内门。一说门内，屋里，内室。',
                '发：足，脚。一说走去，指蹑步相随。',
            ],
        ],
    ],
    'unscramble' => [
        '《齐风·东方之日》全诗共两章，每章首句，毛传以为“兴也”，季本《诗说解颐》以为“赋也”，严虞惇《读诗质疑》又以为“比也”;除此还有“兴而赋”、“比而赋”等不同说法。这两句是含有象征意义的起兴：诗人早晨面对初升的旭日，或晚间仰望刚起的新月，都似乎有一种异样的感觉：那艳丽而热烈的朝阳，皎洁而恬静的月光，多么像他那位艳美而温柔的情人(妻子)啊。她对他的追求是那样大胆热切，又充满着柔情蜜意，竟不顾一切自荐枕席，男欢女悦。两章的二、三两句承接自然。英国浪漫主义诗人华兹华斯说得好：“诗起于经过在沉静中回味的情绪。”(转引自朱光潜《诗论》)此篇作者正是有感于朝阳、明月而沉浸在甜蜜的“回味”中，由此激起了难以压抑的爱的狂潮，竟脱口而出透露了他与她洞房中的隐私：不仅说出了情人(妻子)在他的卧室内，还情不自禁地描述了他们亲昵的情景——“履我即兮”“履我发兮”。从中可以体会到他的叙述是带着颇为得意的幸福感的，读者能触摸到他那颗被爱情撩拨得激烈跳荡的心。正因为如此，所以十句诗中竟有六句有“我”字，自我矜喜之情溢于言表。此诗格调粗犷而不轻薄，俏皮而不油滑，体现了古代情歌质朴的本色。',
        '此诗押韵有其特色，每章皆是一、三、四、五句押韵，并且都与“兮”字组成“富韵”，三句与四句又是重复的，音节舒缓而绵延，有着流连咏叹的情味。全诗八个“兮”字韵脚，《正韵》称为“联章韵”。',
    ],
];
