<?php
return [
'chapters' => [
[
    'content' => [
        '光武帝临淄劳耿弇(1)',
        '车驾(2)至临淄自劳军，群臣大会。帝谓弇曰：“昔韩信破历下以开基(3)，今将军攻祝阿以发迹，此皆齐之西界(4)，功足相方。而韩信袭击已降，将军独拔勍敌(5)，其功乃难于信也。又田横烹郦生(6)，及田横降，高帝诏卫尉(7)，不听为仇。张步前亦杀伏隆，若步来归命，吾当诏大司徒释其怨(8)。又事尤相类也。将军前在南阳，建此大策(9)，常以为落落难合，有志者事竟成也。”',
    ],
    'notes' => [
        '(1)光武帝:即汉光武刘秀。公元25——57年在位。临淄：原春秋战国时齐国的都城。在今山东省临淄县。耿弇(yǎn)：扶风茂陵(今陕西兴平)人，字伯昭，曾随刘秀起兵，在扫平齐地割据势力张步的战争中，立有大功。刘秀即位后，任建威大将军，封好畤侯。',
        '(2)车驾：即车，皇帝外出时乘用，因代指皇帝。这里指汉光武帝刘秀。',
        '(3)韩信破历下：汉高帝三年，韩信袭击历下军，占领齐国首都临淄。',
        '(4)祝阿：地名，故地在今山东长清县。光武帝建武五年春，张步屯军祝阿，耿弇率兵讨伐，大破张步。后两军又战于临淄，时光武帝车驾亲自劳军，事在建武五年冬。西界：历下，祝阿都是古时齐，鲁的分界，在齐国的西部。',
        '(5)袭击已降：韩信袭破历下之前，刘邦已派郦食其到齐，游说齐王。齐王同意与汉和好，并撤除了对汉的防御。韩信趁其不备袭击齐军，并攻灭齐国。勍(qíng)敌：劲敌。实力强大的敌人。',
        '(6)田横烹郦生：当韩信袭历下时，田横以为郦生出卖了自己，便将郦生烹杀。郦生，即郦食其。秦末，田儋自立为齐王，割据旧齐地。后田儋子田横，立兄田劳子广为齐王，自己为相。汉王齐邦派郦生去齐劝降，田横接受，解除历下军。韩信便趁其不备袭击。',
        '(7)卫尉：官名。即郦商，陈留高阳乡(今河南杞县)人，郦食其的弟弟，刘邦即位后封信成侯。刘邦曾警告郦商不得报仇。',
        '(8)张步等二句：光武帝派光禄大夫伏隆拜张步为东海太守，刘永也遣使立张步为齐王。张步接受刘永的封号，杀了伏隆。大司徒，伏隆的父亲伏湛。',
        '(9)将军二句：耿弇在南阳跟从刘秀，曾自请北收上谷兵（王莽时、耿父为上谷太守）、平定渔阳的彭宠，涿郡的张丰、向东消灭张步、平定齐地。刘秀同意了他的策略。',
    ],
    'vernacular' => [
        '光武帝来到临淄，亲自慰劳军队，群臣都在这里集会。光武帝对耿弇说：“过去韩信击破历下而开创汉朝的基业，而今将军你攻克祝阿而由此发迹。这两个地方都是齐国的西部地界，因此你的功劳是足以和韩信相比的。然而韩信袭击的是已经降服的对手，而将军你却是独立战胜强劲的敌人，取得的功劳要比韩信困难。另外，当初田横烹杀了郦食其，到田横投降的时候，高帝下诏给卫尉郦商，不允许他与田横为仇。张步以前也杀了伏隆，如果张步来归降听命，我也要诏告大司徒伏湛，解除他和张步的冤仇，这两件事又更加相似。将军你以前在南阳的时候，就提出这项重大的计策，我曾经以为这事无人理解难以实现，如今看来，真是有志者事竟成啊!”',
    ],
],
],
];
