<?php
return [
'chapters' => [
    [
        'content' => [
            '永和九年(1)，岁在癸丑，暮春(2)之初，会于会稽山阴之兰亭(3)，修禊事也(4)。群贤毕至，少长咸集(5)。此地有崇山峻岭，茂林修竹(6);又有清流激湍，映带左右(7)，引以为流觞曲水，列坐其次(8)。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情(9)。是日(10)也，天朗气清，惠风和畅(11)，仰观宇宙之大，俯察品类之盛(12)，所以游目骋怀，足以极视听之娱，信可乐也(13)。',
        ],
        'notes' => [
            '(1)永和：东晋皇帝司马聃(晋穆帝)的年号，从公元345—356年共12年。永和九年上巳节，王羲之与谢安，孙绰等41人。举行禊礼，饮酒赋诗，事后将作品结为一集，由王羲之写了这篇序总述其事。',
            '(2)暮春：阴历三月。暮，晚。',
            '(3)会：集会。会稽(kuàijī)：郡名，今浙江绍兴。山阴：今绍兴越城区。',
            '(4)修禊(xì)事也：(为了做)禊礼这件事。古代习俗，于阴历三月上旬的巳日(魏以后定为三月三日)，人们群聚于水滨嬉戏洗濯，以祓除不祥和求福。实际上这是古人的一种游春活动。',
            '(5)群贤：诸多贤士能人。指谢安等三十二位社会的名流。贤：形容词做名词。毕至：全到。毕，全、都。少长：如王羲之的儿子王凝之、王徽之是少;谢安、王羲之等是长。咸：都。',
            '(6)崇山峻岭：高峻的山岭。修竹：高高的竹子。修，高高的样子。',
            '(7)激湍：流势很急的水。映带左右：辉映点缀在亭子的周围。映带，映衬、围绕。',
            '(8)流觞(shāng)曲(qū)水：用漆制的酒杯盛酒，放入弯曲的水道中任其飘流，杯停在某人面前，某人就引杯饮酒。这是古人一种劝酒取乐的方式。流，使动用法。曲水，引水环曲为渠，以流酒杯。列坐其次：列坐在曲水之旁。列坐，排列而坐。次，旁边，水边。',
            '(9)丝竹管弦之盛：演奏音乐的盛况。盛，盛大。一觞一咏：喝着酒作着诗。幽情：幽深内藏的感情。',
            '(10)是日也：这一天。',
            '(11)惠风：和风。和畅，缓和。',
            '(12)品类之盛：万物的繁多。品类，指自然界的万物。',
            '(13)所以：用来。骋：使······奔驰。极：穷尽。信：实在。',
        ],
    ],
    [
        'content' => [
            '夫人之相与，俯仰一世(1)，或取诸怀抱，悟言一室之内(2);或因寄所托，放浪形骸之外(3)。虽趣舍万殊，静躁不同(4)，当其欣于所遇，暂(5)得于己，快然自足(6)，不知老之将至(7)。及其所之既倦(8)，情随事迁(9)，感慨系之矣(10)。向(11)之所欣，俯仰之间，已为陈迹(12)，犹不能不以之兴怀(13)。况修短随化(14)，终期(15)于尽。古人云：“死生亦大矣(16)。”岂不痛哉!',
        ],
        'notes' => [
            '(1)夫人之相与，俯仰一世：人与人相交往，很快便度过一生。夫，句首发语词，不译。相与，相处、相交往。俯仰，表示时间的短暂。',
            '(2)取诸：取之于，从······中取得。悟言：面对面的交谈。悟，通“晤”，指心领神会的妙悟之言。',
            '(3)因寄所托，放浪形骸之外：就着自己所爱好的事物，寄托自己的情怀，不受约束，放纵无羁的生活。因，依、随着。寄，寄托。所托，所爱好的事物。放浪，放纵、无拘束。形骸，身体、形体。',
            '(4)趣(qǔ)舍万殊：各有各的爱好。趣舍，即取舍，爱好。趣，通“取”。万殊，千差万别。静躁：安静与躁动。',
            '(5)暂：短暂，一时。',
            '(6)快然自足：感到高兴和满足。然，······的样子。',
            '(7)不知老之将至：(竟)不知道衰老将要到来。语出《论语·述而》：“其为人也，发愤忘食，乐以忘忧，不知老之将至云尔。”一本有“曾”在句前。不知老之将至一作：曾不知老之将至',
            '(8)所之既倦：(对于)所喜爱或得到的事物已经厌倦。之，往、到达。',
            '(9)情随事迁：感情随着事物的变化而变化。迁，变化。',
            '(10)感慨系之：感慨随着产生。系，附着。',
            '(11)向：过去、以前。',
            '(12)陈迹：旧迹。',
            '(13)以之兴怀：因它而引起心中的感触。以，因。之，指“向之所欣……以为陈迹”。兴，发生、引起。',
            '(14)修短随化：寿命长短听凭造化。化，自然。',
            '(15)期：至，及。',
            '(16)死生亦大矣：死生是一件大事啊。语出《庄子·德充符》。',
        ],
    ],
    [
        'content' => [
            '每览昔人兴感之由，若合一契(1)，未尝不临文嗟悼(2)，不能喻(3)之于怀。固知一死生为虚诞，齐彭殇为妄作(4)。后之视今，亦犹今之视昔。悲夫!故列叙时人(5)，录其所述(6)，虽世殊事异，所以兴怀，其致一也(7)。后之览者(8)，亦将有感于斯文(9)。',
        ],
        'notes' => [
            '(1)契：符契，古代的一种信物。在符契上刻上字，剖而为二，各执一半，作为凭证。',
            '(2)临文嗟(jiē)悼：读古人文章时叹息哀伤。临，面对。',
            '(3)喻：明白。',
            '(4)固知一死生为虚诞，齐彭殇为妄作：本来知道把死和生等同起来的说法是不真实的，把长寿和短命等同起来的说法是妄造的。固，本来、当然。一，把……看作一样;齐，把……看作相等，都用作动词。虚诞，虚妄荒诞的话。殇，未成年死去的人。妄作，妄造、胡说。一生死，齐彭殇，都是庄子的看法。出自《齐物论》。',
            '(5)列叙时人：一个一个记下当时与会的人。',
            '(6)录其所述：录下他们作的诗。',
            '(7)其致一也：人们的思想情趣是一样的。',
            '(8)后之览者：后世的读者。',
            '(9)斯文：这次集会的诗文。',
        ],
        'vernacular' => [
            '永和九年，时在癸丑之年，三月上旬，我们会集在会稽郡山阴城的兰亭，为了做禊事。众多贤才都汇聚到这里，年龄大的小的都聚集在这里。兰亭这个地方有高峻的山峰，茂盛的树林，高高的竹子。又有清澈湍急的溪流，辉映环绕在亭子的四周，我们引溪水作为流觞的曲水，排列坐在曲水旁边，虽然没有演奏音乐的盛况，但喝点酒，作点诗，也足够来畅快叙述幽深内藏的感情了。',
            '这一天，天气晴朗，空气清新，和风温暖，仰首观览到宇宙的浩大，俯看观察大地上众多的万物，用来舒展眼力，开阔胸怀，足够来极尽视听的欢娱，实在很快乐。',
            '人与人相互交往，很快便度过一生。有的人在室内畅谈自己的胸怀抱负;有的人就着自己所爱好的事物，寄托情怀，放纵无羁地生活。虽然各有各的爱好，安静与躁动各不相同，但当他们对所接触的事物感到高兴时，一时感到自得。感到高兴和满足，竟然不知道衰老将要到来。等到对得到或喜爱的东西已经厌倦，感情随着事物的变化而变化，感慨随之产生。过去所喜欢的东西，转瞬间，已经成为旧迹，尚且不能不因为它引发心中的感触，况且寿命长短，听凭造化，最后归结于消灭。古人说：“死生毕竟是件大事啊。”怎么能不让人悲痛呢?',
            '每当看到前人所发感慨的原因，其缘由像一张符契那样相和，总难免要在读前人文章时叹息哀伤，不能明白于心。本来知道把生死等同的说法是不真实的，把长寿和短命等同起来的说法是妄造的。后人看待今人，也就像今人看待前人，可悲呀。所以一个一个记下当时与会的人，录下他们所作的诗篇。纵使时代变了，事情不同了，但触发人们情怀的原因，他们的思想情趣是一样的。后世的读者，也将对这次集会的诗文有所感慨。',
        ],
    ],
],
];
