<?php
return [
'chapters' => [
    [
        'content' => [
            '先生不知何许人也(1)，亦不详其姓字(2)，宅边有五柳树，因以为号焉(3)。闲静少言，不慕荣利。好读书，不求甚解(4);每有会意，便欣然忘食(5)。性嗜(6)酒，家贫不能常得。亲旧知其如此(7)，或(8)置酒而招之;造饮辄尽(9)，期在必醉(10)。既醉而退，曾不吝情去留(11)。环堵萧然(12)，不蔽风日;短褐穿结(13)，箪瓢屡空(14)，晏如(15)也。常著文章自娱，颇示己志。忘怀得失，以此自终(16)。',
            '赞(17)曰：黔娄(18)之妻有言：“不戚戚于贫贱，不汲汲于富贵(19)。”其言兹若人之俦乎(20)?衔觞赋诗，以乐其志(21)，无怀氏之民欤(22)?葛天氏之民欤?',
        ],
        'notes' => [
            '(1)何许人：何处人。也可解作哪里人。许，处所。',
            '(2)详：知道。姓字：姓名。古代男子二十而冠，冠后另立别名称字。',
            '(3)因以为号焉：就以此为号。以为，以之为。焉，语气助词。',
            '(4)不求甚解：这里指读书只求领会要旨，不在一字一句的解释上过分探究。',
            '(5)会意：指对书中的有所体会。会：体会、领会。欣然：高兴的样子。',
            '(6)嗜：喜好。',
            '(7)亲旧：亲戚朋友。旧，这里指旧交，旧友。如此：像这样，指上文所说的“性嗜酒，家贫不能常得。”',
            '(8)或：有时。',
            '(9)造饮辄尽：去喝酒就喝个尽兴。造，往，到。辄(zhé)，就。',
            '(10)期在必醉：希望一定喝醉。期，期望。',
            '(11)既：已经。曾不吝情去留：五柳先生态度率真，来了就喝酒，喝完就走。曾(zēng)不，竟不。吝情，舍不得。去留，意思是离开。',
            '(12)环堵萧然：简陋的居室里空空荡荡。环堵(dǔ)：周围都是土墙，形容居室简陋。堵，墙壁。萧然，空寂的样子。',
            '(13)短褐穿结：粗布短衣上打了个补丁。短褐，粗布短衣，穿结，指衣服破烂。穿，破。结，缝补。',
            '(14)箪瓢屡空：形容贫困，难以吃饱。箪(dān)，盛饭的圆形竹器。瓢(piáo)，饮水用具。屡：经常。',
            '(15)晏如：安然自若的样子。',
            '(16)自终：过完自己的一生。',
            '(17)赞：传记结尾的评论性文字。',
            '(18)黔(qián)娄：战国时期齐稷下先生，齐国有名的隐士和著名的道家学，无意仕进，屡次辞去诸侯聘请。他死后，曾子前去吊丧，黔娄的妻子称赞黔娄“甘天下之淡味，安天下之卑位，不戚戚于贫贱，不汲汲于富贵。求仁而得仁，求义而得义。”',
            '(19)戚戚：忧愁的样子。汲汲：极力营求的样子、心情急切的样子。',
            '(20)其言：推究她所说的话。兹：这。若人：此人，指五柳先生。俦(chóu)：辈，同类。',
            '(21)觞(shāng)：酒杯。以乐其志：为自己抱定的志向感到快乐。以，用来。',
            '(22)无怀氏：与下面的“葛天氏”都是传说中的上古帝王。据说在那个时代，人民生活安乐，恬淡自足，社会风气淳厚朴实。',
        ],
        'vernacular' => [
            '不知道五柳先生是什么地方的人，也不清楚他的姓字。因为住宅旁边有五棵柳树，就把这个作为号了。他安安静静，很少说话，也不羡慕荣华利禄。他喜欢读书，不在一字一句的解释上过分深究;每当对书中的内容有所领会的时候，就会高兴得连饭也忘了吃。他生性喜爱喝酒，家里穷经常没有酒喝。亲戚朋友知道他这种境况，有时摆了酒席叫他去喝。他去喝酒就喝个尽兴，希望一定喝醉;喝醉了就回家，竟然说走就走。简陋的居室里空空荡荡，遮挡不住严寒和烈日，粗布短衣上打满了补丁，盛饭的篮子和饮水的水瓢里经常是空的，可是他还是安然自得。常常写文章来自娱自乐，也稍微透露出他的志趣。他从不把得失放在心上，从此过完自己的一生。',
            '赞语说：黔娄的妻子曾经说过：“不为贫贱而忧愁，不热衷于发财做官。这话大概说的是五柳先生这一类的人吧?一边喝酒一边作诗，因为自己抱定的志向而感到无比的快乐。不知道他是无怀氏时代的人呢?还是葛天氏时代的人呢?',
        ],
    ],
],
];
