<?php
return [
'chapters' => [
    [
        'content' => [
            '臣闻：求木之长者，必固其根本(1);欲流之远者，必浚(2)其泉源;思国之安者(3)，必积其德义。源不深而望流之远，根不固而求木之长，德不厚而思国之治，臣虽下愚(4)，知其不可，而况于明哲(5)乎?人君当神器之重(6)，居域中(7)之大，将崇极天之峻，永保无疆之休(8)。不念居安思危，戒奢以俭，德不处其厚，情不胜其欲，斯亦伐根以求木茂，塞源而欲流长也。',
        ],
        'notes' => [
            '(1)长（zhǎng）：生长。固其根本：使它的根本牢固。本，树根。',
            '(2)浚（jùn）：疏通，挖深。',
            '(3)思国之治：一作“思国之理”；望国一作：思国',
            '(4)下愚：处于地位低见识浅的人。',
            '(5)明哲：聪明睿智（的人）。',
            '(6)当神器之重：处于皇帝的重要位置。神器，指帝位。古时认为“君权神授”，所以称帝位为“神器”。',
            '(7)域中：指天地之间。',
            '(8)休：美。这里指政权的平和美好。',
        ],
        'vernacular' => [
            '我听说想要树木生长，一定要稳固它的根；想要泉水流得远，一定要疏通它的源泉；想要国家安定，一定要厚积道德仁义。源泉不深却希望泉水流得远，根系不牢固却想要树木生长。道德不深厚却想要国家安定，我虽然地位低见识浅，（也）知道这是不可能的，更何况（您这）聪明睿智（的人）呢！国君处于皇帝的重要位置，在天地间尊大，就要推崇皇权的高峻，永远保持政权的和平美好。如果不在安逸的环境中想着危难，戒奢侈，行节俭，道德不能保持宽厚，性情不能克服欲望，这也（如同）挖断树根来求得树木茂盛，堵塞源泉而想要泉水流得远啊。',
        ],
    ],
    [
        'content' => [
            '凡百元首(1)，承天景命(2)，莫不殷忧(3)而道著，功成而德衰，有善始者实(4)繁，能克终者盖寡(5)。岂其取之易守之难乎?昔取之而有余，今守之而不足，何也?夫在殷忧必竭诚以待下，既得志则纵情以傲物(6);竭诚则吴、越为一体(7)，傲物则骨肉为行路(8)。虽董(9)之以严刑，震(10)之以威怒，终苟免而不怀仁(11)，貌恭而不心服。怨不在大(12)，可畏惟人(13);载舟覆舟(14)，所宜深慎。奔车朽索，其可忽乎?',
        ],
        'notes' => [
            '(1)凡百元首：所有的元首，泛指古代的帝王。',
            '(2)承天景命：承受了上天赋予的重大使命。景，大。',
            '(3)殷忧：深忧。',
            '(4)实：的确。',
            '(5)克终者盖寡：能够坚持到底的大概不多。克，能。盖，表推测语气。',
            '(6)傲物：傲视别人。物，这里指人。',
            '(7)吴越为一体：吴越，指春秋时的吴国与越国，当时两国之间长期为仇，战伐不断。诚相见则可使有仇的人也团结成一体 [9]  。',
            '(8)骨肉为行路：亲骨肉之间也会变得像陌生人一样。骨肉，有血缘关系的人。行路，路人，比喻毫无关系的人。',
            '(9)董：督责。',
            '(10)振：通“震”，震慑。',
            '(11)苟免而不怀仁：（臣民）只求苟且免于刑罚而不怀念感激国君的仁德。',
            '(12)怨不在大：（臣民）对国君的怨恨不在大小。',
            '(13)可畏惟人：可怕的只是百姓。人，本应写作“民”，因避皇上李世民之名讳而写作“人”。',
            '(14)载舟覆舟：这里比喻百姓能拥戴皇帝，也能推翻他的统治。出自《荀子·王制》：“君者，舟也；庶人者，水也。水则载舟，水则覆舟。”',
        ],
        'vernacular' => [
            '（古代）所有的帝王，承受了上天赋予的重大使命，他们没有一个不为国家深切地忧虑而且治理成效显著的，但大功告成之后国君的品德就开始衰微了。国君开头做得好的确实很多，能够坚持到底的大概不多，难道是取得天下容易守住天下困难吗？过去夺取天下时力量有余，现在守卫天下却力量不足，这是为什么呢？通常处在深重的忧虑之中一定能竭尽诚心来对待臣民，已经成功，就放纵自己的性情来傲视别人。竭尽诚心，虽然一在北方，一在南方，也能结成一家，傲视别人，就会使亲人成为陌路之人。即使用严酷的刑罚来督责（人们），用威风怒气来吓唬（人们），（臣民）只求苟且免于刑罚而不怀念感激国君的仁德，表面上恭敬而在内心里却不服气。（臣民）对国君的怨恨不在大小，可怕的只是百姓；（他们像水一样）能够负载船只，也能颠覆船只，这是应当深切谨慎的。疾驰的马车却用腐烂的绳索驾驭，怎么可以疏忽大意呢？',
        ],
    ],
    [
        'content' => [
            '君人者，诚能见可欲(1)，则思知足以自戒;将有作(2)，则思知止以安人(3);念高危(4)，则思谦冲而自牧(5);惧满溢，则思江海下百川(6);乐盘游(7)，则思三驱以为度(8);忧懈怠，则思慎始而敬终(9);虑壅蔽(10)，则思虚心以纳下;惧谗邪(11)，则思正身以黜恶(12);恩所加，则思无因喜以谬赏;罚所及，则思无以怒而滥刑。总此十思，宏兹九德(13)，简(14)能而任之，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠，信者效(15)其忠;文武争驰，君臣无事，可以尽豫游之乐，可以养松乔(16)之寿，鸣琴垂拱(17)，不言而化。何必劳神苦思，代下司职，役聪明之耳目，亏无为(18)之大道哉?',
        ],
        'notes' => [
            '(1)见可欲：见到能引起（自己）喜好的东西。出自《老子》第三章“不见可欲，使民心不乱”。下文的“知足”、“知止”（知道适可而止），出自《老子》第四十四章“知足不辱”，“知止不殆”。',
            '(2)将有所作：将要兴建某建筑物。作，兴作，建筑。',
            '(3)安人：安民，使百姓安宁。',
            '(4)念高危：想到帝位高高在上。危，高。',
            '(5)则思谦冲而自牧：就想到要谦虚并加强自我修养。冲，虚。牧，约束。',
            '(6)江海下而百川：江海处于众多河流的下游。下，居……之下。',
            '(7)盘游：打猎取乐。',
            '(8)三驱：据说古代圣贤之君在打猎布网时只拦住三面而有意网开一面，从而体现圣人的“好生之仁”。另一种解释为田猎活动以一年三次为度。',
            '(9)敬终：谨慎地把事情做完。',
            '(10)虑壅（yōng）蔽：担心（言路）不通受蒙蔽。壅，堵塞。',
            '(11)想谗邪：考虑到（朝中可能会出现）谗佞奸邪。谗，说人坏话，造谣中伤。邪，不正派。',
            '(12)正身以黜（chù）恶：使自身端正（才能）罢黜奸邪。黜，排斥，罢免。',
            '(13)宏兹九德：弘扬这九种美德。九德，指忠、信、敬、刚、柔、和、固、贞、顺。',
            '(14)简：选拔。',
            '(15)效：献出。',
            '(16)松乔：赤松子和王子乔，古代传说中的仙人。',
            '(17)垂拱：垂衣拱手。比喻很轻易的天下就实现大治了。',
            '(18)无为：道家主张清静虚无，顺其自然。',
        ],
        'vernacular' => [
            '做国君的人，如果真的能够做到一见到能引起（自己）喜好的东西就要想到用知足来自我克制，将要兴建什么就要想到适可而止来使百姓安定，想到帝位高高在上就想到要谦虚并加强自我约束，害怕骄傲自满就想到要像江海那样能够（处于）众多河流的下游，喜爱狩猎就想到网三面留一面，担心意志松懈就想到（做事）要慎始慎终，担心（言路）不通受蒙蔽就想到虚心采纳臣下的意见，考虑到（朝中可能会出现）谗佞奸邪就想到使自身端正（才能）罢黜奸邪，施加恩泽就要考虑到不要因为一时高兴而奖赏不当，动用刑罚就要想到不要因为一时发怒而滥用刑罚。全面做到这十件应该深思的事，弘扬这九种美德，选拔有才能的人而任用他，挑选好的意见而听从它。那么有智慧的人就能充分献出他的谋略，勇敢的人就能完全使出他的力量，仁爱的人就能散播他的恩惠，诚信的人就能献出他的忠诚。文臣武将争先恐后前来效力，国君和大臣没有大事烦扰，可以尽情享受出游的快乐，可以颐养得像赤松子与王子乔那样长寿，皇上弹着琴垂衣拱手就能治理好天下，不用再说什么，天下人就已经都有教化了。为什么一定要（自己）劳神费思，代替臣下管理职事，役使自己灵敏、明亮的耳、眼，减损顺其自然就能治理好天下的大道理呢！',
        ],
    ],
],
];
