<?php
return [
'chapters' => [
    [
        'content' => [
            '麟之为灵(1)，昭昭也(2)。咏于《诗》(3)，书于《春秋》(4)，杂出于传记百家之书，虽妇人小子皆知其为祥(5)也。',
            '然麟之为物，不畜(6)于家，不恒有(7)于天下。其为形也不类(8)，非若马牛犬豕豺狼麋(9)鹿然。然则(10)虽有麟，不可知其为麟也。',
            '角者吾知其为牛，鬣(11)者吾知其为马，犬豕豺狼麋鹿，吾知其为犬豕豺狼麋鹿。惟麟也，不可知。不可知，则其谓之不祥也亦宜。虽然，麟之出，必有圣人在乎位。麟为圣人出也。圣人者，必知麟，麟之果(12)不为不祥也。',
            '又曰：“麟之所以为麟者，以德不以形。”若麟之出不待圣人，则谓之不祥也亦宜。',
        ],
        'notes' => [
            '(1)麟：麒麟（qí lín），古代传说中的一种动物，状如鹿，牛尾，狼额，马蹄，五彩腹。其性柔和，古人把它当作仁兽，作为吉祥的象征。灵：灵异，神奇之物。《礼记》曰：“麟、凤、龟、龙，谓之四灵。”',
            '(2)昭昭：明白。',
            '(3)《诗》：即《诗经》，我国最早的诗歌总集，其中就有《周南·麟之趾》篇。',
            '(4)《春秋》：本为周代史书的通称，到孔子根据鲁史材料修成一部《春秋》时，这才变为专名，就是六经之一的《春秋经》，为我国最早的一部编年体断代史。《史记》所谓《春秋》，实指《左传》。《春秋》上有关于获麟的记载。其实在《荀子》、《大戴礼记》、《史记》、《汉书》等古籍中，都提及麟。',
            '(5)祥：祥瑞。',
            '(6)畜（xù）：饲养。',
            '(7)恒有：常出现。',
            '(8)类：相似。',
            '(9)麋（mí）：也叫“驼鹿”或“犴（hān）”。',
            '(10)然则：既然如此。',
            '(11)鬣（liè）：马颈上的长毛。',
            '(12)果：确实，果然。',
        ],
        'vernacular' => [
            '麟是象征灵异、祥瑞的动物，是显而易见的。在《诗经》中被歌颂过，在《春秋》中也有记载，传记百家之书也夹杂着记述。即使妇女儿童也知道它是吉祥之物。',
            '但是麟是野生动物，不被家庭所豢养，自然界也不常有。它的外形什么也不像，不像马、牛、犬、猪、豺狼、麋鹿那样。既然这样，即使有麟，人们也不认识它是麟啊。',
            '有角的我知道它是牛，有鬃毛的我知道它是马，犬猪豺狼麋鹿，我知道它们是犬猪豺狼麋鹿，只有麟没法认得。不认得，那么人们说它不祥也就很自然了。虽然这样，有麟出现，就必然有圣人在世谋政，麟是因为圣人才现形于世。圣人一定能认识麟。麟终究并非不祥之物啊。',
            '又听说：麟之所以被称作麟，是按照德而不是按照外形。假若麟自行出现，而没有圣人在世能够认得，那么说它不吉祥也是合适的。',
        ],
    ],
],
];
