<?php
return [
'chapters' => [
    [
        'content' => [
            '世有伯乐，然后有千里马(1)。千里马常有，而(2)伯乐不常有。故虽有名马(3)，祇辱于奴隶人之手(4)，骈死于槽枥之间(5)，不以千里称也(6)。',
            '马之千里者(7)，一食或尽粟一石(8)。食马者不知其能千里而食也(9)。是(10)马也，虽有千里之能(11)，食不饱，力不足，才美不外见(12)，且欲与常马等不可得(13)，安求(14)其能千里也?',
            '策之不以其道(15)，食之不能尽其材(16)，鸣之而不能通其意(17)，执策而临之(18)，曰：“天下无马!”呜呼(19)!其真无马邪(20)?其真不知马也(21)!',
        ],
        'notes' => [
            '(1)伯乐：孙阳。春秋时人，擅长相(xiàng)马(现指能够发现人才的人)。千里马：原指善跑的骏马，可以日行千里。现在常用来比喻人才;特指有才华的人。',
            '(2)而：表转折。可是，但是。',
            '(3)故虽有名马：所以即使有名贵的马。故：因此。虽：即使。名：名贵的。',
            '(4)祗辱于奴隶人之手：也只能在马夫的手里受到屈辱(或埋没)。祗(zhǐ)：只是。奴隶人：古代也指仆役，这里指喂马的人。祇辱一作：只辱。辱：这里指受屈辱而埋没才能。',
            '(5)骈(pián)死于槽(cáo)枥(lì)之间：(和普通的马)一同死在马厩里。骈，两马并驾。骈死：并列而死。于：在。槽枥：喂牲口用的食器，引申为马厩。',
            '(6)不以千里称也：不因日行千里而著名。指马的千里之能被埋没。以：用。称：出名。',
            '(7)马之千里者：之，定语后置的标志。',
            '(8)一食：吃一顿。食，吃。或：有时。尽全，这里作动词用，是“吃尽”的意思。粟(sù)：本指小米，也泛指粮食。石(dàn)，容量单位，十斗为一石，一石约等于一百二十斤。三十斤为钧,四钧为石。',
            '(9)食马者：食，通“饲”，喂。其：指千里马，代词。',
            '(10)是：这样，指示代词。',
            '(11)虽：虽然(与前面的虽不一样，这里指虽然)。能：本领。',
            '(12)足：足够。才：才能。美：美好的素质。外见(xiàn)：表现在外面。见：通“现”，表现;显现。',
            '(13)且：犹，尚且。欲：想要。等：等同，一样。不可得：不能够得到。得：能，表示客观条件允许。',
            '(14)安：怎么，哪里，疑问代词。求：要求。',
            '(15)策之：驱使它。策：马鞭，引申为鞭打，这里指鞭策，驾驭。之：代词，指千里马。以其道：按照(驱使千里马的)正确的方法。以：按照。道：正确的方法。',
            '(16)食之：食，通“饲”，喂。尽其材：竭尽它的才能。这里指喂饱马，使它日行千里的能力充分发挥出来。材：通“才”，才能。尽：竭尽，发挥出。',
            '(17)鸣：马嘶。通其意：通晓它的意思。',
            '(18)执：拿。策：马鞭。临：面对。',
            '(19)呜呼：表示惊叹，相当于“唉”。',
            '(20)其：难道，表反问语气。邪：通“耶”，表示疑问的语气词，意为“吗”',
            '(21)其：大概，表推测语气。知：懂得，了解，认识。',
        ],
        'vernacular' => [
            '世上(先)有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。所以即使有名贵的马，只是辱没在仆役的手中，(跟普通的马)一同死在槽枥之间，不以千里马著称。',
            '(日行)千里的马，吃一顿有时能吃完一石粮食。喂马的人不知道它能(日行)千里而(像普通的马一样)来喂养它。这样的马，虽然有(日行)千里的能力，但吃不饱，力气不足，才能和美德不能表现在外面。想要和普通的马一样尚且做不到，怎么能够要求它(日行)千里呢?',
            '不按照(驱使千里马的)正确方法鞭打它，喂养它却不能竭尽它的才能，听千里马嘶鸣，却不能通晓它的意思，拿着鞭子面对它，说："天下没有千里马!"唉，难道真的没有千里马吗?大概是真的不认识千里马吧!',
        ],
    ],
],
];
