<?php
return [
'chapters' => [
[
    'content' => [
        '应科目时与人书(1)',
        '月日，愈再拜(2)：天地之滨，大江之濆，有怪物焉，盖非常鳞凡介之品匹俦也(3)。其得水，变化风雨，上下于天不难也。',
        '其不及水，盖寻常(4)尺寸之间耳，无高山大陵旷途绝险为之关隔也，然其穷涸(5)，不能自致乎水，为獱獭(6)之笑者，盖十八九矣。如有力者，哀其穷而运转之(7)，盖一举手一投足之劳也。然是物也，负其异於众也(8)，且曰：“烂死于沙泥，吾宁乐之;若俯首贴耳，摇尾而乞怜者，非我之志也。”是以有力者遇之，熟视之若无睹也。其死其生，固不可知也。',
        '今又有有力者当其前矣，聊(9)试仰首一鸣号焉，庸讵知有力者不哀其穷而忘一举手(10)，一投足之劳，而转之清波乎?其哀之，命也;其不哀之，命也;知其在命，而且鸣号之者，亦命也。',
        '愈今者，实有类于是，是以忘其疏愚(11)之罪，而有是说焉。阁下其亦怜察之(12)。',
    ],
    'notes' => [
        '(1)应科目：参加科举考试。文中指韩愈参加博学宏词科考试。人：指韦舍人，其人不详。书：书信。本文为贞元九年(公元793年)韩愈参加博学宏词科考试时写给别人的求荐信。',
        '(7)庸讵：通假字通“岂，怎么，何以”。',

        '(2)月日：某月某日。不写具体时间，这是古人书信中常用的一种形式。再拜：古代书信中的礼节性用语。',
        '(3)天池：指南海。濆(fén)：水边。怪物：指龙。常鳞凡介：普通的水族，比喻平凡的人。鳞：指鱼龙之类。介：指龟鳖之类。品汇：类别。匹俦(chóu)：匹配相比。',
        '(4)寻常：古代长度单位。八尺为寻，倍寻为常。',
        '(5)穷涸(hé)：困窘于缺水的困境。涸：无水。',
        '(6)獱(biān)獭(tǎ)：皆为生活在水边以捕鱼为食的小兽。',
        '(7)运转之：把它搬动到水中。',
        '(8)负：恃，依仗。於(yú)：多作为介词，是古汉语中用的很多的虚词，“于”、“於”多数情况相通，但“于”并不能代替“於”的全部意义。',
        '(9)聊：姑且。',
        '(10)庸讵(jù)：怎么，难道。忘：通假字通“无，没有”。',
        '(11)疏愚：疏忽愚笨。',
        '(12)阁下：对对方的尊称。怜察：怜悯，体察。',
    ],
    'vernacular' => [
        '某月某日，韩愈再拜(书信用语，表示自谦)：天池的边上，大江的水边，传说：有怪物存在，大概不是平常鱼类水兽等动物可以比得上的。它得了水，就能呼风唤雨，上天下地都很容易。如果得不到水，也就是寻常所见的那种形状，不用广阔险峻的高山土丘就能把它困住。然而它在没有水的时候，不能自己造出水来。它们十次有八九次被獱獭(一般的水兽)之流嘲笑。如果碰到有力量的人，可怜它们的窘境而把它们运输转移(到有水的地方)，只不过是举手之劳。但是这种怪物，报负和一般东西不同，它会说：“就算烂死在沙泥里，我也高兴。如果俯首帖耳，摇尾乞怜，不是我的志向。”因此有能力帮它的人遇到他们，熟视无睹，就像没看见一般。他的死活，我们也无从知道了。',
        '如今又有一个有能力的人走到它的面前，姑且试着抬头鸣叫一声(因为有能力的人已经对他们习惯而视而不见了)，哪里知道有能力的人不可怜它的窘境，而忘记了举手之劳，把它转移到水里边?别人可怜它，是它的命。别人不可怜它，也是它的命。知道生死有命还鸣号求助的，也是它的命。我(韩愈)如今确实有点类似于它，所以不顾自己的浅陋，而写下这些话，希望阁下您垂怜并理解我!',
    ],
],
],
];
