<?php
return [
'chapters' => [
[
    'content' => [
        '古者谏(1)无官，自公卿大夫，至於工商，无不得谏者(2)。汉兴以来，始置官(3)。',
        '夫以天下之政，四海之众，得失利病，萃(4)於一官使言之，其为任亦重矣。居是官者，常志(5)其大，舍其细;先其急，后其缓;专利国家而不为身谋。彼汲汲(6)於名者，犹汲汲於利也，其间相去(7)何远哉!',
        '天禧初，真宗诏置谏官六员，责其职事(8)。庆历中，钱君始书其名於版，光恐久而漫灭(9)。嘉祐八年(10)，刻於石。后之人将历指其名而议之曰：“某也忠，某也诈，某也直，某也曲。”呜呼!可不惧(11)哉!',
    ],
    'notes' => [
        '(1)谏(jiàn)：指向皇帝提批评建议。谏院：掌管向皇帝进谏的机构。题名：谏官把自己的名字题写在木版上，立于谏院中，以警戒后人。',
        '(2)工商：从事手工业和从商的人，代指市井百姓。不得：不能。',
        '(3)置官：设谏官一职，名谏大夫。',
        '(4)萃(cuì)：聚集。',
        '(5)志：记。',
        '(6)汲(jí)汲：形容心情急切。',
        '(7)去：距离。',
        '(8)天禧(xǐ)：宋真宗赵恒的年号（1017年—1021年）。真宗：即宋真宗赵恒。诏(zhào)：名词活用作动词，下诏。责：监督。',
        '(9)庆历：宋仁宗赵祯的年号。钱君：指钱姓谏官。版：木板。漫灭：污漫消除。',
        '(10)嘉祐(yòu)：宋仁宗赵祯的最后一个年号（1056年—1063年）。',
        '(11)惧：令人警戒。',
    ],
    'vernacular' => [
        '古时候没有规劝君王的官职，从官居高位的公、卿、大夫到工匠、商贩，都可以进谏规劝君王。汉朝以来，才开始设置了谏官的职位。',
        '将天下所有的政事、四海之内的老百姓、国家社稷的得失利弊，都聚在谏官一个人身上，让他指出来，他担当的责任相当重要啊！担任这一官职的，应当注意国家重要方面的事情，舍弃细微的地方；把情况紧急的事放在前面，不要紧的事放在后面；只为国家着想而不要一心只为自己。那些在获取名声方面急切的人，一定也会热衷于利益，这样与真正的谏官其中的差距有多远呢？',
        '天禧初年的时候，宋真宗下诏书设立了六名谏官，规定了他们进谏的职责。宋代庆历年间，钱君才开始将谏官的名字书写在专门的文书上。我恐怕日子长了他们的名字会磨灭掉，在嘉祐八年的时候，又将谏官的名字刻在了石头上。后来的人就可以指着他们的名字议论说：这个人是忠臣。这个人是奸臣，这个人正直，这个人偏邪。哎，我们难道可以不为之警戒惧怕吗？',
    ],
],
],
'unscramble' => [
    '本文论述了谏官的职责与重要性。作者认为向皇帝进谏是很重要的事情，所以要设立谏官。因为谏官的责任重大，为此官者必须谨慎和忠诚，还要将谏官的名字刻在石上让当时和后来的人监督。',
    '体现了作者敢于直谏，不阿谀奉承;举忠斥奸，不为身谋的精神。在《谏院题名记》中，他要求做谏官的“当志其大，舍其细，先其急，后其缓;专利国家，而不为身谋。彼汲吁名者，犹汲吁利也。其间相去何远哉!”他曾经说自己平生所作所为，没有一件事是不能对人讲的。他廉洁奉公、以节俭为乐的品德更是一直被众传颂。',
],
];
