<?php
return [
'chapters' => [
[
    'content' => [
        '皇帝(1)二十有三年，制诏州县立学。惟时守令，有哲有愚。有屈力殚虑，祗(2)顺德意;有假官借师，苟具文书。或连数城，亡诵弦声。倡而不和，教尼不行。',
        '三十有二年，范阳祖君无泽知袁州(3)。始至，进诸生，知学宫阙状。大惧人材放失，儒效阔疏，亡以称上意旨。通判颍川陈君侁，闻而是之，议以克合(4)。相旧夫子庙，狭隘不足改为，乃营治之东。厥土燥刚，厥位面阳，厥材孔良。殿堂门庑，黝垩(5)丹漆，举以法。故生师有舍，庖廪有次。百尔器备，并手偕作。工善吏勤，晨夜展力，越明年成。',
        '舍菜(6)且有日，盱江李觏谂于众曰(7)：“惟四代之学，考诸经可见已。秦以山西鏖六国，欲帝万世，刘氏一呼，而关门不守，武夫健将，卖降恐后，何耶?诗书之道废，人惟见利而不闻义焉耳。孝武乘丰富，世祖出戎行，皆孳孳学术。俗化之厚，延于灵、献。草茅(8)危言者，折首而不悔;功烈震主者，闻命而释兵;群雄相视，不敢去臣位，尚数十年。教道之结人心如此。今代遭圣神，尔袁得贤君，俾尔由庠序，践古人之迹。天下治，则谭(9)礼乐以陶吾民：一有不幸，尤当仗大节，为臣死忠，为子死孝。使人有所赖，且有所法。是睢朝家教学之意。若其弄笔墨以徼利达而已，岂徒二三子(10)之羞，抑亦为国者之忧。”',
        '此年实至和甲午，夏某月甲子记。',
    ],
    'notes' => [
        '(1)皇帝：这里指宋仁宗。',
        '(2)祗(zhǐ)：恭敬。',
        '(3)范阳：古郡名，在今河北涿县一带。祖君无泽：祖无泽，字泽之，北宋上蔡（今河南上蔡县）人，历官直集贤院。袁州：治所在今江西宜春县。',
        '(4)通判：官名，地位略次于州府长官。陈君侁(yōu)：陈侁，字复之，北宋长乐（今福建长乐县）人，进士。',
        '(5)黝(yǒu)：淡黑色。垩(è)：白色土。',
        '(6)舍菜：也作“舍采”，古代入学开始时举行的一种仪式。即向孔子牌位献上芹藻一类菜蔬。舍，放下。',
        '(7)盱(xū)江：水名，一称抚河，又称建昌江，在今江西东部，谂(shěn)：规劝，告诉；勉励。',
        '(8)草茅：指在野的人。',
        '(9)谭：同“谈”。',
        '(10)二三子：即“二三君子”的略称，大家，诸君。',
    ],
    'vernacular' => [
        '仁宗皇帝廿三年，下诏命令各州县设立学馆。那时的州县长官，有的贤明，有的愚昧。奉行诏令时，有的尽心竭力，恭敬地仰承皇帝旨意；有的装装门面，充当官、师，胡乱写一道奉诏文书了事。以致有些地方，一连几座城邑，听不到朗朗的读书声。上面倡导而地方不响应，使得教学受阻，不能推行。',
        '仁宗皇帝三十二年，范阳人祖无择任袁州知州。初来时，就召见一班儒生，了解到学馆残缺破败的情况。他很担心人材流失，儒学的教化作用逐渐削弱，不能合乎皇上旨意。颍川人陈侁通判，听了很以为然，意见与祖无择完全一致。他们一同察看了旧有的夫子庙，觉得太狭窄，不适宜改建为学馆，于是决定在城的东北角上建造新学馆。那儿土地干燥坚硬，那儿地势朝南，那儿建筑材料非常优良。学馆的陶瓦、墙壁、大门、房廊，有深灰、雪白、朱红、漆黑诸色，完全合乎法度。所以学生、老师都有安身之所，厨房、粮仓都有安排之处。各种器物准备齐全，大家齐心协力建造，工匠技艺高超，官吏勤快不怠，没日没夜努力从事，过了一年，就将学馆建成。',
        '在即将开学之时，旴江人李觏对众人勉励说：“那虞、夏、商、周四代办学之事，我们只需考察一下经书就可以知道。那秦始皇凭藉崤山以西之地，与六国大战，想万世称帝，被刘邦率军振臂一呼，却连关门也守不住。武官战将，争相投降惟恐落后，这是为什么呢？那是因为秦国废弃了诗书教化之道，使众人见利忘义的缘故。汉武帝即位于民富国强之际，光武帝出身于行伍之间，都能极力推行儒学，所以民风淳厚极了，一直影响到汉灵帝、汉献帝的时代。当时，那些在野之人而敢直言的，即使有杀身之祸也不反悔自己的忠直；那些功劳大得连皇帝也感到威摄的大臣，一听到天子的命令就放下了武器。各路诸侯虎视眈眈，却都不敢称帝，这种局面尚且维持了数十年。儒家的教化之道竟能这样地维系人心。如今躬逢圣明天子，你们袁州人又遇到了贤明的官长，使你们能通过学馆的教化，追随古代圣贤的遗迹。当天下太平的时候，则可以继承礼乐来陶冶我们百姓的性情；一旦有了变故，还可以坚持节操，做臣子的为国尽忠，当人子的为父尽孝。学了儒道，可以使人有所效法，有了精神支柱。这就是国家倡导教学之意。如果到这里来只学得一套舞文弄墨的本领以求得名利，那岂仅是你们的羞耻，而且也是治国之人的忧虑。”',
        '至和元年夏某月甲子日作记。',
    ],
],
],
'unscramble' => [
    '《袁州州学记》是宋人李觏（gòu）的名作，文章记叙了宋仁宗时，任袁州知州的祖无择看到学宫破损的现状，决定兴建新学宫的过程。学宫落成之刻举行的“释菜”祭孔仪式上，在宜春讲学的李觏大为感慨，遂发表了此篇文章，感慨申论。',
    '在《袁州州学记》中，李觏记叙了宋仁宗三十二年，祖无择到袁州任知州，看到学宫破坏、孔庙狭窄的现状，决定兴建一座新学宫的过程。当学宫落成，举行“释菜”祭孔的时候，在宜春讲学的李觏大为感慨，发了一通议论。他说，秦始皇想万代做皇帝，但刘邦一带头造反，函谷关就守不住了。秦朝的大小将领，叛变投降，争先恐后。为什么?是《诗》、《书》的大道理被抛弃了，人们只见私利，而没有听过正义之声呀!而汉武帝、汉光帝努力发扬儒家学说，纯善的风俗教化一直延续，结果民间读书人敢讲正直的话，连功高震主的军阀，也不敢胆大妄为，圣贤的教化深入到了这个地步。如今，你们袁州的读书人能得到神圣天子的关怀，在本地的学校学习古代圣贤，就应该培养忠孝礼节，成为人们学习的榜样。如果只是舞文弄墨，求得功名富贵，那不仅是耻辱，也让朝廷为政者担忧呀!',
    '凡是读过《袁州州学记》的人，会觉得李觏有一股封建卫道者的味道。文中充满了对皇帝的崇敬，反复宣示“为臣死忠，为子死孝”的说教。但再读思之，则又释然。范仲淹不也是“处江湖之远，则忧其君”吗?倘若能把这个“君”解读成国家的话，就不难理解李觏那一片忧国忧民的赤诚了。',
    '作为宋代散文的经典，《袁州州学记》虽然不像欧阳修散文那样摇曳多姿，也不像苏东坡散文那样豪放与婉约兼备，但它凝炼庄重的语言让我们领略到散文厚实的格调。如果撇去它的文学意义不论而从广告层面上去看，《袁州州学记》可能是较早宣传宜春(袁州)的报告文学了。就凭这一点，我们也有理由感谢李觏。据史志载，最早在宜春兴建昌黎书院(当时称韩文公祠)的正是《袁州州学记》中的主角祖无择。由此很自然会让人想到，倘若昌黎书院还在，何不以此为基础，建成一个反映宜春古代教育的场所——就像在北京的国子监中展示北京的文明史——让人们能真切地触摸到宜春的一段文化史。',
],
];
