<?php
return [
'chapters' => [
[
    'content' => [
        '予闻世谓诗人少达而多穷(1)，夫岂然哉?盖(2)世所传诗者，多出于古穷人之辞也。凡士之蕴其所有(3)，而不得施于世者，多喜自放(4)于山巅水涯之外，见虫鱼草木风云鸟兽之状类，往往探其奇怪，内有忧思感愤之郁积，其兴于怨刺(5)，以道羁臣寡妇之所叹(6)，而写人情之难言。盖愈穷则愈工(7)。然则非诗之能穷人，殆穷者而后工也(8)。',
        '予友梅圣俞，少以荫补(9)为吏，累举进士，辄抑于有司(10)，困于州县，凡十余年。年今五十，犹从辟书，为人之佐，郁其所蓄，不得奋见于事业(11)。其家宛陵，幼习于诗，自为童子，出语已惊其长老(12)。既长，学乎六经仁义之说，其为文章，简古纯粹，不求苟说于世(13)。世之人徒知其诗而已。然时无贤愚，语诗者必求之圣俞;圣俞亦自以其不得志者，乐于诗而发之，故其平生所作，于诗尤多。世既知之矣，而未有荐于上者。昔王文康公(14)尝见而叹曰：“二百年无此作矣!”虽知之深，亦不果荐也(15)。若使其幸得用于朝廷，作为雅、颂，以歌咏大宋之功德，荐之清庙(16)，而追商、周、鲁颂之作者，岂不伟欤!奈何使其老不得志，而为穷者之诗，乃徒发于虫鱼物类，羁愁感叹之言。世徒喜其工，不知其穷之久而将老也!可不惜哉!',
        '圣俞诗既多，不自收拾。其妻之兄子谢景初，惧其多而易失也，取其自洛阳至于吴兴以来所作，次为十卷。予尝嗜(17)圣俞诗，而患不能尽得之，遽喜谢氏之能类次也(18)，辄序而藏之。',
        '其后十五年，圣俞以疾卒于京师，余既哭而铭之(19)，因索于其家，得其遗稿千余篇，并旧所藏，掇其尤者六百七十七篇(20)，为一十五卷。呜呼!吾于圣俞诗论之详矣，故不复云。',
        '庐陵欧阳修序。',
    ],
    'notes' => [
        '(1)达：显达，在仕途上顺利得志。穷：困顿，在仕途上困窘不得志。',
        '(2)盖：副词，表不肯定。',
        '(3)蕴其所有：指怀抱理想和才干。蕴：蓄藏。',
        '(4)放：放任、纵情。',
        '(5)兴于怨刺：兴起怨恨、讽刺的念头。怨刺：怨恨、讽刺。',
        '(6)道：表达出。羁(jī)臣：即“羁旅之臣”，指旅居在外或被贬谪的官员。',
        '(7)工：精美。',
        '(8)殆：大概、怨怕。穷：使……穷。',
        '(9)荫：指因前辈功勋而得官。补：指官员有缺额，选人授职。',
        '(10)辄：总是。抑：压抑。有司：官吏。',
        '(11)今：通“近”。辟书：召聘文书。佐：辅佐，指郡县的副职。郁：压抑，使不得舒发。奋见：发挥、表现出来。',
        '(12)宛陵：今安徽省宣城县。长老：年老的人，长辈。',
        '(13)六经：指《诗》、《书》、《礼》、《乐》、《易》、《春秋》六部儒家经典。简古：指文风简洁古朴。苟：苟且。说：“悦”的通假。',
        '(14)王文康公：王曙，字晦叔，号文康，河南人，宋仁宗时任宰相。',
        '(15)果：终于，到底。荐：奉献。',
        '(16)清庙：祖庙。',
        '(17)嗜：喜欢。',
        '(18)遽(jù)：骤然，顿时。类次：分类、编排。',
        '(19)铭之：给他写了墓志铭。',
        '(20)掇(duō)：采取，选择。尤：优异。',
    ],
    'vernacular' => [
        '我听到世人常说：诗人仕途畅达的少，困厄的多。难道真是这样吗?大概是由于世上所流传的诗歌，多出于古代困厄之士的笔下吧。大凡胸藏才智而又不能充分施展于世的士人，大都喜爱到山头水边去放浪形骸，看见虫鱼草木风云鸟兽等事物，往往探究它们的奇特怪异之处，内心有着忧愁感慨愤激的郁积，这些情感化为诗兴，即寄托在怨恨讽刺之中，道出了逐臣寡妇的慨叹，而写出了人所难于言传的感受来。大概越困厄就越能写得工巧。如此说来，并非写诗使人穷困潦倒，大概是穷困潦倒后才能写出好诗来。',
        '我的朋友梅圣俞，年轻时由于荫袭补为下级官吏，屡次考进士，总是遭到主考部门的压制，在地方上困厄了十多年。年已五十了，还要靠别人下聘书，去当人家的办事员。郁积着自己的才能智慧，不能在事业上充分地表现出来。他家乡在宛陵，幼年时就学习诗歌，从他还是个孩童时起，写出诗句来就已使得父老长辈惊异了。等到长大，学习了六经仁义的学问，他写出的文章简古纯正，不希求苟且取悦于世人，因此世人只知道他会写诗罢了。然而当时人不论贤愚，谈论诗歌必然会向圣俞请教。圣俞也把自己不得志的地方，喜欢通过诗歌来发泄，因此他平时所写的东西，其中诗歌就特别多。社会上已经知道他了，却没有人向朝廷推荐他。从前王文康公曾看到他的诗作，慨叹地说：“二百年没有这样的作品了!”虽然对他了解很深，可还是没有加以推荐。假使他有幸得到朝廷的任用，写出如《诗经》中雅、颂那样的作品，来歌颂大宋的功业恩德，献给宗庙，使他类似于商颂、周颂、鲁颂等作者，难道不是很壮伟的吗?可惜他到老也不得志，只能写困厄者的诗歌，白白地在虫鱼之类上抒发穷苦愁闷的感叹。社会上只喜爱他诗歌的工巧，却不知道他困厄已久将要老死了，这难道不值得叹息吗?',
        '圣俞的诗很多，自己却不收拾整理。他的内侄谢景初担心它太多容易散失，选取他从洛阳到吴兴这段时间的作品，编为十卷。我曾经酷爱圣俞的诗作，担心不能全部得到它，十分高兴谢氏能为它分类编排，就为之作序并保存起来。',
        '从那以后过了十五年，圣俞因病在京师去世，我已痛哭着为他写好了墓志铭，便向他家索求，得到他的遗稿一千多篇，连同先前所保存的，选取其中特别好的共六百七十七篇，分为十五卷。啊，我对圣俞的诗歌已经评论得很多了，所以不再重复。',
        '庐陵欧阳修序。',
    ],
],
],
];
