<?php
return [
'chapters' => [
[
    'content' => [
        '予尝有幽忧(1)之疾，退而闲居，不能治也。既而学琴于友人孙道滋(2)，受宫声数引(3)，久而乐之，不知其疾之在体也。夫疾，生乎忧者也。药之毒者，能攻其疾之聚，不若声之至者，能和其心之所不平。心而平，不和者和，则疾之忘也宜哉。',
        '夫琴之为技小矣，及其至也，大者为宫，细者为羽(4)，操弦骤作(5)，忽然变之，急者凄然以促，缓者舒然以和(6)，如崩崖裂石、高山出泉，而风雨夜至也。如怨夫寡妇之叹息，雌雄雍雍之相鸣也(7)。其忧深思远，则舜与文王、孔子之遗音也(8);悲愁感愤，则伯奇孤子、屈原忠臣之所叹也(9)。喜怒哀乐，动人必深。而纯古淡泊，与夫尧舜三代之言语(10)、孔子之文章(11)、《易》之忧患(12)、《诗》之怨刺无以异(13)。其能听之以耳，应之以手，取其和者，道其湮郁，写其幽思(14)，则感人之际，亦有至者焉。',
        '予友杨君，好学有文，累以进士举，不得志。及从荫调，为尉于剑浦，区区在东南数千里外(15)。是其心固有不平者。且少又多疾，而南方少医药。风俗饮食异宜。以多疾之体，有不平之心，居异宜之俗，其能郁郁以久乎?然欲平其心以养其疾，于琴亦将有得焉。故予作《琴说》以赠其行，且邀道滋酌酒，进琴(16)以为别。',
    ],
    'notes' => [
        '(1)幽忧：过度的忧伤和劳累。语出《庄子·让王》：“我适有幽忧之病。”。杨寘(zhì)欧阳修的朋友。字审贤，少睥时有文才，宋仁宗庆历二年进士。寘，“置”的异体字。',
        '(2)孙道滋：作者的朋友，生平不详。',
        '(3)宫声数引：古代的音乐分宫、商、角、徵、羽五个音阶。文中所说的宫声，泛指各种曲调。引：曲调的一种体制。本句意即学习宫、商的声音和几支曲子。',
        '(4)技：技艺。大者为宫，细者为羽：宫声宏大，羽声微弱。',
        '(5)骤(zhòu)作：屡次弹。骤：屡次。',
        '(6)凄然：悲伤的样子；舒然：舒畅的样子。',
        '(7)怨夫：即旷夫，也就是没有妻室的男子。雍(yōng)雍：和谐，和睦。',
        '(8)舜与文王、孔子之遗音：相传舜、周文王、孔子，担心国事，忧念百姓，都曾援琴作曲。遗音：《礼记·乐记》：“昔者舜作五弦之琴，以歌南风。”《圣证论》引《尸子》及《孔子家语》说南风辞为：“南风之薰兮，可以解吾民之愠兮;南风之时兮，可以阜吾民之财兮。”《琴操》：“拘幽操，文王于羑yǒu里而作也.”《史记·孔子世家》：“孔子学鼓琴于师襄。”一些古书记他作过《临河操》、《将归操》、《猗兰操》、《龟山操》等琴曲。',
        '(9)伯奇孤子：《琴操》记周宣王时，周宣王的大臣尹吉甫的儿子伯奇，生母死后，他侍奉后母十分孝顺，可是尹吉甫听信后妻的话，把他从家里赶走，他觉得受了冤屈，作琴曲《履霜操》自伤，后投河而死。屈原忠臣：屈原是战国时楚王的臣子，为国忠心，后遭小人的谗毁，被放逐。他曾作《离骚》来抒发自己的忠愤，后来楚国的郢都被秦兵攻破，他既无力挽救楚国的灭亡，又感到自己的政治理想无法实现，便投汨罗江而亡。',
        '(10)尧舜三代之言语：指收有尧、舜、禹三代文章的尚书。',
        '(11)孔子之文章：指传说为孔子修纂的《春秋》。文章：《论语·公冶长》：“夫子之文章可得而闻也。”刘宝楠正义：文章，谓诗、书、礼、乐、《易》之忧患。',
        '(12)《易》之忧患：传说文王被囚羑里时所演绎《周易》，又称《易经》。《易·系辞》：“《易》之兴也，其于中古乎；作《易》者，其有忧患乎”。',
        '(13)《诗》之怨刺：《诗》即《诗经》。《汉书·礼乐志》：“周道始缺，怨刺之诗起”。怨刺：《诗谱序》：“众国纷然，刺怨相寻。”正义：“怨亦刺之类，故连言之”。意谓讽刺政治',
        '(14)道：同“导”，开导，疏通。湮(yīn)郁：阻塞。写(xiè)：通“泻”，排遣。郁：烦闷。',
        '(15)荫调：凭先辈或父兄官爵受封，而又改调另外的官职。尉(wèi)：县尉，为县令之佐。掌军事、治安。剑浦(pǔ)：县名，今福建南平县内。区区：形容小，文中指剑浦。',
        '(16)进琴：赠琴，一说弹琴。',
    ],
    'vernacular' => [
        '我曾经得了忧劳的病症，退下来闲居，没有医治好。后来在朋友孙道滋那里学习弹琴。学习了五声和几支乐曲，时间一长觉得很快乐，不知道那疾病还在自己身上呢。',
        '弹琴作为一种技艺，是很小的了。等这技艺到了极点，大的是最低的声音，小的是最高的声音，按着琴弦迅急弹奏，声调便随着情感的变化而变化;声音急促的，显得很凄惨;声音和缓的，显得很舒畅。有时好像山崩石裂，泉水从高山上涌出来，又好像夜晚发生了大风大雨;有时像旷夫、寡妇的叹息声，又好像和睦的雌鸟、雄鸟互相唱和。它的深沉的忧虑稻悠远的思绪，就是虞舜、周文王和孔子的遗音;它的悲惨、愁闷、感慨、愤激，就是孤儿伯奇、忠臣屈原所发出的叹息。喜、怒、哀、乐的情绪，一定深深地打动人家的心弦;纯厚、古雅、淡泊的音色，却跟尧舜三代的语言、孔子的文章、《易经》所表现的忧患、《诗经》所包含的怨恨讽刺，没有什么区别。它能够凭耳朵听出来，能够随手弹出来。如果选取那和谐的音调，排遣忧郁，散发幽思，那么，往往感动人心，极为深切。',
        '我的朋友杨君，喜欢研究学问，很会写文章，屡次参加进士考试，都不得意。等到依靠祖上的官勋，才调到剑浦去做了县尉。小小的剑浦在东南面几千里路以外，在这种情况下，他心里确实有不平的地方。并且从小又多疾病，可是南方缺少名医良药，风俗饮食与中原两样。以他多病的身体，抱着不平的心思，却生活在风俗不同的地方，哪里能够长久地沉闷下去呢?然而要平静他的心思，疗养他的疾病，那么弹琴也能够收到一点好处吧!因此我写了这篇谈琴的文章来给他送行，并且邀请孙道滋参加，喝一杯洒，弹一回琴，当做临别的纪念。',
    ],
],
],
];
