<?php
return [
'chapters' => [
[
    'content' => [
        '自古宦者(1)乱人之国，其源深于女祸(2)。女，色而已，宦者之害，非一端(3)也。',
        '盖其用事也近而习，其为心也专而忍(4)。能以小善中人之意，小信固人之心(5)，使人主必信而亲之。待其已信，然后惧以祸福而把持之。虽有忠臣、硕士(6)列于朝廷，而人主以为去己疏远，不若起居饮食、前后左右之亲可恃也。故前后左右者日益亲，而忠臣、硕士日益疏，而人主之势日益孤。势孤，则惧祸之心日益切，而把持者日益牢。安危出其喜怒，祸患伏于帷闼(7)，则向之所谓可恃者，乃所以为患也。患已深而觉之，欲与疏远之臣图左右之亲近，缓之则养祸而益深，急之则挟人主以为质(8)。虽有圣智，不能与谋。谋之而不可为，为之而不可成，至其甚，则俱伤而两败。故其大者亡国，其次亡身，而使奸豪得借以为资而起(9)，至抉(10)其种类，尽杀以快天下之心而后已。此前史所载宦者之祸常如此者，非一世也(11)。',
        '夫为人主者，非欲养祸于内而疏忠臣、硕士于外，盖其渐积而势使之然也。夫女色之惑，不幸而不悟，而祸斯及矣。使其一悟，捽(12)而去之可也。宦者之为祸，虽欲悔悟，而势有不得而去也，唐昭宗之事是已(13)。故曰“深于女祸者”，谓此也。可不戒哉?',
    ],
    'notes' => [
        '(1)宦者：即宦官。也叫太监，是一些被阉割后失去性能力的男人，在宫廷内侍奉皇帝及其家族。宦官本为内廷官，不能干预政事，但其上层分子是皇帝最亲近的奴才，所以往往能窃取大权。',
        '(2)女祸：古代史书中称宠信女子或女主执政败坏国事为女祸。',
        '(3)一端：事情的一点或一个方面。',
        '(4)近而习：亲近熟悉。专而忍：专一隐忍，不露真情。',
        '(5)小善：指一些能得到人君喜欢的小事。中：合。小信：指一些貌似忠心耿耿的小动作。固：稳住。',
        '(6)硕士：贤能之士，学问渊博的人。',
        '(7)帷闼(tà)：泛指皇帝居住的后宫。帷，帐幕。闼，宫中小门。',
        '(8)质：抵押品。',
        '(9)奸豪：奸雄，指权诈欺世的野心家。资：口实，资本。',
        '(10)抉(jué)：剔出，剜出。',
        '(11)“此前”句：关于奸豪诛杀宦官的史实，最典型的为汉、唐两朝。东汉末年，宦官专权，大将军何进谋诛宦官，密召郎中董卓入京。董卓入朝后，大肆诛戮宦官，并乘机自称相国，一时人心惶惶。其后各地豪强纷纷起兵讨卓，形成混乱局面。唐昭宗时，宦官把持朝政，宣武节度使朱温乘机进军长安，尽杀诸宦官，并迫使皇帝封他为梁王。不久，朱温便废帝自立。',
        '(12)捽(zuó)：抓，揪住。',
        '(13)唐昭宗之事：唐昭宗经常狂饮，喜怒无常，密谋尽诛宦官。宦官刘季述、王仲先等假托皇后的命令，立太子，囚禁昭宗，想尽诛百官后，再弑昭宗。后来都将孙德昭等斩王仲先，杖杀刘季述，迎昭宗复位。以后朱全忠利用诛宦官的机会，弑昭宗，灭了唐朝。',
    ],
    'vernacular' => [
        '自古以来，宦官扰乱国家，这来源比妇女的祸患还要深。',
        '妇人女子，不过使君王好色罢了。但是宦官的危害，并非在某一处或某一件事情。因为宦官做事情，经常在君王左右，亲近服侍。他们的心思专一，善于忍耐。能讨好以迎合君王的心意，能在小处表现诚实以稳固君王的心，使得君王必定相信而亲近他们。等到取得君王的信任，然后拿福祸来恐吓君王把持朝政。这时虽然有忠臣贤士罗列在朝廷，而君王以为离自己疏远。宦官却服侍起居饮食，不离自己前后左右，显得更为亲近可靠，所以在君王前后左右的宦官日益亲近，忠臣贤士日益疏远，君王的势力日益孤立。势力越孤立，则恐惧祸乱的心情一天天更厉害，而把持君王的宦官，地位日益牢固。国家的安危出于他们的喜怒，祸患隐伏于宫门帷幄之中。这样昔日所谓可以依赖信任的人，就是现在起祸为患的。待君王觉得祸患已深，想与被疏远的忠臣贤士策划，除掉左右亲近的宦官，但事情和缓则培养祸乱越深；事情急促，则宦官挟持君王为人质，这时虽然有圣贤的智慧，也不能与之谋划。即使谋划了也不能实行，实行了也不能成功。如果事情发展走了极端，则两败俱伤，所以大的祸患导致国家灭亡，小的祸患导致君王身死，而使奸雄借机起事，围捕宦官一党，将他们斩尽杀绝来快愉天下人之心才罢休。以前史书上所记载的关于宦官的祸患，常常就是这样，并不是一朝一代如此。为君王的人，也不想养祸患在宫内，而疏远忠臣贤士于宫外，只是渐渐积累而时势使他那样。',
        '女色的媚惑人，如果不幸而不觉悟，那么祸患就会来临。假使他一旦觉悟，揪起头发，将她驱逐就可以了。宦官为祸患，虽然想悔悟，但时势使君王不能将他们赶走，唐昭宗的事就是这样。所以说“宦官的祸患深于女色的祸患”，即指如此。怎么能不引以为戒呢？',
    ],
],
],
];
