<?php
return [
'chapters' => [
    [
        'content' => [
            '汉用陈平计(1)，间疏楚(2)君臣，项羽(3)疑范增(4)与汉有私，稍夺其权。增大怒曰：“天下事大定矣，君王自为之，愿赐骸骨(5)，归卒伍。”未至彭城，疽(6)发背，死。',
            '苏子曰：“增之去，善矣。不去，羽必杀增。独恨其不早尔。”然则当以何事去?增劝羽杀沛公(7)，羽不听，终以此失天下，当以是去耶?曰：“否。增之欲杀沛公，人臣之分也;羽之不杀，犹有君人之度也。增曷为以此去哉?《易》曰：‘知几(8)其神乎!’《诗》曰：‘如彼雨雪，先集为霰(9)。’增之去，当于羽杀卿子冠军(10)时也。”',
            '陈涉(11)之得民也，以项燕(12)。项氏之兴也，以立楚怀王孙心(13);而诸侯之叛之也，以弑(14)义帝。且义帝之立，增为谋主矣。义帝之存亡，岂独为楚之盛衰，亦增之所与同祸福也;未有义帝亡而增独能久存者也。羽之杀卿子冠军也，是弑义帝之兆也。其弑义帝，则疑增之本也，岂必待陈平哉?物必先腐也，而后虫生之;人必先疑也，而后谗入之。陈平虽智，安能间无疑之主哉?',
            '吾尝论义帝，天下之贤主也。独遣沛公入关(15)，而不遣项羽;识卿子冠军于稠人(16)之中，而擢为上将，不贤而能如是乎?羽既矫杀(17)卿子冠军，义帝必不能堪，非羽弑帝，则帝杀羽，不待智者而后知也。增始劝项梁(18)立义帝，诸侯以此服从。中道而弑之，非增之意也。夫岂独非其意，将必力争而不听也。不用其言，而杀其所立，羽之疑增必自此始矣。',
            '方羽杀卿子冠军，增与羽比肩(19)而事义帝，君臣之分未定也。为增计者，力能诛羽则诛之，不能则去之，岂不毅然大丈夫也哉?增年七十，合则留，不合即去，不以此时明去就之分，而欲依羽以成功名，陋矣!虽然，增，高帝之所畏也;增不去，项羽不亡。亦人杰也哉!',
        ],
        'notes' => [
            '(1)汉：指汉王刘邦。陈平：阳武（今河南原阳东南）人，汉初政治家。楚汉相争时，先为项羽部属；后奔刘邦，为刘邦重要谋臣。',
            '(2)楚：指项羽的西楚。',
            '(3)项羽：名籍，秦末楚国贵族。秦二世元年（前209年），在陈胜影响下，跟从叔父项梁起义。梁死，籍为统帅。秦亡后，项羽自称西楚霸王，封刘邦为汉王。随后与刘展开激烈的争夺统治权斗争，最后项羽失败，自刎而死。',
            '(4)范增：居鄛（今安徽巢县西南）人，秦汉之际，为西楚霸王项羽谋士，被尊为亚父。曾屡劝项羽杀掉刘邦，项羽不听。后项羽中陈平反间计，渐削范增权力，范增忿而离去，途中背上毒疮痈疽发作而死。',
            '(5)骸(hái)骨：多指尸骨。赐骸骨，退休回家。卒伍：秦时乡里基层组织，此指家乡。',
            '(6)疽(jū)：毒疮。',
            '(7)沛公：即汉高祖刘邦，他响应陈胜起义于沛（今江苏沛县东），被立为沛公。',
            '(8)几：微小，事物发生变化的细微迹象。引文见《周易·系辞》。',
            '(9)“相彼”二句：引文见《诗经·小雅·頍弁》。霰（xiàn）：小雪珠。',
            '(10)卿子冠军：即宋义，公元前207年，秦围赵，楚怀王封宋义为上将军，项羽为次将军，范增为末将军，救赵，途中，宋义畏缩不前，羽矫诏杀之。卿子，当时对人的尊称；冠军，指地位在其他将领之上的上将。',
            '(11)陈涉：名胜字涉，秦末农民起义首领。起义时曾打着项燕、扶苏的旗号，用来争取民心。',
            '(12)项燕：战国末年楚国名将，项羽的祖父。扶苏：秦始皇长子。始皇死，宦官赵高主谋，诈称始皇之命，令扶苏自杀。',
            '(13)楚怀王孙心：楚怀王的孙子熊心。秦国曾将楚怀王骗去扣留，后楚怀王客死秦国，楚国灭亡后，熊心隐藏在民间替人牧羊。前208年，范增向项羽的叔父项梁献计，拥立楚怀王的后代，并仍称怀王，以争取民心。项梁听从范增计，在民间找到熊心，拥立之。后项梁战死，项羽自立为西楚霸王，尊楚怀王熊心为义帝。',
            '(14)弑(shì)：古时称臣杀君、子杀父为“弑”。义帝：即楚怀王熊心。',
            '(15)关：指关中之地，义帝命宋义、项羽救赵，而命刘邦攻打咸阳，并与诸将约定，先达关中灭秦者为王。',
            '(16)稠(chóu)人：众人。',
            '(17)矫杀：此处指项羽诈称义帝命令杀卿子冠军宋义。',
            '(18)项梁：楚名将项燕之子，项羽叔父，始立楚怀王熊心者。',
            '(19)比肩：并肩，这里比喻地位相当。',
        ],
        'vernacular' => [
            '刘邦采用了陈平的计策，离间疏远楚国君臣。项羽怀疑范增和汉国私下勾结，渐渐剥夺他的权力。范增大怒，说：“天下大事已经大致确定了，君王自己处理吧。希望能让我告老还乡。”回乡时，还没到彭城，就因背上痈疽发作而死。苏子说，范增离去是好事，若不离去，项羽一定会杀他。只遗憾他没有早早离开而已。既如此，那么范增应当在什么时候离开呢?当初范增劝项羽杀沛公，项羽不听;终因此而失去天下;应当在此时离去吗?回答说，不。范增想要杀死沛公，是做臣子的职责。项羽不杀刘邦，还显得有君王的度量。范增怎能在此时离去呢?《易经》说：“知道选择恰当时机，那不是很神明吗?”《诗经》说：“观察那气象，若要下雪，水气必定先聚集成霰。”范增离去，应当在项羽杀卿子冠军的时候。',
            '陈涉能够得民心，因为打出了楚将项燕和公子扶苏的旗帜。项氏的兴盛，因为拥立了楚怀王孙心;而诸侯背叛他，也是因为他谋杀了义帝。况且拥立义帝，范增实为主谋。义帝的存亡，岂止决定楚国的盛衰;范增也与此祸福相关。绝没有义帝被杀，而单单范增能够长久得生的道理。项羽杀卿子冠军;就是谋杀义帝的先兆;他杀义帝，就是怀疑范增的根本。难道还要等到陈平出反间之计吗?物品必定先腐烂了，然后才能生蛆虫;人必定先有了怀疑之心，然后谗言才得以听入。陈平虽说智慧过人，又怎么能够离间没有疑的君主呢?',
            '我曾经评论义帝;称他是天下的贤君。仅仅是派遣沛公入关而不派遣项羽，在稠人广众之中识别卿子冠军、并且提拔他做上将军这两件事，若不是贤明之君能做到这些吗?项羽既然假托君王之命杀死了卿子冠军，义帝必然不能容忍。因此，不是项羽谋杀义帝，就是义帝杀了项羽，这用不着智者指点就可知道了。范增当初劝项梁拥立义帝，诸侯因此而服从;中途谋杀义帝，必不是范增的主意;其实岂但不是他的主意;他必然力争而却没有被接受。不采用他的忠告而杀死他所拥立之人，项羽怀疑范增，一定是从这时就开始了。在项羽杀卿子冠军之时，项羽和范增并肩侍奉义帝，还没有确定君臣之身份，如果替范增考虑，有能力诛杀项羽就杀了他，不能杀他就离开他，岂不是毅然决然的男子汉吗?范增年龄已经七十岁，意见相合就留下来，意见不合就离开他，不在这个时候弄清去、留的分寸，却想依靠项羽而成就功名，浅陋啊!即使这样，范增还是被汉高祖所畏惧。范增不离去，项羽就不会灭亡。唉，范增也是人中的豪杰呀!',
        ],
    ],
],
];
