<?php
return [
'chapters' => [
    [
        'content' => [
            '世皆称孟尝君能得士(1)，士以故归(2)之，而卒赖其力以脱于虎豹之秦(3)。嗟乎!孟尝君特(4)鸡鸣狗盗(5)之雄耳(6)，岂足以言得士?不然，擅(7)齐之强，得一士焉，宜可以南面而制秦(8)，尚何取鸡鸣狗盗之力哉?夫(9)鸡鸣狗盗之出其门，此士之所以不至也。',
        ],
        'notes' => [
            '(1)称：称颂，赞扬。孟尝君：姓田名文，战国时齐国公子(贵族)，封于薛地(今山东省滕县东南)。士：士人，指品德好、有学识或有技艺的人。选自《临川先生文集》，《孟尝君传》指司马迁《史记·孟尝君列传》。',
            '(2)归：投奔，投靠。',
            '(3)卒(zú)，终于，最终。赖：依仗，依靠。其：指门下士。虎豹之秦：像虎豹一样残暴的秦国。',
            '(4)特：只，仅，不过。',
            '(5)鸡鸣狗盗：孟尝君曾在秦国为秦昭王所囚，有被杀的危险。他的食客中有个能为狗盗的人，就在夜里装成狗混入秦宫，偷得狐白裘，用来贿赂昭王宠妃，孟尝君得以被放走。可是他逃至函谷关时，正值半夜，关门紧闭，按规定要鸡鸣以后才能开关放人出去，而追兵将到。于是他的食客中会学鸡叫的人就装鸡叫，结果群鸡相应，终于及时赚开城门，逃回齐国。后成为孟尝君能得士的美谈。',
            '(6)雄：长、首领。耳：罢了。',
            '(7)擅(shàn)：拥有。',
            '(8)宜：应该。南面：指居于君主之位。君王坐位面向南，故云。制：制服。',
            '(9)夫：发语词。',
        ],
        'vernacular' => [
            '世人都称赞孟尝君能够招贤纳士，贤士因为这个缘故归附他，而孟尝君终于依靠他们的力量，从像虎豹一样凶残的秦国逃脱出来。唉!孟尝君只不过是一群鸡鸣狗盗的首领罢了，哪里能说是得到了贤士!如果不是这样，(孟尝君)拥有齐国强大的国力，只要得到一个贤士，(齐国)就应当可以依靠国力在南面称王而制服秦国，还用得着鸡鸣狗盗之徒的力量吗?鸡鸣狗盗之徒出现在他的门庭上，这就是贤士不归附他的原因。',
        ],
    ],
],
];
