<?php
return [
'chapters' => [
    [
        'content' => [
            '西南山水，惟川蜀(1)最奇。然去中州(2)万里，陆有剑阁栈道(3)之险，水有瞿塘、滟滪之虞(4)。跨马行，则篁竹间山高者，累旬日不见其巅际。临上而俯视，绝壑万仞，杳(5)莫测其所穷，肝胆为之悼栗(6)。水行，则江石悍利，波恶涡诡(7)，舟一失势尺寸，辄糜碎(8)土沉，下饱鱼鳖。其难至如此。故非仕有力者，不可以游;非材有文者，纵游无所得;非壮强者，多老死于其地。嗜奇之士恨焉。',
        ],
        'notes' => [
            '(1)川蜀：泛指今四川一带。',
            '(2)中州：泛指今河南一带。写此文时，宋濂正在河南龙门山讲学。',
            '(3)剑阁栈道：栈道名，在今四川省剑阁县东北大剑山和小剑山之间。栈道：在山势险峻无路可行的地方凿石架木所构成的通道。',
            '(4)瞿塘：即瞿塘峡，为长江三峡之一。滟滪：即滟滪堆，在瞿塘口，是突出在长江江心的巨石，为长江上著名的险滩。虞：忧虑。',
            '(5)杳：深邃朦胧貌。',
            '(6)悼栗：颤抖。',
            '(7)波恶：形容波涛很大很凶。涡诡：指怪异的旋流。',
            '(8)糜碎：粉碎。',
        ],
        'vernacular' => [
            '西南地区的山水，只有四川最为奇异。然而它与中原地区远隔万里，陆路有剑阁栈道的险途，水路又有瞿塘峡、滟滪堆的忧虑。骑着马，在竹林和崇山峻岭中穿行，常常是几十天都看不到峰顶。站在高处向下俯视，高峻的山谷深不可测，令人胆战心惊。从水路走，那江中的礁石凶险尖利，波涛旋涡诡异险恶，小船一旦有尺寸差池，往往粉身碎骨，沉入江底而葬身鱼腹。既然是如此艰险，因而那些没有体能的官员不可以去游历，那些有文采而无材质(感受力)的人，即使去游历也不会有收获。不是身强体壮的人，大多会老死在这个地方，为此，那些爱好奇异山水的人都会感到遗憾。',
        ],
    ],
    [
        'content' => [
            '天台(1)陈君庭学，能为诗，由中书左司掾(2)，屡从大将北征，有劳，擢四川都指挥司照磨(3)，由水道至成都。成都，川蜀之要地，扬子云、司马相如、诸葛武侯之所居(4)，英雄俊杰战攻驻守之迹，诗人文士游眺饮射(5)赋咏歌呼之所，庭学无不历览。既览必发为诗，以纪其景物时世之变，于是其诗益工。越三年，以例自免归，会予于京师;其气愈充，其语愈壮，其志意愈高;盖得于山水之助者侈(6)矣。',
        ],
        'notes' => [
            '(1)天台：县名，今属浙江省。',
            '(2)中书左司掾：元代以中书省总领百宫，与枢密院，御史台分把政)军)监察三权。中书省下置左右司，分管省事，明初尚沿元制，掾：古代属官的通称。',
            '(3)擢：提升。指挥司：明代在各省设置的地方军事机关。照磨：指挥司的属官，主管文书。',
            '(4)扬子云，司马相如：并为西汉时期有名的辞赋家；诸葛武侯：即诸葛亮，曾封武乡侯，故后人亦称之诸葛武侯。',
            '(5)射：指射箭，为古代六艺之一。',
            '(6)侈：大，多。',
        ],
        'vernacular' => [
            '天台陈庭学君，擅长作诗，多次以中书左司掾之职而随从大将北征，建有功劳，提拔为四川都指挥司照磨，经过水路到成都。成都，是四川的要地，扬雄、司马相如、诸葛亮曾经在此生活过，英雄豪杰曾在此攻伐征战、驻扎防守过，诗人文士也曾在此游历观览、饮酒射覆、赋诗吟咏。庭学无处不去游历观览，之后必定发而为诗，用来记录这些地方景物和时序的变化，由此他的诗艺更加精湛。三年之后，庭学依惯例自己辞职归来，在京师和我相聚。他的精神更加饱满，语气更加豪壮，志趣理想更加高远，这大概是他得益于山水帮助的缘故吧。',
        ],
    ],
    [
        'content' => [
            '予甚自愧，方予少时，尝有志于出游天下，顾(1)以学未成而不暇。及年壮方可出，而四方兵起(2)，无所投足。逮今圣主兴而宇内定，极海之际，合为一家，而予齿益加耄(3)矣。欲如庭学之游，尚可得乎?',
            '然吾闻古之贤士，若颜回、原宪(4)，皆坐守陋室，蓬蒿没户，而志意常充然，有若囊括于天地者。此其故何也?得无(5)有出于山水之外者乎?庭学其试归而求焉?苟有所得，则以告予，予将不一愧而已也!',
        ],
        'notes' => [
            '(1)顾：不过。',
            '(2)四方兵起：指元末全国各地的农民起义和反元战争。',
            '(3)耄：老。',
            '(4)颜回)原宪：都是孔子的学生，一生穷困而德行很高。',
            '(5)得无：岂不是。',
        ],
        'vernacular' => [
            '我内心很是惭愧，正当我年少时，曾经立志要出游天下，只是由于学业未成而不得空闲。等到可以出游的壮年时，四方战乱，我无处落脚容身。到现在圣主兴起，天下太平，四海成为一家，然而我却越来越老了。想要像庭学那样游历天下，还有可能吗?',
            '然而，我听说过古代的那些贤士，像颜回、原宪，他们都处在野草都长得埋没了门户的陋室之中，而志向和意气却始终非常高远充沛，仿佛有一种囊括天地宇宙的胸怀。这是什么原因呢?难道有超出山水之外的东西吗?庭学大概就是尝试着回去探索这方面的东西吧。如果庭学有什么收获，就要告诉我，那样的话我将不只是惭愧而已。',
        ],
    ],
],
];
