<?php
return [
'chapters' => [
    [
        'content' => [
            '金陵(1)为帝王之州。自六朝迄于南唐，类皆偏据一方，无以应山川之王气。逮我皇帝(2)，定鼎(3)于兹，始足以当之。由是声教所暨(4)，罔间朔南(5);存神穆清(6)，与天同体。虽一豫一游(7)，亦可为天下后世法。',
            '京城之西北有狮子山(8)，自卢龙(9)蜿蜒而来。长江如虹贯，蟠绕其下。上以其地雄胜，诏建楼于巅，与民同游观之乐。遂锡(10)嘉名为“阅江”云。登览之顷，万象森列，千载之秘，一旦轩露(11)。岂非天造地设，以俟大一统之君，而开千万世之伟观者欤?',
        ],
        'notes' => [
            '(1)金陵：今江苏南京市。',
            '(2)皇帝：指明太祖朱元璋。',
            '(3)定鼎：传说夏禹铸九鼎以象九州，历商周，都作为传国重器置于国都，后因称定都或建立王朝为定鼎。',
            '(4)暨：至',
            '(5)罔间朔南：不分北南。',
            '(6)穆清：指天。',
            '(7)一豫一游：谓巡游。《孟子.梁惠王下》：“夏谚曰：吾王不游，吾何以休;吾王不豫，吾何以助。”豫，义同“游”。《晏子春秋.内篇.问下》：“春省耕而补不足者谓之游，秋省实而助不给者渭之豫。”',
            '(8)狮子山：晋时名卢龙山，明初，因其形似狻猊，改名为狮子山。山西控大江，有高屋建瓴之势，自古以来是南京西北部的屏障，为兵家必争之地。',
            '(9)卢龙：卢龙山，在今江苏江宁县西北。',
            '(10)锡：赐。',
            '(11)轩露：显露。',
        ],
        'vernacular' => [
            '金陵是帝王居住的城邑。从六朝以至南唐，全都是偏安一方，无法与当地山川所呈现的王气相适应。直到当今皇上，建国定都于此，才足以与之相当。从此声威教化所及，不因地分南北而有所阻隔;涵养精神和穆而清明，几乎与天道融为一体。即使一次巡游、一次娱乐，也想到怎样被天下后世效法。',
            '京城的西北方有座狮子山，是从卢龙山蜿蜒伸展而来。长江有如一线长虹，盘绕着流过山脚下。皇上因为这地方形势雄伟壮观，下诏在山顶上建楼，与百姓同享游览观景之乐，于是赐给它美妙的名字叫“阅江”。登上楼极目四望，万千景色次第罗列，千年的大地秘藏，似乎顷刻显露无遗。这难道不是天地有意造就了美景，以等待一统海内的明君，来展现千秋万世的奇观吗?',
        ],
    ],
    [
        'content' => [
            '当风日清美，法驾(1)幸临，升其崇椒(2)，凭阑遥瞩，必悠然而动遐思。见江汉之朝宗(3)，诸侯之述职，城池之高深，关阨之严固，必曰：“此朕沐风栉雨(4)、战胜攻取之所致也。”中夏(5)之广，益思有以保之。见波涛之浩荡，风帆之上下，番舶接迹而来庭，蛮琛(6)联肩而入贡，必曰：“此朕德绥(7)威服，覃(8)及外内之所及也。”四陲之远，益思所以柔(9)之。见两岸之间、四郊之上，耕人有炙肤皲足(10)之烦，农女有捋桑行馌(11)之勤，必曰：“此朕拔诸水火、而登于衽席(12)者也。”万方之民，益思有以安之。触类而思，不一而足。臣知斯楼之建，皇上所以发舒精神，因物兴感，无不寓其致治之思，奚此阅夫长江而已哉?',
        ],
        'notes' => [
            '(1)法驾：皇帝的车驾。',
            '(2)崇椒：高高的山顶。',
            '(3)江汉之朝宗：《尚书.禹贡》：“江汉朝宗于海。”意谓江汉等大川以海为宗。',
            '(4)沐风栉(zhì)雨：即“栉风沐雨”。风梳发，雨洗头，形容奔波的辛劳。',
            '(5)中夏：这里指全国。',
            '(6)琛(chēn)：珍宝。',
            '(7)德绥：用德安抚。',
            '(8)覃：延。',
            '(9)柔：怀柔。',
            '(10)皲(jūn)足：冻裂脚上的皮肤。',
            '(11)行馌(yè)：为田里耕作的农夫送饭。',
            '(12)衽(rèn)席：卧席。意谓有寝息之所。',
        ],
        'vernacular' => [
            '每当风和日暖的时候，皇上的车驾降临，登上山巅，倚着栏杆远眺，必定神情悠悠而启动遐想。看见长江汉江的流水滔滔东去，诸侯赴京朝见天子，高深的城池，严密固防的关隘，必定说：“这是我栉风沐雨，战胜强敌、攻城取地所获得的啊。”广阔的中华大地，更感到想要怎样来保全它。看见波涛的浩荡起伏，帆船的上下颠簸，外国船只连续前来朝见，四方珍宝争相进贡奉献，必定说：“这是我用恩德安抚、以威力镇服，声望延及内外所达到的啊。”四方僻远的边陲，更想到要设法有所安抚它们。看见大江两岸之间、四郊田野之上，耕夫有烈日烘烤皮肤、寒气冻裂脚趾的烦劳，农女有采桑送饭的辛勤，必定说：“这是我拯救于水火之中，而安置于床席之上的人啊。”对于天下的黎民，更想到要让他们安居乐业。由看到这类现象而触发的感慨推及起来，真是不胜枚举。我知道这座楼的兴建，是皇上用来舒展自己的怀抱，凭借着景物而触发感慨，无不寄寓着他志在治理天下的思绪，何止是仅仅观赏长江的风景呢?',
        ],
    ],
    [
        'content' => [
            '彼临春、结绮(1)，非弗华矣;齐云、落星(2)，非不高矣。不过乐管弦之淫响，藏燕赵之艳姬。一旋踵间而感慨系之，臣不知其为何说也。虽然，长江发源岷山，委蛇(3)七千余里而始入海，白涌碧翻，六朝之时，往往倚之为天堑;今则南北一家，视为安流，无所事乎战争矣。然则，果谁之力欤?逢掖(4)之士，有登斯楼而阅斯江者，当思帝德如天，荡荡难名(5)，与神禹疏凿之功(6)同一罔极。忠君报上之心，其有不油然而兴者耶?',
            '臣不敏，奉旨撰记，欲上推宵旰(7)图治之切者，勒(8)诸贞珉。他若留连光景之辞，皆略而不陈，惧亵也。',
        ],
        'notes' => [
            '(1)临春、结绮：南朝陈后主所建之阁。自居临春阁，张贵妃居结绮阁，更有望春阁，用以居龚、孔二贵嫔。',
            '(2)齐云：唐曹恭王所建之楼，后又名飞云阁。明太祖朱元璋克平江，执张士诚，其群妾焚死于此楼。故址在旧吴县子城止。落星：吴嘉禾元年，天桂林苑落星山起三层楼，名曰落星楼。故址在今江苏南京市东北。',
            '(3)委蛇：亦作“逶迤”，连绵曲折。',
            '(4)逢掖：宽袖之衣，古代儒者所服，因用作士人的代称。',
            '(5)荡荡难名：《论语.泰伯》：“巍巍乎!唯天为大，唯尧则之。荡荡乎!民无能名焉。”',
            '(6)神禹疏凿之功：指夏禹治水之功。',
            '(7)宵旰(gàn)：即“宵衣旰食”，指勤于政务，早起晚食。',
            '(8)勒：刻。贞珉：指碑石。',
        ],
        'vernacular' => [
            '那临春阁、结绮阁，不是不华美啊;齐云楼、落星楼，不是不高大啊。但无非是因为演奏了淫荡的歌曲而感到快乐，或藏匿着燕赵的美女以供寻欢。但转瞬之间便与无穷的感慨联结在一起了，我真不知怎样来解释它啊。虽然这样，长江发源于岷山，曲折蜿蜒地流经七千余里才向东入海，白波汹涌、碧浪翻腾，六朝之时，往往将它倚为天然险阻。如今已是南北一家，于是视长江为平安河流，不再用于战争了。然而，这到底是谁的力量呢?读书人有登上此楼观看此江的，应当想到皇上的恩德有如苍天，浩浩荡荡难以形容它的广阔，简直与大禹凿山疏水拯救万民的功绩同样地无边无际。忠君报国的心情，难道还有不油然而生的吗?',
            '我没有才能，奉皇上旨意撰写这篇记文，于是准备将心中替皇上考虑到的昼夜辛劳操持国事最急切之处，铭刻于碑石。至于其它留连光景的言辞，一概略而不言，惟恐有所亵渎。',
        ],
    ],
],
];
