<?php
return [
'chapters' => [
    [
        'content' => [
            '士君子立身事主，既名知己(1)，则当竭尽智谋，忠告善道(2)，销患于未形，保治于未然(3)，俾身全而主安(4)。生为名臣，死为上鬼(5)，垂光百世，照耀简策(6)，斯为美也。苟遇知己，不能扶危为未乱之先，而乃捐躯殒命(7)于既败之后;钓名沽誉(8)，眩世骇俗(9)，由君子观之，皆所不取也。',
            '盖尝因而论之：豫让臣事智伯(10)，及赵襄子杀智伯(11)，让为之报仇。声名烈烈(12)，虽愚夫愚妇(13)莫不知其为忠臣义士也。呜呼!让之死固忠矣，惜乎处死之道(14)有未忠者存焉——何也?观其漆身吞炭，谓其友曰：“凡吾所为者极难，将以愧(15)天下后世之为人臣而怀二心者也。”谓非忠可乎?及观其斩衣三跃，襄子责以不死于中行氏(16)，而独死于智伯。让应曰：“中行氏以众人待我，我故以众人报之;智伯以国士待我，我故以国士报之。(17)”即此而论，让馀徐憾矣。',
        ],
        'notes' => [
            '(1)名：声称，称说。知己：谓了解、赏识自己。豫让：战国晋人，生卒年不详；为晋智瑶（即智伯）的家臣，赵、韩、魏共灭智氏后，曾入赵襄子宫中刺杀襄子，被俘获。后豫让改名换姓，以漆涂身，吞炭使自己变哑，改变形象，谋刺赵襄子，又被捕，伏诛前，求得赵襄子衣服，拔剑三跃呼天击之，遂自杀。事见《战国策·赵策一》。',
            '(2)善道：善加诱导。《论语·颜渊》：“忠告而善道之，不可则止。”',
            '(3)“销患于未形”二句：销患：消除祸患。未形：指祸患还没有形成。保治：进行治理以使安定。未然：未能如此。此二句谓在祸患尚未形成时就消除它，在天下尚未安定时进行治理。',
            '(4)俾：使。身全：生命得以安全。主安：主人平安。',
            '(5)上鬼：上等之鬼。',
            '(6)垂光：比喻流传美名。简策：即简册，本指编连的竹简，后代指史籍。',
            '(7)捐躯殒命：谓献出生命。',
            '(8)钓名沽誉：即沽名钓誉，谓有意做作或用某种手段猎取名誉。',
            '(9)眩世骇俗：谓欺骗、迷惑世俗。眩，欺编。骇，夸惑。',
            '(10)臣事：以为臣的道理和本分来事奉。智伯：春秋时晋卿。亦作知伯。名智瑶，亦作知瑶。',
            '(11)赵襄子杀智伯：赵襄子：春秋时晋大夫，名赵无恤，晋的执政大臣。晋定公时（公元前512—前475），赵、魏、韩、智氏、范氏、中行氏等六家贵族，基本上分割肢解了晋公室，同时六家之间的争夺也很激烈。公元前490年，范昭子（范吉射）和中行文子（荀寅）失败后逃离晋国，其地为赵、韩、魏及智伯瓜分。公元前454年，智伯联合韩、魏攻赵。赵襄子接受谋臣张孟谈的建议固守晋阳。智伯和韩、魏联合围攻了三年多，无法攻下。赵襄子派张孟谈潜出城，对韩宣子、魏献子说明赵亡之后，智氏必灭韩、魏的利害关系。韩、魏考虑到自身的利益，与赵联合，一举消灭智氏，杀死智伯。',
            '(12)烈烈：形容显著貌。',
            '(13)愚夫愚妇：泛指普通老百姓。',
            '(14)处死之道：处理死的方式、方法。',
            '(15)愧：使动用法，使之惭愧。',
            '(16)中行氏：中行为复姓，春秋时晋侯作三行川御敌，荀林父将中行，后遂以为姓。此指晋卿荀寅，晋顷公时为下卿，后奔齐，卒谥文。',
            '(17)“中行氏以众人待我”四句：中行氏把我看作一般人，我就以一般人的身份为他做事；智伯把我当作济国之士，我就以济国之士的作为来回报他。',
        ],
        'vernacular' => [
            '士人君子要建立功名，侍奉主人，既然被称作知己，那就应当竭尽智谋，诚恳地加以劝告，巧妙地加以开导，在祸患还未显露时就消除它。在动乱发生之前保住社会的治安，使自己不受损害，主人没有危险。活着是著名的忠臣，死后做高尚的鬼魂，流芳百世，照耀史册，这才是完美的士人。如果遇到知己，不能拯救危难于动乱之前，而在事情失败之后才去献身自尽，沽名钓誉，迷惑世人，夸耀于社会，这在君子看来，都是不足取的。',
            '我曾经因此评论过豫让。豫让做智伯的家臣，等到赵襄子杀了智伯，豫让为他报仇，名声显赫，即使是平民百姓，也没有一个不知道他是忠臣义士的。唉!豫让的死当然可以称为忠了，可惜，在怎样死的方式上还有不忠的表现。为什么呢?看他漆身吞炭，对他朋友说：“我做的事情都特别难，我是想用这种做法使天下后世做臣子而怀有二心的人感到羞愧。”这能说他不忠吗?等看到他连续三次跳起来，用剑来刺赵襄子的衣服，赵襄子责备他不为中行氏而死，却单单为智伯而死的时候，豫让回答说：“中行氏像对待一般人那样对待我，所以我就要像一般人那样去报答他;智伯把我当国士对待，所以我就要像国士一样报答他。”就此而论，豫让就有不足之处了。',
        ],
    ],
    [
        'content' => [
            '段规之事韩康(1)，任章之事魏献(2)，未闻以国士待之也;而规也章也，力劝其主从智伯之请，与之地以骄其志，而速其亡也。郄疵之事智伯(3)，亦未尝以国士待之也;而疵能察韩、魏之情以谏智伯。虽不用其言以至灭亡，而疵之智谋忠告，已无愧于心也。让既自谓智伯待以国士矣，国士——济国之上也。当伯请地无厌(4)之日，纵欲荒暴之时，为让者正宜陈力就列(5)，谆谆然(6)而告之日：“诸侯大夫各安分地，无相侵夺，古之制也。今无故而取地于人，人不与，而吾之忿心必生;与之，则吾之骄心以起。忿必争，争必败;骄必傲，傲必亡”。谆切恳至，谏不从，再(7)谏之，再谏不从，三谏之。三谏不从，移其伏剑(8)之死，死于是日。伯虽顽冥不灵(9)，感其至诚，庶几(10)复悟。和韩、魏，释赵围，保全智宗，守其祭祀。若然，则让虽死犹生也，岂不胜于斩衣而死(11)乎?',
            '让于此时，曾无一语开悟(12)主心，视伯之危亡，犹越人视秦人之肥瘠(13)也。袖手旁观，坐待成败，国士之报，曾若是乎(14)?智伯既死，而乃不胜血气之悻悻(15)，甘自附于刺客之流。何足道哉，何足道哉!虽然(16)，以国士而论，豫让固不足以当(17)矣;彼朝为仇敌，暮为君臣，腆然而自得(18)者，又让之罪人也。噫!',
        ],
        'notes' => [
            '(1)段规：战国时韩人。韩康：韩康子。智伯索地于韩康子，段规劝给予，以骄其志，俟后收拾之。',
            '(2)任章：春秋战国时魏国人，曾为灭晋出谋划策。魏献：春秋战国时晋国的卿，名魏驹，一称桓子。智伯索地于魏桓子，桓子不与，任章规劝给之以骄其志，俟后图之。',
            '(3)郄疵之事智伯：郄疵：春秋战国时晋人。据载，智伯率魏之兵围攻赵国，郄疵劝智伯说，从韩魏攻赵，赵亡，灾难必及韩魏，韩魏必反。智伯不听。事见《战国策·赵策一》。',
            '(4)请地：要求割地。无厌：没有满足。',
            '(5)宜：应该。陈力就列：谓在自己所任职位上恪尽职守。',
            '(6)谆谆然：形容忠诚恳切貌。',
            '(7)再：二次。',
            '(8)伏剑：以剑自刎。',
            '(9)顽冥不灵：谓愚钝无知。',
            '(10)庶几：犹或许，也许。',
            '(11)斩衣而死：赵襄子出外，豫让暗伏桥下，谋刺赵襄子，没有成功。被捕后，求得赵襄子衣服，“拔剑三跃，呼天击之”，然后自杀。',
            '(12)开悟：开导以使醒悟。',
            '(13)肥瘠：即胖瘦。因古时秦国与越国相距甚远，故谓。',
            '(14)曾：竟然。若是：如此，像这样。',
            '(15)不胜：不克制。血气：指感情。悻（xìng）悻：形容刚惶自傲貌。',
            '(16)虽然：即使如此。',
            '(17)固：原本。当：充当，担任。',
            '(18)腆（tiǎn）然：形容厚颜貌。自得：自己感到得意。',
        ],
        'vernacular' => [
            '段规侍奉韩康子，任章侍奉魏献子，并没有听说待他们如同国士，可是段规、任章却尽力劝说他们的主人顺从智伯的无理要求，割给智伯土地，使他志气骄盛。从而使他更快地灭亡。郗疵侍奉智伯，智伯也没有待他如同国士。可是郗疵却能洞察韩、魏的企图来劝谏智伯。虽然智伯不采纳他的意见以至于灭亡，但是郑疵的智谋忠告，已经是无愧于心了。豫让既然自己认为智伯待他如同国士了，所谓国士，是为国家济困扶危的人。当智伯对土地贪得无厌之日，放纵情欲，荒淫暴虐之时，作为像让，正应竭力来尽自己的职责，耐心地劝谏自己的主人说：“诸侯大夫应各自安心守着自己分内的土地，不要互相侵夺，这是自古以来的规矩。如今，无缘无故地向人家索取土地，人家不给，就要产生忿恨之心;人家给了，就产生骄横之心。忿恨必然会引起争斗，争斗必然会失致;骄横必然傲视一切，傲视一切必然导致灭亡。’非常耐心诚恳地劝谏，一次不听，再来第二次，第二次不听，再来第三次，第三次劝谏还不听从，再把那伏剑而死的行动安排在这个时候。这样一来，智伯虽然顽固愚昧，但受至诚之心的感动，也许会重新醒悟，从而与韩、魏讲和，解除赵国的围困。保全智氏的宗族，使他们能香火不断，延续不绝。假如这祥，豫让虽死犹生，难道不胜过斩衣而死吗?但豫让在那时，竟至连一句开导主人，使他醒悟的话都没说。看着智伯的危亡，就像越人远远地看秦人的肥瘦一样。袖手旁观，坐待成败，国士的报答竟然能像这个徉子吗?直到智伯已死，豫让才压抑不住愤怒的血气，甘心情愿地加入刺客的行列，这有什么可以值得称道的呢?有什么可以值得称道的呢?',
            '虽然这样，但用国士的标准来评价豫让，豫让的确是不配的了。可是同那些早晨还是仇敌，晚上就变成了君臣，厚着脸皮自以为得意的人相比，他们又都是豫让的罪人了。唉!',
        ],
    ],
],
];
