<?php
return [
'chapters' => [
    [
        'content' => [
            '青霞沈君，由锦衣经历上书诋宰执，宰执深疾之。方力构其罪，赖明天子仁圣，特薄其谴，徙之塞上。当是时，君之直谏之名满天下。已而，君纍然携妻子，出家塞上。会北敌数内犯，而帅府以下，束手闭垒，以恣敌之出没，不及飞一镞以相抗。甚且及敌之退，则割中土之战没者与野行者之馘(1)以为功。而父之哭其子，妻之哭其夫，兄之哭其弟者，往往而是，无所控吁。君既上愤疆埸之日弛，而又下痛诸将士之日菅刈我人民以蒙国家也(2)，数呜咽欷歔。而以其所忧郁发之于诗歌文章，以泄其怀，即集中所载诸什(3)是也。',
            '君故以直谏为重于时，而其所著为诗歌文章，又多所讥刺，稍稍传播，上下震恐。始出死力相煽构，而君之祸作矣。君既没，而中朝之士虽不敢讼其事，而一时阃寄(4)所相与谗君者，寻且坐罪罢去(5)。又未几，故宰执之仇君者亦报罢。而君之故人俞君，于是裒辑(6)其生平所著若干卷，刻而传之。而其子襄，来请予序之首简。',
        ],
        'notes' => [
            '(1)馘 (guó)： 被杀者的左耳。 古时作战凭割取敌人的左耳来计功。',
            '(2)菅 (jiān) 刈： 割草。 菅： 草名。 这里指像割草一样残害百姓。蒙： 欺骗。',
            '(3)诸什： 诸篇。',
            '(4)阃 (kǔn) 寄： 统兵在外的人。 阃： 特指部门的门槛； 寄： 托付。',
            '(5)寻： 不久。 坐： 因。',
            '(6)裒 (póu) 辑： 搜集、 编辑。 裒： 聚。',
        ],
        'vernacular' => [
            '沈君青霞，以锦衣卫经历的身份，上书抨击宰相，宰相因此非常痛恨他。正在竭力罗织他罪名的时候，幸亏皇帝仁慈圣明，特别减轻他的罪责，把他流放到边塞去。在那段时期，沈君敢于直谏的美名已传遍天下。不久，沈君就拖累着妻子儿女，离家来到塞上。正巧遇到北方敌人屡次来寇边，而帅府以下的各级将领，都束手无策，紧闭城垒，任凭敌寇出入侵扰，连射一支箭抗击敌人的事都没有做到。甚至等到敌人退却，就割下自己队伍中阵亡者和在郊野行走百姓的左耳，来邀功请赏。于是父亲哭儿子，妻子哭丈夫，哥哥哭弟弟的惨状，到处都是，百姓们连控诉呼吁的地方都没有。沈君对上既愤慨边疆防务的日益废弛，对下又痛恨众将士任意残杀人民，蒙骗朝廷，多次哭泣感叹，便把他的忧郁表现在诗歌文章之中，以抒发情怀，就成为文集中的这些篇章。',
            '沈君原来就以敢于直谏，受到时人的敬重，而他所写的诗歌文章，又对时政多所讽刺，逐渐传播出去，朝廷上下都感到震惊恐慌。于是他们开始竭力进行造谣陷害，这样沈君的大祸就发生了。沈君被害死以后，虽然朝中的官员不敢为他辨冤，但当年身居军事要职、一起陷害沈君的人，不久便因罪撤职。又过了不久，原来仇视沈君的宰相也被罢官。沈君的老朋友俞君，于是收集编辑了他一生的著述若干卷，刊刻流传。沈君的儿子沈襄，来请我写篇序言放在文集前面。',
        ],
    ],
    [
        'content' => [
            '茅子受读而题之曰：若君者，非古之志士之遗乎哉?孔子删《诗》，自《小弁》(1)之怨亲，《巷伯》(2)之刺谗而下，其间忠臣、寡妇、幽人、怼士之什，并列之为“风”，疏之为“雅”，不可胜数。岂皆古之中声也哉?然孔子不遽遗(3)之者，特悯其人，矜其志。犹曰“发乎情，止乎礼义”，“言之者无罪，闻之者足以为戒”焉耳。予尝按次春秋以来，屈原之《骚》疑于怨(4)，伍胥之谏疑于胁(5)，贾谊之《疏》疑于激(6)，叔夜之诗疑于愤(7)，刘蕡之对疑于亢(8)。然推孔子删《诗》之旨而裒次之，当亦未必无录之者。君既没，而海内之荐绅(9)大夫，至今言及君，无不酸鼻而流涕。呜呼!集中所载《鸣剑》、《筹边》诸什，试令后之人读之，其足以寒贼臣之胆，而跃塞垣战士之马，而作之忾也，固矣!他日国家采风者之使出而览观焉，其能遗之也乎?予谨识(10)之。',
            '至于文词之工不工，及当古作者之旨与否，非所以论君之大者也，予故不著。嘉靖癸亥孟春望日归安茅坤拜手序。',
        ],
        'notes' => [
            '(1)《小弁》：《诗·小雅》篇名。相传为西周末年， 周丞王听信宠妃褒姒的谗言，废掉太子宜臼。宜臼被废后，作《小弁》诗，抒发自己被弃逐以后的忧怨。',
            '(2)《巷伯》：《诗·小雅》篇名。相传巷伯被谗而受宫刑，气愤之下作此诗。',
            '(3)遽遗：骤然删除。',
            '(4)屈原之骚：屈原，名平，战国时楚国贵族。辅佐楚怀王。后受贵族子兰、靳尚等人谗毁，被放逐。“骚”即屈原所作的《离骚》，抒写他的理想抱负和这种抱负不能实现的悲愤心情。',
            '(5)伍胥之谏：伍胥，即伍子胥。春秋时吴国大夫。谏：指劝吴王拒绝越王勾践的求和，并停止伐齐，被夫差赐死。',
            '(6)贾谊之疏：贾谊，西汉初期杰出的文学家、政论家。他曾多次上疏批评时政，建议削弱诸侯王势力。后受排挤被贬，不久抑郁而死。',
            '(7)叔夜之诗：指嵇康的《幽愤诗》。嵇康，字叔夜。魏晋之际的文学家、思想家、音乐家。因不满司马氏集团，被司马昭所杀。《幽愤诗》是嵇康被捕后在狱中写的。',
            '(8)刘蕡(fen)之对：刘蕡，唐代人。文宗(李昂)时应贤良对策，激昂慷慨，怒斥宦官罪行而被黜落。对：指刘蕡所上对策。',
            '(9)荐绅：同“缙绅”，本指古代官员的一种装束，这里代指官员。',
            '(10)识(zhi)之：记下这篇序。识：记。',
        ],
        'vernacular' => [
            '我恭读了文集后写道：像沈君这样的人，不就是古代有高尚节操的那一类志士吗?孔子删定《诗经》，从《小弁》篇的怨恨亲人，《巷伯》篇的讥刺谗人以下，其中忠臣、寡妇、隐士和愤世嫉俗之人的作品，一起被列入“国风”、分入“小雅”的，数不胜数。它们难道都符合古诗的音律吗?然而孔子所以并不轻易删掉它们，只是因为怜悯这些人的遭遇，推重他们的志向。还说“这些诗歌都是发自内心的感情，又以合乎礼义为归宿”，“说的人没有罪，听的人完全应该引为鉴戒”。我曾经按次序考察从春秋以来的作品，屈原的《离骚》，似乎有发泄怨恨之嫌;伍子胥的进谏，似乎有进行威胁之嫌;贾谊的《陈政事疏》，似乎有过于偏激之嫌;嵇康的诗歌，似乎有过分激愤之嫌;刘蕡的对策，似乎有亢奋偏执之嫌。然而运用孔子删定《诗经》的宗旨，来收集编次它们，恐怕也未必不被录取。沈君虽已去世，但海内的士大夫至今一提到他，没有一个不鼻酸流泪的。啊!文集中所收载的《鸣剑》、《筹边》等篇，如果让后代人读了，它们足以使奸臣胆寒，使边防战士跃马杀敌，而激发起同仇敌忾的义愤，那是肯定的!日后假如朝廷的采风使者出使各地而看到这些诗篇，难道会把它们遗漏掉吗?我恭敬地记在这里。',
            '至于说到文采辞藻的精美不精美，以及与古代作家为文的宗旨是否符合，那不是评论沈君大节的东西，所以我就不写了。',
        ],
    ],
],
];
