<?php
return [
'chapters' => [
    [
        'content' => [
            '春(1)，公将如棠观鱼者(2)。臧僖伯(3)谏曰：“凡物不足以讲大事(4)，其材不足以备器用(5)，则君不举(6)焉。君将纳民于轨物者也(7)。故讲事以度轨量(8)，谓之‘轨’;取材以章物采(9)，谓之‘物’。不轨不物，谓之乱政。乱政亟(10)行，所以败也。故春蒐(11)、夏苗(12)、秋狝(13)、冬狩(14)，皆于农隙以讲事也。三年而治兵(15)，入而振旅(16)，归而饮至(17)，以数军实(18)。昭文章(19)，明贵贱，辨等列，顺少长，习威仪也。鸟兽之肉不登于俎(20)，皮革、齿牙、骨角、毛羽不登于器，则君不射，古之制也。若夫山林川泽(22)之实，器用之资(23)，皂隶(24)之事，官司之守，非君所及也。”',
        ],
        'notes' => [
            '(1)春：指鲁隐公五年(前718)春季。',
            '(2)公：指鲁隐公。公元前722年至公元前712年在位。按《春秋》和《左传》的编著体例，凡是鲁国国君都称公，后边《曹刿论战》等篇均如是。鲁国是姬姓国，其开国君主是周公旦之子伯禽，其地在今山东西南部。如：往。棠：也写作唐，鲁国邑名，在今山东鱼台县东。鱼：通“渔”，动词，捕鱼。',
            '(3)臧僖伯：鲁孝公之子、鲁惠公之兄、鲁隐公之伯父，名彄(又作“驱”“弓区”)(kōu)，字子臧，封于臧(今郯城县)，伯为排行，僖是谥号。丗本：孝公生僖伯彄，彄生哀伯达(臧哀伯或臧孙达)，达生伯氏缾，缾生文仲辰(臧文仲)，辰是臧僖伯曾孙。',
            '(4)讲：讲习，训练。大事：指祭祀和军事活动等。',
            '(5)材：材料，原料。器用：指祭祀所用的器具与军事物资。',
            '(6)举：指行动。',
            '(7)纳：纳入。轨物：法度和准则。',
            '(8)度(duó)：衡量。量：程度。',
            '(9)章：通“彰”，彰明，发扬。采：物之有华饰者又彩色也，五彩相间曰采。',
            '(10)亟：多次，屡次。',
            '(11)春蒐(sōu)：指春天打猎。蒐，搜寻，谓搜寻不产卵、未怀孕的禽兽。',
            '(12)夏苗：指夏天打猎，谓捕猎伤害庄稼的禽兽。',
            '(13)秋狝(xiǎn)：指秋天打猎。狝，杀，谓顺秋天肃杀之气，进行捕猎活动。',
            '(14)冬狩(shòu)：指冬天打猎。狩，围守，谓冬天各种禽兽都已长成，可以不加选择地加以围猎。按：“春蒐、夏苗、秋狝、冬狩”云云，说明我们的先民在狩猎活动中已有生态平衡意识，也同时说明大凡有组织的狩猎活动，都带有军事演习的性质，并不单单是为狩猎而狩猎。',
            '(15)治兵：指练兵、比武等军事演习活动。',
            '(16)振旅：整顿部队。',
            '(17)饮至：古代的一种礼仪活动。凡盟会、外交和重大军事行动结束以后，都要告于宗庙，并举行宴会予以庆贺。',
            '(18)军实：指军用车辆、器物和战斗中的俘获等。',
            '(19)昭：表明。文章：服饰、旌旗等的颜色花纹。',
            '(20)登：装入，陈列。俎(zǔ)：古代举行祭祀活动时用以盛牛、羊等祭品的礼器。',
            '(21)射：激矢及物曰射。',
            '(22)山林：材木樵薪之类。川泽：菱芡鱼龟之类。',
            '(23)资：材资也。',
            '(24)皂(zào)隶：本指奴隶，这里指做各种杂务的仆役。',
        ],
        'vernacular' => [
            '春天，隐公准备到棠地观看渔民捕鱼。臧僖伯进谏说：“凡是物品不能用到讲习祭祀、军事等大事上，或者所用材料不能制作礼器和兵器，那么，国君就不要亲自去接触它。国君是把民众引向社会规范和行为准则的人。所以，讲习大事以法度为准则进行衡量，叫做‘轨’，选取材料制作器物以显示它的文彩，叫做‘物’。事情不合乎轨、物，叫做乱政。屡屡乱政，这就是所以败亡的原因了。所以，春、夏、秋、冬四季的狩猎活动，都是在农闲时节进行，并(借这个机会)讲习军事。每三年演练一次，回国都要对军队进行休整。并要到宗庙进行祭告，宴饮庆贺，清点军用器物和猎获物。(在进行这些活动的时候，)要(使车马、服饰、旌旗等)文彩鲜艳，贵贱分明，等级井然，少长有序：这都是讲习大事的威仪啊!鸟兽的肉不能拿来放到祭祀用的器具里，皮革、牙齿、骨角和毛羽不能用来制作军事器物，这样的鸟兽，君主就不会去射它，这是自古以来的规矩啊!至于山林川泽的物产，一般器物的材料，这都是仆役们去忙活，有关官吏按职分去管理的事，而不是君主所应涉足的事。”',
        ],
    ],
    [
        'content' => [
            '公曰：“吾将略(1)地焉。”遂往，陈(2)鱼而观之。僖伯称疾(3)不从。',
            '书(4)曰：“公矢鱼与棠(5)。”非礼也，且言远地也。',
        ],
        'notes' => [
            '(1)略地：到外地巡视。',
            '(2)陈：陈设，张设也。',
            '(3)称疾：推说有病。(注意：古代分言“疾”和“病”，轻者为“疾”，重者为“病”。)',
            '(4)书：指《春秋》。',
            '(5)矢：通“施”，实施，陈设。这一句的意思是：隐公在棠陈列渔具。',
        ],
        'vernacular' => [
            '隐公说：“我准备到那里去巡视。”于是就去了(棠地)，让渔民把各种渔具都摆出来捕鱼，他在那里观赏。僖伯推说有病没有随同前往。《春秋》上说：“隐公在棠地陈设渔具。”(这是说他棠地观鱼这一行为)不合礼法啊，并且说他去的地方远离国都。',
        ],
    ],
],
];
