<?php
return [
'chapters' => [
[
    'content' => [
        '王孙圉聘于晋，定公飨之(1)。赵简子鸣玉以相(2)，问于王孙圉曰：“楚之白珩(3)犹在乎?”对曰：“然。”简子曰：“其为宝也，几何矣?”曰：“未尝为宝。楚之所宝者，曰观射父，能作训辞(4)，以行事于诸侯，使无以寡君为口实。又有左史倚相(5)，能道训典，以叙百物，以朝夕献善败于寡君，使寡君无忘先王之业;又能上下说于鬼神(6)，顺道其欲恶，使神无有怨痛于楚国。又有薮曰云，连徒洲，金、木、竹、箭之所生也(7)，龟、珠、角、齿、皮、革、羽、毛，所以备赋，以戒不虞(8)者也;所以共(9)币帛，以宾享于诸侯者也。若诸侯之好币具，而导之以训辞，有不虞之备，而皇神相之(10)，寡君其可以免罪于诸侯，而国民保焉。此楚国之宝也。若夫白珩，先王之玩也，何宝之焉?”',
        '“圉闻国之宝，六而已：圣能制议百物(11)，以辅相国家，则宝之;玉足以庇荫(12)嘉谷，使无水旱之灾，则宝之;龟足以宪臧否(13)，则宝之;珠足以御火灾，则宝之;金足以御兵乱，则宝之;山林薮泽足以备财用，则宝之。若夫哗嚣之美，楚虽蛮夷，不能宝也。”',
    ],
    'notes' => [
        '(1)王孙圉(yǔ)：楚国的大夫。定公：晋国国君，名午。飨(xiǎng)： 用酒食招待客人。',
        '(2)赵简子：名鞅，晋国大夫。鸣玉：贵族衣服的佩玉随行走而碰击鸣响。相：主持礼仪。',
        '(3)白珩(héng)：美玉名。',
        '(4)观射父(guān yì fù)：楚国大夫。训辞：指外交辞令。',
        '(5)左史：史官名。倚相：人名。周代史官分左史、右史。左史记言，右史记事。',
        '(6)上下：指天地。说：同“悦”。古人观念，史官能和鬼神交往。',
        '(7)薮(sǒu)：湖泊。云：云梦泽，在今湖北。徒洲：洲名。箭：一种竹子，可以作箭。',
        '(8)不虞(yú)： 没有料到的祸难。',
        '(9)共：同“供”。',
        '(10)皇：大。相：辅助。',
        '(11)圣：指通达事理者。制议：谓安排妥当，使各得其宜。',
        '(12)庇荫(bì yìn)：庇护。',
        '(13)臧否(pǐ)： 吉凶、 善恶。',
    ],
    'vernacular' => [
        '(楚国大夫)王孙圉在晋国访问，(晋国国王)定公设宴招待他，(晋国大夫)赵简子(佩带着能发出)鸣响的玉来和他相见，问王孙圉说：“楚国的白珩还在吗?”(王孙圉)回答说：“在。”简子说：“它是宝啊，价值多少啊?”(王孙圉)说：“没(将它)当成宝。楚国所当成宝的，叫观射父，他能发表(上乘的)训导和外交辞令，来和各诸侯国打交道，使我国国君不会有什么话柄。还有左史倚相，能够说出(先王)的训导和典章，陈述各种事物，朝夕将成败的经验和教训告诉国君，使国君不忘记先王的基业;还能上下取悦鬼神，顺应了解它们的好恶，使神不会对楚国有怨怼。还有叫做云连徒洲的多草之湖，金属、木材、箭竹、箭杆所生产的地方啊，龟甲、珍珠、兽角、象牙、兽皮、犀牛皮、羽毛、牦牛尾，用于军备，来防备未料的患难;也用来供应钱财布匹，以馈赠给各诸侯们享用。如果各诸侯对礼品感到满意，再加之贤相们的训导和外交辞令;有患难的防备，皇天神灵相辅佑，我国君王能够免于各诸侯国之罪责，国民也得到了保障。这才是楚国的宝贝。如果说到白珩，这只是先王的玩物，哪称得上是宝啊?”',
        '“我(圉)听说所谓国家的宝，仅有六方面：圣贤能够掌握和评判万事万物，以辅佐国家的，就将他当做宝;足以庇护赐福使五谷丰登的宝玉，使(国家)没有水旱的灾难，就将它当做宝。足以(准确)布告福祸的龟壳，就将它当做宝;足以用来抵御火灾的珍珠，就将它当做宝;足以防御兵乱的金属，就将它当做宝;足以供给财政用度的山林湿地沼泽，就将它当做宝。喧哗吵闹的美玉吗，楚国虽然是野蛮偏远(的国家)，不可能将它当做宝的。”',
    ],
],
],
];
