<?php
return [
'chapters' => [
[
    'content' => [
        '春王正月(1)',
        '元年(2)者何?君之始年也(3)。春者何?岁之始也(4)。王者孰谓?谓文王(5)也。曷为先言“王”而后言“正月(6)?”王正月也。何言乎王正月?大一统(7)也。',
        '公何以不言即位(8)?成公意也。何成乎公之意?公将平国而反之桓(9)。曷为反之桓?桓幼而贵(10)，隐长而卑。其为尊卑也微(11)，国人(12)莫知。隐长又贤，诸大夫扳(13)隐而立之。隐于是焉而辞立(14)，则未知桓之将必得立也;且如桓立，则恐诸大夫之不能相幼君也。故凡隐之立，为桓立也(15)。隐长又贤，何以不宜立?立適(16)以长不以贤，立子(17)以贵不以长。桓何以贵?母贵也。母贵，则子何以贵?子以母贵(18)，母以子贵。',
    ],
    'notes' => [
        '(1)春王正月：此篇是对《春秋·隐公元年》“元年春王正月”一句的“微言大义”作解释。题目是后人所加，但已略去“元年”二字。王正月：君主即位后改用新的历法那一年的第一个月。',
        '(2)元年：指鲁隐公元年（公元前722年）。',
        '(3)君之始年：人君即位开始的那一年。',
        '(4)岁之始也：一年的开头一个季节。',
        '(5)文王：即周文王姓姬，名昌，周王朝的第一代君主。',
        '(6)曷：何，为什么。正月：阴历每年第一个月。王正月：指周历正月。古时改朝换代即改正朔(正月的第一天)。周历以建子之月(即夏历的十一月)为岁首。',
        '(7)大一统：指整个天一统在天子下，服从天子的命令。',
        '(8)公：指鲁隐公，名息姑鲁惠公弗皇之子。惠公元妃为孟子。孟子卒，续娶声子为妾，生隐公后又娶宋武公之女为夫人，生桓公轨。惠公卒，桓公年幼隐公摄政，所以《春秋》在隐公元年就没有书“公即位”三字。这句说，《春秋》在隐公元年为什么不书“公即位”呢？是为了成全隐公本人的意愿。',
        '(9)平国而反之桓：隐公打算平治鲁国后，把政权归还桓公。',
        '(10)桓幼而贵：谓桓公年纪虽小，但因为他的母亲为宋武公之女，其地位贵重。桓公的母亲仲子是鲁惠公的夫人。隐长而卑：隐公的母亲声子只是随嫁来的姐妹。',
        '(11)尊卑也微：意指隐公桓公的母亲都是后娶的姬妾，谁尊谁卑，区别微小。',
        '(12)国人：国都内的人。',
        '(13)扳(pān)：攀援，攀附，拥戴。',
        '(14)隐于是焉而辞立：如果隐公在这个时候辞让君位。相辅佐。',
        '(15)为桓立也：意指隐公同意立自己为君，乃是为了将来立桓公而考虑的。',
        '(16)適：通“嫡”，正妻所生之子。',
        '(17)子：指庶子，一般姬妾所生之子。',
        '(18)子以母贵：做儿子的地位尊贵，是依靠他母亲地位尊贵而来。',
    ],
    'vernacular' => [
        '“元年”是什么意思?指君王登位的第一年。“春”是什么意思?就是一年开始的季节。“王”指的谁?指周文王。为什么先说“王”，再说“正月”?因为指的是周王确立的正月。为什么要说周王的正月?是表明大一统，天下都实行王的政令。为什么不说隐公登位?这是成全隐公的心愿。为什么要成全隐公的心愿?隐公打算把国家治好，再把政权还给桓公。为什么要把政权还给桓公?因为桓公年幼而尊贵，隐公年长而卑贱。他兄弟俩身份尊卑的区别很微小，国人并不了解。隐公年长而贤明，诸大夫拥戴他为国君。这时如果隐公辞让，桓公能否登位，还没有把握。即使桓公能够登位，大夫们能否辅佐幼君，也没有把握。所以，隐公登位，全是替桓公着想。隐公年长又贤明，为什么不宜立为国君?因为立夫人所生的嫡子为国君，只凭年长，不凭贤明;立媵妾的儿子为国君，只凭尊贵，不凭年长。桓公为什么尊贵?因为他的母亲尊贵。母亲尊贵，儿子也就尊贵吗?是的。儿子因母亲而尊贵，母亲又因儿子而尊贵。',
    ],
],
],
];
