<?php
return [
'chapters' => [
[
    'content' => [
        '克者何?能也。何能也?能杀也。何以不言杀?见段之有徒众也。',
        '段(1)，郑伯弟也。何以知其为弟也?杀世子、母弟目君(2)，以其目君知其为弟也。段，弟也，而弗谓弟;公子也，而弗谓公子。贬之也。段失子弟之道矣(3)，贱段而甚郑伯也(4)。何甚乎郑伯?甚郑伯之处心积虑成于杀也(5)。',
        '于鄢(6)，远也，犹曰取之其母(7)之怀之云尔，甚之也。',
        '然则为郑伯者，宜奈何?缓追(8)，逸贼，亲亲之道也。',
    ],
    'notes' => [
        '(1)段：共叔段，郑庄公的弟弟。',
        '(2)世子：天子、诸侯的长子。母弟：同母弟弟。目：称。目君：凡是杀世子和同母弟的，《春秋》经文上都按国君的称号。以其目君知其为弟：因为称他为郑伯，所以知道被杀的段是他的弟弟。',
        '(3)段失子、弟之道：共叔段恃宠骄横，贪得无厌，失去了做子弟的本分规矩。',
        '(4)贱段而甚郑伯：贱视共叔段也是加重郑伯的罪责。',
        '(5)处心积虑：存心而又蓄意很久。这句是说段的不义，都是由于郑伯平日处心积虑造成的。成于杀：犹言致于死地。',
        '(6)鄢：郑国地名，在今河南鄢陵县。',
        '(7)其母：指武姜。这句是说郑伯所以要杀共叔段，是恨武姜爱共叔段而厌恶自己，所以虽然共叔段逃奔到了鄢地，仍然是象从母亲怀抱中拖出来杀掉一样。',
        '(8)缓追：不要穷追。逸贼：放掉作乱的人（指共叔段）。',
    ],
    'vernacular' => [
        '克是什么意思?就是能够的意思。能够做什么呢?能够杀人。为什么不直接说杀呢?因为要表示出追随共叔段的人很多。共叔段是郑伯的弟弟，怎么知道他是弟弟的呢?因为假如国君杀了嫡亲的长子，或者同母所生的弟弟，便用国君的爵号称呼他，文中既然已经称呼郑伯，那么也就知道共叔段是郑伯的弟弟了。共叔段既然是国君的弟弟，却不称他为弟弟;共叔段应当是公子，也不称他为公子，这是对他的贬斥，因为共叔段已经丧失了一个公子和弟弟所应有的道德以为。但是《春秋》鄙视郑伯的程度超过了对共叔段的批评。在什么地方超过了对共叔段的批评?因为经文并未对郑伯想尽一切方式，想要杀掉弟弟的意愿提出批评。但经文说在鄢这个地方杀掉共叔段的，表明共叔段已经跑到远离郑国都城的地方了。就好比说是从母亲的怀中夺过婴儿杀掉，这又是郑伯做得过分的地方。既然这样，那么对郑伯来说最好的方法是什么呢?就是不要急着追杀已经逃远了的乱臣，而应该遵循兄弟之间相亲相敬的道德。',
    ],
],
],
'unscramble' => [
    '《左传》《公羊传》《谷梁传》中的郑伯克段与鄢的区别',
    '《谷梁传》亦称《春秋谷梁传》、《谷梁春秋》，为儒家经典之一。起于鲁隐公元年，终于鲁哀公十四年。体裁与《公羊传》相似。其作者相传是子夏的弟子，战国时鲁人谷梁赤(赤或作喜、嘉、俶、寘)。起初也为口头传授，至西汉时才成书。晋人范宁撰《春秋谷梁传集解》，唐朝杨士勋作《春秋谷梁传疏》，清朝钟文烝所撰《谷梁补注》为清代学者注解《谷梁传》的较好注本。《谷梁传》着重宣扬儒家思想：重礼义教化和宗法情谊，为缓和统治集团的内部矛盾，稳定封建统治的长远利益服务，因而也受到统治阶级的极大重视。它是我们研究秦汉间及西汉初年儒家思想的重要资料。',
    '《郑伯克段于鄢》是《春秋左氏传》中的名篇，《左传》从事实方面详细地记载了此事，同时期的两册国别体史书《谷梁传》、《公羊传》从字的解释和所谓义理方面加以说明。',
    '这三本书都是解释《春秋》的书，不过《左传》成书早得多。且《谷梁传》，《公羊传》之间有千丝万缕的联系，所以这两者区别不大，主要是区别左传。',
    '《郑伯克段于鄢》主要讲述鲁隐公元年(公元前722年)郑庄公同其胞弟共叔段之间为了夺国君君权位而进行的一场你死我活的斗争。郑庄公设计并故意纵容其弟共叔段与其母武姜，其弟骄纵，于是欲夺国君之位，庄公便以此讨伐共叔段。庄公怨其母偏心，将母亲迁于颖地。后来自己也后悔了，又有颖考叔规劝，母子又重归于好。',
    '《郑伯克段于鄢》深刻揭露了郑庄公及其母、弟极端自私、残忍、为权力而骨肉相残的阶级本质，客观上反映了宗法制度的崩溃及伦理道德的沦丧。',
    '并认为其中最该批判的就是郑庄公，因为他阴险、虚伪、狡诈。 然而，看过《左传》全文，尤其是仔细分析了其中有关郑庄公的描写，又使人不得不认为，如此给郑庄公下断语，长见太片面，也太武断了些。',
],
];
