<?php
return [
'chapters' => [
[
    'content' => [
        '知悼子卒，未葬，平公饮酒(1)，师旷、李调侍，鼓钟(2)。杜蒉(3)自外来，闻钟声，曰：“安在?”曰：“在寝(4)。”杜蒉入寝，历阶而升，酌(5)曰：“旷饮斯!”又酌曰：“调饮斯!”又酌，堂上北面坐饮之(6)。降(7)趋而出。',
        '平公呼而进之(8)，曰：“蒉!曩者(9)尔心或开予，是以不与尔言。尔饮(10)旷，何也?”曰：“子卯不乐(11)。知悼子在堂，斯其为子卯也大矣(12)!旷也，太师也(13)。不以诏(14)，是以饮之也。”“尔饮调，何也?”曰：“调也，君之亵臣(15)也。为一饮一食忘君之疾(16)，是以饮之也。”“尔饮，何也?”曰：“蒉也，宰夫也，非刀匕是共，又敢与知防(17)，是以饮之也。”平公曰：“寡人亦有过焉，酌而饮寡人。”杜蒉洗而扬觯(18)。公谓侍者曰：“如我死，则必毋废斯爵(19)也!”',
        '至于今，既毕献，斯扬觯，谓之“杜举”。',
    ],
    'notes' => [
        '(1)知(zhì)悼子：春秋时晋国大夫，知罃(yīng)，一作“知罂”。知庄公的儿子。悼是他的谥号。平公：晋平公，名彪。',
        '(2)师旷：晋国乐官。李调：晋平公的近臣。侍：作陪。鼓钟：敲钟。钟：乐器名。',
        '(3)杜篑(kuì)：《左传》作“屠蒯(kuǎi)”，晋平公的厨师。',
        '(4)寝：寝宫。古时天子的叫燕寝，诸侯的叫路寝。',
        '(5)酌：斟酒。',
        '(6)堂上北面坐饮之：古时人君的位置朝南，臣子见君时则面向北。杜篑北面而坐，以面向国君行臣礼了。坐：即跪。因为古时席地而坐，坐时两膝跪在席上，屁股坐在脚后跟上，屁股稍稍离开脚后跟就成为跪了，所以跪也叫坐。但坐不可以叫跪。',
        '(7)降：这里指走下殿阶。趋：快走。',
        '(8)进之：让他进来。',
        '(9)曩者：刚才。',
        '(10)饮：要别人喝酒。',
        '(11)子卯不乐：商纣王是在甲子那天自杀，夏桀在乙卯日被流放的，所以甲子日、乙卯日是历代君王的忌讳之日，禁止享乐。',
        '(12)在堂：灵柩还放在殿堂里没有下葬。斯其为子卯也大矣：古时国君对于卿大夫，人刚死不举乐，人刚下葬不吃肉。悼子是亲近的大臣，死了还没有下葬，人君的哀痛，应当甚于桀纣的疾日，所以说大于子卯。',
        '(13)太师：乐官之长。',
        '(14)诏：告诉。',
        '(15)亵臣：宠幸的近臣。',
        '(16)疾：犹言忌讳之事。',
        '(17)宰夫：厨师，主管国君膳食的小官。共：同“供”。匕：羹匙。“刀匕是共”，宾语前置句。敢与知防：是说杜蒉不过是一个宰夫，又敢参与知谏争防闲之事，这是越级行为。与：参加。知防：察觉和防止违礼的事。知：知谏。防：防闲。',
        '(18)扬：高高举起。觯(zhì)：古时饮酒用的器皿。',
        '(19)爵：酒器。',
    ],
    'vernacular' => [
        '知悼子死，还没有下葬。平公饮酒(作乐)，师旷、李调陪伴侍奉，敲击编钟(演奏乐曲)。杜蒉从外面来，听到编钟声，说：“(平公)在哪?”(仆人)说：“在寝宫。”杜蒉前往寝宫，拾阶而上。斟酒道：“师旷干了这杯。”又斟酒道：“李调干了这杯。”又斟酒，在大厅的北面(面对平公)坐下干了酒。走下台阶，跑着出去。',
        '平公喊他进来，说：“蒉，刚才我心想你可能要开导我，所以不跟你说话。你罚师旷喝酒，是为什么啊?”(杜蒉)说：“子日和卯日不演奏乐曲(据说夏朝的桀王逃亡在山西安邑县于乙卯日死亡;商朝的纣王在甲子日自焚死亡。后代君王引以为戒，以子卯日为‘疾日’，不演奏乐曲)。知悼子还在堂上(停灵)，这事与子卯日相比大多了!师旷，是太师啊。(他)不告诉您道理，所以罚他喝酒啊。”“你罚李调喝酒，(又是)为什么呢?”(杜蒉)说：“李调，是君主身边的近臣。为了一点喝的一点吃食忘记了君主的忌讳，所以罚他喝酒啊。”“你自己(罚自己)喝酒，(又是)为什么呢?”(杜蒉)说：“我杜蒉，膳食官而已，不去管刀勺的事务，却敢干预(对君主)讲道理防范错误的事，所以罚自己喝酒。”平公说：“我也有过错啊。斟酒来罚我。”杜蒉洗干净然后高高举起酒杯。平公对侍从们说：“如果我死了，千万不要丢弃这酒杯啊。”',
        '直到今天，(人们)敬完酒后，都要高举酒杯，叫做“杜举”。',
    ],
],
],
];
