<?php
return [
'chapters' => [
[
    'content' => [
        '晋献文子成室，晋大夫发焉(1)。张老(2)曰：“美哉，轮焉!美哉，奂焉!歌于斯，哭于斯，聚国族于斯(3)!”文子曰：“武也(4)，得歌于斯，哭于斯，聚国族于斯，是全要领以从先大夫于九京也(5)!”北面再拜稽首(6)。君子谓之善(7)颂善祷。',
    ],
    'notes' => [
        '(1)献文子：晋国正卿赵武（前596—前545），谥“献文”，也简称文子。这是后人追记，所以称谥号。成室：新屋落成。发：送礼庆贺。',
        '(2)张老：前去送礼物的晋大夫张孟。张氏是姬姓的一个分支，三家分晋后，多属韩国。',
        '(3)轮：盘旋屈曲而上，引申为高大。奂：通“焕”，华丽。歌于斯：在这里祭祀时奏乐唱诗。歌，此处代指祭礼。斯，此。哭于斯：死丧哭泣在这屋里。哭，指家族死丧哭泣之事。聚国族：聚，聚会。国，国宾。族，宗族。',
        '(4)武：赵武自称。',
        '(5)全要领：免于斩戮之刑。要，通“腰”。领，脖颈。古时罪重则腰斩，罪轻则戮颈，砍头。先大夫：自称已故的祖、父。赵氏自赵衰以来世代为晋卿。九京：当作“九原”。晋国卿大夫的墓地，在今山西绛县北。',
        '(6)北面：面向北。古代堂礼，长辈面南而坐，小辈北向而拜。再拜：拱手礼两次。稽(qǐ)首：叩头到地，伏地停留片刻方起，叫稽首。是九拜（九种拜的礼节）中最恭敬的。',
        '(7)善：擅长。',
    ],
    'vernacular' => [
        '晋国献文子的新居落成，晋国的大夫们都去送礼致贺。张老说：“多美呀，如此高大宽敞!多美呀，如此金碧辉煌!既可以在这里祭祀唱诗，也可以在这里居丧哭泣，还可以在这里宴请国宾、聚会宗族!”文子说：“我赵武能够在这里祭祀唱诗，在这里居丧哭泣，在这里宴请国宾、聚会宗族，这说明我可以免于刑戮而善终，能跟先祖、先父一起长眠在九原!”说完，朝北拜了两拜，叩头致谢。君子都称赞他们一个善于赞颂，一个善于祈祷。',
    ],
],
],
];
