<?php
return [
'chapters' => [
[
    'content' => [
        '邹忌讽齐王纳谏(1)',
        '邹忌修八尺有余，而形貌昳丽(2)。朝服衣冠，窥镜(3)，谓其妻曰：“我孰与(4)城北徐公美?”其妻曰：“君美甚，徐公何能及(5)君也!”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美?”妾曰：“徐公何能及君也!”旦日(6)，客从外来，与坐谈，问之客曰：“吾与徐公孰美?”客曰：“徐公不若君之美也。”明日徐公来，孰视之(7)，自以为不如;窥镜而自视，又弗如远甚(8)。暮寝(9)而思之，曰：“吾妻之美我者，私我也(10);妾之美我者，畏我也;客之美我者，欲有求于我也。”',
        '于是入朝见威王，曰：“臣诚知(11)不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公(12)。今齐地方千里，百二十城，宫妇左右莫不私王(13)，朝廷之臣莫不畏王，四境之内莫不有求于王(14)：由此观之，王之蔽(15)甚矣。”',
        '王曰：“善(16)。”乃(17)下令：“群臣吏民能面刺寡人之过者，受上赏(18);上书谏寡人者，受中赏;能谤讥于市朝，闻寡人之耳者(19)，受下赏。”令初下，群臣进谏，门庭若市;数月之后，时时而间进(20);期年(21)之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐。此所谓战胜于朝廷(22)。',
    ],
    'notes' => [
        '(1)邹忌(zōu jì)：战国时齐人，善鼓琴，有辩才，曾任齐相。讽：讽谏，用暗示，比喻之类的方法，委婉的规劝。指下级对上级以委婉曲折的言语进行规劝。齐王：即齐威王。纳谏：接受规劝。纳，接受，接纳。',
        '(2)修：长，这里指身高。八尺：战国时一尺约合今天的七寸左右。昳(yì)丽：光艳美丽。而，表并列关系。',
        '(3)朝(zhāo)服衣冠：早晨穿戴好衣帽。服，穿戴。朝，早晨。窥镜：照镜子。',
        '(4)孰：谁，哪一个。与：和……比。',
        '(5)及：比得上。',
        '(6)旦日：明日，第二天。',
        '(7)明日：即上文“旦日”的后一天。孰视之：孰，同“熟”，仔细。之，代指城北徐公。',
        '(8)弗(fú)如远甚：远不如。弗：不。又：更。',
        '(9)寝：躺，卧。',
        '(10)美我者：以我为美。私：偏爱，动词。',
        '(11)诚知：确实知道。',
        '(12)皆以美于徐公：都认为我比徐公美。“以”的后边省去了“我”。以：以为，认为。于：比。',
        '(13)地：土地，疆域。方：方圆纵横。宫妇：宫中的姬妾。左右：国君身边的近臣。',
        '(14)四境之内：全国范围内的人。',
        '(15)之：音节助词，不译，用于主谓之间取消句子独立性。蔽：蒙蔽，这里指受蒙蔽。',
        '(16)善：好。',
        '(17)乃：于是，就。',
        '(18)面刺：当面指责。面，当面。刺，指责，议论。受：给予，付予。',
        '(19)谤讥于市朝(cháo)：在公众场所议论君王的过失。谤：公开指责别人的过错。讥，讽刺。谤讥，指责，议论。市朝，公共场合。谤讥一作：谤议。闻：这里是“使……听到”的意思。属于形容词的使动用法。',
        '(20)时时而间(jiàn)进：有时候有人偶然进谏。间进：偶然有人进谏。间：间或，偶尔，有时候。进：进谏。',
        '(21)期(jī)年：满一年。期：满。',
        '(22)战胜于朝廷：在朝廷上战胜（别国）。意思是内政修明，不需用兵，就能战胜敌国。',
    ],
    'vernacular' => [
        '邹忌身长五十四·寸左右，而且形象外貌光艳美丽。早晨，(邹忌)穿戴好衣帽，照了一下镜子，对他妻子说：“我和城北徐公比，谁更美呢?”他的妻子说：“您非常美，徐公怎么能比得上您呢?”城北的徐公是齐国的最美的男子。邹忌不相信自己(比徐公美)，而又问他的妾：“我和徐公相比，谁更美呢?”妾说：“徐公哪能比得上您呢?”第二天，有客人从外面来(拜访)，(邹忌)与他相坐而谈，问他：“我和徐公比，谁更美呢?”客人说：“徐公不如您美丽。”又一天，徐公来了，邹忌仔细地看着他，自己认为不如徐公美;照着镜子里的自己，更是觉得自己与徐公相差甚远。傍晚，他躺在床上休息时想这件事，说：“我的妻子赞美我漂亮，是偏爱我;我的妾赞美我美，是害怕我;客人赞美我美，是有事情要求于我。”',
        '在这种情况下，邹忌上朝拜见齐威王，说：“我知道自己确实比不上徐公美。可是我的妻子偏爱我，我的妾害怕我，我的客人有事想要求助于我，(所以)他们都认为我比徐公美。如今齐国有方圆千里的疆土，一百二十座城池。宫中的姬妾及身边的近臣，没有一个不偏爱大王的，朝中的大臣没有一个不惧怕大王的，全国范围内的百姓没有一个不有事想求助于大王。由此看来，大王您受到的蒙蔽太严重了!”',
        '齐威王说：“你说的很好!”于是就下了命令：“大小的官吏，大臣和百姓们，能够当面批评我的过错的人，给予上等奖赏;上书直言规劝我的人，给予中等奖赏;能够在众人集聚的公共场所指责议论我的过失，并传到我耳朵里的人，给予下等奖赏。”命令刚下达，许多大臣都来进献谏言，宫门和庭院像集市一样热闹;几个月以后，还不时地有人偶尔进谏;满一年以后，即使有人想进谏，也没有什么可说的了。燕、赵、韩、魏等国听说了这件事，都到齐国朝拜齐威王。这就是身居朝廷，不必用兵就战胜了敌国。',
    ],
],
],
];
