<?php
return [
'chapters' => [
[
    'content' => [
        '秦围赵之邯郸，魏安釐王使将军晋鄙救赵，畏秦，止于荡阴，不进(2)。魏王使客将军辛垣衍间入邯郸，因平原君谓赵王曰(3)：“秦所以急围赵者，前与齐闵王争强为帝，已而复归帝，以齐故(4)。今齐闵王益弱，方今唯秦雄天下，此非必贪邯郸，其意欲求为帝(5)。赵诚发使尊秦昭王为帝，秦必喜，罢兵去。”(6)平原君犹豫，未有所决。',
        '此时鲁仲连适游赵，会秦围赵，闻魏将欲令赵尊秦为帝，乃见平原君，曰：“事将奈何矣？”(7)平原君曰：“胜也何敢言事，百万之众折于外，今又内围邯郸而不去(8)。魏王使客将军辛垣衍令赵帝秦，今其人在是(9)。胜也何敢言事！”鲁连曰：“始吾以君为天下之贤公子也，吾乃今然后知君非天下之贤公子也(10)。梁客辛垣衍安在(11)？吾请为君责而归之。”(12)平原君曰：“胜请为召而见之于先生。”(13)',

    ],
    'notes' => [
        '(1)鲁仲连：齐国的高士。姓鲁名连。一生不做官，好为人排难解纷。义：根据正义；坚持正义。不帝秦：不肯尊称秦王为帝。帝，用作动词。这里所记的事件也见《史记·鲁仲连邹阳列传》。',
        '(2)邯郸（hándān）：赵国首都，在今河北省邯郸市。魏安釐王（釐xī）：魏国国君，魏昭王的儿子，信陵君无忌的异母兄，名圉（yǔ）。公元前276年至前243年在位。晋鄙：魏国的大将。晋鄙救赵的事见《史记·魏公子列传》。荡阴：当时赵、魏两国交界的地方，在今河南汤阴县。',
        '(3)客将军：别国人在魏国做将军称为客将军。辛垣衍：人名，辛垣是复姓。间入（jiàn）：趁围困不紧时偷偷地进入。因：经由；通过。平原君：赵氏，名胜，封平原君。他是赵孝成王的叔父，赵武王的儿子。战国时有名的四公子之一。当时任赵相。赵王：指赵孝成王，名丹。公元前265年至前245年在位。',
        '(4)“前与”三句：按周赧王二十七年（公元前288年），齐闵王称东帝，秦昭王称西帝。后来苏代说服齐闵王废除帝号，闵王从之，秦国也随着取消帝号。已而，不久，过后。归帝，归还帝号。指秦取消帝号。以齐故，因为齐王不称帝的缘故。因苏代劝齐闵王先取消了帝号，秦昭王因之也跟着取消了帝号，所以说“以齐故”。',
        '(5)今齐闵王益弱：周赧王三十一年（公元前284年）燕将乐毅同楚、韩、魏、燕、赵五国伐齐，齐国大败，齐闵王也在这次战争中死去。到了秦围邯郸时，齐闵王已死了二十余年。吴师道认为这句可解释为“今之齐，视闵王已益弱”。意思是说“今天的齐国比起闵王时已更加衰弱”。方今：现在。雄：称雄。',
        '(6)诚：真。这里作“假设”解。秦昭王：秦王赢则，公元前306年至前251年在位。去：离去，离开。指离开邯郸。',
        '(7)适：正巧，恰在这时。会：正巧碰上，正好遇上。乃：就，于是。奈何：怎么办。',
        '(8)百万之众折于外：这句指赵孝成王六年（公元前260年），秦将白起大破赵军于长平（在今山西高平县西北），坑杀赵降卒四十余万。事见《史记·赵世家》。百万，是夸大的说法。折，损伤。内：深入国内。去：离开。这里指退兵。',
        '(9)其：那个，指示代词。是：此，这里。指示代词。',
        '(10)始：当初。乃：这才。',
        '(11)梁：即魏。魏迁都大梁（今河南开封）后又称梁。安在：在哪里。安，哪里，疑问代词。',
        '(12)责：责备；斥责。归之：使之归，即叫他回去。',
        '(13)召：呼唤，召唤。见之（xiàn）：使之见。',
    ],
    'vernacular' => [
        '赵孝成王时，秦王派白起在长平前后击溃赵国四十万军队，于是，秦国的军队向东挺进，围困了邯郸。赵王很害怕，各国的救兵也没有谁敢攻击秦军。魏安釐王派出将军晋鄙营救赵国，因为畏惧秦军，驻扎在汤阴不敢前进。魏王派客籍将军辛垣衍，从隐蔽的小路进入邯郸，通过平原君的关系见赵王说：“秦军所以急于围攻赵国，是因为以前和齐湣王争强称帝，不久又取消了帝号；如今齐国更加削弱，当今只有秦国称雄天下，这次围城并不是贪图邯郸，他的意图是要重新称帝。赵国果真能派遣使臣尊奉秦昭王为帝，秦王一定很高兴，就会撤兵离去。”平原君犹豫不能决断。',
        '这时，鲁仲连客游赵国，正赶上秦军围攻邯郸，听说魏国想要让赵国尊奉秦昭王称帝，就去进见平原君说：“这件事怎么办？”平原君说：“我哪里还敢谈论这样的大事！前不久，在国外损失了四十万大军，而今，秦军打到国内围困邯郸，又不能使之退兵。魏王派客籍将军辛垣衍让赵国尊奉秦昭王称帝，眼下，那个人还在这儿。我哪里还敢谈论这样的大事？”鲁仲连说：“以前我认为您是天下贤明的公子，今天我才知道您并不是天下贤明的公子。魏国的客人辛垣衍在哪儿？我替您去责问他并且让他回去。”平原君说：“我愿为您介绍，让他跟先生相见。”',
    ],
],
[
    'content' => [
        '平原君遂见辛垣衍曰：“东国有鲁连先生，其人在此，胜请为绍介，而见之于将军。”(14)辛垣衍曰：“吾闻鲁连先生，齐国之高士也(15)；衍，人臣也，使事有职，吾不愿见鲁连先生也。”(16)平原曰：“胜已泄之矣！”(17)辛垣衍许诺(18)。',
        '鲁连见辛垣衍而无言。辛垣衍曰：“吾视居此围城之中者，皆有求于平原君者也。今吾视先生之玉貌，非有求于平原君者，曷为久居此围城之中而不去也？”(19)鲁连曰：“世以鲍焦无从容而死者，皆非也(20)。今众人不知，则为一身。彼秦，弃礼义而上首功之国也，权使其士，虏使其民，彼则肆然而为帝，过而遂正于天下，则连有赴东海而死耳，吾不忍为之民也(21)！所为见将军者，欲以助赵也。”辛垣衍曰：“先生助之奈何？”鲁连曰：“吾将使梁及燕助之，齐楚固助之矣。”(22)辛垣衍曰：“燕则吾请以从矣(23)；若乃梁，则吾乃梁人也，先生恶能使梁助之耶？”(24)鲁连曰：“梁未睹秦称帝之害故也；使梁睹秦称帝之害，则必助赵矣。”(25)辛垣衍曰：“秦称帝之害将奈何？”鲁仲连曰：“昔齐威王尝为仁义矣，率天下诸侯而朝周，周贫且微，诸侯莫朝，而齐独朝之(26)。居岁余，周烈王崩，诸侯皆吊，齐后往(27)。周怒，赴于齐曰：‘天崩地坼，天子下席(28)；东藩之臣田婴齐后至，则斫之！’(29)威王勃然怒曰：‘叱嗟！而母婢也！’卒为天下笑(30)。故生则朝周，死则叱之，诚不忍其求也(31)。彼天子固然，其无足怪。”(32)',
    ],
    'notes' => [
        '(14)遂：就，于是。东国：指齐国。因齐在赵的东方，故称东国。',
        '(15)高士：道德品行高尚而不做官的读书人。',
        '(16)人臣：做臣的。',
        '(17)泄：泄露。这里是“告诉”的意思。鲍彪注：“泄，言已白之。”之：指辛垣衍到赵国这件事。',
        '(18)许诺：答应。',
        '(19)曷为（hé）：为什么，为何故。曷，何，疑问代词。',
        '(20)“世以”句：大意是说世人中凡是认为鲍焦由于心地狭隘而死的那些人都不对。鲁连说这句话，在于说明他自己不是为个人打算的。以，以为，认为。鲍焦，周时隐士，相传他不愿为诸侯帝王效忠，以采樵及拾橡实为生，后抱木饿死。无从容，指心地狭隘。从容，指胸襟宽大，有度量。',
        '(21)彼：那个。上首功：即崇尚战功。上，同“尚”，崇尚，注重。“上”前原选本无“而”字，今据上海古籍出版社《战国策》汇校本补。首功，斩首之功。当时以斩杀敌人首级的数目多少计算战功。秦国的制度，分爵位二十级，作战时斩得敌人的头颅越多爵位越高。权：权诈。士：有知识的人。虏：奴隶。肆然：放肆地，无所忌惮地。过：进一步。正：同“政”，指用政治力量控制。有：含“只有”的意思。赴：奔向。',
        '(22)固：本来。',
        '(23)以：以为。',
        '(24)若乃：至于。恶（wū）：怎么。',
        '(25)使：假如。',
        '(26)齐威王：田氏，名婴齐，一作因齐。桓公的儿子。在位三十六年（公元前356年至前320年），改革政治，国力渐强。为仁义：行仁义。微：弱小。',
        '(27)居岁余：过了一年多的时问。周烈王：名喜，在位七年（公元前375年至前369年）。崩：封建时代帝王死的专称。',
        '(28)赴：同“讣”。使人奔告丧事，即报丧。天崩地坼（chè）：比喻天子死。坼，裂开。天子：指继承烈王的新君显王（名扁）。下席：古时孝子守孝时，要离开宫室，寝于苫（草名）席之上。',
        '(29)东藩：位于东方的藩国。指齐国。“藩”的本义是“篱笆”，引申为“屏蔽”的意思。古代封建诸侯，为的是屏藩王室，所以称诸侯为藩国。齐国在东方，故称东藩。田婴齐：齐威王的姓名。斫：砍，斩。',
        '(30)勃然：因生气而变脸色的样子。叱嗟（chì jiē）：怒斥声。而：汝，你。婢：侍婢。这句是齐威王骂周王的话。卒：终于。为：介词，表被动。',
        '(31)生：指周烈王活着的时候。朝：朝拜。死：指周烈王死了以后。叱：骂。忍：忍受。求：苛求。',
        '(32)固然：本来这样。其：用于句首，表示委婉语气。',
    ],
    'vernacular' => [
        '于是平原君见辛垣衍说：“齐国有位鲁仲连先生，如今他就在这儿，我愿替您介绍，跟将军认识认识。”辛垣衍说：“我听说鲁仲连先生，是齐国志行高尚的人。我是魏王的臣子，奉命出使身负职责，我不愿见鲁仲连先生。”平原君说：“我已经把您在这儿的消息透露了。”辛垣衍只好应允了。',
        '鲁仲连见到辛垣衍却一言不发。辛垣衍说：“我看留在这座围城中的，都是有求于平原君的人；而今，我看先生的尊容，不像是有求于平原君的人，为什么还长久地留在这围城之中而不离去呢？”鲁仲连说：“世人认为鲍焦没有博大的胸怀而死去，这种看法都错了。一般人不了解他耻居浊世的心意，认为他是为个人打算。那秦国，是个抛弃礼仪而只崇尚战功的国家，用权诈之术对待士卒，像对待奴隶一样役使百姓。如果让它无所忌惮地恣意称帝，进而统治天下，那么，我只有跳进东海去死，我不忍心作它的顺民，我所以来见将军，是打算帮助赵国啊。”辛垣衍说：“先生怎么帮助赵国呢？”鲁仲连说：“我要请魏国和燕国帮助它，齐、楚两国本来就帮助赵国了。”辛垣衍说：“燕国嘛，我相信会听从您的；至于魏国，我就是魏国人，先生怎么能让魏国帮助赵国呢？”鲁仲连说：“魏国是因为没看清秦国称帝的祸患，才没帮助赵国。假如魏国看清秦国称帝的祸患后，就一定会帮助赵国。”',
        '辛垣衍说：“秦国称帝后会有什么祸患呢？”鲁仲连说：“从前，齐威王曾经奉行仁义，率领天下诸侯而朝拜周天子。当时，周天子贫困又弱小，诸侯们没有谁去朝拜，唯有齐国去朝拜。过了一年多，周烈王逝世，齐王奔丧去迟了，新继位的周显王很生气，派人到齐国报丧说： ‘天子逝世，如同天崩地裂般的大事，新继位的天子也得离开宫殿居丧守孝，睡在草席上，东方属国之臣田婴齐居然敢迟到，当斩。’齐威王听了，勃然大怒，骂道：‘呸！您母亲原先还是个婢女呢！ ’最终被天下传为笑柄。齐威王所以在周天子活着的时候去朝见，死了就破口大骂，实在是忍受不了新天子的苛求啊。那些作天子的本来就是这个样子，也没什么值得奇怪的。”',
    ],
],
[
    'content' => [
        '辛垣衍曰：“先生独未见夫仆乎(33)？十人而从一人者，宁力不胜，智不若邪(34)？畏之也！”鲁仲连曰：“然梁之比于秦，若仆邪？”(35)辛垣衍曰：“然！”(36)鲁仲连曰：“然则吾将使秦王烹醢梁王。”(37)辛垣衍怏然不说，曰：“嘻！亦太甚矣，先生之言也(38)！先生又恶能使秦王烹醢梁王？”鲁仲连曰：“固也！待吾言之(39)。昔者鬼侯、鄂侯、文王，纣之三公也(40)。鬼侯有子而好，故入之于纣，纣以为恶，醢鬼侯(41)。鄂侯争之急，辨之疾，故脯鄂侯(42)。文王闻之，喟然而叹，故拘之于牖里之库百日，而欲令之死(43)。曷为与人俱称帝王，卒就脯醢之地也(44)？',
    ],
    'notes' => [
        '(33)独：用于反问句，表示语气。仆：奴仆。',
        '(34)宁：难道。若：及。',
        '(35)于：与，同。若：像。',
        '(36)然：这里等于说“是的”。',
        '(37)然则：既然这样，那么。烹：煮。醢（hǎi）：剁肉成酱。烹、醢都是古代的酷刑。',
        '(38)怏然（yàng）：郁郁不欢的样子。嘻：惊叹声。“亦太甚”二句：主语部分是“先生之言”，谓语部分是“亦太甚”。谓语前置表示强烈的感叹语气。',
        '(39)固：本来如此，当然。',
        '(40)“昔者”句：鬼侯、鄂侯、文王都是纣王封的三公。鬼侯的封地在今河南临漳县境。鄂侯的封地在今山西中阳县境。文王就是周文王，他的封地在今陕西鄂县一带。公：这里指诸侯。',
        '(41)子：指女儿。在上古时代，“子”本是男女的通称。好：貌美。入：进献；献纳。恶（è）：丑。',
        '(42)辨：通“辩”。疾：急。脯（fǔ）：乾肉。这里用作动词，作成肉乾。',
        '(43)喟然（kuì）：叹气的样子。牖里（yǒu）：一作“羡里”，古地名。在今河南汤阴县北。库：监牢。',
        '(44)曷为与人俱称帝王，卒就脯醢之地也：这两句是说，梁和秦本来都是称王的平等国家，现在梁国为什么要自居卑下受人宰割呢?曷，何。人，指秦。',
    ],
    'vernacular' => [
        '辛垣衍说：“先生难道没见过奴仆吗？十个奴仆侍奉一个主人，难道是力气赶不上、才智比不上他吗？是害怕他啊。”鲁仲连说：“唉！魏王和秦王相比魏王像仆人吗？”辛垣衍说：“是。” 鲁仲连说：“那么，我就让秦王烹煮魏王剁成肉酱？”辛垣衍很不高兴不服气地说：“哼哼，先生的话，也太过分了！先生又怎么能让秦王烹煮了魏王剁成肉酱呢？”鲁仲连说：“当然能够，我说给您听。从前，九侯、鄂侯、文王是殷纣的三个诸侯。九侯有个女儿长得娇美，把她献给殷纣，殷纣认为她长得丑陋，把九侯剁成肉酱。鄂侯刚直诤谏，激烈辩白，又把鄂侯杀死做成肉干。文王听到这件事，只是长长地叹息，殷纣又把他囚禁在牖里监牢内一百天，想要他死。为什么和人家同样称王，最终落到被剁成肉酱、做成肉干的地步呢？',
    ],
],
[
    'content' => [
        '“齐闵王将之鲁，夷维子执策而从，谓鲁人曰：‘子将何以待吾君？’(45)鲁人曰：‘吾将以十太牢待子之君。’(46)夷维子曰：‘子安取礼而来待吾君(47)？彼吾君者，天子也。天子巡狩，诸侯辟舍，纳管键，摄衽抱几，视膳于堂下，天子已食，而听退朝也。’(48)鲁人投其钥，不果纳，不得入于鲁(49)。将之薛，假涂于邹(50)。当是时，邹君死，闵王欲入吊，夷维子谓邹之孤曰：‘天子吊，主人必将倍殡柩，设北面于南方；然后天子南面吊也。’(51)邹之群臣曰：‘必若此，吾将伏剑而死！’(52)故不敢入于邹。邹鲁之臣，生则不得事养，死则不得饭含，然且欲行天子之礼于邹、鲁之臣，不果纳(53)。今秦万乘之国，梁亦万乘之国，交有称王之名(54)。睹其一战而胜，欲从而帝之，是使三晋之大臣，不如邹、鲁之仆妾也(55)。且秦无已而帝，则且变易诸侯之大臣，彼将夺其所谓不肖，而予其所谓贤(56)；夺其所憎，而予其所爱。彼又将使其子女谗妾，为诸侯妃姬，处梁之宫，梁王安得晏然而已乎(57)？而将军又何以得故宠乎？”(58)',
    ],
    'notes' => [
        '(45)齐闵王将之鲁：齐闵王四十年，燕将乐毅合五国之兵破齐，闵王逃到卫国，因态度傲慢没有被接纳，于是离开卫国要到鲁国去。夷维子：齐人，以邑为姓。夷维，地名，今山东潍县。子，男子的美称。策：马鞭。子：你们。何以：用什么。以，用，介词。',
        '(46)太牢：牛羊猪各一称太牢。十太牢，就是牛羊猪各十只。这是款待诸侯的礼节。',
        '(47)安取礼：何取礼，即选用什么礼节。安，疑问代词，哪里。因夷维子要鲁人用天子的礼节来款待闵王，所以表示不满，提出质问。',
        '(48)巡狩（shòu）：天子到各诸侯国视察。诸侯辟舍：天子到诸侯国中巡狩时，诸侯要离开自己的正殿不居。辟，同“避”，回避，离开。原选本作“避”，今据上海古籍出版社《战国策》排印本改。舍，指正房。纳：交纳。管键：钥匙。避舍、纳管键，是表示诸侯因天子在自己国中，自己在此期间不敢以一国之主自居。摄：持，提起。衽（rèn）：衣襟。抱：捧。几：矮或小的桌子。视膳：伺候别人吃饭。·已：完毕。而听退朝：当作“退而听朝”。',
        '(49)鲁人投其筲：鲁人闭关下锁，不接纳齐王入境。筲，同“钥”。投筲，下锁。果：表示事情和预料或期望相合。常与“不”连用表示否定。纳：使入。',
        '(50)薛：古国名。任姓，祖先奚仲做夏代的车正，传为车的创造者，居于薛（今山东滕县南）。一度迁于邳（今山东微山西北）。春秋后期薛国迁到下邳（今江苏邳县西南），薛成为齐邑。假：借。涂：通，“途”。邹：小国名。在今山东邹县。',
        '(51)孤：父亲死了，儿女叫孤。这里指邹国的新君。吊：哀悼死者，慰问丧家。倍殡柩：把灵柩移到相反的方向就是移到南面。古代以坐北向南为正位。灵柩本来坐北朝南，因为天子下吊必须朝南，因此要把灵柩掉过头来，设一个向北的灵堂。倍，同“背”。殡，停丧。柩，已盛尸体的棺材。',
        '(52)伏剑而死：用剑自刎而死。这是委婉的说法，实际是表示坚决拒绝。伏，受。',
        '(53)事养：侍奉，供养。饭含：把米放在死人口中叫饭，把玉放在死人口中叫含。“生则”四句的意思是：邹、鲁国势已很微弱，国君生时，臣子们不能侍奉供养，国君死后，也不能行饭含之礼；然而当齐国叫他们向齐国行天子的礼节时，还是行不通。邹、鲁两国的臣子们还是有骨气的。',
        '(54)万乘之国：能出一万辆兵车的国家是大国。交：互相；彼此。',
        '(55)三晋：韩、魏、赵三国是由晋国分裂而成的诸侯国，故称韩、赵、魏为三晋。这里主要指赵、魏而言，特别是指辛垣衍。仆妾：指臣子。',
        '(56)无已：没有止境。帝：用作动词，称帝。且：将。变易：更换，撤换。予：给。',
        '(57)子女：这里偏指女。谗妾：善于进谗言、毁贤嫉能的妾妇。处：住。晏然：平安地。',
        '(58)故宠：旧日的尊荣地位，指魏王对辛垣衍原有的宠幸。',
    ],
    'vernacular' => [
        '齐湣王前往鲁国，夷维子替他赶着车子作随员。他对鲁国官员们说：‘你们准备怎样接待我们国君？’鲁国官员们说：‘我们打算用于副太牢的礼仪接待您的国君。’夷维子说：‘你们这是按照哪来的礼仪接待我们国君，我那国君，是天子啊。天子到各国巡察，诸侯例应迁出正宫，移居别处，交出钥匙，撩起衣襟，安排几桌，站在堂下伺候天子用膳，天子吃完后，才可以退回朝堂听政理事。’鲁国官员听了，就关闭上锁，不让齐湣王入境。齐湣王不能进入鲁国，打算借道邹国前往薛地。正当这时，邹国国君逝世，齐湣王想入境吊丧，夷维子对邹国的嗣君说：‘天子吊丧，丧主一定要把灵枢转换方向，在南面安放朝北的灵位，然后天子面向南吊丧。’邹国大臣们说：‘一定要这样，我们宁愿用剑自杀。’所以齐湣王不敢进入邹国。邹、鲁两国的臣子，国君生前不能够好好地侍奉，国君死后又不能周备地助成丧仪，然而想要在邹、鲁行天子之礼，邹、鲁的臣子们终于拒绝齐湣王入境。如今，秦国是拥有万辆战车的国家，魏国也是拥有万辆战车的国家。都是万乘大国，又各有称王的名分，只看它打了一次胜仗，就要顺从地拥护它称帝，这就使得三晋的大臣比不上邹、鲁的奴仆、卑妾了。如果秦国贪心不足，终于称帝，那么，就会更换诸侯的大臣。他将要罢免他认为不肖的，换上他认为贤能的人，罢免他憎恶的，换上他所喜爱的人。还要让他的儿女和搬弄是非的姬妄，嫁给诸侯做妃姬，住在魏国的宫廷里，魏王怎么能够安安定定地生活呢？而将军您又怎么能够得到原先的宠信呢？”',
    ],
],
[
    'content' => [
        '于是辛垣衍起，再拜，谢曰：“始以先生为庸人，吾乃今日而知先生为天下之士也(59)！吾请去，不敢复言帝秦！”',
        '秦将闻之，为却军五十里(60)。适会公子无忌夺晋鄙军以救赵击秦，秦军引而去(61)。于是平原君欲封鲁仲连，鲁仲连辞让者三，终不肯受(62)。平原君乃置酒，酒酣，起前以千金为鲁连寿(63)。鲁连笑曰：“所贵于天下之士者，为人排患释难、解纷乱而无所取也(64)。即有所取者，是商贾之人也，仲连不忍为也！”(65)遂辞平原君而去，终身不复见。',
    ],
    'notes' => [
        '(59)庸人：平凡的人。',
        '(60)却军：退兵。',
        '(61)适会：恰巧赶上。公子无忌：即信陵君，魏昭王的少子，安嫠王的异母弟，战国时著名的四公子之一。他托魏王的爱妾如姬盗出兵符，假传魏王的命令，杀了晋鄙，夺得晋鄙的军队，击退秦军，救了赵国。事见《史记·魏公子列传》。引：退却。',
        '(62)三：表示多次。',
        '(63)置酒：设置酒宴。前：走到……面前。以：用。为鲁连寿：祝鲁连长寿。',
        '(64)排：排除。释：消除。解：解开。',
        '(65)即：假如。是：此。商贾（gǔ ）：商人的统称。古代以贩卖货物者为商，藏货代卖者为贾。',
    ],
    'vernacular' => [
        '于是，辛垣衍站起来，向鲁仲连连拜两次谢罪说：“当初认为先生是个普通的人，我今天才知道先生是天下杰出的高士。我将离开赵国，再不敢谈秦王称帝的事了。”秦军主将听到这个消息，为此把军队后撤了五十里。恰好魏公子无忌夺得了晋鄙的军权率领军队来援救赵国，攻击秦军，秦军也就撤离邯郸回去了。',
        '于是平原君要封赏鲁仲连，鲁仲连再三辞让，最终也不肯接受。平原君就设宴招待他，喝道酒酣耳热时，平原君起身向前，献上千金酬谢鲁仲连。鲁仲连笑着说：“杰出之士之所以被天下人崇尚，是因为他们能替人排除祸患，消释灾难，解决纠纷而不取报酬。如果收取酬劳，那就成了生意人的行为，我鲁仲连是不忍心那样做的。”于是辞别平原君走了，终身不再相见。',
    ],
],
],
];
