<?php
return [
'chapters' => [
[
    'content' => [
        '梁王魏婴觞诸侯于范台(1)。酒酣，请鲁君举觞(2)。鲁君兴，避席择言(3)曰：“昔者，帝女令仪狄作酒而美，进之禹，禹饮而甘之，遂疏仪狄，绝旨酒(4)，曰：‘后世必有以酒亡其国者。’齐桓公夜半不嗛，易牙乃煎熬燔灸，和调五味而进之(5)，桓公食之而饱，至旦不觉，曰：‘后世必有以味亡其国者。’晋文公得南之威(6)，三日不听朝，遂推南之威而远之，曰：‘后世必有以色亡其国者。’楚王登强台而望崩山(7)，左江而右湖，以临彷徨，其乐忘死，遂盟强台而弗登，曰：‘后世必有以高台陂池(8)亡其国者。’今主君之尊(9)，仪狄之酒以;主君之味，易牙之调也;左白台而右闾须(10)，南威之美也;前夹林而后兰台(11)，强台之乐也。有一于此，足以亡其国。今主君兼此四者，可无戒与!”梁王称善相属(12)。',
    ],
    'notes' => [
        '(1)梁王魏婴：梁惠王，因魏于公元前362年迁都大梁，故又称梁。觞：酒樽，这里指饮宴。范台：又称“繁台”，遗迹在今开封市。梁惠王十五年（前344）召集逢泽（今开封东南）之会，自称为王。当时魏王强盛，鲁、宋、卫、韩来朝。鲁共公：鲁国国君，名奋。',
        '(2)鲁君：鲁国君主，即鲁共公，名奋。觞：酒杯。',
        '(3)避席：古人席地而坐，为表示敬意，离座起立，叫避席。择言：择善而言，即选择有意义的话。',
        '(4)帝女：似指帝尧的女儿。仪狄：人名。晋张华《博物志》称系禹时人，善造酒。旨酒：美酒。旨，味美。',
        '(5)嗛(qiè)：同“慊”，满足，舒服。易牙：即雍巫，字易牙，长于调味，甚得桓公亲幸，桓公死后，曾作乱。煎、熬、燔(fàn)、炙：几种烹饪方法。燔：烤肉。炙：熏烤。五味：甜、酸、苦、辣、咸五味。',
        '(6)南之威：美女名，亦称“南威”。',
        '(7)楚王：楚昭王，一说是春秋五霸之一的楚庄王。强台：亦作“荆台”，又叫“章华台”，楚灵王所造，在今湖北监利县西北。崩山：一作“崇山”、“猎山”。在今湖北省京山县东。',
        '(8)陂(bēi)池：池塘。高台陂池：泛指园林建筑，游乐场所。',
        '(9)主君：尊称国君。尊：同“樽”，酒器。',
        '(10)白台、闾须：都是美女名。',
        '(11)夹林、兰台：魏国园林建筑。',
        '(12)相属(zhǔ)：相连，指接连不断。',
    ],
    'vernacular' => [
        '魏惠王魏婴在范台宴请各国诸侯。酒兴正浓的时候，魏惠王向鲁共公敬酒。鲁共公站起身，离开自己的坐席，正色道：“从前，舜的女儿仪狄擅长酿酒，酒味醇美。仪狄把酒献给了禹，禹喝了之后也觉得味道醇美。但因此就疏远了仪狄，戒绝了美酒，并且说道：‘后代一定有因为美酒而使国家灭亡的。’齐桓公有一天夜里觉得肚子饿，想吃东西。易牙就煎熬烧烤，做出美味可口的菜肴给他送上，齐桓公吃得很饱，一觉睡到天亮还不醒，醒了以后说：‘后代一定有因贪美味而使国家灭亡的。’晋文公得到了美女南之威，三天没有上朝理政，于是就把南之威打发走了，说道：‘后代一定有因为贪恋美色而使国家灭亡的。’楚灵王登上强台远望崩山，左边是长江，右边是大湖，登临徘徊，惟觉山水之乐而忘记人之将死，于是发誓不再游山玩水。后来他说：‘后代一定有因为修高台、山坡、美池，而致使国家灭亡的。’现在您酒杯里盛的好似仪狄酿的美酒;桌上放的是易牙烹调出来的美味佳肴;您左边的白台，右边的闾须，都是南之威一样的美女;您前边有夹林，后边有兰台，都是强台一样的处所。这四者中占有一种，就足以使国家灭亡，可是现在您兼而有之，能不警戒吗?”魏惠王听后连连称赞谏言非常之好。',
    ],
],
],
];
