<?php
return [
'chapters' => [
[
    'content' => [
        '唐雎说(1)信陵君(2)',
        '信陵君杀晋鄙，救邯郸，破秦人，存赵国(3)，赵王自郊迎(4)。',
        '唐雎谓信陵君曰：“臣闻之曰：事有不可知者，有不可不知者;有不可忘者，有不可不忘者。”信陵君曰：“何谓也?”对曰：“人之憎(5)我也，不可不知也;吾憎人也，不可得而知也。人之有德(6)于我也，不可忘也;吾有德于人也，不可不忘也。今君杀晋鄙，救邯郸，破秦人，存赵国，此大德也。今赵王自郊迎，卒然(7)见赵王，愿君之忘之也。”信陵君曰：“无忌谨受教(8)。”',
    ],
    'notes' => [
        '(1)唐雎(jū)：战国时代魏国著名策士，安陵君之臣，此时为信陵君食客。为人有胆有识，忠于使命，不畏强权，敢于斗争并敢于为国献身。有90岁高龄西说强秦使秦不敢加兵的魏国。曾经在魏国灭亡后出使秦国，冒死与秦王抗争，粉碎秦王吞并安陵(魏国属国)的阴谋。说(shuì)：游说之意。',
        '(2)信陵君：即魏公子无忌，魏昭王少子，安釐王的异母弟，封信陵君。公元前257年，秦围赵之邯郸。魏派晋鄙领兵救赵，畏秦，止于汤阴。信陵君使如姬窃得调兵虎符，椎杀晋鄙，率兵大破秦军，解邯郸围。晋鄙：战国时魏将。',
        '(3)信陵君杀晋鄙：指信陵君杀了晋鄙，救下邯郸，打败了秦兵，保存了赵国之事。邯郸(hán dān)：赵国国都，今河北省邯郸市。破：打败，打垮。存：存在，存活。这里是使......幸存。',
        '(4)赵王：赵孝成王。惠文王之子，名丹。赵国第八君，公元前265年~公元前245年在位。',
        '(5)憎：憎恨，讨厌，厌烦等不好的方面。',
        '(6)德：恩惠。这里指别人对自己好的的方面。',
        '(7)卒然：“卒”通“猝”，突然。',
        '(8)谨:郑重。受教：接受教诲。',
    ],
    'vernacular' => [
        '信陵君杀了晋鄙，救下邯郸，打败了秦兵，使赵国得以幸存。赵孝成王亲自到郊外去迎接他。这时，唐雎对信陵君说：“我听说，事情有不可以知道的，有不可以不知道的;有不可以忘掉的，有不可以不忘掉的。”信陵君说：“这话怎样讲呢?”唐雎回答说：“别人憎恨我，不可以知道;我憎恶别人，是不可以让人知道的;别人有恩德于我，是不可以忘记的;我有恩德于别人，是不可以不忘记的。如今，你杀了晋鄙，救下邯郸，打败秦兵，保存了赵国，这对赵国是大恩德。现在，赵王亲自到郊外迎接你。你很快就会见到赵王了，希望你把救赵王的事忘掉吧!”信陵君说：“无忌我敬遵你的教诲。”',
    ],
],
],
];
