<?php
return [
'chapters' => [
[
    'content' => [
        '五帝本纪赞(1)',
        '太史公(2)曰：学者多称五帝，尚(3)矣。然《尚书》(4)独载尧以来，而百家(5)言黄帝，其文不雅驯(6)，荐绅(7)先生难言之。孔子所传《宰予问五帝德》及《帝系姓》，儒者或不传(8)。余尝西至空桐，北过涿鹿，东渐於海(9)，南浮江淮矣，至长老皆各往往称黄帝、尧、舜之处，风教固殊焉。总之，不离古文者近是(10)。予观《春秋(11)》《国语(12)》，其发明《五帝德》《帝系姓》章矣，顾弟弗深考，其所表见皆不虚(13)。书缺有间矣，其轶乃时时见於他说(14)。非好学深思，心知其意，固(15)难为浅见寡闻道也。余并论次(16)，择其言尤雅者，故著为本纪书首。',
    ],
    'notes' => [
        '(1)五帝：中国古代帝王。中国历史上关于五帝，共有五种说法。一：《五帝德》所说的黄帝、颛顼、帝喾、尧、舜五人。其说根据《国语·鲁语》对他们的赞誉而定。《帝系》为其编造了以黄帝为始祖的世系。《吕氏春秋》及《史记·五帝本纪》承用了此说。二：《战国策·赵策》与《易·系辞》提出的宓戏(伏羲)、神农、黄帝、尧、舜五人。《庄子》、《淮南子·淑真训》及《三统历》亦承此说。三：《吕氏春秋·十二纪》所载的太昊、炎帝、黄帝、少昊、颛顼。《礼记·月令》亦同此说。王符《潜夫论》并将古代各帝王部分别纳入此五帝的血胤系统之下。四：《世经》所编排的古史系统依《十二纪》与《月令》，在黄帝与颛顼之间有少昊，郑玄注《中侯敕省图》即加少昊于第一个五帝说，谓五帝有六人，俱合于五帝座星。然东汉以来《稽命徵》等之说，把黄帝升为三皇之一，皇甫谧《帝王世纪》从之，而以少昊以下五人为五帝。于是伪《尚书序》即据以将《世经》前面三名伏羲、神农、黄帝为三皇，接着的少昊、颛顼、帝喾、尧、舜为五帝。以后史籍皆承用此说。于是这一“三皇五帝”说被奉为古代的信史。五：《通鉴外纪》及《路史发挥》引梁武帝萧衍画像碑述，以黄帝、少昊、颛顼、喾、尧为五帝，似是最晚的一说。本纪：《史记》的一种体例。按照年代先后，叙述历代帝王政迹。赞：文章最后的论赞部分。这里是作者在叙事之后，以作者的口气写的议论、总结及补充的文字。',
        '(2)太史：官名，是掌管政府资料档案文件的，秦汉时称“太史令”。因朝会座次，居公之上，在皇帝左右，当时称为“太史公”。司马迁曾担任汉太史令，所以自称太史公。一说，《史记》中称太史公，是因为《史记》传自司马迁的外孙杨恽，恽尊称其外祖为太史公。',
        '(3)尚：通“上”，久远。',
        '(4)《尚书》：即《书经》，简称《书》。中国最古的史书，内容包括上古典谟训诰之文，因此称《尚书》。有关尧、舜、禹史事和商、周帝王言论及文告的历史文献汇编。',
        '(5)百家：先秦时代，思想学术家极多，如老子、庄子、墨子、苟子等，统称百家，又称诸子百家。《汉书》卷三《艺文志》记载有《百家》篇三十九卷。',
        '(6)雅：正确、合乎规范。 驯：通“训”，准则，可以为训。事有所依，文辞又美，也就是有规范的意思。',
        '(7)荐绅：通“捂绅”，也作“缙绅”，有官职或作过官的人。捂，插。绅，大带子。荐绅，谓插笏垂绅，古代高级官吏的装束。借指大人先生。',
        '(8)宰予：字子我，也称宰我，春秋时鲁人，孔子弟子，善于辞令。《五帝德》及《帝系姓》：《大戴礼记》和《孔子家语》中均收有这两篇文章。儒者：指学习儒家学说的诸生。',
        '(9)空峒(tóng)：也作“崆峒”，山名，传说是黄帝问道于广成子处，在今甘肃平凉市西。《庄子》说，黄帝曾在这里向广成子问道。涿鹿：山名，在今河北涿鹿县东南。传说黄帝征蚩尤，战于涿鹿，遂戮蚩尤。渐(jiān)：流入，这里是到达的意思。',
        '(10)古文：指《尚书》等所载。近是：近于是。“是”，指代“黄帝尧舜之风教”。前省介词“于”字。',
        '(11)《春秋》：鲁国编年体史书名，为孔子所删定，自鲁隐公元年起，至哀公十四年止，凡十二公，二百四十二年。',
        '(12)《国语》：书名。传说春秋时代左丘明所作，分国纪事。',
        '(13)发明：闻名。章：通“彰”。明显。顾弟：只是，不过。弟，同“第”。表见：表现。见(xiàn)，通“现”，记载。虚：虚妄。',
        '(14)书缺有间(jiàn)：《尚书》缺亡，空白很多。间：间隙，这里指脱漏。轶(yì)：通“逸”。遗失。这里指逸文。',
        '(15)固：本来。',
        '(16)论次：谓依次叙述。',
    ],
    'vernacular' => [
        '太史公司马迁说：学者多称赞五帝，久远了。然而最可征而信的《尚书》，记载的独有尧以来，而不记载皇帝、颛顼、帝喾。诸子百家虽言黄帝，又涉于神怪，都不是典雅之训，所以当世缙绅们都不敢说，不可以取以为证啊。孔子所传的《宰予问五帝德》及《帝系姓》，虽称孔子所传，但儒者怀疑不是圣人之言，所以不传以为实。我曾经西至崆峒山黄帝问道于广成子处，北到黄帝尧舜之都涿鹿，东到海，南到江淮，我所经历的地方，所见过的长老，往往称颂黄帝尧舜的旧绩与其风俗教化，固来与别处有所不同。那么别的书说到黄帝的，也或者可以为证。总之，大要不背离《尚书》所记载的接近这些。我看《春秋》《国语》，这两篇发挥阐释《五帝德》《帝系姓》很彰著。顾儒者但不深考而且有的不传讲。这两篇所发挥阐述得很显著，验之风俗教化固然不同一般，都是事实，一点也不虚。况《尚书》缺亡的内容多了，岂能因为它缺亡而算了呢?它所遗失的，像黄帝以下的事情，就时时见于其他的传说中，如百家《五帝德》之类，都是其他学说。有怎么可以因为缙绅难言，儒者不传，而不选取了呢?非好学深思，心知其意的人，不能择取。而浅见寡闻者本来就难为它讲说。我按照黄帝、颛顼、帝喾、尧、舜的次序，选择其中语言比较典雅的。所以写成本纪的开头。',
    ],
],
],
];
