<?php
return [
'chapters' => [
[
    'content' => [
        '项羽本纪赞(1)',
        '太史公(2)曰：吾闻之周生(3)曰：“舜目盖重瞳子(4)。”又闻项羽亦重瞳子。羽岂其苗裔(5)邪?何兴之暴也(6)?夫秦失其政，陈涉首难，豪杰蜂起，相与并争，不可胜数(7)。然羽非有尺寸，乘势起陇亩之中，三年，遂将五诸侯灭秦(8)，分裂天下而封王侯，政由羽出，号为霸王，位虽不终，近古以来，未尝有也(9)。及羽背关怀楚(10)，放逐义帝而自立，怨王侯叛己，难矣(11)。自矜功伐，奋其私智，而不师古，谓霸王之业(12)，欲以力征经营天下，五年，卒亡其国，身死东城，尚不觉寤(13)，而不自责，过矣。乃引“天亡我，非用兵之罪也”，岂不谬哉(14)!',
    ],
    'notes' => [
        '(1)项羽（公元前232~前202年）：名籍，字羽，秦末下相（今江苏省宿迁县西）人。秦二世时陈涉发难，豪杰蜂起，项羽与叔父项梁亦起兵逐鹿中原，大破秦军，并率领五国诸侯入关、灭秦、分封王侯，自号“西楚霸王”。后为刘邦所困，败于垓下（在今安徽灵璧县东南），自刎于乌江（在今安徽和县东北四十里）。本纪：《史记》的一种体例。按照年代先后，叙述历代帝王政迹。项羽虽没有完成帝业，但在秦亡以后汉兴以前的过渡阶段中，项羽实际上支配当时的政局，也代表当时的政权。正如本文所说，“政由羽出，号为霸王，位虽不终，近古以来未尝有也。”赞：文章最后的论赞部分。这里是作者在叙事之后，以作者的口气写的议论、总结及补充的文字。本文选自《史记·项羽本纪》。',
        '(2)太史公：司马迁自称。',
        '(3)周生：汉时儒生，名字事迹不详，应是司马迁的长辈。',
        '(4)舜：虞舜，我国上古时代的帝王。盖：原来。重瞳子(tóng)：一个眼珠里有两个瞳孔，古人认为这是神异的人物。',
        '(5)苗裔(yì)：后代子孙',
        '(6)兴：兴起。暴：突然、迅猛。“岂……邪?何……也?”句：相当于现代汉语的“难道……吗?为什么……呢?”“岂”同“何”前后呼应，表示猜测的疑问句。',
        '(7)夫：用在句首，表示阐发议论的语气。陈涉：名胜，字涉，阳城(今河南省登封县东南)人，他同吴广首先起兵反秦，是我国古代著名的农民起义领袖。首难(nàn)：首先发难，指首先起义反秦。蜂起：比喻如蜂拥而起，极言其多。胜(shēng)：尽，全部。',
        '(8)非有尺寸：谓没有一尺一寸的土地。尺寸：指狭小封地。陇亩：田野。这里指民间。将：率领。五诸侯：指齐、赵、韩、魏、燕(yān)。项羽属楚，合为六国起义军队。',
        '(9)封王侯：项羽自封为西楚霸王，分封抗秦诸将为十八王侯。近古：当时是指春秋战国以来的时代。也：用在句末，表示坚决的语气。',
        '(10)背关怀楚：放弃关中之地（指秦地），关中，今函谷关以西，西安、咸阳一带。原秦国腹地。怀念楚国，东归建都彭城(今江苏徐州市)。',
        '(11)义帝：楚怀王孙，名心。公元前208年（秦二世二年），项梁立楚怀王的孙子熊心为王，仍称楚怀王。公元前206年，项羽，定都彭城（今江苏徐州），自己号称“西楚霸王”，分封诸王。表面上尊楚怀王熊心为义帝，后来又把他放逐到长沙，公元前205年，项羽派人杀死义帝。难矣：意思是说，在这种种错误措施之下，想成功是很困难的。矣，用在句末，表示感叹的语气。',
        '(12)矜(jīn)：夸耀。功伐：功勋。奋：逞弄。谓：以为。',
        '(13)力征：武力征伐。经营：整顿，统治。东城：在今安徽省定远县东南。觉寤(wù)：觉醒。寤，通“悟”。',
        '(14)乃：却，反。引：援引。这里有借口、推托的意思。天亡我：天要灭亡我。这两句是项羽自杀前说的话。“岂不……哉”：相当于现代汉语的“难道不……吗!”反诘句，用否定来表示肯定的语气。',
    ],
    'vernacular' => [
        '太史公说：我从周生那里听说，“舜的眼睛大概是双瞳孔”，又听说项羽亦是双瞳孔。项羽也是双瞳人。项羽难道是舜的后代么?为什么他崛起得这样迅猛呢?那秦王朝政治差失、混乱的时候，陈涉首先发难反秦，一时间英雄豪杰纷纷起来，互相争夺天下的人数也数不清。但是项羽并没有一尺一寸可以依靠的权位，只不过奋起于民间，三年的时间，就发展到率领五国诸侯一举灭秦，并且分割秦的天下，自行封赏王侯，政令都由项羽颁布，自号为“霸王”。虽然霸王之位并未维持到底，但近古以来未曾有过这样的人物。　等到项羽放弃关中，怀恋故乡楚地，流放义帝而自立为王，此时再抱怨王侯们背叛自己，那就很难了。自己夸耀功劳，独逞个人的私欲，而不效法古人，认为霸王的业绩只要依靠武力，就能统治好天下，结果仅仅五年的时光，就使得他的国家灭亡了。直到身死东城，他还没有觉悟，不肯责备自己，这显然是错误的。而且还借口说“是上天要灭亡我，并不是我用兵的过错”，这难道不是很荒谬吗?',
    ],
],
],
];
