【原文】
 
昔在帝尧，聪明文思，光宅天下。将逊于位，让于虞舜，作《尧典》。
 
曰若稽古①，帝尧曰放勋②。钦明文思安安③。允恭克让④，光被四表⑤，格于上下⑥。克明俊德⑦，以亲九族⑧。九族既睦⑨，平章百姓⑩。百姓昭明，协和万邦⑪。黎民于变时雍⑫。
 
【注释】
 
①曰若稽古：曰若，句首发语词，没有实际意义。或作“粤若”、“越若”、“雩若”，都是同声假借。往往用做史官追述上古之事的开端语。稽古，即考察古史。
②帝尧曰放勋：帝，是对上古贤明圣德的君主之尊称，谓其德合天地，道通古今，功盖寰宇，位极至尊。本义指天帝、上帝，即主宰宇宙万物的神灵，后因圣明君主，申通大道，以道化民，天人一贯，本无二致，而尊称为帝。尧，是古代的部落首领，传说为古代原始社会的贤明之帝，为五帝之一。放勋，为尧帝的名字。
③钦明文思安安：钦，即处事严肃恭谨且节用。明，明达，通达明了。文，文雅。安安，通“晏晏”，即指宽容、温和之意。
④允恭克让：允，诚然，确实。恭，恭谨诚敬而不懈怠。克，能够。让，本字作“攘”推让，让贤。
⑤光被四表：光，光明普照。被，通“披”覆盖、铺满之意。这里指尧帝圣德普照，恩泽广施，四方之外无不同沾圣恩，惠受雨露，日月所照，霜露所坠，没有不受其滋养的
⑥格于上下：格，至，达到。上下指天地。这里意为尧帝圣德通天彻地，通于神明，光于四海，无所不通
⑦克明俊德：克，能够。明，发扬，彰显。俊，大。德，才德杰出的人。这里指尧帝睿智明达，知人善任，任人唯贤，发扬仁善，恢宏道德。
⑧以亲九族：九族，今古文注疏说法不一。一说“九族”指父系同宗，上自高祖，下至玄孙，即高祖父、曾祖父、祖父、父亲、己身、子、孙、曾孙、玄孙。一说是指父族四、母族三、妻族二，父族即姑之子、姊妹之子、女儿之子、己之同族；母族即母之父、母之母、从母子；妻族即指岳父、岳母。孔安国、马融、郑玄皆从古文说，夏侯、欧阳皆从今文说。本书依古文说，从父宗之释义。
⑨既：已经。
⑩平章百姓：平，即“便”音pián，假借为“辨”、“辩”，音义相同，为辨别之意。章，通“彰”，彰明、显扬之意。百姓，即百官。
⑪百姓昭明，协和万邦：协和，指和睦、融洽。万邦，指众多的氏族部落。这里指尧帝明察表彰百官族姓，使众氏族融洽团结。
⑫黎民于变时雍：黎民，犹言苍生、庶民。这里指氏族成员。时，通“是”。雍，和睦。意指天下百姓都变化从上，于是风俗大和。
 
【翻译】
 
考查古代传说，有个尧帝，名叫放勋。他恭敬庄严，敬慎节俭，事理通达，明察是非，仪表风雅，宽裕温柔，善于治理天下。他恭谨职守，推贤尚善，圣德普照，恩惠广施，四方之外，天地上下，无所不及。他能够知人善任，举贤用能，使同族人亲密和睦。族人亲密和睦了，又明察和表彰有善行的百官族姓，协调诸侯各国的百姓，移风易俗，使他们也随着变的友善和睦起来了。



【原文】
 
乃命羲和①，钦若昊天②，历象日月星辰③，敬授人时④。
 
【注释】
 
①乃命羲和：命，任命，命令。羲和，即羲氏、和氏，相传为重黎的后代，世掌天地四时之官。颛顼时“乃命重黎，绝地天通”（《尚书·吕刑》），至尧帝时，重黎后代羲氏、和氏继续担任此职。
②钦若昊天：钦，敬。若，顺从，遵循。昊天，元气广大之天。
③历象日月星辰：历，推算之意。象，取法。星，四方中星。辰，日月所会。意指推算日月星辰运行的规律，并加以取用。
④敬授人时：人时，当作“民时”，因唐朝时避唐太宗讳改为“人时”。意指恭敬地记取天体运行的规律，制定立法，为民所用。
 
【翻译】
 
于是尧帝命令羲氏与和氏，恭敬地遵循上天的规律，根据日月星辰运行的情况来制定历法，教导人民按照时令从事生产活动。

【原文】
 
分命羲仲，宅嵎夷①，曰旸谷②寅宾出日③，平秩东作④。日中⑤，星鸟⑥，以殷仲春⑦。厥民析，鸟兽孳尾⑧。
 
【注释】
 
①嵎夷：地在渤海东岸一带，古代指东方极远之地。
②旸谷：古书上、传说中指日出的地方，亦作“汤谷”。古人传说太阳早晨从东方的“旸谷”出发，晚上落入西方的“禺谷”。一天之内，从东端，中经天穹，进入西极，有几十万里路程。旸，日出而明。
③寅宾出日：寅，通“夤”，恭敬、敬畏之意。宾，引导。殷商有“宾日”祭礼，“出日”、“入日”都有专门的祭礼。这里可以理解为恭敬谨慎地迎接日出。
④平秩东作：平，即“便”音pián，假借为“辨”、“辩”，音义相同，辨别测定之意。秩，序，引申为清察之义。东作，五行以东方配春，东作即春作，春日务农，使民耕种。
⑤日中：即春分之日，白昼和黑夜一样长，昼夜平分
⑥星鸟：指南方朱雀七宿，在天呈鸟形，故名星鸟，傍晚在南方天空正中出现
⑦以殷仲春：殷，正，确定之意。仲春，春天的第二个月。
⑧厥民析，鸟兽孳尾：厥，其。析，分散。甲骨文谓“东方曰析”，“析”为东方之神名。孳尾，生殖繁衍。尾，交尾。
 
【翻译】
 
尧帝又任命羲仲居住在东方的旸谷，恭敬谨慎地迎接日出，观察测定太阳东升的时刻。当昼夜平分，黄昏之时南方朱雀七宿出现在天空正中，根据这种情况来确定仲春时节。这时老弱丁壮分开劳作，鸟兽开始生育繁殖。


主页 > 尚书 > 虞书 > 尧典 >
【原文】
 
申命①羲叔，宅南交②（曰明都）。平秩南讹③，敬致④。日永⑤，星火⑥，以正仲夏。厥民因⑦，鸟兽希革⑧。
 
【注释】
 
①申命：申，又，再，重。
②南交：指南方极远之地，古地交趾。
③平秩南讹：讹，运动，运行。意指太阳从北回归线向南移动。
④敬致：指恭敬地迎接太阳到来。
⑤日永：永，长。谓夏至之日，白昼最长
⑥星火：火星名，东方青龙七宿之一的心宿。夏至之日，黄昏时分，出现在南方
⑦厥民因：因，就高地而居。夏天百姓避洪水，迁移高地。
⑧鸟兽希革：希革，羽毛稀疏。希，通“稀”。革，改。
 
【翻译】
 
尧帝再命令羲叔居住在南方的交趾，观察辨别太阳向南运行的规律，恭敬地迎接太阳南来。根据白昼最长，黄昏时东方苍龙七宿中的心宿出现在南方的天象，来确定夏至的节气。这时天气炎热，百姓为了躲避洪涝灾害，迁移高地而居。鸟兽羽毛稀少，以避炎暑。



【原文】
 
分命和仲，宅西①，曰昧谷②寅饯纳日③，平秩西成④。宵中⑤，星虚⑥，以殷仲秋。厥民夷⑦，鸟兽毛毨⑧。
 
【注释】
 
①西：本篇所指东、南、西三方，皆为宅下极其偏远之地，而为两字。此处独有一“西”字，疑有脱漏。可理解为西方极远之地。
②昧谷：古代神话传说中西方日入之处。
③寅饯纳日：寅，通“夤”，恭敬、敬畏之意。饯，送。纳日，入日，落日。
④平秩西成：西成，秋天庄稼已熟，农事告成。
⑤宵中：古人称秋分为“宵中”，昼夜长短相等，阴阳平分。宵，夜也。春言日，秋言夜，互相备
⑥星虚：即虚星，北方玄武七宿之一。秋分之日，黄昏时分，出现在西方
⑦厥民夷：夷，此处指回到平地居住。
⑧鸟兽毛毨：羽毛重生，齐整鲜艳的样子。
 
【翻译】
 
尧帝又命令和仲住在西方的昧谷，恭敬地为太阳送行，辨别察看百姓的秋收情况。根据昼夜长短相等，阴阳平分。黄昏时北方玄武七宿的出现在天空的正南方，根据这种天象来确定秋分的节气。这时人们回到平地居住，鸟兽的羽毛重新生长。

【原文】
 
申命和叔，宅朔方①，曰幽都②。平在朔易③。日短④，星昴⑤，以正仲冬。厥民隩⑥，鸟兽氄毛⑦。
 
【注释】
 
①朔方：指北方极远之地。
②幽都：即幽州，古代神话传说中的极北之地。
③平在朔易：“在”疑为“秩”之误，因音近而讹。朔易，指太阳从南回归线向北运转。
④日短：白昼时间最短之日。
⑤星昴：即昴星，西方白虎七宿之一。冬至黄昏时分，出现在北方
⑥厥民隩：隩，通“奥”，室内。冬天入室居住，避寒取暖
⑦鸟兽氄毛：氄毛，细密而柔软的毛。
 
【翻译】
 
尧帝还命令和叔住在北方的幽都，观察太阳向北运行的规律。根据白天时间最短，黄昏时西方白虎七宿的昴星出现在正南方，来确定冬至的节气。这时人们居住在室内避寒取暖，鸟兽长出了细密而柔软的毛。

【原文】
 
帝曰：“咨①！汝羲暨②和。期三百有六旬有六日③，以闰月定四时成岁④。”
 
【注释】
 
①咨：告，命令。
②暨：与。
③期三百有六旬有六日：期，音jī，一周年。有，通“又”。旬，十日为一旬。一年有三百六十六日。古人根据太阳回归年运动，认识到一年的天数。
④以闰月定四时成岁：月球绕地球运转周期和地球绕太阳公转周期不一致。一年之中有十二个朔望日，大月三十天，小月二十九天，总共三百五十四天，比阳历年少十一天及四分之一天。每三年累积为一个月，故需补闰月以配太阳周天，否则四季就会错乱。
 
【翻译】
 
尧帝说：“唉！你们羲氏与和氏啊，一周年有三百六十六天，用补足闰月的办法来确定春夏秋冬四时，这样就可以成为一年。”

【原文】
 
允厘百工①，庶绩咸熙②帝曰：“畴咨若时③？登庸④。”放齐⑤曰：“胤子朱启明⑥。”帝曰：“吁⑦！嚚讼⑧，可乎？”帝曰：“畴咨若予采⑨？”驩兜⑩曰：“都⑪！共工方鸠僝功⑫。”帝曰：“吁！静言庸违⑬，象恭滔天⑭。”
 
【注释】
 
①允厘百工：切实地整饬百官。允，信，确实。厘，治，整饬。百工，百官。
②庶绩咸熙：各种政事都办理的兴盛起来。庶，众。绩，功。指政事。咸，都。熙，兴起，兴盛。
③畴咨若时：畴，谁。咨，嗟叹词，无实义。本当倒换，下句“畴咨若予采”同。若，顺，时，是。若时，即作“如此”、“如是”解。
④登庸：登，升进。庸，用。
⑤放齐：人命，尧帝时的大臣。传说为尧帝时八伯之一
⑥胤子：嗣子，即继嗣尧帝的人。朱：尧帝的儿子丹朱。启明：开明，通达
⑦吁：表示惊讶的叹词，表否决。
⑧嚚讼：嚚，口不道忠信之言。讼，争。意指愚妄奸诈又好争辩。
⑨畴咨若予采：畴，谁。若，顺。采，即胜任官职处理政务。意指谁能胜任我的官位。
⑩驩兜：人名，传说为神话中人物，这里为尧帝时的臣子，相传他与共工、三苗、鲧并称为“四凶”。
⑪都：表示赞叹的语气词。
⑫共工：人名，传说为神话中的人物，这里为尧帝时的臣子，是“四凶”之一。方鸠：方，通“旁”，普遍，广大。鸠，通“纠”，聚集。僝，具有，显现。僝功，功事已具。意指共工能够聚集众人之力成就功业。
⑬静言庸违：静，即“靖”。静言，巧饰之言，即花言巧语。庸，用。违，邪僻。
⑭象恭滔天：象，似。滔，通“慆”，即傲慢不敬、轻慢上天。
 
【翻译】
 
尧帝切实地整饬百官，各种政事都兴盛起来。尧帝说：“唉！谁能够顺应天时，被提升任用呢？”。大臣放齐说：“您的嗣子丹朱开明通达，可以任用。”尧帝说：“唉！他愚顽丧德，又好争讼，怎么能行呢？”尧帝说：“谁能胜任我的职位呢？”大臣驩兜说：“噢！共工吧！他能够广泛地聚集众人的力量成就事业功绩。”尧帝说：“唉！他表面上看似恭敬，内心却傲慢不敬、轻慢上天。”


【原文】
 
帝曰：“咨①！四岳②汤汤洪水方割③，荡荡怀山襄陵④，浩浩滔天⑤。下民其咨⑥，有能俾乂⑦？”佥曰⑧：“于⑨！鲧哉⑩。”帝曰：“吁！咈哉⑪，方命圮族⑫。”岳曰：“异哉⑬！试可乃已⑭。”帝曰：“往，钦哉。⑮！”九载，绩用弗成⑯。
 
【注释】
 
①咨：叹词。
②四岳：尧帝时部落联盟属下的四方氏族部落首领。
③汤汤：形容水流波涛汹涌的样子。洪水：大水。方割：大的灾害。方，通“旁”，大。割，通“害”，灾害、祸害。
④荡荡：形容水奔突涌动的样子。怀，包围。襄凌，淹没了的丘陵。襄，凌驾，此处指淹没。
⑤浩浩：形容水势盛大的样子。滔，弥漫
⑥咨：忧愁，困苦不堪
⑦有能俾乂：指有谁能治理。俾，使。乂，治理。
⑧佥：都，皆，全。
⑨于：同“吁”语气叹词。
⑩鲧：人名，古代传说中的人物，这里为尧帝时的大臣。
⑪咈：违逆，乖戾。
⑫方：同“放”，违背、违逆。方命，郑玄注曰：“方，放，谓放弃教命。”圮族：毁族。
⑬异：孔传：“异，已也。已，退也。言馀人尽已，唯鲧可试，无成乃退”。
⑭试可乃已：《尚书集注音疏》：“试、已，皆用也。言用之可乃用尔”。
⑮钦：敬。
⑯绩：功。
 
【翻译】
 
尧帝说：“唉！四方的部落首领！汹涌猛烈的洪水泛滥成灾，浩浩荡荡，包围了高山，淹没了丘陵，弥漫天际。天下的百姓困苦不堪，谁能使洪水得到治理呢？”
 
群臣都说：“啊！鲧呀！”
 
尧帝说：“唉！这个人性情乖戾，违逆天意，放弃教命，伤害同族。”四方部落首领说：“唉！不一定是这样，试一试，可以再任用”
 
尧帝说：“去吧！鲧！要恭谨敬慎，恪尽职守啊！”
 
可是，鲧治水九年，没有受到成效。




【原文】
 
帝曰：“咨！四岳。朕在位七十载①，汝能庸命②，巽朕位③？”岳曰：“否德④忝帝位⑤。”曰：“明明扬侧陋⑥。”师锡帝曰⑦：“有鳏在下⑧，曰虞舜⑨。”帝曰：“俞⑩！予闻⑪，如何？”岳曰：“瞽子⑫，父顽⑬，母嚚⑭，象傲⑮；克谐以孝⑯，烝烝乂⑰，不格奸⑱。”帝曰：“我其试哉⑲！”
 
【注释】
 
①朕：古人自称，我。
②庸命：庸，用。庸命，用天命。
③巽：通“逊”，辞让，这里指履行、继任。
④否德：否，通“鄙”。否德，鄙陋之德，微德。
⑤忝：古代常用作谦词，辱，不配、有愧于
⑥明明：前一个“明”用作动词，明察、彰显之意。后一个“明”用作名词，指贤明之人，高明之人。扬，推举。侧陋：隐匿，卑下，埋没无名的贤人。
⑦师锡帝：师，众，大家。锡，同“赐”，赐言。意指大家给尧帝提出建议。
⑧鳏：又作“矜”，老而无妻曰鳏。
⑨虞舜：姚姓，名重华，传说为东夷部落首领。
⑩俞：语气词，表肯定，然，是。
⑪予闻：予，我。予闻，我听说过。
⑫瞽子：瞽，古代称盲者为瞽。舜之父目盲，为瞽瞍，担任乐官。瞽子，即指瞎子的儿子。
⑬顽：心不则德义之经为顽。
⑭嚚：口不道忠信之言为嚚。
⑮傲：傲慢，不友善。
⑯克谐以孝：谐，和。意指舜能够以孝和谐家庭。
⑰烝烝乂：厚美之意，言舜能以孝德之美治家，使道义和谐、纯厚。
⑱不格奸：格，至。奸，邪恶，奸邪。指舜德行纯孝，善于感化诱导，能使家人改恶从善，不走邪径。
⑲其：将。
 
【翻译】
 
尧帝说：“唉！四方的部落首领！我在位任职七十年，你们之中有谁能顺应天命，继任我的帝位的呢？”。
 
四方部落首领说：“我们德行鄙陋，不配登上帝位。”
 
尧帝说：“可以考察贵戚中贤明的人，也可以推举地位低微、埋没无名的贤人。”
 
大家向尧帝举荐说：“民间有个处境困苦的独身之人，名叫虞舜。”
 
尧帝说：“是啊，我听说过。这个人到底怎么样？”
 
四方部落首领回答说：“他是乐官瞽瞍的儿子。他的父亲心术不正，母亲说话悖谬，他的弟弟象傲慢骄横，但舜能与他们和睦相处。他用自己的孝行美德感化他们，使他们改恶从善，不走邪路。”

【原文】
 
女于时①，观厥刑于二女②厘降二女于妫汭③，嫔于虞④。帝曰：“钦哉！”
 
【注释】
 
①女于时：女，名词用作动词，当“嫁”讲，即把女儿嫁于人。时，通“是”，这里指虞舜。意指将女儿嫁给虞舜。
②厥：其。刑：法则。二女：尧帝的两个女儿，即传说中的娥皇、女英。
③厘：整饬、命令。降：下嫁。妫汭：妫水注入另一水的弯曲处。
④嫔于虞：即嫁到虞舜嫁做媳妇。嫁人为妇曰嫔。
 
【翻译】
 
尧帝将两个女儿嫁给他，通过两个女儿考察他齐家治国的能力和人伦大道的德行。于是，尧帝就命令两个女儿下嫁到妫河的弯曲处，在那里嫁给了虞舜。
 
尧帝说：“恭敬谨慎地处理政务吧！”



<?php
return [
'chapters' => [
    [
        'name' => '第一节',
        'content' => [
        ],
        'notes' => [
        ],
        'vernacular' => [
        ],
    ],
],
'unscramble' => [
尧，相传为我国原始社会后期氏族部落联盟的首领。名放勋，属陶唐氏，所以又称为唐尧。著名的“三皇五帝”中“五帝”之一。典，《尔雅·释诂》云：“常也。”《说文解字》云：“典，五帝之书也。从册在兀上。尊阁之也。庄都说：典，大册也。”认为是“五帝之书”。可见，典是一种用来记述古代典制的体式。
《书序》云：“昔在帝尧，聪明文思，光宅天下。将逊于位，让于虞舜，作《尧典》。”《尧典》主要记载尧时禅让帝位、公开议论百官以及根据天象测定时令等政治制度和社会状况。突出表现了尧帝的贤德、圣明、功业和政绩。真实反映了氏族社会的状况，为我国研究古代原始社会的政治制度和古代思想、习惯等提供了宝贵的史料价值。
该卷文首皆以“曰若稽古”冠之，表明为后代史官追述之作，非当时文献。然具体成书年代已不可考，一般认为是周初至秦汉之间追记而成。
西汉伏生传今文《尚书》，其《尧典》、《舜典》合为一篇，今依梅赜古文《尚书》分为两篇。
],
];
