舜，相传为我国原始社会后期氏族部落联盟的首领。名重华，属有虞氏，所以又称为“虞舜”。传说为“三皇五帝”中“五帝”之一。
舜帝是上古之世的贤圣帝君，为孔子所推崇备至，乃羲皇上世第一个由布衣平民而晋升继任，登基称帝的帝王。他由一身之仁孝而推行五教，教化百姓，易风化俗，修身、齐家、治国而平天下，被儒家奉为人伦大道的典范。
《书序》云：“虞舜侧微，尧闻之聪明，将使嗣位，历试诸难，作《舜典》。”本篇尊仰舜帝的贤德圣明、才华卓绝。他不仅经历种种考验，即位后便巡行四岳、制定刑法、惩处四凶、举贤任能、勤政爱民而鞠躬尽瘁。
西汉伏生的今文《尚书》将《尧典》与《舜典》合为一篇，今依从梅赜古文《尚书》，独立成篇。


【原文】
 
虞舜侧微，尧闻之聪明，将使嗣位，历试诸难，作《舜典》。曰若稽古。帝舜曰重华，协于帝①。浚哲文明②，温恭允塞③。玄④德升闻，乃命⑤以位。
 
【注释】
 
①协于帝：协，相同，相合。
②浚哲文明：浚，深邃。哲，智慧。文明，孔疏：“经纬天地曰文，照临四方曰明。”
③温恭允塞：恭，谦逊。允，确实，信实。塞，塞满。
④玄：潜修。
⑤命：任命，授予。
 
【翻译】
 
考察古代传说，舜帝名叫重华，他的圣明与尧帝相合。他智慧深邃、温和谦逊，浩大圣德充塞天地之间。他潜修道德，声名远播，朝廷内外，众所周知，于是，他被任以官职。


【原文】
 
慎徽五典①，五典克从②纳于百揆③，百揆时叙④。宾于四门⑤，四门穆穆⑥。纳于大麓⑦，烈风雷雨弗迷⑧。
 
【注释】
 
①慎徽五典：慎，慎重，谨慎。徽，美善。五典，即五教，《左传·文公十八年》所言：“父义、母慈、兄友、弟恭、子孝”。
②克：能。从：顺从，遵从。
③纳于百揆：纳，入，引申为赐予职务。百揆，百官，这里指总管一切事务，后世称宰相为首揆。
④时：通“是”。叙：整齐，就序。《经义述闻》：“时叙，犹承叙也。承叙者，承顺也。”
⑤宾于四门：宾，通“傧”，以礼相待。孔疏：“以诸侯为宾，舜主其礼迎而待之。”四门：指明堂四方的门。古代君主在明堂宣明政教，接受诸侯朝觐。
⑥穆穆：端庄恭敬、肃穆盛美的样子。
⑦大麓：山麓。
⑧烈：暴，疾。迷：迷惑。
 
【翻译】
 
舜恭敬谨慎地推行父义、母慈、兄友、弟恭、子孝这五种伦常礼教，臣民都能顺从。然后，尧帝又命舜管理百官，总揽部落联盟一切政务，他把各种政务都处理的井井有条。接着又命舜在明堂四门礼待前来觐见的四方诸侯。四方诸侯全都肃然起敬、仪容端庄。后来又让舜深入大山丛林中，去主持祭祀山川之事，即使在狂风暴雨和电闪雷鸣的恶劣天气下，他也不迷失道路。

【原文】
 
帝曰：“格①！汝舜。询事考言②，乃言厎可绩③，三载，汝陟帝位④。”舜让于德⑤，弗嗣。
 
【注释】
 
①格：来，呼语。
②询事考言：询，谋仪。考，考核。
③乃言厎可绩：乃，汝，你，指舜。乃言，即言乃，认为你。厎〔zhǐ〕可绩：为“可厎绩”的倒装。“厎绩”是当时的成语，即致功之谓。厎，致，求得。绩，功绩。
④汝陟帝位：陟，登，升。帝位，指尧帝的部落联盟首领职位。
⑤德：指有圣明之德的人。
 
【翻译】
 
尧帝说：“来吧，舜啊。我同你谋划政事，又考察你的言论，我认为你可以取得功业。经过了三年的考验，你现在可以登上帝位了。”舜要把帝位谦让给更有圣德的人，不肯继承帝位。

【原文】
 
正月上日①，受终于文祖③。在璇玑玉衡，以齐七政④。肆类于上帝⑤，禋于六宗⑥，望于山川⑦，徧于群神。辑五瑞⑧，既月乃日⑨，觐四岳群牧⑩，班瑞于群后⑪。
 
【注释】
 
①上日：马融谓朔日，即初一。《尚书大传》谓元日。王引之曰：“上旬之善日，非谓朔日也。”今从马说，正义曰：月之始日谓之朔日，每月皆有朔日，此是正月之朔，故云“上日”，言一岁日之上也。郑玄云：“帝王易代，莫不改正。尧正建丑，舜正建子。此时未改尧正，故云‘正月上日’。”
②受终于文祖：受终，接受帝尧终结的帝位。文祖，帝尧始祖之庙。意谓尧禅让帝位于舜而用礼于祖庙。
③在璇玑玉衡，以齐七政：在，观察。璇玑玉衡，指北斗七星，玉衡是杓，璇玑是魁。齐，排列整齐。七政，指日、月和金、木、水、火、土五星。
④肆类于上帝：肆，遂，于是。类，古代因特殊事情祭祀上天，通“禷”，《说文》：“禷，以事类祭天也。”这里指向天帝报告继承帝位的事。
⑤禋于六宗：禋，古代一种精诚洁敬之祭礼。六宗，马融谓：“天地四时，万物非天不覆，非地不载，非春不生，非夏不长，非秋不收，非冬不藏，此其谓六也。”⑥望于山川：望祭，祭祀山川之礼
⑦辑五瑞：辑，合，聚集。五瑞，指诸侯作为符信用的五种玉。《周礼·春官·典瑞》：“公执桓圭，侯执信圭，伯执躬圭……子执谷璧，男执蒲璧”。
⑧既月乃日：月，日，名词用作动词，即选择吉月，选择吉日。
⑨觐：朝见、觐见，指朝见天子。牧：官长、官员。
⑩班瑞于群后：班，通“颁”，颁发，分发。瑞，即“五瑞”。后，王。这里指四方部族首领。
 
【翻译】
 
正月朔日，舜在尧帝的始祖宗庙接受了禅让的帝位。他观察北斗星的运行情况，以验证日月五星的行度，衡量政事的得失。接着举行祭祖，向上天报告继承帝位一事，并祭祖天地四时，祭祖山川和群神。舜聚集了诸侯的五等圭玉，挑选良辰吉日，接受四方部落首领的朝见，把圭玉颁发给他们。


【原文】
 
岁二月，东巡守①，至于岱宗②，柴③。望秩于山川④，肆觐东后⑤。协时月，正日⑥，同律度量衡⑦。修五礼、五玉、三帛、二生、一死贽⑧。如五器⑨，卒乃复⑩。
 
【注释】
 
①巡守：即“巡狩”。
②岱宗：东岳泰山。
③柴：祭天之礼，祭祀时积聚柴火，将祭品放于柴火之上而焚烧。马融云：“柴，祭时积柴，加牲其上而燔之。”
④望秩于山川：秩，次第。郑玄注云：“遍以尊卑次秩祭之。”谓以望祭之礼按照尊卑次序先后祭祀山川。
⑤肆觐东后：肆，遂，于是。觐东后：接受东方氏族部落首领的觐见
⑥协时月，正日：协和齐正四时节气，月之大小，使各国诸侯相同。正，定
⑦同律度量衡：同，统一。律，音律。古代十二律，即黄钟、大吕、太簇、夹钟、姑洗、仲吕、蕤宾、林钟、夷则、南吕、无射〔yì〕、应钟。其中，单数六种称六阳律，双数六种称六阴吕。单称“律”包含十二律吕。度，测量长度的器物，如丈、尺。量，斗、斛等容器。衡，称重量的器具，斤、两。
⑧修五礼、五玉、三帛、二生、一死贽：五礼，可能承上“慎徽五典”之目，然而绝非“吉凶军宾嘉”和“公侯伯子男”五礼。五玉，即上文的五瑞，拿在手中称瑞，陈列起来称玉。三帛，即三种不同颜色的丝织品。二生：两种活物，即羊羔和雁，卿大夫拿着的。《周礼·大宗伯》：“以禽作六挚，卿执羔，大夫执雁，士执雉。”一死贽：贽，古代卑者见尊者所献的礼物，即野鸡。
⑨如五器：如，和，与。五器，即上文所说“五瑞”、“五玉”。
⑩卒乃复：卒，终。乃，于是。复，返还。《尚书大传》：“诸侯执所受圭与璧朝于天子，无过行者得复其圭以归其国。”
 
【翻译】
 
这一年的二月，舜到东方巡视，到了泰山，用燔柴焚烧的祭礼祭天，并以望祭之礼，按照地位尊卑祭祀了山川。然后，接受了东方氏族部落首领的朝见。舜将四时节气、月之大小晦朔，日之甲乙名称一一齐正，并统一了音律和度、量、衡。修治了五种礼法，确定臣子觐见时所献礼物：五种瑞玉、三种彩帛，卿持活羊羔、大夫持活雁、士持一死雉。礼仪结束后，便把五等圭玉归还给诸侯。至于五种瑞玉，待合符之后，朝见完毕，仍然返还诸侯。

【原文】
 
五月南巡守，至于南岳①，如岱礼②。
 
【注释】
 
①南岳：《释山》云：“泰山为东岳，华山为西岳，霍山为南岳，恒山为北岳。”《周礼》以衡山为南岳，唐、虞五岳即是霍山也。
②如岱礼：和巡狩泰山之礼一样。
 
【翻译】
 
五月，舜到南方巡视，到了霍山，像祭祀泰山一样行礼仪。

【原文】
 
八月西巡守，至于西岳，如初①。
 
【注释】
 
①如初：和最初巡狩泰山一样。
 
【翻译】
 
八月，舜到西方巡视，到了华山，祭祀礼仪同祭泰山一样。
【原文】
 
十有一月朔巡守①，至于北岳，如西礼。
 
【注释】
 
①朔：北方。
 
【翻译】
 
十一月，舜到北方巡视，到了恒山，祭祀礼仪同在华山一样。
【原文】
 
归，格于艺祖①，用特②。
 
【注释】
 
①格：到。艺祖：即上文所说的文祖。
②用特：用一头公牛祭祀。
 
【翻译】
 
舜回来后，到尧帝的始祖宗庙祭祖，用的祭品是一头公牛。
【原文】
 
五载一巡守，群后四朝①。敷奏以言②，明试以功③，车服以庸④。
 
【注释】
 
①群后四朝：言四方诸侯各自会朝于方岳之下。凡四处别朝，故云“四朝”。
②敷奏以言：敷，布，普遍。奏，进，告。敷奏，遍以政事奏告，这里是述职之意。
③明试以功：试，用。明确考察政绩，试之以官。
④车服以庸：庸，功劳。根据功勋赏赐给他们车马、冠服。
 
【翻译】
 
此后，舜规定每隔五年巡视一次。诸侯按四方之位，各朝于方岳之下。朝见时，诸侯须口头向天子述职。然后据其所言，明确考察他们的实绩。根据评定的政绩大小，论功行赏，赏赐给他们车马衣物作为酬劳。

【原文】
 
肇十有二州①，封十有二山②，浚川③。
 
【注释】
 
①肇十有二州：肇，开始。十二州，参见《尚书·禹贡》。
②封十有二山：即封禅。在泰山上筑土为坛，祭天称“封”；在泰山旁小山上除地为墠，祭地称“禅”。十二山，出自《周礼·职方氏》，孙星衍《尚书今古文注疏》云：“九州皆有镇山，扬州会稽，荆州衡山，豫州华山，青州沂山，兖州岱山，雍州岳山，幽州医无闾，冀州霍山，并州昭余祁，凡九山。唐虞十有二州，则山镇当十有二，无文可知。”
③浚川：疏浚河道。
 
【翻译】
 
舜划定了十二个州的疆界，封土为坛，祭祀十二名山，并疏通了河道。

【原文】
 
象以典刑①，流宥五刑②，鞭作官刑③，扑作教刑④，金作赎刑⑤。眚灾肆赦⑥，怙终贼刑⑦。钦哉⑧，钦哉，惟刑之恤哉⑨！
 
【注释】
 
①象以典刑：象，刻画。典刑，常刑。一说谓古无肉刑，只有象刑，在犯人的衣服上画着不同的图形以示惩罚。一说把五刑的形状刻画在器物上警示世人，就像铸鼎象物一样。《尚书正读》：“盖刻画墨、劓、剕、宫、大辟之刑于器物,使民知所惩戒。”
②流宥五刑：流，流放。宥，宽宥。罪轻者或流放以宽宥。五刑，即指墨、劓、剕、宫、大辟。
③鞭作官刑：官，官事，公事。
④扑作教刑：扑，用檟木、荆条鞭挞。古代学校用来体罚的器具。教，学校，道业。
⑤金作赎刑：金，古代多称铜为金。赎，赎罪
⑥眚〔shěng〕灾肆赦：眚，过时，因一时糊涂而犯罪。肆，遂，于是
⑦怙〔hù〕终贼刑：怙，依仗，凭持。怙终，作恶到底，犹今言“怙恶不悛”。贼，杀。意指对有所仗恃而终不悔改者视如杀人而不赦免。
⑧钦：敬。
⑨恤：忧惧、谨慎。
 
【翻译】
 
舜把五种常用的刑罚刻画在器物上来警示世人，用流放的办法代替五刑以示宽大饶恕，用鞭笞来惩罚怠慢、贻误公事的庶人、官吏。用荆条教育不服从教化的学生，还有用铜作为赎罪的刑罚。凡是过失犯罪，可以赦免；要是犯了罪又不知悔改，就要严加惩罚。慎重啊，慎重啊，使用刑罚时一定要慎重啊。

【原文】
 
流共工于幽州①，放驩兜于崇山②，窜三苗于三危③，殛鲧于羽山④，四罪而天下咸服。
 
【注释】
 
①共工：尧帝时的大臣，见上文。《左传》：“少皞氏有不才子，毁信废忠，崇饰恶言，靖僣庸回，服谗蒐慝，以诬盛德，天下之民谓之穷奇。”杜预云：“即共工。”幽州：即“幽都”，见上文。
②驩兜：尧帝时大臣，见上文。《左传》：“帝鸿氏有不才子，掩义隐贼，好行凶德，丑类恶物，顽嚚不友，是与比周，天下之民谓之浑敦。”杜预云：“即驩兜也。帝鸿，黄帝也。”崇山：泛指南方极其边远的山区。
③窜三苗于三危：窜，逐。三苗，古代民族，与尧帝、舜帝都曾有过战争。三危，原指神话中的山名，这里泛指西方极其边远之地。
④殛鲧于羽山：殛，一说流放，一说诛杀。鲧，尧帝时大臣，见上文。羽山，神话中鲧遭流放或诛杀之处，一谓在今江苏赣榆与山东郯城交界处，一谓在今山东蓬莱东南。
 
【翻译】
 
舜帝把共工流放到幽州，把驩兜流放到崇山，把三苗驱逐到了三危，把鳏流放到羽山。这四个罪人都受到了应有的惩罚，天下的人都心悦诚服了。


【原文】
 
二十有八载，帝乃殂落①。百姓如丧考妣②，三载，四海遏密八音③。
 
【注释】
 
①殂落：死去。
②百姓如丧考妣：百姓，即百官、群臣。这里泛指百姓。丧，死。考妣，父母。《尔雅·释亲》：“父为考，母为妣。”《礼记·曲礼》：“生曰父、曰母，死曰考、曰妣。”
③遏密八音：遏，止。密，静谧。八音，指金、石、丝、竹、匏、土、革、木。这里泛指一切演奏的音乐。
 
【翻译】
 
舜继承帝位二十八年之后，尧帝逝世了。天下的百姓像失去亲生父母一样无比悲痛。三年之中，全国上下停止了一切的乐音，百姓都在沉痛中默默地哀悼逝去的圣君。
【原文】
 
月正元日①，舜格于文祖②，询于四岳，辟四门③，明四目，达四聪④。
 
咨十有二牧⑤，曰：“食哉，惟时⑥！柔远能迩⑦，惇德允元⑧，而难任人⑨，蛮夷率服⑩。”
 
【注释】
 
①月正元日：即正月初一，见上文“正月上日”。
②格：祭告。文祖：即尧帝的始祖宗庙，见上文。
③询于四岳，辟四门：询，谋。四门：指明堂四方的门。见上文“宾于四门”。
④明四目，达四聪：广视听於四方，使天下无壅塞。
⑤咨十有二牧：咨，告。牧，州的行政长官。十二牧，即十二州长，泛指四方部落首领
⑥食哉，惟时：是“惟时食哉”的倒装。时，通“是”。食，通“饬”，谨敬
⑦柔远能迩：柔，安抚。能，亲善、和睦。迩，近。
⑧惇德允元：惇，厚。允，信实。元，善之长。
⑨而难任人：难，阻挡，拒绝，引申为疏远。任人，即佞人，指奸邪之人。
⑩蛮夷率服：蛮夷，泛指华夏族周边的民族，诸如东夷、南蛮、西戎、北狄。率服，循服，顺服。
 
【翻译】
 
正月朔日，舜帝祭告于祖庙，和四方部落首领共同谋划政事。遍开明堂四门，宣明政教，广视听于四方，以期博闻远见。
 
告诫十二州的长官说：“谨慎啊！要敬授民时，不违时令。安抚远方的臣民，爱戴中原的百姓。敦厚德行，信任善人，疏远奸佞小人，四方的少数民族受到感化，就能俯首称臣，倾心归附！”

【原文】
 
舜曰①：“咨！四岳。有能奋庸②熙帝之载③，使宅百揆④，亮采惠畴⑤？”佥曰⑥：“伯禹作司空⑦。”帝曰：“俞⑧，咨！禹，汝平水土⑨，惟时懋哉⑩！”禹拜稽首⑪，让于稷⑫、契暨皐陶⑬。帝曰：“俞，汝往哉！”
 
【注释】
 
①舜曰：有别于上文所称的“尧曰”，此下“帝曰”皆指舜帝。
②奋庸：奋起功事。
③熙帝之载：熙，振兴。帝，帝王、君主。载，事。
④使宅百揆：宅，居。百揆，百官。
⑤亮采惠畴：亮，辅助。采，事。惠，顺。畴，类，事。意指居官相事，顺其畴类
⑥佥：皆
⑦伯禹作司空：伯禹，即大禹。神话中相传禹从鲧腹中剖出，鲧为禹父，鲧又号称崇君，为伯爵，故禹又称伯禹。大禹为夏后氏部落首领，后来治水有功，接替舜为部落联盟首领。司空，官名，与司徒、司马并列，司田甸、工事等，这里指水利之官。
⑧俞：然，相当于现在说的“好吧”。
⑨平：治。
⑩惟时懋哉：时，通“是”，指担任司空这项职务。懋〔mào〕，勉励。
⑪稽〔qǐ〕首：跪拜礼，叩头到地。
⑫稷：人名，即后稷。姬姓，名“弃”，为周族始祖。黄帝玄孙，帝喾嫡长子，其母姜嫄履巨人足印怀孕而生。后稷出生于稷山（今山西省稷山县），被称为稷王（也做稷神或者农神）。后稷为童时，好种树麻﹑菽，成人后，好耕农，相地之宜，善种谷物稼穑，民皆效法。尧舜时期掌管农业之官，被尧举为“农师”，被舜封为后稷，封地古邰城（今陕西武功县）。
⑬契暨皐陶：契，又作“偰”、“高”，子姓，尊称阏伯。相传为殷商族的宗祖神，被奉为殷商族的始祖。帝喾之子、帝尧的异母弟，其母简狄吞玄鸟之卵怀孕而生。尧称帝时做司徒。因助禹治水有功，被舜任为司徒，掌教化之官，封都商丘，为火正。暨，与。皐陶〔yáo〕，又作“皋繇”、“咎陶”、“咎繇”，又名“庭坚”。相传为东夷族首领，是一位贤臣，协助大禹治水有功，舜任其为掌刑法的官。他执法公平、正直，帮助尧舜禹推行“五刑”、“五教”被奉为中国司法鼻祖，后常为狱官或狱神的代称。
 
【翻译】
 
舜帝对四方部落首领说：“唉，四方部落首领啊！谁能奋发有为，振兴帝王的功业，发扬光大尧帝的事业呢？就让他担任统帅百官的重任，辅佐朝政以顺成万事。”四方诸侯和群臣都说：“可以让伯禹担任司空之职。”舜帝说：“好啊！大禹，你治理水土大有功劳，要勤勉去做啊！”大禹跪拜叩头，谦让于后稷、契和皐陶。舜帝说：“好了，还是你去吧！”

【原文】
 
帝曰：“弃①，黎民阻饥②，汝后稷③，播时百谷④。”
 
【注释】
 
①弃：即后稷，因被母亲姜源抛弃而命名，见《毛诗·生民》。
②黎民阻饥：黎民，百姓，庶民。阻，还，仍。阻饥，仍旧饥饿。
③汝后稷：即“你主管农事，执掌农官。”后，动词，主，掌。
④播时百谷：播，播种。时，通“莳”种植。百谷，谷类的总称。
 
【翻译】
 
舜帝又说：“弃，百姓久陷饥荒，你担任主管农事的稷官，就教导百姓种植各种谷物吧！”

【原文】
 
帝曰：“契，百姓不亲①，五品不逊②汝作司徒③，敬敷五教，在宽④。”
 
【注释】
 
①百姓：此处指百姓、庶民。
②五品不逊：五品，指君臣、父子、夫妇、长幼、朋友五种伦理关系。郑玄注曰：“五品，父、母、兄、弟、子。”逊，顺、驯。
③司徒：官名，三公之一，主管教化。
④敬敷五教，在宽：敬，恭谨。敷，布，开展，施行，传播。五教，即父义、母慈、兄友、弟恭、子孝之五教。宽，宽厚，不苛刻。
 
【翻译】
 
舜帝又说：“契，百姓不亲善和睦，父母、兄弟、子女之间的伦常大道不和顺。你担任司徒，恭谨地推行父义、母慈、兄友、弟恭、子孝这五种伦理常道，但不要太严苛，要宽厚施教啊！”


【原文】
 
帝曰：“皐陶，蛮夷猾夏①，寇贼奸宄②汝作士③，五刑有服④，五服三就⑤。五流有宅⑥，五宅三居⑦。惟明克允⑧！”
 
【注释】
 
①蛮夷猾夏：猾夏，侵乱中国。猾，乱。
②寇贼奸宄：寇，群行攻劫为害。贼，害人，违法。奸宄〔guǐ〕：盗贼、凶乱之意。
③士：官名，狱官之长。
④五刑有服：这里指甲兵、斧钺、刀锯、钻笮、鞭扑五种刑具。服，承受。这里指服刑。
⑤五服三就：三就，即指原野、市、朝三个行刑之地
⑥五流有宅：见上文“流宥五刑”，意指五刑之流，各有所居
⑦五宅三居：指五刑之流，按照所居之地分为三等。
⑧惟明克允：指只有明察公正，使刑罚与其罪相符，才能使众人信服。允，公允。
 
【翻译】
 
舜帝又说：“皐陶，现在四边蛮夷侵扰中原，抢劫杀人，造成内患外乱。你担任刑狱之官，施用五刑，五刑都要有承服者，原野、市、朝各有当刑处；五种流放之刑，各有处所，分别流放到三处远近不同的地方。只要明察刑案，定罪公允，百姓就能信服。”


【原文】
 
帝曰：“畴若予工①？”佥曰：“垂哉②！”帝曰：“俞，咨！垂，汝共工③。”垂拜稽首，让于殳斨暨伯与④。帝曰：“俞，往哉！汝谐⑤。”
 
【注释】
 
①畴若予工：畴，谁。若，善。工，官名，为百工之长，掌管百工之事。
②垂：人名，相传为舜时掌百工之官，传说擅长工艺，被誉为“巧倕”。
③共工：共，动词，作。孔传：“共谓供其职事。”
④殳斨暨伯与：殳斨，人名，传说为炎帝之孙伯陵与吴权的妻子私通，生的第三个儿子。见《山海经·海内经》相传殳斨变了叫“不详”天癸，开始制作箭靶。暨，与，及，和。伯与，人名，相传为舜的臣子。
⑤谐：宜，适合。
 
【翻译】
 
舜帝询问说：“谁可以担任百工之长这个职位？”群臣都说：“垂啊！”舜帝说：“好！垂，你担任掌管百工的官职吧！”垂叩头跪拜，谦让于殳斨和伯与。舜帝说：“好了，去吧，你适合这个职位。”

【原文】
 
帝曰：“畴若予上下草木鸟兽①？”佥曰②：“益哉③！”帝曰：“俞，咨！益，汝作朕虞④。”益拜稽首，让于朱、虎、熊、罴⑤，帝曰：“俞，往哉！汝谐。”
 
【注释】
 
①上下：上，丘陵。下，草泽。
②佥：皆。
③益：即伯益，又作“伯翳”、“柏翳”、“伯繄”；又名大费，传说为赢秦祖先。
④虞：官名，负责掌管山泽禽兽。
⑤朱、虎、熊、罴：山泽之中的四个“灵兽”。在神话传说中作为氏族首领的名字，这里指四个大臣。
 
【翻译】
 
舜帝询问：“谁能够掌管山泽禽兽、林牧渔副之政呢？”群臣都说：“伯益啊！”舜帝说：“好！伯益，你担任我掌管山泽的虞官吧！”伯益叩头跪拜，谦让于朱、虎、熊、罴诸人。舜帝说：“好了，去吧，你适合这个职位。”

【原文】
 
帝曰：“咨！四岳。有能典朕三礼①？”佥曰：“伯夷②！”帝曰：“俞，咨！伯③，汝作秩宗④。夙夜惟寅⑤，直哉惟清⑥。”伯拜稽首，让于夔、龙⑦。帝曰：“俞，往，钦哉！”
 
【注释】
 
①典朕三礼：典，主持。三礼，泛指礼法。马融注曰：“天神、地祇、人鬼之礼。”郑玄注曰：“天事、地事、人事之礼也。”
②伯夷：东夷族部落首领，齐太公始祖，姜姓宗祖神，相传为尧舜之时臣子。舜时为秩官，典三礼。非商末周初耻食周粟，采薇而食，饿死于首阳山的伯夷。
③伯：“伯”下当缺一“夷”字，实指伯夷。下句“伯拜稽首”同。
④秩宗：主掌宗庙祭祀的礼官。
⑤夙夜惟寅：夙，早。夜，晚。寅，敬
⑥直哉惟清：直，正直，无私。清，清明、廉洁
⑦夔、龙：神话中的两个氏族宗祖神。这里指舜时的两个臣子。夔，相传为尧舜时的乐官。尧帝之时作乐，百兽闻而起舞。舜帝之时，专司典乐，教育贵族子弟，曾作《九招》、《六列》、《六英》诸曲，以彰明贤帝之德。龙，传为舜时的纳言之官，专司体察下情，传达政令。
 
【翻译】
 
舜帝询问：“唉，四方部落首领。谁能替我主持三礼之政事呢？”群臣都说：“伯益啊！”舜帝说：“好啊！你掌管祭祀的礼官吧！不论早晚，都要恭敬庄重地祭祀鬼神，而且要正直无私、清正廉洁。”伯益叩头跪拜，谦让于夔、龙二人。舜帝说：“好了，还是你去吧！要敬重职事、恭谨不怠啊！”

【原文】
 
帝曰：“夔！命汝典乐①，教冑子②，直而温③，宽而栗④，刚而无虐⑤，简而无傲⑥。诗言志⑦，歌永言⑧，声依永⑨，律和声⑩。”八音克谐⑪，无相夺伦⑫，神人以和。夔曰：“於⑬！予击石拊石⑭，百兽率舞⑮。”
 
【注释】
 
①典乐：司乐正之官。典，主持，掌管。
②冑子：即贵族子弟。
③直而温：正直而温和。
④宽而栗：宽大而谨慎。孙星衍疏：“梗直者加以温和；宽厚者加以明辨，性以相反者相成也。”
⑤刚而无虐：无，通“毋”不要。刚强而不要苛刻暴虐
⑥简而无傲：简易疏大而不傲慢
⑦诗言志：《毛诗·周南·关雎》：“在心为志，发言为诗。”即为此义。
⑧歌永言：永，同“咏”。
⑨声依永：根据歌咏的需要来运用五声宫、商、角、徵、羽。
⑩律和声：声，唱出的歌声。意指唱出的歌声要合乎音律。郑玄注曰：“声之曲折又依长言，声中律乃为合也”。
⑪八音克谐：八音，即八种乐器鸣奏出来的声音。八种乐器指金、石、土、革、丝、木、匏、竹。克，能。谐，和。
⑫无相夺伦：夺伦，走调，打乱旋律。夺，乱，失去。伦，理，次序。
⑬於〔wū〕：“乌”的古文，同“呜”，叹美之词。
⑭予击石拊石：拊，轻击。石，磬，古代的一种乐器。
⑮百兽率舞：指扮演成各种兽类的舞队感动于乐而起舞。
 
【翻译】
 
舜帝说：“夔啊！我任命你为乐正之官，教导贵族子弟，使他们为人正直而温和，处事宽厚而恭谨，性情刚强而不暴戾，言谈简约而不傲慢。诗是用来表达思想情感的，歌是把这种思想情感咏唱出来，唱出的歌谣与思想情感一致，又要合乎吟唱的音律。八种乐器演奏出的音调能够调和，相互间不失去次序，这样让神和人听了都能够感到和谐起来。”
 
夔说：“是啊！我轻重有致地击打石磬，发为乐歌，使扮演成各种兽类的舞队都能随着音乐翩翩起舞。”

【原文】
 
帝曰：“龙，朕堲谗说殄行①，震惊朕师②命汝作纳言③，夙夜出纳朕命，惟允④！”
 
【注释】
 
①堲〔jí〕谗说殄〔tiǎn〕行：堲,通“疾”，憎恶。殄,病，败。意指憎恶谗言、恶行。
②震惊朕师：师，民众，指耸动我众人。
③纳言：官名。孔传：“纳言，喉舌之官。听下言纳于上，受上言宣于下，必以信。”
④夙夜出纳朕命，惟允：夙夜，早晚。纳，入。允，信实。
 
【翻译】
 
舜帝说：“龙啊！我憎恶那些耸动众人的谗言恶行。我任命你为纳言之官，随时下达我的敕命，反映百姓的呼声，必须真实不虚。”



