<?php
return [
'003' => [
'brief' => '曹操定汉中，李特祖父李虎率族人北上，定居略阳北土，复号巴氐。',
'baseInfo' => [
    '本名' => '李虎',
    '所处时代' => '东汉三国',
    '职位' => '曹魏将军、成汉追尊巴郡公',
],
'简要介绍' => [
    '东汉末正一道系师张鲁于汉中建立政教合一政权时，李特曾祖父移入汉中。曹操定汉中，李特祖父李虎率族人北上，定居略阳北土，复号巴氐。李特的父亲李慕，为东羌猎将。李特兄弟五人，皆锐骁有武干。李特自祖父李虎以来，世代簮缨，为略阳巴氐人中的望族，因而能率领巴氐賨人入蜀就食。',
],
'历史记载' => [
    '《华阳国志.卷九.李特雄期寿势志》：汉末，张鲁居汉中，...。魏武（曹操）定汉中，祖父虎（李虎）与杜濩、朴胡、袁约、杨车、李黑等移于略阳，北土复号曰“巴人”。......。永兴元年冬十月，杨褒、杨珪共劝雄称王，雄（李雄）遂称成都王。追尊曾祖虎（李虎）曰巴郡公，祖父慕（李慕）陇西王，父特（李特）景王，母曰王太后。',
    '《十六国春秋别传.卷六.蜀录》（十六国春秋）：及魏武克汉中，特（李特）祖父虎（李虎）将五百家归魏，魏武（曹操）嘉之，迁略阳（一云洛阳），拜虎（李虎）等为将军。...虎子慕（李慕）为东羌猎将，慕生有五子，辅、特、庠、流、骧。',
],
],
'002' => [
'brief' => '李慕，生卒年不详，巴西宕渠(今四川达州渠县）氐族人，是成汉李特的父亲，为东羌猎将。後蜀李雄僭称成都王，追尊其曾祖武（李虎、后避讳称李武）曰巴郡桓公，祖慕（李慕）陇西襄王。',
'baseInfo' => [
    '本名' => '李慕',
    '所处时代' => '晋代',
    '民族族群' => '賨人',
    '追赠' => '陇西襄王',
    '官职' => '东羌猎将',
    '籍贯' => '四川达州渠县',
],
'简要介绍' => [
    '李特的父亲李慕，为东羌猎将。李特兄弟五人，皆锐骁有武干。',
],
'史书记载' => [
    '《册府元龟》卷二百二十四.僭伪部.奉先.孝友.宗族：後蜀李雄僭称成都王追尊其曾祖武曰巴郡桓公，祖慕（李慕）陇西襄王，父特（李特）成都景王，及僭号追尊特（李特）曰景皇帝，庙号始祖。又追谥弟流（李流）秦文王。',
    '《华阳国志》卷九.李特雄期寿势志：李特字玄休...。汉末，张鲁居汉中，...魏武（曹操）定汉中，祖父虎（李虎）与杜濩、朴胡、袁约、杨车、李黑等移于略阳，...特父慕（李慕）为东羌猎将。',
    '《十六国春秋别传》（十六国春秋）卷六.蜀录：及魏武克汉中，特（李特）祖父虎（李虎）将五百家归魏，魏武（曹操）嘉之，迁略阳（一云洛阳），拜虎（李虎）等为将军。...虎子慕（李慕）为东羌猎将，慕生有五子，辅、特、庠、流、骧。',
],
'亲属成员' => [
    '父亲：李虎（后因避讳记载为李武），三国魏武帝时将军、追尊为巴郡桓公。',
    '儿子：李辅、李特、李庠、李流、李骧。',
    '孙子：李雄等人。',
],
],
'001' => [
'brief' => '李特（？～303年），字玄休，氐族人，略阳（今甘肃省秦安县）人，祖籍巴西宕渠（今四川省渠县）。东羌猎将李慕之子，十六国时期成汉政权建立者李雄之父，亦是成汉政权的奠基人。',
'description' => [
    '李特性格雄武沉毅，与兄弟李庠、李流率流民徙居巴蜀。301年因益州刺史罗尚的压迫起义，罗尚率兵三万偷袭义军绵竹大营，被李特将计就计杀的大败。攻克广汉后，与民约法三章，获得民心。罗尚表面上派使者向李特求和，暗地里勾结当地豪强势力，围攻李特。李特在奋勇抵抗之后，战败牺牲，其弟李流继统余众。其子李雄称帝后，追谥李特为景皇帝，庙号始祖。',
],
'baseInfo' => [
    '主要成就' => '成汉政权奠基人',
    '本名' => '李特',
    '别名' => '成景帝、李玄休 字 玄休',
    '所处时代' => '西晋',
    '民族族群' => '氐族',
    '出生地' => '略阳',
    '逝世日期' => '303年',
    '谥号' => '景皇帝',
    '庙号' => '始祖',
    '祖籍' => '巴西郡宕渠县',
],
'人物生平' => [
    '家世背景' => [
        '东汉末年，张鲁统治汉中，李特的祖辈从巴西郡宕渠县迁至汉中的杨车坂，号称杨车巴。曹操攻克汉中后，李特的祖父李虎带领五百多家归附曹操，授任将军之职，迁移到略阳以北地区，号称巴氐。李特的父亲李慕，官至东羌猎将。自李虎以来，李氏就是略阳氐人的望族。',
        '据《舆地纪胜》记载，“李特微时，尝隐是山。妇人侯氏归之，昼侍几砚，夜直灯烛，后特以妇为妃”。《营山县志·李特篇》也有记载：营山古为宕渠属地，境内有太蓬山。李特“幼读书太蓬山”。太蓬山今在四川营山境内，故其籍为营山人。',
        '李特年轻时在州中任职，其见解很不寻常，身高八尺，有材力而勇武，善于骑马射箭，性情沉稳刚毅有度量，为人仗义好打抱不平，因此州中与之志同道合的人都归附于他。',
    ],
    '巴蜀求食' => [
        '元康六年（296年），氐人齐万年造反，关西一带兵祸扰乱，再加连年大荒，略阳、天水等六郡的百姓流亡、迁移，寻找粮谷进入汉川的有几万家，其中便有李特兄弟。路上处处见到有病和穷苦的人，李特兄弟经常救助赈济、保护这些人，从此得到众人之心。',
        '流亡的百姓到汉中后，上书请求在巴、蜀寄食，朝廷议政时不允许，派侍御史李宓持节前往慰劳，同时监督他们，不让他们进入剑阁。李宓到达汉中，接受流民的贿赂，上表说：“流民有十万多人，不是汉中一个郡所能够救济，如果东往荆州，水流湍急危险，而且没有船只。蜀地有粮食储备，百姓丰足富裕，可以让流民前往那里解决吃饭问题。”朝廷听从李宓的意见。从此，流民散布于梁州、益州，不能禁止。',
        '李特到剑阁时，观看当地险峻的地势，不由得长叹说：“刘禅拥有这样的地方，竟然还投降别人，难道不是才能平庸、低下的人吗？”同李特一起逃荒的阎式、赵肃、李远、任回等人都很惊叹，认为李特很不是一般。',
    ],
    '铲除赵廞' => [
        '永康元年（300年）十一月，朝廷下诏征召益州刺史赵廞入朝担任大长秋，让成都内史耿滕代替赵廞任益州刺史。当时赵王司马伦发动政变，废杀皇后贾南风，掌控朝政大权，赵廞与贾南风是姻亲关系，听闻朝廷征召任命，非常害怕，加上他看到晋朝的衰微败乱，心里已存有占据蜀地的愿望，就拿出仓库中的粮食，赈济流民，来收买民心。因为李特兄弟材力勇武，手下都是巴西郡人，与赵廞同郡，赵廞对待他们非常优厚，作为自己的爪牙。李特等人凭仗着赵廞的权势，专门聚众作强盗，蜀人十分忌恨他们，耿滕曾多次秘密奏报朝廷：“流民剽悍骁勇，而蜀人怯懦软弱，主人对付不了客人，一定会造成祸乱，应该让流民还归本土。如果让他们留在地势险要的蜀地，恐怕秦州、雍州地区的灾祸就要转移到梁、益地区。”赵廞听说后非常憎恨耿滕。当时益州接到诏书后，派文武官员一千多人迎接耿滕，耿滕率领众人进入州城，赵廞派徒众迎击耿滕，在西门交战，耿滕战败而死。',
        '同年，赵廞自称大都督、大将军、益州牧，安排设置僚属，改换所属的郡守县令，晋朝廷所任命的官员，没有敢不听从赵廞的。李特的弟弟李庠和兄弟以及妹夫李含、任回、上官惇（一作上官昌）、李攀、费佗（一作费他）、苻成、隗伯等人率领四千骑兵归附赵廞。赵廞任命李庠为威寇将军，封为阳泉亭侯，把他看作亲信心腹，让他募集六郡的强壮勇武的人，发展到一万余人，以截断北来的道路。',
        '李庠为人骁勇，很得人心，号称东羌良将，赵廞逐渐忌恨他，但没有明说。永宁元年（301年）二月，长史杜淑、张粲劝说赵廞道：“将军刚刚起兵，就仓促派李庠在外掌握重兵。他不是我们的族类，一定不会和我们一条心，这是倒转长矛交给别人让他向我们攻击，应当尽快设法对付他。”正碰上李庠劝说赵廞称帝，杜淑、张粲告诉赵廞这是李庠大逆不道，便把李庠与他的儿子侄子十余人一齐杀害。当时李特、李流都在外带兵，赵廞派人去安抚告慰他们说：“李庠说了不应该说的话，应判死罪。与你们兄弟不相干。”并任命李特、李流为督将。李特、李流怨恨赵廞，便带领兵马回到绵竹。',
        '赵廞担心朝廷讨伐自己，派长史费远、犍为（一作蜀郡）太守李苾、督护常俊率领一万余人截断北来的道路，驻扎在绵竹的石亭。李特秘密聚集七千多人，夜袭并击败费远等人所率的军队，费远等人大败，用火烧他们，烧死者十有八九，于是进攻成都。赵廞得知兵马到来，惊慌害怕不知如何是好。费远、李宓、军祭酒张征（一作张微）等人在夜晚破开城门出逃，文武官员全部跑散。赵廞只和妻子儿女乘坐小船逃走，到广都（今成都双流）时，被随从朱竺杀死。李特进入成都，放任士兵大肆抢掠，害死西夷护军姜发，杀死赵廞的长史袁治和赵廞所设置的官吏，派遣其牙门王角、李基前往洛阳，陈述赵廞的罪状。',
    ],
    '交战罗尚' => [
        '当初，梁州刺史罗尚听说赵廞谋反，曾上表说赵廞不是雄才大略之人，蜀地人们不会归附他，他的失败灭亡指日可待。晋惠帝司马衷任命罗尚为平西将军，兼任护西夷校尉、益州刺史，督牙门将王敦、上庸都尉义歆、蜀郡太守徐俭、广汉太守辛冉等率领七千多人进入蜀地。李特等人听说罗尚到来，非常惧怕，派弟弟李骧在路上迎接，并献上珍宝古玩。罗尚非常高兴，任用李骧为骑督。李特和弟弟李流又在绵竹用牛、酒犒劳罗尚。王敦、辛冉劝罗尚说：“李特等人专会作盗贼，应当趁机除掉，否则一定是后患。”罗尚没有听从。辛冉与李特以前有过交往，所以对李特说：“故人相逢，不是吉祥便是凶险。”李特深深猜疑害怕。永宁元年（301年）三月，罗尚到成都。',
        '不久，朝廷下令秦州、雍州，让召回流入蜀地的流民，并派御史冯该、张昌监督执行。李特的哥哥李辅一直留在家乡略阳，托辞说迎接家人，从略阳来到蜀地，告诉李特说：“中原刚发生过变乱，不必回去。”李特认为有道理，于是产生占据巴蜀称雄的想法。便多次让阎式拜访罗尚，请求通融暂且停留到秋天，并贿赂罗尚和冯该，罗尚、冯该同意李特的请求。朝廷讨论讨平赵廞的功劳，任命李特为宣威将军，封长乐乡侯；李流为奋威将军，封武阳侯。朝廷文书下达益州。让罗列同李特一起讨伐赵廞的六郡流民名单，准备赐以奖赏。正逢辛冉因不是按常规受征而来，不愿意应召，并想把消灭赵廞之功占为己有，不执行朝廷旨意，不如实上报，大家都怨恨他。',
        '罗尚派从事催促监督遣送流民，限令七月上路。辛冉性情贪婪凶暴，打算杀掉流民的首领，掠取流民的财产，就和李宓告诉罗尚说：“流民以前趁赵叛乱，剽窃抢惊很多财物，应当下发公文设置关卡收取这些财物。”罗尚于是传送檄文到各地要求开始遣返，并派梓潼太守张演在各路口要地设置关卡，搜索财宝。李特等人一再请示，要求等到秋收之后。当时流民分布在梁州、益州地区，为人当佣工，听说州郡逼迫遣返，人人忧愁怨恨，不知所措。得知李特兄弟频频请求留一段时间，都感激并依赖他们。况且雨季就要到来，当年的庄稼还没有收割，流民没有上路的路费，于是结伴前去见李特。李特就在绵竹建起大营，用来安置流民，写信给辛冉请求宽限自己。辛冉大怒，派人分头在大路要口张榜，悬赏抓住李特兄弟，许愿要给重赏。李特见到后，非常害怕，将榜全部取下带回，和李骧改写悬赏内容为：“能够送来六郡的豪强李、任、阎、赵、杨、上官以及氐、叟的侯王首级一个，赏布帛百匹。”因此流民大为恐惧，都前往归附李特，骑着马带着弓箭，不到一个月就超过两万徒众。李流也聚集数千徒众。十月，李特驻扎赤祖，分成两个营盘，李特住在北营，李流住在东营。',
        '李特派遣阎式去见罗尚，请求重新确定期限，阎式看到要冲在营建栅栏，图谋捕取流民，感叹说：“民心正不安定，现在却急于遣送，变乱就要发生。”又得知到辛冉、李宓态度不会改变，就辞告辞罗尚返回绵竹。罗尚对阎式说：“你就权且告诉流民说，我的意见是听任放宽期限。”阎式说：“您受奸说蒙蔽，恐怕没有宽期的道理，百姓是卑弱而不能轻视的，现在不讲道理一味催促他们，众怒难犯，恐怕为祸不浅。”罗尚说：“是的，我不欺骗你，你走吧！”阎式回到绵竹，对李特说：“罗尚虽然这样说，但是也不可相信。为什么呢？罗尚的威势和刑法都没有确立，辛冉等人都各把持着强大的兵力，一旦他们变乱，也不是罗尚所能制服的，应当作好充分准备。”李特采纳他的意见。辛冉、李苾互相商议说：“罗尚贪婪而无决断能力，日复一日，使流民奸诈的计谋能够得以施展。李特兄弟都具有雄武的才能，我们势必会被李特俘虏，应当为此作出决策，罗尚不值得再去请示。”就派广汉都尉曾元、牙门张显、刘并等暗地带领三万步兵、骑兵袭击李特的营帐。罗尚听说后，也派督护田佐援助曾元。李特原来就掌握着情况，就修理甲胄磨好兵器，严密戒备着等待他们。曾元等到来后，李特按兵不动，等到曾元的人马进来一半时，埋伏的兵士突然向他们猛击，杀死田佐、曾元、张显，李特将三人的首级都送到罗尚、辛冉那里给他们看。罗尚对属下军官说：“李特这个贼虏终于势成而离去，而广汉太守辛冉不听我的话，使李特的气势更为嚣张，现在怎么办？”',
    ],
    '推为首领' => [
        '这样，六郡的流民一致推举李特做首领。李特让六郡流民的部曲督李含、上邽县令任臧、始昌县令阎式、谏议大夫李攀、陈仓县令李武、阴平县令李远、将兵都尉杨褒等人上书，请求依照梁统奉窦融的旧事，推举李特为行镇北大将军，按照正式程序拜官受爵，同时封任其弟李流为镇东将军，号称东督护，镇守统领一方；其兄李辅为骠骑将军，其弟李骧为骁骑将军；于是进军攻打辛冉。辛冉的部众出战，李特总是打败他们。罗尚派李宓、费远率军救援辛冉，但因畏惧李特而不敢向前。辛冉在雒城（今广汉）计穷力竭，最后突围投奔荆州刺史刘弘。李特进入并占据广汉，让李超担任太守。',
        '继而进军成都攻打罗尚。罗尚给阎式去信通告，阎式回信给罗尚，责备他相信任用谗言构陷的人，想要讨伐流民，并陈述李特兄弟为王室立功，来使益州地方安宁。罗尚看到信，知道李特等人将有更大的图谋，环城固守，向梁、宁二州求救。于是李特自称使持节、大都督、镇北大将军，秉承旨意进行封拜，完全依照窦融在河西时的旧事。李特任命李始为武威将军，次子李荡为镇军将军，少子李雄为前将军，李含为西夷校尉，李含的儿子李国离、任回、李恭、上官晶、李攀、费佗等人为将帅，任臧、上官惇、杨褒、杨珪、王达、麹歆等为卫士，李远、李博、夕斌、严柽、上官琦、李涛、王怀等人为僚属，阎式为谋主，何世、赵肃为心腹。罗尚平素贪婪、残忍，是百姓的祸害。李特则与蜀地百姓约法三章，遍施恩惠，取消劳役，赈济帮助百姓，以礼尊待贤人，提拔怀才不遇之士，军队政务严肃井然。蜀地百姓非常高兴。罗尚多次被李特击败，就设置大量工事，沿着郫水安营扎寨，战线长达七百里，与李特对峙，并向梁州和南夷校尉请求救援。',
    ],
    '大败晋军' => [
        '太安元年（302年），河间王司马颙派督护衙博、广汉太守张征征讨李特，在梓潼驻军。南夷校尉李毅亦派兵五千援助罗尚，罗尚派督护张龟驻军繁城，三路进攻李持。李特派李荡、李雄袭击衙博。李特亲自率军攻打张龟，击败张龟。李荡和衙博连日接战，终在阳沔击败衙博，其兵众战死一大半。李荡追赶衙博到汉德，衙博逃往葭萌。李荡进扰巴西，巴西郡丞毛植、五官襄珍率郡投降李荡。李荡抚恤新归附的人，百姓安定。李荡进兵攻打葭萌，衙博逃往远方，他的部众全部投降李荡。李特自称益州牧、都督梁益二州诸军事、大将军、大都督，改年号为建初，赦免其辖境内的罪人。',
        '八月，李特攻打张征。张征倚仗地势高而凭据险隘，和李特相持好多天。当时李特和李荡分成两个营寨，张征侦察到李特的营寨空虚，派步兵沿着山绕过去攻打他，李特迎战不利，山势险要狭隘而逼仄，众人不知如何是好。罗准、任道都劝说撤退，李特估计李荡必定会救援，所以不答应。张征的部众到来的越来越多，山路非常狭窄，只能一两个人通过，李荡的军队不能前进，他对司马王辛说：“父亲在敌人重围中，今天就是我死的日子。”于是身穿双重鉴甲，手持长矛，大声呼喊着一直向前，拦阻他的必死无疑，连杀十多人。张征的部众过来相救，李荡的兵卒都拼死作战，张征的军队终于溃败。李特提出想要放张征回涪城，李荡和王辛进言说：“张征的军队连续作战，兵丁伤残，智谋和勇气都用尽，应该利用他们的疲敝制服他们。如果宽大而放掉他们，张征养好伤员收拾停当阵亡的，余下的兵众再次集合，要对付他们就不容易。”李特听从他们的意见，继续进攻张征，张征突围逃走。李荡水陆两路追赶他，终于杀死张征，俘虏张征之子张存，因张征的丧事而把张存放回去，并把张微的尸体还给让张存。',
        '李特攻打张征的同时，任命将领骞硕为德阳太守，驻守德阳。骞硕夺取的土地直到巴郡的垫江。李特派李骧和李攀、任回、李恭驻军毗桥，来防备罗尚。罗尚派兵攻打，李骧等打败他们。罗尚再派数千人出战，李骧再次冲垮他们，缴获大量器物甲仗，攻打焚烧他们的寨门。李流进兵驻扎在成都的北面。罗尚派部将张兴向李骧诈降，借以观察虚实情况。当时李骧的部队不到二千人，张兴在夜里返回向罗尚报告，罗尚派一万精兵夜袭李骧。李攀在迎战时战死，李骧和将士们逃往李流的营寨，和李流合力回头攻打罗尚的部队。罗尚的部队大乱，败逃回去的只有十分之一二。晋朝的梁州刺史许雄派兵攻打李特，李特冲锋击败他们，接着进兵攻打，击败罗尚的水上部队，于是占领成都，李特的威势更加强大。蜀郡太守徐俭率小城军民投降，李特任命李璜为蜀郡太守来安抚那里。罗尚占据大城自卫。李流进兵屯驻在江的西岸，罗尚害怕，派使者求和。',
        '当时蜀人感到危险而恐惧，都连结村庄建起营垒，向李特请命，李特派人一一安抚他们。益州从事任明劝说罗尚说：“李特本来就是个凶徒叛逆，侵害百姓，而且分散兵马，放到各个村寨去，骄傲懈怠没有防备，这是上天要灭亡他。可以通告各村，秘密约定日期，内外攻击他，打败他是没问题的。”罗尚听从他的意见。任明先假装投降李特，李特询问城中的虚实情况，任明说：“谷米快要吃光，只有钱财而已。”接着要求探家，李特允许他。任明秘密说服各村，各村全都听候命令。回去报告罗尚，罗尚答应按期出兵，各村也同意到时候赴会。',
    ],
    '兵败遇害' => [
        '太安二年（303年）正月，晋惠帝派荆州刺史宗岱、建平太守孙阜带领三万水军援救罗尚，宗岱让孙阜为前锋，迫近德阳。李特派李荡、李璜、任臧共同抵御宗岱、孙阜。宗岱、孙阜军队势力强大，各个土堡都有二心。益州兵曹从事、蜀郡人任睿对罗尚说：“李特让部众分散去吃饭，骄傲懈怠没有防备，这是上天让他灭亡的时候。应当与各土堡秘密约定，到时候同时发动，内外夹攻，一定能够击溃他。”罗尚让任睿在夜里从绳子上溜下城，到各土堡宣布旨意，约定在二月十日共同攻击李特。任睿就到李特那里假装投降。李特向他问城里的情况，任睿说：“粮食储备快要用完，只剩下一些钱和布匹而已。”任睿请求出营看望家人，李特允许。于是任睿回城向罗尚报告。',
        '二月，罗尚派兵袭击李特的兵营，各土堡全都响应，连续战斗两天，李特因兵少不敌而兵败，收集余下的部众，退往新繁。罗尚的军队撤回时，李特追击他们，转战三十多里。罗尚派出大军迎战，李特的军队惨败，罗尚斩杀李特和李辅、李远，焚烧他们的尸体，将首级传送到洛阳，流民非常惊惧。李荡、李雄收容残余部众退保赤祖。李雄称王后，追谥李特为景王，李雄称帝时，追尊为景皇帝，庙号为始祖。',
    ],
],
'关于民族' => [
    '李特是巴氐人，巴人的一支。巴人是古巴人的简称，主要分布在今川东、鄂西一带。传说周朝以前居住在今甘肃南部，后迁到武落钟离山，秦灭巴以后，巴人的一支迁至今鄂东，另一支迁至今湘西，构成武陵蛮的一部分。留在四川境内的，部分叫板楯蛮，南北朝时因大量迁移，大都先后与汉族同化。东汉末自巴西（治今四川阆中县）﹑宕渠（治今四川渠县东北）郡北徙于汉中杨车板号为杨车巴。魏武帝曹操时，首领李虎率族众五百余户归附，受封将军并将族众尽迁略阳北（今甘肃秦安县东南羌氐族聚居区域）驻军监视，李虎为缓和与氐人的矛盾，遂号为巴氐。',
    '西晋元康（291年～299年）年间关西连年饥馑，族人大量流入四川，首领李特乘机拥兵割据（五胡十六国之一的成汉政权前身）。后渐与当地汉族融合。巴氐是一个西南地区的少数民族，五胡十六国时期，巴氐和五胡有时被统称为六夷。',
    '賨布，是巴人专门向朝廷缴纳的一种捐税，賨人是汉人称呼巴人的叫法，賨人自称仍然为巴人。',
],
'历史评价' => [
    '辛冉、李苾：“李特兄弟并有雄才。”',
    '常璩《华阳国志》：“特、流乘衅险害，雄能推亡固存，遭皇极不建，遇其时与！期倡为祸阶，而寿、势终之，《诗》所谓‘乱离瘼矣，爰其适归’者也。长老传谯周谶曰：‘广汉城北有大贼，曰流曰特攻难得，岁在玄宫自相贼。’终如其记。先识预睹，何异古人乎！历观前世伪僣之徒，纵毒虔刘，未有如兹。每惟殷人丘墟之叹，贾生《过秦》之论，亡国破家，其监不远矣。”',
    '房玄龄等《晋书》：“雄武善骑射，沈毅有大度。”“李特世传凶狡，早擅枭雄，太息剑门，志吞井络。属晋纲之落纽，乘罗侯之无断，骋马属犍，同声云集，歼殄蜀、汉，荐食巴、梁，沃野无半菽之资，华阳有析骸之衅。盖上失其道，覆败之至于斯！”',
    '司马光《资治通鉴》：“特，庠、流，皆有材武，善骑射，性任侠，州党多附之。”',
    '张大龄《晋五胡指掌》：“李特兄弟虽包藏祸心哉，令处置得宜，不过雍梁间一大侠。饥民流寓，何代无之，备御之策，发赈之政，殊未之闻，而顾使特小惠得行，盖已倒持太阿之柄矣。朝议纷纷，独云无使入剑阁，不知纵入剑阁者谁也。既纵之入，又驱之出，司马氏之远略，一至是乎！当其凭高抚膺，叹刘禅之庸材，是高隼解其条笼，巨鱼舍之大壑，况有赵廞授以兵柄，辛冉激而成乱，罗尚首鼠进退，李苾、冯该前后纳赂，是拱手而授之以蜀也。贤哉，龚壮，可谓智士，忠孝两全，蜀人不多得也，仇耻既雪，荣利亦远，壮一出而李氏有亡形矣。夫特、雄皆不御之才，乘机际会，凭恃天险，且难永世，不知谯纵何所能为，而敢效井蛙之鸣，奋螳臂之勇，以抗衡於中国也。呜呼！徒苦生灵耳。”',
],
'史籍记载' => [
    '《晋书·卷一百二十·载记第二十》',
    '《资治通鉴》卷八十二至八十五',
],
'家族成员' => [
    '祖父：李虎（后世避讳称李武），官至将军。魏武（曹操）克汉中，特（李特）祖父虎（李虎）将五百家归魏，魏武嘉之，迁略阳（一云洛阳），拜虎（李虎）等为将军。',
    '父亲：李慕，官至东羌猎将。',
    '哥哥：李辅。',
    '弟弟：李庠、李流、李骧。',
    '妹妹：李氏，嫁李含。',
    '妻子：罗氏。',
    '儿子：李始、李荡、李雄。',
],
],
'01' => [
'brief' => '李雄（274年～334年），字仲俊，巴氐族，略阳（今甘肃省天水市）人，祖籍巴西宕渠（今四川省达州市）。成汉开国皇帝（304年～334年在位）。',
'description' => [
    '建初二年（304年），李雄自称成都王，改元建兴，建兴三年（306年），李雄称帝，国号为成，建立成汉政权，改元晏平。爱护百姓、知人善任，颇有明君之风。',
    '玉衡二十四年（334年），去世，享年六十一岁，庙号太宗，谥号武皇帝，葬于安都陵。',
],
'baseInfo' => [
    '主要成就' => '建立成汉政权',
    '本名' => '李雄',
    '别名' => '成武帝、李仲俊 字 仲俊',
    '所处时代' => '成汉',
    '民族族群' => '氐族',
    '出生地' => '略阳',
    '出生日期' => '274年',
    '逝世日期' => '334年',
    '年号' => '建兴、晏平、玉衡',
    '庙号' => '太宗',
    '谥号' => '武皇帝',
    '陵寝' => '安都陵',
    '在位时间' => '304年~334年',
    '祖籍' => '宕渠',
],
'人物生平' => [
    '早年经历' => [
        '李雄身高八尺三寸，容貌俊美。《晋书》载：“雄身长八尺三寸，美容貌。少以烈气闻，每周旋乡里，识达之士皆器重之。”少年时以刚烈气概闻名，常常在乡里间周旋，有见识的人士都很器重他。有个叫刘化的人，是道家术士，常对人说：“关、陇一带的士人都将往南去，李家儿子中只有仲俊有非凡的仪表，终归会成为人主的。”',
        '李特在蜀地率流民起义，承皇帝旨意，任命李雄为前将军。太安二年（303年）二月十五日，李特、李辅、李远在新繁（今四川省成都市新繁镇）被益州刺史罗尚击杀。三月，长兄李荡在追击敌人时被杀。此时，李特、李荡父子相继战死，荆州兵又攻占德阳，形势危急，继任者李流深感恐惧，在妹夫李含的劝说下，五月降于荆州兵前锋、建平郡太守孙阜。然而李雄却坚决反对，独自率军袭破孙阜军，杀伤甚重。正在此时，主帅、荆州刺史宗岱在垫江（今重庆市合川区）病死，荆州兵只得退回荆州。六月，李雄攻占郫城（今四川省成都市郫都区）。',
        '九月，李流病故，李雄自称大都督、大将军、益州牧，住在郫城。罗尚派部将攻打李雄，李雄将其击跑，并夜袭成都少城，罗尚退保大城。李骧攻打犍为，切断罗尚运粮路钱。十二月，罗尚的军队非常缺粮，攻打得又很急，于是留下牙门罗特固守，罗尚弃城在夜晚逃走至江阳郡（今四川省泸州市）。罗特打开城门迎李雄进城，接着攻克成都。当时李雄的军队非常饥饿，于是就率部众到郪地去就食，挖掘野芋头来吃。蜀人流亡逃散，往东下到江阳，往南进入七郡。李雄因为西山的范长生居住在山崖洞穴里，求道养志，想要迎他来立为君而自己做他的臣子。范长生执意推辞。李雄于是尽量避让，不敢称制，无论大小事情，都由李国、李离兄弟决断。李国等人事奉李雄更加恭谨。',
    ],
    '建立成汉' => [
        '永兴元年（304年），将领们执意请李雄即尊位，于是李雄自称成都王，赦免境内罪犯，建年号建兴，废除晋朝法律，约法七章。任命叔父李骧为太傅，兄长李始为太保，折冲将军李离为太尉，建威将军李云为司徒，翊军将军李璜为司空，材官李国为太宰，其余的人委任各自不同。追尊他的曾祖父李武为巴郡桓公，祖父李慕为陇西襄王，父亲李特为成都景王，母亲罗氏为王太后。范长生从西山乘坐素车来到成都，李雄在门前迎接，执版让坐，拜为丞相，尊称为范贤。建兴三年（306年），范长生劝李雄称帝，李雄于是即皇帝位，赦免境内罪犯，改年号为晏平，国号大成。追尊父亲李特为景皇帝，庙号始祖，母亲罗氏为太后。加授范长生为天地太师，封为西山侯，允许他的部下不参与军事征伐，租税全部归入他的家里。',
        '李雄当时建国初始，本来没有法纪礼仪，将军们仗着恩情，各自争夺班次位置。他的尚书令阎式上疏说：“凡是治理国家制定法纪，总是以遵循旧制度为好。汉、晋旧例，只有太尉、大司马执掌兵权，太傅、太保是父兄一样的官，讲论道义的职位，司徒、司空掌管五教九土的事情。秦代设置丞相，统掌各类政务。汉武末期，破例让大将军统掌政务。如今国家的基业刚刚建立，百事还没有周全，诸公大将们的班列位次有不同，随之竞相请求设置官职，和典章旧制不相符合，应该建立制度来作为楷模法式。”李雄听从了他的建议。',
    ],
    '败敌夺城' => [
        '晏平五年（310年），李雄派李国、李云等率领徒众二万攻入汉中，梁州刺史张殷逃奔到长安。李国等人攻陷南郑，将汉中人全部迁到蜀地。在此之前，南方连年饥荒瘟疫，死者以十万计。南夷校尉李毅固守而不投降，李雄诱使建宁（今云南省）夷人去征讨李毅。李毅病死，城被攻陷，杀死壮士三千多人，送上千名妇女到成都。',
        '当时李离占据梓潼郡，他的部将罗羕、张金苟等杀了李离和阎式，以梓潼归降罗尚。罗尚派他的部将向奋屯兵在安汉（今四川省南充市）来威逼李雄，李雄率徒众攻打向奋，没打下来。当时李国镇守巴西郡（今四川省阆中市），他帐下的文硕又杀死李国，以巴西投降罗尚。李雄于是率众退回，派他的部将张宝袭击梓潼，并攻陷了梓潼。正逢罗尚去世，巴郡混乱，李骧攻打涪城。玉衡元年（311年）正月，李骧攻陷涪城（今四川省绵阳市），擒获梓潼太守谯登，接着乘胜进军讨伐文硕，将文硕杀死。李雄很高兴，赦免境内罪犯，改年号为玉衡。',
    ],
    '宽免降附' => [
        '玉衡四年（314年），成汉南得汉嘉郡（今四川省雅安市）、涪陵郡（今重庆市彭水县），远方的人相继归附，李雄于是下了有关宽大的命令，对投降依附的人都宽免他们的徭役赋税。虚心而爱惜人才，授职任用都符合接受者的才能，益州于是安定下来。玉衡五年（315年），李雄立其妻任氏为皇后。时氐王杨难敌兄弟被前赵刘曜打败，逃奔葭萌，派儿子来成汉作人质。陇西贼人的统帅陈安又依附了李雄。',
        '李雄派李骧征伐越巂郡（今四川省西昌市），越巂太守李钊投降。李骧进兵从小会攻打宁州（今云南省华宁县）刺史王逊，王逊让他的部将姚岳率全部兵众迎战。李骧的军队失利，又遇上连日大雨，李骧领军队撤回，争着渡过泸水，士卒死了很多。李钊到了成都，李雄对待他非常优厚，朝廷的仪式，丧期的礼节，都由李钊决定。',
        '杨难敌逃奔葭萌时，李雄的安北将军李稚优厚地抚慰他们，放他们兄弟回武都，杨难敌于是仗着天险干了很多不守法纪的事，李稚请求讨伐他。李雄派中领军李琀和将军乐次、费他、李乾等从白水桥进攻下辩，征东将军李寿督统李琀的弟弟李玝攻打阴平。杨难敌派军队抵御他们，李寿不能推进，可是李琀、李稚长驱直入到达武街。杨难敌派兵切断他们的后路，四面围攻，俘虏李琀、李稚，死了数千人。李琀和李稚都是李雄的兄长李荡的儿子。李雄深深痛悼他们，几天不吃饭，说起来就流泪，深深地责备自己。',
    ],
    '拥立太子' => [
        '玉衡十四年（324年），李雄打算立兄李荡之子李班为太子。李雄有十多个儿子，群臣都想立李雄亲生的。李雄说：“当初起兵，好比常人举手保护脑袋一样，本来不希求帝王的基业。适逢天下丧乱，晋氏皇室流离，群情举兵起义，志在拯救涂炭的生灵，而各位于是推举我，处在王公的地位之上。这一份基业的建立，功劳本来是先帝的。我兄长是嫡亲血统，大祚应归他继承，恢弘懿美明智聪睿，就像是上天赋予了他这一使命，大事垂成，死于战场。李班姿质性情仁厚孝顺，好学素有所成，必定会成为大器。”李骧和司徒王达谏阻说：“先王树立太子的原因，是用来防止篡位夺权的萌芽产生，不能不慎重。吴子舍弃他的儿子而立他的弟弟，所以会有专诸行刺的大祸；宋宣公不立与夷而立宋穆公，终于导致宋督的事变。说到像儿子的话，哪里比得上真儿子呢？恳请陛下深思。”李雄不听从，终于立了李班。李骧退下后流着泪说：“祸乱从此开始了”。',
    ],
    '张骏致信' => [
        '前凉文王张骏派遣使者给李雄一封信，劝他去掉皇帝尊号，向晋朝称藩做属臣。李雄回信说： “我以前被士大夫们推举，却原本无心做帝王，进一步说想成为晋室有大功的臣子，退一步说想和你一样同为守御边藩的将领，扫除乱氛尘埃，以使皇帝的天下安康太平。可是晋室衰微颓败，恩德声誉都没有，我引领东望，有些年月了。正好收到你的来信，在暗室独处时体会你的真情，感慨无限。知道你想要按照古时候楚汉的旧事，尊奉楚义帝，《春秋》的大义，在这方面没有人比得上你。”张骏很重视他的话，不断派使者来往。巴郡曾告急，说有东面来的军队。李雄说：“我曾忧虑石勒飞扬跋扈，侵犯威逼琅邪，为这点耿耿于怀。没想到竟然能够举兵，使人感到欣然。”李雄平时清谈，有很多类似这样的话。',
    ],
    '前凉借道' => [
        '李雄因为中原地区丧亡祸乱，就频繁派遣使者朝贡，和晋穆帝分割天下。张骏统领秦梁二州，在这之前，派傅颖向成汉借道，以便向京师报送表章，李雄不答应。张骏又派治中从事张淳向成汉自称藩属，以此来借道。李雄很高兴，对张淳说：“贵主英名盖世，地形险要兵马强盛，为什么不自己在一方称帝，”张淳说：“寡君因为先祖世代是忠良，没能够为天下雪耻，解众人于倒悬，因而日头偏西还想不起吃饭，枕戈待旦。想凭借琅邪来中兴江东，所以远隔万里仍然翼戴朝廷，打算成就齐桓公、晋文公一样的事业，说什么自取天下呢，”李雄表情惭愧，说：“我的先祖先父也是晋朝臣民，从前和六郡人避难到此，被同盟的人推举，才有今天。琅邪如果能在中原使大晋中兴，我也会率众人助他一臂之力。”张淳回去后，向京师报送了表章，天子赞扬了他们。',
    ],
    '尽得南中' => [
        '当时李骧去世，李雄任命李骧的儿子李寿为大将军、西夷校尉。玉衡二十年（330年）十月，李寿督率征南将军费黑、征东将军任<石巳>攻陷巴东，太守杨谦退守建平。李寿另派费黑侵扰建平，晋朝的巴东监军毌丘奥退守宜都。',
        '玉衡二十一年（331年）七月，李寿进攻阴平、武都，氐王杨难敌投降。玉衡二十三年（333年），李雄派李寿进攻朱提，任命费黑、仰攀为先锋，又派镇南将军任回征伐木落，分散宁州的援兵。宁州刺史尹奉投降，于是占有南中地区。李雄在这种情况下赦免境内罪犯，派李班讨伐平定宁州的夷人，任命李班为抚军。',
        '玉衡二十四年（334年），李雄头上生毒疮。六月二十五日，李雄去世，享年六十一岁，在位三十一年。谥号武皇帝，庙号太宗，葬于安都陵。',
    ],
],
'轶事典故' => [
    '生必大贵' => [
        '李雄的母亲罗氏，梦见两道彩虹从门口升向天空，其中一道虹中间断开，而后生下李荡。后来罗氏因为去打水，忽然间像是睡着了，又梦见大蛇绕在她的身上，于是有了身孕，十四个月之后才生下李雄。罗氏常常说我的两个儿子如果有先死的，活着的必定有大富贵。最终李荡死在李雄前面。',
    ],
    '为母守丧' => [
        '李雄的母亲罗氏去世时，李雄相信巫师的话，有很多忌讳，以至于想不入葬。他的司空赵肃谏阻他，李雄才听从了。李雄想行三年守丧之礼，群臣执意谏阻，李雄不听。李骧对司空上官惇说：“如今正有急难还没有消解，我想坚持谏阻，不让主上最终守居丧之礼，你认为怎么样？”上官惇说：“三年的丧制，从天子直到庶人，所以孔子说：‘不一定是高宗，古时候的人都是这样。’但是汉魏以后，天下多难，宗庙是最重要的，不能长时间无人管理，所以不行线绖一类的礼，尽哀就罢了。”李骧说：“任回将要到来，这个人在处事方面很有决断，而且主上常常很难不听他的话，等他到了，就和他一起去请求。”任回抵达后，李骧和任回一同去见李雄。李骧脱去冠流着泪，一再请求因公除去丧服。李雄大哭不答应。任回跪着上前说：“如今王业刚刚开始建立，各种事情都在草创阶段，一天没有主上，天下人心惶惶。从前武王披着素甲检阅军队，晋襄公系着墨绖出征，难道是他们希望做的吗？是为了天下人而委屈自己的原故呀，希望陛下割舍亲情顺从权宜的方法，以使国运永远兴隆。”于是强行扶李雄起来，脱去丧服亲理政事。',
    ],
],
'亲属成员' => [
    '父亲' => '成汉景帝李特',
    '母亲' => '太后罗氏',
    '兄长' => ['李始', '李荡'],
    '妻妾' => ['任皇后', '冉氏'],
    '儿子' => ['李越', '李霸', '成汉幽公李期，冉氏所生', '李保'],
]
'人物评价' => [
    '总评' => [
        '李雄性情宽厚，简省刑律法纪，很有声望。氐人苻成、隗文投降李雄后又背叛，亲手伤了李雄的母亲，他们又归降时，李雄都宽恕了他们的罪过，优厚地加以对待而接纳了他们。由此夷夏各族人心安定，威震西方。当时海内大乱，而蜀地单单平安无事，所以归附的人一批接一批。李雄于是兴办学校，设置史官，听政处事之后的空闲时间里，手不释卷。其赋税是一个成年男子每年交三斛谷，成年女子减半，每户调绸不过几丈，丝绵数两。公事少而劳役不常有，百姓富庶殷实，闾门不关，没有抢劫偷盗的。',
        '但是李雄的心意在于招引远方人，国家用度不足，所以将领们往往进献金银珍宝，有不少人因此而得到官职。丞相杨褒谏阻说：“陛下作为天下的君主，应当网罗四海人才，怎么能用官位买金钱呢！”李雄婉言向他道歉。后来李雄曾因醉酒而推搡中书令，杖打太官令，杨褒进言说：“天子端庄肃穆，诸侯也端庄有威仪，哪有身为天子而酗酒的！”李雄就戒了酒。李雄没事时出门散心，杨褒从后面手持矛纵马奔驰超过了李雄。李雄感到奇怪就问他，回答说：“统治天下这样的重任，就好像臣骑着劣马而拿着矛一样，太着急了就恐怕会伤害自己，太不上心就担心会丧失他，因此马跑起来了却不去控制它。”李雄醒悟了，立即返回。李雄治国没有威仪，官员没有俸禄等级，排列位次没有区别，君子小人服饰一样；行军时没有统一的指挥，打仗时没有部曲队伍，战斗时获胜了不互相谦让，失败了不互相救援，攻打城池营垒常以掳获为先。此是他失误的地方。',
    ],
    '历代评价' => [
        '房玄龄等《晋书》：“仲俊天挺英姿，见称奇伟，摧锋累载，克隆霸业。蹈玄德之前基，掩子阳之故地，薄赋而绥弊俗，约法而悦新邦，拟于其伦，实孙权之亚也。若夫立子以嫡，往哲通训，继体承基，前修茂范。而雄暗经国之远图，蹈匹夫之小节，传大统于犹子。托强兵于厥胤。遗骸莫敛，寻戈之衅已深；星纪未周，倾巢之衅便及。虽云天道，抑亦人谋。”；“对之李雄，各一方小盗，其孙皓之不若矣。”',
        '张大龄《晋五胡指掌》：“夫特、雄皆不御之才，乘机际会，凭恃天险，且难永世，不知谯纵何所能为，而敢效井蛙之鸣，奋螳臂之勇，以抗衡於中国也。”',
    ],
],
],
'02' => [
'brief' => '李班（288年－334年），字世文，略阳郡临渭县（今甘肃省天水市）人，成武帝李雄之侄，成汉第二位皇帝（334年）。',
'description' => [
    '李班深得叔父李雄的信任，并被立为太子，李雄死后，李班即位，同年，李班被李雄之子李越杀害，时年四十七岁，谥号哀皇帝。',
],
'baseInfo' => [
    '本名' => '李班',
    '别名' => '成哀帝、李世文 字 世文',
    '所处时代' => '十六国',
    '民族族群' => '氐族',
    '出生地' => '略阳郡临渭县（今甘肃省天水市）',
    '出生日期' => '288年',
    '逝世日期' => '334年',
],
'人物生平' => [
    '早年经历' => [
        '李班初任平南将军。李班的叔父李雄虽然有十个儿子，但都不成气候，所以李雄舍弃自己的儿子而立李班为太子。',
        '李班为人谦虚能广泛采纳意见，尊敬爱护儒士贤人，从何点、李剑以下，李班皆以老师的礼节对待他们，又接纳名士王嘏和陇西人董融、天水人文夔等作为宾客朋友。常常对董融等人说：“看到周景王的太子晋、曹魏的太子曹丕、东吴的太子孙登，文章审察辨识的能力，超然出群，自己总是感到惭愧。怎么古代的贤人那样高明，而后人就是望尘莫及呀！”李班为人性情博爱，行为符合轨范法度。当时李氏的子弟都崇尚奢侈靡费，可是李班常常自省自勉。每当朝廷上有重大问题要讨论，叔父李雄总是让他参与。李班认为古时候开垦的田地平均分配，不论贫富可以一样获得土地，如今显贵人物占有大面积的荒田，贫苦人想耕种却没有土地，占地多的人将自己多余的土地出售给他们，这哪里是王者使天下均等的大义呀！李雄采纳了他的意见。',
    ],
    '登基' => [
        '玉衡二十四年（334年），李雄卧病不起，李班日夜侍奉在身边。李雄年轻时频频作战，受了很多伤，到这时病重，疤痕全部化脓溃烂，李雄的儿子李越等人都因厌恶而远远躲开。李班替他吸吮脓汁。毫无为难的表情，往往在尝药时流泪，不脱衣冠地服侍，他的孝心诚意大多如此。',
        '玉衡二十四年（334年）六月二十五日，李雄去世，李班即位。任命堂叔建宁王李寿为录尚书事，来辅佐朝政。李班在宫中依礼服丧，政事都委托给李寿和司徒何点、尚书令王瑰等人。',
    ],
    '去世' => [
        '李班继位后，李越当时镇守江阳，因为李班不是父亲李雄的儿子，心中很是不满。玉衡二十四年（334年）九月，回到成都奔父丧，和他的弟弟安东将军李期密谋除掉他。李班的兄弟李玝劝李班遣送李越回江阳，任命李期为梁州刺史，镇守葭萌。李班认为李雄还未下葬，不忍心让他们走，推诚待人而心地仁厚，没有一点嫌隙。当时有两道白气出现在天空中，太史令韩豹奏道：“宫中有秘密阴谋的杀气，要对亲戚加以戒备。”李班没有明白。',
        '玉衡二十四年（334年）十月，李班因为夜晚去哭灵，李越在殡宫杀了李班，时年四十七岁，李班共在位一年，于是群臣立李雄的儿子李期继位。',
    ],
],
'亲属成员' => [
    '祖父：成汉景帝李特',
    '祖母：太后罗氏',
    '父亲：李荡',
    '伯父：李始',
    '叔父：成汉武帝李雄',
    '兄弟：李都、李玝',
],
'人物评价' => [
    '房玄龄等《晋书》：“班以宽爱罹灾，期以暴戾速祸，殊涂并失，异术同亡。”；“班谦虚博纳，敬爱儒贤”；“为性泛爱，动修轨度。”',
],
'史籍记载' => [
    '《晋书·卷一百二十一·载记第二十一》',
    '《魏书·卷九十六·列传第八十四》',
    '《十六国春秋别传·卷六·蜀录》',
],
],
'03' => [
'brief' => '李期（314年－338年），字世运，蜀郡成都县（今四川省成都市）人，成武帝李雄之子，成哀帝李班堂弟，成汉第三位皇帝（334年－338年）。',
'description' => [
    '玉衡二十四年（334年），李雄病死，太子李班继位，李期与兄李越杀死李班，李期继位，改元玉恒，封李越为建宁王，李期在位时期，任用庸臣，成汉政权在李期执政时期江河日下。',
    '玉恒四年（338年），李期被堂叔李寿废为邛都县公，幽禁别宫，不久李期自缢而死，时年二十五岁，谥号幽。',
],
'baseInfo' => [
    '本名' => '李期',
    '别名' => '李世运 字 世运',
    '所处时代' => '十六国',
    '民族族群' => '氐族',
    '出生地' => '蜀郡成都县（今四川省成都市）',
    '出生日期' => '314年',
    '逝世日期' => '338年',
    '祖籍地' => '巴西郡宕渠县（今四川省达州市）',
],
'人物生平' => [
    '好舍纳才' => [
        '李期聪慧好学，二十岁时就能作文章，轻财物而好施舍，虚心招纳人才。初任建威将军，其父李雄让儿子们和宗室的子弟们各自凭恩德信义聚集徒众，多的不到数百人，可是李期单单招到了上千人。他推荐的人，李雄多半任用，所以长史、列署有不少出自他的门下。',
    ],
    '杀班即位' => [
        '后来，李雄立侄子、李期的堂兄李班为太子。咸和九年（334年）六月，李雄去世，李班继位。同年九月，李期与其兄李越弑杀李班，想要立李越为帝，李越认为李期是父亲李雄正妻任氏所养，又很有才能，就让位给李期。于是李期即皇帝位，大赦境内罪犯，改年号为玉恒。诛杀李班的弟弟李都。派堂叔李寿到涪城讨伐李都之弟李玝，李玝弃城投降东晋。李期封李寿为汉王，任命他为梁州刺史、东羌校尉、中护军、录尚书事；封兄长李越为建宁王，任命为相国、大将军、录尚书事。立妻子阎氏为皇后。任命卫将军尹奉为右丞相、骠骑将军、尚书令，王瑰为司徒。',
        '李期自认为图谋大事已经成功，不重视各位旧臣，在外则信任尚书令景骞、尚书姚华、田褒。田褒没有别的才能，李雄在位时期，曾劝其立李期为太子，所以李期非常宠幸厚待他。对内则相信宦官许涪等人。国家的刑狱政事，很少让卿相过问，奖赏和刑罚，都由这几个人决定，于是国家的法纪紊乱。竟然诬陷尚书仆射、武陵公李载谋反，致使李载被下狱而死。',
        '在此之前，东晋建威将军司马勋屯兵汉中，李期派李寿攻陷汉中，于是设置守官，设防于南郑。',
    ],
    '遭废幽禁' => [
        '李雄的儿子李霸、李保无病而死，都说是李期毒死了他们，于是大臣们心怀恐惧，人人不能心安。李期诛杀夷灭了很多人家，抄没他们的妇女和财物来充实自己的后庭，宫内宫外人心惶惶，路上相见也只敢用目光打招呼，劝谏的人都定了罪，人人只想苟且免祸。李期又毒死李寿的养弟安北将军李攸，和李越、景骞、田褒、姚华商议袭击李寿等人，打算烧毁市桥而发兵。李期又多次派中常侍许涪到李寿那里去，察看他的动静。',
        '李攸死后，李寿非常害怕，又疑心许涪往来频繁的情况。于咸康四年（338年），率领一万步兵、骑兵，从涪城出发前往成都，声称景骞、田褒扰乱朝政，所以发动晋阳兵士，以清除李期身边的恶人。李寿到达成都，李期、李越没料到他会来，一向不加防备，李寿于是占领成都，驻兵到宫门前。李期派侍中慰劳李寿，李寿上奏章说李越、景骞，田褒、姚华、许涪、征西将军李遐、将军李西等人都心怀奸诈扰乱朝政，图谋倾覆社稷，大逆不道，罪该诛杀。李期顺从了李寿的意见，于是杀死李越、景骞等人。李寿假托太后任氏的名义下令，将李期废为邛都县公，幽禁在别宫里。',
        '李期叹息说天下的君主竟然成了一个小小的县公，真是生不如死。同年（338年），李期自缢而死，时年二十五岁，谥号幽公。',
    ],
],
'亲属成员' => [
    '祖父：成汉景帝李特',
    '祖母：太后罗氏',
    '父亲：成汉武帝李雄',
    '生母：冉氏 [15-16]  ',
    '养母：任氏，李雄的皇后，李期继位尊为太后',
    '兄弟' => ['李越，李期兄长，封建宁王，官至相国、大将军、录尚书事', '李霸', '李保'],
    '妻子' => '皇后阎氏',
],
'人物评价' => [
    '房玄龄等《晋书》：“班以宽爱罹灾，期以暴戾速祸，殊涂并失，异术同亡。”',
],
'史籍记载' => [
    '《晋书·卷一百二十一·载记第二十一》',
    '《魏书·卷九十六·列传第八十四》',
    '《十六国春秋别传·卷六·蜀录》',
    '《资治通鉴·卷九十五》',
    '《资治通鉴·卷九十六》',
],
],
'004' => [
'brief' => '李骧，字元龙，巴氐人。成汉宗室大臣。李慕之子，李特之弟，李寿之父。任太傅、大将军。李寿即位后，追谥献皇帝。',
'baseInfo' => [
    '主要成就' => '参与建立成汉政权',
    '本名' => '李骧 字 元龙',
    '所处时代' => '西晋末年',
    '民族族群' => '巴氐（也称为賨人）',
    '官职' => '太傅、大将军',
    '谥号' => '成汉献皇帝',
    '籍贯' => '巴西宕渠(今四川达州渠县）',
],
'人物生平' => [
    '李特时为骁骑将军，李雄称帝后，封他为太傅。李骧生擒晋朝驻守涪城的将军焦登，使梓潼、巴西郡都成为成汉的国土，因功进封大将军，死后谥汉献王。李寿即位后，追谥为献皇帝。',
],
'家庭成员' => [
    '父亲' => '李慕 陇西襄王',
    '长兄' => '李辅',
    '次兄' => '李特 成景帝，武帝追尊',
    '三兄' => '李痒 阳泉亭侯',
    '四兄' => '李流 秦文王',
    '妻子' => '昝氏 太后',
    '长子' => '李寿 汉昭文帝',
],
],
'04' => [
'brief' => '李寿（300年～343年），字武考，蜀郡成都县（今四川省成都市）人，成武帝李雄堂弟，成汉第四位皇帝（338年～343年）。',
'description' => [
    '李寿聪敏好学，雅量大度，从小崇尚礼仪容止，异于李氏诸子，其堂兄李雄认为他才能不凡，足以担重任。玉衡二十四年（334年），李期之兄李越杀李班，拥立李期为帝，李期继位改封李寿为汉王。玉恒四年（338年），李寿率军攻克成都，废李期自立，改国号为汉，建元汉兴。',
    '汉兴六年（343年），李寿驾崩，享年四十四岁，庙号中宗，谥号昭文皇帝，葬于安昌陵。',
],
'baseInfo' => [
    '本名' => '李寿',
    '别名' => '汉昭文帝、李武考 字 武考',
    '所处时代' => '十六国',
    '民族族群' => '氐族',
    '出生地' => '蜀郡成都县（今四川省成都市）',
    '出生日期' => '300年',
    '逝世日期' => '343年',
],
'人物生平' => [
    '委以重任' => [
        '李寿聪敏好学，雅量大度，从小崇尚礼仪容止，不同于李氏的其他孩子。其堂兄成汉武帝李雄认为他才能不凡，足以担负重任，拜为前将军、督巴西军事，升任征东将军。当时十九岁，聘请处士谯秀作宾客，完全听从他正直的话，在巴西威信惠政都很突出。父亲李骧死后，升任大将军、大都督、侍中，封爵扶风公，录尚书事。征讨宁州时，包围攻打了一百余日，将各郡全部平定，李雄非常高兴，封他为建宁王。',
        '公元334年（玉衡二十四年）六月，李雄患病，征召李寿让他接受遗诏辅佐朝政。六月二十五日，李雄去世，太子李班即位，是为成汉哀帝。任命李寿为录尚书事，朝廷政事皆由李寿和司徒何点、尚书王瑰决断。李班是李雄长兄李荡的儿子。',
        '公元334年（玉衡二十四年）十月，李雄的第四子李越从江阳郡（今四川泸州）奔丧，与其弟李期合谋弑杀李班，李期称帝，李期继位后，改封李寿为汉王，食邑为梁州五郡，兼任梁州刺史。',
    ],
    '攻克成都' => [
        '李寿威名远扬，深受李越、景骞等人忌惮，李寿也很担忧。代替李玝屯守涪城，每当到了朝见的日期，常常托辞边疆军情紧急，不能没有人镇守，所以能够不去朝见。李寿又看到李期、李越兄弟十多人正当壮年，而且都拥有强兵，害怕自己难以保全，就多次以礼聘请巴西人龚壮。龚壮虽然没有应聘，但多次去见李寿。当时岷山山崩，江水枯竭，李寿认为不祥，往往问龚壮保全自己的办法。龚壮因李期的祖父李特杀了自己的父亲和叔父，想要借别人的手报仇，还没有合适的机会，于是劝说李寿道：“殿下如果能够抛弃小节而顺从大业，把危险变成安全，那么开国割据，长久地做一个诸侯，声名要超过齐桓公、晋文公，功勋将流传百代了。”李寿听从了他的意见，私下和长史略阳人罗恒、巴西人解思明共同计议占据成都，向东晋称臣归顺。',
        '公元338年（玉恒四年），李寿与文武官员盟誓，共有数千人，袭击成汉都城成都，并将成都攻克，纵容士兵抢掠，以至于强奸抢掠了李雄的女儿和李氏的妇女们，残害了很多人，好几天才安定下来。',
    ],
    '即皇帝位' => [
        '攻克成都后，罗恒和解思明以及李奕、王利等人劝李寿自称为镇西将军、益州牧、成都王，向东晋称臣；而任调和司马蔡兴、侍中李艳以及张烈等劝李寿自立为帝。李寿下令占筮，占者说：“可以当数年的天子。”任调欣喜地说：“当一天尚且可以满足了，何况当数年呢！”解思明说：“当数年的天子，哪里比得上当百世的诸侯！”李寿说：“朝闻道，夕死可矣。任侯的话，是上策。”同年李寿即皇帝位，赦免境内的罪犯，改年号为汉兴，改国号“成”为“汉”，史称成汉。任命董皎为相国，罗恒、马当为股肱，李奕、任调、李闳为爪牙，解思明为谋主。用安车和束帛聘请龚壮担任太师，龚壮坚决推辞，特许他穿戴缟巾素带，处于师友的地位。提拔幽滞的人才，给他们显要的身份。追尊父亲李骧为献帝，母亲昝氏为太后；立妻阎氏为皇后，世子李势为太子。',
        '公元338年（汉兴元年）七月，有人告发广汉太守李乾和大臣相通谋划，想要废掉李寿。李寿命令他的儿子李广和大臣在前殿盟誓，调任李乾为汉嘉太守。当时有大风暴雨，雷击其端门。李寿深深地悔恨自责，下令群臣极尽忠言，不要拘泥于忌讳。',
        '公元338年（汉兴元年）八月，成汉国内阴雨连绵，百姓饥荒，疫病流行。李寿下令让群臣尽情陈述朝政的得失。',
    ],
    '大造宫室' => [
        '李寿继承了李雄宽和俭朴的作风，刚篡夺了帝位，因此遵行李雄的政策，还没有放纵自己的欲望。正逢李闳、王嘏从邺城回来，极力称道后赵石虎威武强盛，宫殿壮美华丽，邺地百姓殷实富裕。李寿又得知石虎肆虐地滥用刑法，王逊也凭杀罚驾驭部下，都能控制自己统治的邦域，李寿心中欣然仰慕，于是部下的人有了小小的过失，就杀掉他们来树立威势。又因为郊野地区人口不多，都市里没什么东西，工匠器械，各方面都缺乏，于是将附近郡中有三个壮丁以上的人家迁来充实成都，建立尚方御府，调各州郡的能工巧匠到那里，大规模修造宫室，引水进城，一味追求奢侈。又扩建太学，起造谠殿。百姓被驱使服役弄得疲于奔命，哭喊叹息声到处都可以听到，想要造反的人十家就有九家。他的左仆射蔡兴极力谏阻，李寿认为是诽谤，诛杀了他。右仆射李嶷屡次用率直的言辞反驳他的旨意，李寿多次感到不满，假托别的罪名，把他关进监狱杀了。',
        '公元343年（汉兴六年）七月，李寿去世，时年四十四岁，共在位六年。死后谥号昭文皇帝，庙号中宗，葬于安昌陵。',
    ],
],
'主要成就' => [
    '政治' => '公元338年（汉兴元年）九月，成汉仆射任颜谋反，被李寿诛杀。任颜是李雄妻子任太后（任皇后）的兄弟。李寿因此全数诛杀李雄的所有子嗣。',
    '军事' => '公元340年（汉兴三年），李势派散骑常侍王嘏、中常侍王广前往后赵，与后赵皇帝石虎通好。在此之前，石虎写信给李寿，想连横而入侵中原，约好平分天下。李寿很高兴，于是大规模修造船舰，整修兵器锁甲，军吏兵卒都备好干粮。任命尚书令马当为六军都督，假节钺，扎营在东场准备大阅兵，军士七万多人，水军沿江逆流而上。经过成都，鼓噪的声音满江都是，李寿登上城楼观看他们。他的群臣都说：“我们国家小兵众少，吴会遥远而路途艰险，打他们的主意可不容易。”解思明又恳切至诚地极力谏阻，李寿于是下令群臣陈述事情的利害。龚壮谏阻说：“陛下与胡人交往，哪里比得上与东晋交往？胡是豺狼一样的国家。东晋被灭掉之后，不可能不朝着北方事奉他。如果和他争天下，那强弱形势又不同了。这属于虞国、虢国一类的现成范例，已经是十分明了的教训，希望陛下深思熟虑。”群臣认为龚壮的话有道理，叩着头流着泪谏阻，李寿才作罢，士兵徒众都欢呼万岁。',
],
'亲属成员' => [
    '父亲' => '李骧，太傅、汉献王。赠相国。昭文帝追尊为献皇帝。',
    '妻妾' => ['阎皇后，昭文帝立为皇后，李势尊为皇太后。', '李宫人，为李势生母。'],
    '儿子' => ['李势，成汉末代皇帝。东晋归义侯。', '李广，大将军、汉王。贬为临邛侯。'],
    '女儿' => '李夫人，成汉灭亡为桓温所纳。',
],
'人物评价' => [
    '总评' => '李寿开始做王的时候，好学而爱护士人，还希望行正道，每当阅读到良将贤相建功立业的故事，没有不反复诵读的，所以能征伐四方而取胜，开辟千里国土。李雄既在上位非常虚心，李寿也在下位极尽忠诚，被称为贤相。到了登上帝位之后，改立宗庙，将父亲李骧作为汉始祖庙，李特、李雄为大成庙，又下书说和李期、李越不是一族，但凡各种制度，都有所改换。公卿以下的官员，大部分任用自己的僚属部下，李雄那时的旧臣和六郡的士人，都被废黜。李寿刚生病的时候，解思明等人又一次提议事奉王室，李寿不答应。李演从越巂上书，劝李寿回归正统，去掉帝号而称王，李寿大怒而杀了他，借以威胁龚壮、解思明等人。龚壮写了七首诗，假托说是应璩写的来讽劝李寿。李寿回答说：“读了诗知道意思。如果是现在的人的作品，那是贤哲的话。如果是古人写的，不过是死鬼的套话罢了！”平时仰慕汉武帝、魏明帝的作为，耻于听人讲他父兄时期的事情，上书的人不能说先世的政绩教化，因为他自认为自己超过了先辈。',
    '历代评价' => '房玄龄《晋书》：“武考凭藉世资，穷兵窃位，罪百周带，毒甚楚围，获保归全，何其幸也！”；“敏而好学，雅量豁然，少尚礼容，异于李氏诸子。雄奇其才，以为足荷重任。”',
],
'史书记载' => ['《晋书·卷一百二十一·载记第二十一》', '《魏书·卷九十六·列传第八十四》', '《资治通鉴》卷九十五至卷九十七'],
],
'05' => [
'brief' => '李势（？～361年），字子仁，蜀郡成都县（今四川省成都市）人，汉昭文帝李寿之子，成汉末代皇帝（343年～347年）。',
'description' => [
    '汉兴六年（343年），李寿驾崩，李势继位，改元太和，李势在位时，骄狂吝啬，贪财好色，杀人夺妻，不理国事，残害大臣，滥用刑法，当时人人自危。',
    '嘉宁二年（347年），东晋大司马桓温率军伐汉，李势兵败投降，成汉灭亡，桓温将李氏东迁建康，封李势为归义侯，升平五年（361年），李势辞世。',
],
'baseInfo' => [
    '本名' => '李势',
    '别名' => '李子仁 字 子仁',
    '所处时代' => '十六国',
    '民族族群' => '氐族',
    '出生地' => '蜀郡成都县（今四川省成都市）',
    '逝世日期' => '361年',
],
'人物生平' => [
    '早年经历' => [
        '当初，李寿的妻子阎氏无子，李寿的父亲李骧杀了李凤，给李寿娶了李凤的女儿作妾，生下李势。成汉幽公李期喜爱李势的姿质相貌，拜为翊军将军、汉王世子。李势身高七尺九寸，腰粗十四围，善于俯仰，时人都感到很奇怪。公元338年（汉兴元年），李寿继位，立李势为太子。',
    ],
    '登基为帝' => [
        '公元343年（汉兴六年），李寿去世，太子李势继位，赦免境内罪犯。公元344年（太和元年）正月，改年号为太和，尊奉嫡母阎氏为皇太后，册立妻子李氏为皇后。',
        '公元344年（太和元年）秋天，太史令韩皓上书说：“火星在心宿，是对不修缮宗庙的谴责。”李势令群臣论议此事。相国董皎、侍中王嘏认为：“景皇帝李特、武皇帝李雄创定国家大业，献皇帝李骧、文皇帝李寿禀承国家政权，至亲的关系并不疏远，不应当疏远绝祀。”于是重新下令祭祀李特和李雄，都用汉王的称谓。',
    ],
    '诛臣平乱' => [
        '公元345年（太和二年）九月，李势的弟弟大将军、汉王李广，因为李势没有儿子，请求让自己当皇太弟，李势不同意。马当、解思明认为李势兄弟不多，如果再有所废免，将会更加孤弱危险，所以执意劝说李势答应李广的请求。李势怀疑他们和李广有预谋，命令董皎收捕马当和解思明并将他们斩杀，夷灭三族。又派太保李奕进攻在涪城的李广，将李广贬为临邛侯，李广自杀。解思明被捕时，叹息说：“国家之所以不灭亡，是因为有我们这几个人在，现在危险了！”谈笑自若赴死。解思明有智慧、谋略，敢于直言谏诤。马当素来得人心，他们死后，士民们无不哀悼。',
        '公元346年（太和三年）冬天，太保李奕在晋寿起兵反叛，蜀人大多都跟从他，兵众多达数万。李势登上城墙抵御，李奕单身匹马冲击城门，守卫城门的人向他射击，射死了他，其兵众全都溃逃。李势诛杀李奕后，在境内实行大赦，改年号为嘉宁。',
    ],
    '亡国投降' => [
        '公元347年（太和四年），东晋大司马桓温率领水军讨伐李势。桓温驻扎在青衣，李势调大军抵御固守，又派李福和昝坚等数千人从山阳奔赴合水抵御桓温。认为桓温只能从步行的小路过来，将领们都想在江的南岸设置伏兵来对付晋军，昝坚不同意，率领各部从江的北岸的鸳鸯碕渡江往犍为去。可是桓温从山阳走了江南的路，昝坚到了犍为，才知道和桓温走岔了道，于是回头从沙头津往北渡江。昝坚到达时，桓温已经到了成都的十里陌，昝坚的部众不战自溃。桓温到达城下，纵火烧大城的各个门。李势的徒众惊惶恐惧，不再有坚守的打算，他的中书监王嘏、散骑常侍常璩等人劝李势投降。李势以此事询问侍中冯孚，冯孚说：“从前吴汉征伐蜀地，杀光了公孙氏。如今晋下书说，不赦免李家人，即使投降，恐怕也没有活命的机会。”',
        '李势就在夜晚逃出东门，和昝坚逃到晋寿，然后送投降文书给桓温说：“伪嘉宁二年三月十七日，略阳人李势叩头死罪。伏惟大将军节下，先人遭难流亡，凭恃险要的地势而趁着局势的空子，窃据汶蜀。李势因为愚昧无知，又接掌了末期的统绪，偷安推移，没有能够改变主意。竟然麻烦了大驾，来到这险峻崎岖的地方。将士狂妄愚鲁，犯了天威。惭愧悔恨，精魂飞散，甘愿承受刀斧，来祭大军的战鼓。伏惟大晋，天网恢弘博大，恩泽遍及四海，超过太阳。紧迫匆忙，逃到草野。今天到白水城，谨派私自委任的散骑常侍王幼奉笺呈交，并命令州郡放下武器。枯池中的鱼，时刻等待着救命的消息。”李势不久就用车拉着棺木而捆绑起来到军营门前，桓温解开他的绑绳，焚烧他的棺木，将李势和他的弟弟李福（《十六国春秋》记载为李势叔父）、从兄李权等亲族十多人迁到东晋都城建康（今江苏南京），封李势为归义侯，成汉自此灭亡。',
        '公元361年（升平五年），李势在建康（今江苏南京）去世。',
    ],
],
'主要成就' => [
    '李势为人骄奢淫佚，不操心国家大事，常常身居宫中，很少与公卿大臣接触，疏远忌惮昔日的臣下，信任跟随在身边的人，谗言媚语并进，刑罚苛刻泛滥，因此宫廷内外的人们全都与他离心。蜀地以前没有獠族人，到他在位时他们开始从山中出来，从巴西至犍为、梓潼，十多万个部落布满了山谷，无法禁止控制，给百姓带来了深重的祸患。再加上临逢荒年，国境之内，变得一片萧条。',
],
'亲属成员' => [
    '父亲' => '李寿 汉昭文帝',
    '母亲' => '李氏 梁州刺史李凤之女',
    '弟弟' => '李广 大将军，345年为皇帝李势怀疑，李势贬李广为临邛侯，李广自杀',
    '妻子' => '李皇后 李势继位封为皇后，成汉亡国之后，李皇后不知所终',
    '女儿' => '李氏 桓温妾，姿貌绝丽，我见犹怜（一说为李势妹）',
],
'人物评价' => [
    '《晋书》：“子仁承绪，继传昏虐，驱率余烬，敢距大邦。授甲晨征，则理均于困兽；斩关宵遁，则义殊于前禽。宜其悬首国门，以明大戮，遂得礼同刘禅，不亦优乎！”“势身长七尺九寸，腰带十四围，善于俯仰，时人异之。”“势既骄吝，而性爱财色，常杀人而取其妻，荒淫不恤国事。”“加之荒俭，性多忌害，诛残大臣，刑狱滥加，人怀危惧。斥外父祖臣佐，亲任左右小人，群小因行威福。又常居内，少见公卿。”',
],
'史书记载' => ['《晋书·卷一百二十一·载记第二十一》', '《魏书·卷九十六·列传第八十四》', '《资治通鉴》卷九十七至卷九十八'],
],
'06' => [
'brief' => '范贲（？～349年），涪陵丹心（今重庆市黔江区）人，成汉皇帝，丞相、西山侯范长生之子。',
'description' => [
    '任侍中职位，玉衡八年（318年），其父范长生去世，接任丞相职位。嘉宁五年（349年），成汉为东晋名将桓温所灭，皇帝李势及宗室迁至建康。同年，成汉将领拥立范贲为皇帝，史载范贲“以妖异惑众”，故蜀地有很多人归附范贲。',
    '同年，东晋益州刺史周抚、龙骧将军朱焘击败范贲，范贲被杀，益州平定。',
],
'baseInfo' => [
    '本名' => '范贲',
    '所处时代' => '成汉',
    '逝世日期' => '349年',
    '籍贯' => '涪陵丹心（今重庆黔江）',
],
'人物生平' => [
    '成汉丞相范长生博学多闻，年近百岁才去世，而被蜀地之人敬若神明。其子范贲曾任成汉的侍中，范长生于318年去世后他接任丞相。嘉宁二年（347年），东晋执政桓温攻下成都，时任成汉皇帝李势投降，但成汉将领隗文、邓定等人推范贲为帝，重新夺回成都。根据史书记载，范贲“以妖异惑众”，吸引蜀地很多人归附。349年，东晋益州刺史周抚、龙骧将军朱焘攻打范贲，范贲被杀，遂平定益州。',
],
],
];
