<?php
return [
'01' => [
'brief' => '张轨（255年～314年），字士彦，安定郡乌氏县（今甘肃省平凉市）人，西汉赵景王张耳之后，前凉开国君主（301年～314年）。',
'description' => [
    '张轨出身凉州士族安定张氏，自幼聪明好学，文雅端庄，深通儒术，深得中书监张华赏识。初授太子舍人，迁散骑常侍、征西军司。趁着八王之乱，割据凉州，平定张镇内乱，收容各地流民，拥戴晋愍帝司马邺，抵抗汉赵军队，翼护西晋皇室，封西平郡公。',
    '建兴二年（314年），去世，享年六十岁，追赠凉州牧、侍中、太尉，谥号武穆，葬于建陵，曾孙张祚即位，追谥武王，庙号太祖。',
],
'baseInfo' => [
    '本名' => '张轨',
    '别名' => '凉武王 字 士彦',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '安定郡乌氏县（今甘肃省平凉市）',
    '出生日期' => '255年',
    '逝世日期' => '314年',
    '庙号' => '太祖',
    '谥号' => '武王',
    '陵寝' => '建陵',
    '在位时间' => '301年–314年',
],
'人物生平' => [
    '世举孝廉' => [
        '张轨，字士彦，安定乌氏人，是西汉常山景王张耳的第十七代孙。家族世代举孝廉，以专攻儒学著名。张轨的祖父张烈为曹魏外黄县令，父亲张温为太官令，母亲为陇西辛氏。',
        '张轨年少聪明好学，很有才能声望，姿态仪表文雅端庄，与同郡人皇甫谧关系很好，隐居在宜阳郡女几山。西晋泰始初年（265年），继承叔父恩荫的五品官。曾与中书监张华谈论经义以及政事利弊，深得器重他，认为安定郡的中正压制人才，对张轨言谈为人大为赞美，觉得他就是在二品等级里也是很优秀的。卫将军杨珧征召任用他为属官，授职为太子舍人，累次升任至散骑常侍、征西军司。',
    ],
    '河西霸主' => [
        '张轨因为时世多灾难，便暗自图谋占据河西之地，为此占卜预测吉凶，得到六十四卦中的泰卦与观卦相遇合，便扔掉蓍草大喜道：“这是霸者之吉兆啊。”于是请求朝廷让他担任凉州刺史。公卿大臣们也推举张轨，认为其才干足能统辖远方。',
        '永宁初年（301年），张轨出任护羌校尉、凉州刺史。当时鲜卑族反叛，盗匪纵横州里，抢劫财物，张轨到任后，立即予以讨伐，剿灭盗匪，斩首一万余人，于是张轨威名大显凉州，教化施行于河西。张轨以宋配、阴充、氾瑗、阴澹为左右得力谋士，征召九郡贵族子弟五百人，建立学校，开始设置崇文祭酒，其地位和别驾一样，春秋两季实行以射选士的礼仪。秘书监缪世征、少府挚虞夜里观测星象，聚在一起说：“天下将乱，避难之所唯有凉州而已。凉州张刺史德行气量不凡，莫非应在此人身上！”',
        '太安三年（304年），河间王司马颙、成都王司马颖叛乱，张轨派兵三千，东奔京师保卫天子。',
        '永兴年间（304年―305年），鲜卑贵族若罗拔能反叛骚乱，张轨派司马宋配征讨叛敌，斩杀若罗拔能，俘虏十余万人，张轨威名大震。晋惠帝派遣使者任命张轨为安西将军，并封为安乐乡侯，食邑一千户。于是大规模修建姑臧城。姑臧城本是匈奴人所建，南北长七里，东西长三里，地势有龙的形状，所以又称卧龙城。当初，汉末博士、敦煌人侯瑾对他的门徒说：“日后城西边的泉水会枯竭，将有双座楼台立于泉水潭上，与城东门相望，其中定有霸者出现。”到曹魏嘉平年间（249年―254年），郡里长官果然建造学馆，在城西泉水潭上筑起两座楼台，与城东门正好相遥望。至此时，张氏便成为河西霸主。',
    ],
    '朝廷信任' => [
        '永嘉初年（307年），东羌校尉韩稚诛杀秦州刺史张辅，张轨属下少府司马杨胤向张轨进言说：“今日韩稚违抗上命，擅自诛杀张辅，明公手握重兵镇守一方，应惩罚那些不法之徒，这也是《春秋》倡导的大义，春秋诸侯之间互相残杀互相吞并，齐桓公不能救助，则齐桓公以此为耻。”张轨听从他的建议，派中督护氾瑗率领二万兵马讨伐韩稚，先派人给韩稚送去一封信说：“当今朝廷纲纪混乱不堪，各方诸侯应并力勤王。适才得到雍州文书，说你兴兵内讧。鄙人督察经略一方，义在讨伐叛乱之徒，将士三万，络绎进发，朋友故旧受害之痛，心中怎可言状！古人作战，以保全国家为上，你若单人匹马来军门谢罪，你我尚可共事平定世难。”韩稚得到书信后向张轨投降。张轨派主簿令狐亚聘问南阳王司马模，司马模十分高兴，将天子赐剑送给张轨，对张轨说：“自陇地以西，一切军政大事皆委托于你，此剑如同权杖。”',
        '永嘉二年（308年），王弥侵犯洛阳，张轨派北宫纯、张纂、马鲂、阴浚等率领凉州军马打败王弥，不久又在河东击败刘聪，京师歌谣道：“凉州大马，横行天下。凉州鸱苕，寇贼消；鸱苕翩翩，怖杀人。”晋怀帝司马炽嘉奖张轨的忠诚，进封他为西平郡公，张轨推辞不接受。当时天下已乱，各方诸侯不听朝廷使命，张轨派遣使者朝贡皇帝，一年四季从不废止。朝廷嘉奖张轨，一再降诏慰劳。',
    ],
    '平定内乱' => [
        '永嘉二年（308年），张轨因患中风而不能说话，命儿子张茂代管凉州。酒泉太守张镇暗中召引秦州刺史贾龛以取代张轨，秘密遣使到京师，请求尚书侍郎曹祛任西平太守，图谋构成相依互佐之势。张轨别驾麹晁想独断专行作威作福，又派使者到长安，告诉南阳王司马模，声称张轨身体残废，请求朝廷让贾龛代替张轨，而贾龛也准备接受这一任职。其兄责备贾龛道：“张公是当今名士，在凉州威名卓著，你有何德何能可去代替他！”贾龛便打消了这一念头。朝廷又任命侍中爰瑜为凉州刺史。治中杨澹快马奔驰到长安，将自己的耳朵割下来放在盘子上，诉说张轨遭人陷害，南阳王司马模便上疏朝廷制止了更换刺史之事。',
        '晋昌人张越，是凉州的大族，有谶言说张氏雄霸凉州，张越自以为自己的才干能力可以应验此言。张越从陇西内史升任梁州刺史。张越志在统辖凉州，便托病回到河西，暗中谋划取代张轨，派其兄张镇及曹祛、麹佩传书各郡废免张轨刺史之职，以军司杜耽代理州事，让杜耽上表朝廷请求任命张越为凉州刺史。张轨发出命令道：“鄙人在凉州八年，不能安定地方，又适值中州叛军作乱，秦陇危急，加之身患重病命在旦夕，因而真心考虑隐退让贤。只是职位所在责任重大，不便马上了结心愿。不料有人无端兴起今日事变，这实在是不明白鄙人之心。鄙人把离开凉州贵地看作如同脱掉脚上的鞋子而已！”张轨打算派主簿尉髦拿着疏表进京，同时准备车马，预备回宜阳养老。',
        '长史王融、参军孟畅用脚踩断张镇发送的文告，推门而入劝谏张轨道：“晋室多变，人民涂炭，实在依仗明公安抚西方。张镇兄弟胆敢放肆作乱，应宣明其罪行而诛杀叛党，不能成全他们的野心。”张轨默然。王融等实行戒严。武威太守张琠派儿子张坦快马奔赴京师，上表朝廷说：“魏尚安抚边疆反而获罪，赵充国尽忠报国反而遭贬，这都是前代历史中值得讥讽而当今可引为借鉴的事。顺阳吏民怀念太守刘陶，为他守墓者多达千人。张刺史来治理凉州，好比慈母抚育赤子，凉州百姓爱戴张轨，好比干旱季节的禾苗迎得甘雨。听说朝廷听信流言，打算更换刺史，百姓惊慌不安，如同将要失去父母。当今戎夷胡人扰乱华夏，不宜轻率搔动一方。”',
        '不久，张轨任命其子张寔为中督护，率兵讨伐张镇。又派张镇的外甥太府主簿令狐亚前往劝导张镇说：“舅舅何不审时度势看清成败安危？张公在凉州德高望重，兵马如云，这就像烈火已熊熊燃烧，你却等待江汉之水来浇火；溺于洪流，指望越地之人来救助，岂不是鞭长莫及！现在数万大军已兵临城下，惟有诚心诚意归顺官府，才能使亲人平安，延续门户，保全家族幸福。”张镇痛哭流涕说：“我这是为他人所误！”便将罪名加到功曹鲁连身上并将其斩首，向张寔投降谢罪。张寔率部南进讨伐曹祛，赶走了曹祛。张坦从京师赶回，晋怀帝特下诏慰劳张轨，依准司马模所奏，下令诛杀曹祛。张轨大喜，赦免州内死罪以下的叛党。命令张寔率尹员、宋配领步兵骑兵三万余众讨伐曹祛，另派从事田迥、王丰率八百骑兵从姑臧西南出石驴，占据长宁。曹祛派麹晁在黄阪一线设防抵抗张寔大军。张寔从隐秘小道通过浩亹，在破羌与曹祛交战。张轨斩杀曹祛及其牙门将田嚣。',
    ],
    '收容流民' => [
        '张轨派治中张阆送五千义兵及郡国秀才孝廉、赋税账簿、器甲土产交付京师。命令主管官吏详细察问凉州自建州以来，高洁纯正遗弃富贵退隐世外以保持节操者；高才硕学著述经史者；为国为君临危不惧杀身殉义者；忠心进谏而获罪者；交涉应对随机行事而避免祸患者；武勇机智为时世排除灾难者；奸谄误主陷害忠贤者；等等都用文状呈报到州府。凉州父老莫不庆贺。光禄卿傅祗、太常挚虞送信给张轨，告诉京师饥荒匮乏，张轨马上派参军杜勋给朝廷献马五百匹、毯布三万匹。晋怀帝派使者进拜张轨为镇西将军、都督陇右诸军事，封霸城侯，又升张轨为车骑将军、开府辟如、仪同三司。授封的文书未到，而王弥就兵临洛阳，张轨派将军张斐、北宫纯、郭敷等率精锐骑兵五千人来保卫京师。及至京师陷落，张斐等皆被贼军杀害。中州人纷纷逃到凉州避难，张轨分割武威一部分设立武兴郡，又分西平郡（今青海西宁市）界置晋兴郡以收容流民。太府主簿马鲂向张轨进言道：“四海动荡，天子未得反正，明公率凉州之兵直捣平阳，必将所向披靡，有征无战。不知明公担心什么而不采取这一行动？”张轨道：“这正是我所想的事。”同时，张轨亦继续支持西晋，晋怀帝被掳到平阳后，张轨曾打算倾一州之力进攻平阳。',
        '不久，秦王司马邺进入关中，张轨便迅速传檄至关中，檄文说：“主上遇险，流落贼营，普天分崩，举国丧气。秦王司马邺天资卓越圣明仁德，神机武断以应天时。世祖之孙中，秦王今为长者。凡我大晋之人，食粮之民，占卜取卦克期效忠，光明险恶同心同步。应选择吉日，奉尊秦王登基继位。今日派前锋督护宋配率步兵骑兵二万，直抵长安，护卫天子，击退左右之敌。西中郎将张寔率中军三万，武威太守张琠率胡人骑兵二万络绎进发，将于仲秋中旬在临晋会师。”',
    ],
    '奠基前凉' => [
        '次年，秦王司马邺被立为皇太子，派使者前往凉州拜张轨为骠骑大将军、仪同三司，张轨坚决辞谢。秦州刺史裴苞、东羌校尉贯与占据险要与朝廷断绝往来，张轨命令宋配率兵讨伐。西平人王叔与曹祛余党麹儒等威逼前福禄令麹恪为君主，逮捕太守赵彝，与东边的裴苞等人相呼应。张寔回师讨伐，斩杀麹儒等。左督护阴预与裴苞在狭西交战，大败裴苞，裴苞逃到桑凶坞。这一年，北宫纯投降刘聪。皇太子派使者向张轨重申先前的授命，张轨坚决推辞。左司马窦涛向张轨进言道：“周公旦封于曲阜而不辞，姜子牙封于营丘而受命，这就是所谓明确国家法令，奖励有大功者。天下崩溃，主上流亡，凉州虽为边远之州，但明公不忘匡扶朝廷，因此朝廷推诚相待，嘉奖任命再三传送至州。明公应遵从朝廷旨意，以满足众人之心。”张轨依旧坚决不从。',
        '当初，张寔平定麹儒，将首恶六百余家改迁别处。治中令狐浏说：“清除恶人，如同农夫除草，务必锄去草根，使草不能再滋生成长。今日应将叛党之家全部迁走，以绝后患。”张寔未加采纳。麹儒余党果然反叛，张寔进兵平定了此乱。',
        '永嘉七年（313年），晋怀帝被杀，司马邺继位，是为晋愍帝，并升张轨为司空，张轨坚辞不受。太府参军索辅向张轨进言道：“从前用金贝皮币作买卖货币，消除了用粮食布帛度量交换的损耗。两汉制造五铢钱，贸易流通不息。泰始年间（265年―274年），河西地区荒废不堪，便不再使用钱币，割布分段来计钱数。绢布既被毁坏，交易起来又困难，只会徒然破坏女工的作业，使布帛不能制作衣服，实为严重的弊病。如今中州虽战乱不休，但凉州安定，应恢复使用五铢钱以畅通买卖贸易。”张轨采纳这一建议，建立制度，以布帛为标准，用钱交易，钱币便大为流行，凉州百姓获得便利。同时，刘曜寇犯北地，进逼长安，张轨又派参军麹陶率三千人马保卫京都长安。建兴二年（314年），晋愍帝派大鸿胪辛攀拜张轨为侍中、太尉、凉州牧、西平公，张轨又坚决辞谢。',
    ],
    '因病去世' => [
        '同年五月，张轨卧病不起，临终前留下遗言道：“我平生对他人无甚恩惠，今日疾病垂危，大概命将告终了。我死后，文武将佐都应尽忠尽义，务必安抚百姓，上报国家，下安家室。我死后以普通棺木从简安葬，墓中不藏金玉。好好辅助我儿安逊（张寔的字），听从朝廷旨意。”上表朝廷请求立其子张寔为世子。五月己丑日，张轨去世，终年六十，葬于建陵，朝廷追赠侍中、太尉，谥号为武公（《十六国春秋》、《资治通鉴》皆作武穆公）。张轨的亲信部下及后拥立张轨长子张寔继任了凉州牧之职。曾孙张祚僭号，追谥为武王，庙号太祖。',
    ],
],
'人物评价' => [
    '司马邺：“惟尔凉州刺史张轨，乃心王室，旌旗连络万里星赴，进次秦陇，便当协力济难，恢复神州。”',
    '房玄龄等《晋书》：“周公保之而立功，士彦拥之布延世。挚虞观象，记洪灾之不流；侯瑾觇泉，知霸者之斯在。匪唯地势，抑亦有天道歙！”；“三象构氛，九土瓜分。鼎迁江介，地绝河濆。归诚晋室，美矣张君。内抚遗黎，外攘逋寇。世既绵远，国亦完富。杖顺为基，盖天所佑。”；“轨少明敏好学，有器望，姿仪典则。”',
    '周昙：“官从主簿至专征，谁遣凉王破赵名。益信用贤由拔擢，穰苴不是将家生。”',
    '胡三省：呜呼！世乱则人思自全，然求全而不能自全者亦多矣。窦融、张轨之求出河西，此求全而得全者也。谢晦、袁顗之求镇荆、襄，此求全而不能自全者也。盖窦融、张轨，始终一心以奉汉、晋，此固宜永终福禄、诒及子孙者也。谢晦、袁顗，志在据地险以全身，其用心非矣，天所不与也。然刘焉求牧益州，袁绍志图冀部，石敬瑭心欲河东，皆以之潜规非望；至其成败久速，则有非智虑所及者。',
],
'轶事典故' => [
    '当初，汉末金城人阳成远杀海太守叛乱，郡里人冯忠前往为太守收尸，抚尸号哭，吐血而死。张掖人吴咏被护羌校尉马贤征召为佐吏，后来吴咏担任太尉庞参的属官，庞参、马贤彼此捏造罪状互相陷害，按其罪状应处以死刑，二人都召引吴咏作证，吴咏考虑到无法使二人都有理，便自杀而亡。庞参、马贤惭愧后悔，相互之间自行和解。张轨祭扫冯、吴二人之墓并优待他们的子孙。',
],
'史籍记载' => ['《晋书·卷八十六·列传第五十六》', '《魏书·卷九十九·列传第八十七》', '《十六国春秋·卷七·前凉录》'],
'亲属成员' => [
    '鼻祖' => '张仪 战国时秦国相国。',
    '始祖' => '张耳 西汉时赵景王。',
    '祖父' => '张烈 曹魏时外黄县令。',
    '父亲' => '张温 曹魏时太官令。',
    '母亲' => '辛氏 出身陇西辛氏。',
    '兄弟' => '张肃 官至建威将军、西海太守。',
    '长子' => '张寔 即凉明王，前凉第二位君主。',
    '次子' => '张茂 即凉成王，前凉第三位君主。',
    '三子' => '张素 官至临羌都尉、平西将军、西海晋昌金城武威四郡太守。',
    '女儿' => '—— 嫁西晋太常丞唐熙。',
],
],
'02' => [
'brief' => '张寔（271年～320年），字安逊，安定郡乌氏县（今甘肃省平凉市）人，凉武王张轨之子，前凉第二位君主（314年～320年）。',
'description' => [
    '张寔自幼学尚明察，敬贤爱士。建兴二年（314年），张轨死后，继任凉州刺史，封西平郡公。建兴四年（316年），派兵救援长安。西晋灭亡后，拥戴晋王司马睿即位。建兴五年（317年），自称凉王，建立前凉政权，自恃险远，颇自骄恣。',
    '建兴八年（320年），为部下刘弘等人所刺杀，终年五十岁，葬于宁陵，谥号为昭，孙子张祚称帝，追谥昭王。',
],
'baseInfo' => [
    '本名' => '张寔',
    '别名' => '张安逊、凉昭王、凉明王 字 安逊',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '河南郡洛阳县（今河南省洛阳市）',
    '出生日期' => '271年',
    '逝世日期' => '320年',
    '籍贯' => '安定郡乌氏县（今甘肃省平凉市）',
    '庙号' => '高祖',
    '谥号' => '昭王/明王',
    '年号' => '建兴（一作永安）',
    '陵寝' => '宁陵',
    '在位时间' => '314年–320年',
],
'人物生平' => [
    '代任父职' => [
        '张寔，字安逊，学问高深明察，敬贤爱士，以秀才任郎中。晋怀帝永嘉初年，张寔坚决辞去骁骑将军的职务，请求回归凉州，朝廷准许，改任他为议郎。到凉州姑臧之后，因征讨曹祛之功，封为建武亭侯。不久迁任西中郎将，进爵为福禄县侯。建兴元年（313年），授任西中郎将，领护羌校尉。',
        '建兴二年（314年）二月初二日，东晋朝廷因为张轨年老有病，任命张寔为副刺史。',
        '建兴二年（314年）五月，二十日，张轨病逝。长史张玺等人表奏张寔代理张轨的职务。',
        '建兴二年（314年）十月，晋愍帝下诏，授任张寔为持节、都督凉州诸军事、西中郎将、凉州刺史、领护羌校尉、西平公。',
    ],
    '广纳谏言' => [
        '建兴三年（315年）冬天，兰池长赵奭的上军士张冰得到的一方玺，上面有“皇帝玺”字样，献给了张寔，僚属们都来祝贺。张寔说：“孤常常恼恨袁本初举印向肘之事，诸君为何说这样的话呢！”于是把玺送往长安（今陕西西安）。',
        '建兴四年（316年）四月，张寔下达命令：所属的官吏、百姓有能指出自己过错的，奖赏给布帛、羊、米。贼曹佐高昌人隗瑾说：“现在您处理政事，事无巨细，都是自己来决断。有时兴师发布命令，州府的其他官员都不知道。万一有什么失误，无人代其受责。下级官吏们畏惧您的权威，都服从您的成命罢了。像这样，即使赏赐千金，终究也还是不敢说。我认为应当稍微减少一点儿您的聪明，凡是各种政事，都拿到下级官员们中去访求意见，使他们把心里所想的都说出来，然后选择采用，有益的建议自然会来，何必赏赐呢？”张寔高兴，采纳了这个建议，给隗瑾提升了三级，赐帛四十匹，派督护王该送诸郡贡物，献上名马地方珍奇、经史图书到京都。',
    ],
    '蒙难不受' => [
        '建兴四年（316年）八月，刘曜进逼长安，张寔派将军王该率军救援京城。晋慜帝嘉赏他，拜任都督陕西诸军事。晋慜帝将要投降刘曜时，下诏给张寔说：“国运困厄，灾祸降临到晋室，京城倾覆陷落，先帝在贼朝中去世。朕漂泊于宛、许，于是到了旧都。群臣因朝廷无主，归之于朕，于是以幼小之身居于王公之上。自从登上帝位后，至今四年，不能剪除巨寇以拯救危难，黎民百姓频频遭受苦难。都是因为朕不明所导致的。羯贼刘载僭称帝号，祸害先帝，肆意残杀藩王，深念仇恨耻辱，枕戈待旦。刘曜从去年九月率领他的蚁众，乘虚深入侵犯，劫持羌胡为质，攻陷北地。麹允统率军队在外，全军大败，贼军侵逼京城，弓箭射到了宫殿之中。胡崧等虽然奔赴国难，落在后面没有成效，被重重包围，外面的救兵不到，粮尽人困，于是成为俘虏。上愧对天灵，下痛对祖宗。你世代忠厚坚贞，功勋卓著于西夏，四海仰望，是朕的依靠。现进升你为大都督、凉州牧、侍中、司空，秉承帝旨见机行事。琅邪王司马睿是宗室中的亲贤，远在江南。现在朝廷流亡，国家危急，朕已诏告王，及时代理帝位。希望阁下协助琅邪王，共度国难。如果能不忘主上，宗庙就有了依赖。明天就要出城投降，所以连夜召见公卿，交代今后之事，秘密地派遣黄门郎史淑、侍御史王冲持诏拜授。临出降寄予重命，希望公奋勉之！”张寔因天子蒙难，谦让不受。',
    ],
    '建立前凉' => [
        '建兴五年（317年）正月，张寔得知刘曜强迫晋愍帝迁徙，聚哭告哀三天，派遣太府司马韩璞、灭寇将军田齐、抚戎将军张阆、前锋督护阴预率步骑兵一万，东赴国难，命令讨虏将军陈安、故太守贾骞、陇西太守吴绍各率郡兵作为韩璞等的前驱。告诫韩璞说，应当与众将和士兵团结一致，不要让相互背离的消息传到他的耳中。同时写信给南阳王司马保说，现在派遣韩璞等人，击讨贼军，一切听从他的号令。等到韩璞在南安驻扎时，诸羌断绝军队退路，相持百余日，粮草弓矢都竭尽了。韩璞把驾车的牛杀了犒劳士卒，又鼓舞士气。然后击鼓呐喊进兵交战。正碰上张阆率金城军接着赶到，两路夹击，大败贼军，斩首数千人。',
        '建兴六年（318年）三月，焦崧、陈安进犯陇石，在东方与刘曜相持，雍、秦人十之八九死于战乱。焦崧、陈安进逼上邽，南阳王司马保派使者告急。任金城太守窦涛为轻车将军，率领威远将军宋毅以及和苞、张阆、宋辑、辛韬、张选、董广率步兵、骑兵两万赴援。军队进驻新阳，正好晋愍帝驾崩的消息传来，穿孝服举哀，聚哭三天。',
        '这时，南阳王司马保图谋称帝，破羌都尉张诜对张寔说：“南阳王忘记莫大的耻辱，而想自称帝号，上天不授予图谶符命之书，德行不足以顺应期命，最终不是济时救难之人。晋王司马睿德才兼备亲近藩卫之臣，是先帝依靠属意之人，宜上表称颂圣德，劝其登帝位，传送檄文到各藩镇，再给相府附加上书信，那么想要争强的念头就会平息，还没有聚集起来的党徒就会散去。”张寔听从其意。于是向天下发送檄文，推崇晋王司马睿为皇帝，派牙门蔡忠奉表章到江南，劝司马睿称帝。建兴六年（318年）三月，司马睿在建邺即皇帝位，改年号为太兴，张寔不用司马睿的太兴年号，还称建兴六年，建立割据政权，史称“前凉”。',
        '建兴七年（319年）正月，南阳王司马保听说晋愍帝驾崩，自称晋王，建立年号，设置任命百官，派使者拜张寔为征西大将军、仪同三司，增食邑三千户。不久司马保被陈安背叛，氐、羌都响应陈安。司马保很窘迫，于是离开上邽，迁往祁山，张寔派部将韩璞率步骑兵五千赴难。陈安退守绵诸，司马保回到上邽。没多久，司马保又被陈安击败，派使者到张寔处请救兵。张寔派宋毅前往，陈安退去。正好司马保被刘曜逼迫，迁到桑城，打算要投奔张寔。张寔认为他是宗室中有声望者，如果到了河西，必然会移动人心，派其部将阴监迎司马保，声言说是护卫，实际上是抵御他。正好司马保去世，手下众人散逃投奔到凉州的有万余人。张寔自恃地形险要偏远，很骄纵恣肆。',
    ],
    '终遭杀害' => [
        '建兴八年（320年），当时的京兆人刘弘，擅长旁门左道之术，客居在凉州的天梯山，在山穴中点灯悬挂镜子取亮，用来迷惑百姓，跟从他受道的有一千余人，张寔身边的人非常崇奉他。张寔帐下将军阎沙（《资治通鉴》作阎涉）、牙门赵仰（《资治通鉴》作赵卬）都是刘弘的同乡。刘弘对他们说：“上天送给我神玺，将在凉州称王。”阎沙、赵仰对他的话深信不疑，暗中与张寔身边的十多人密谋杀害张寔，奉拥刘弘为君主。',
        '张寔的弟弟张茂得知他们的计划，请求诛杀刘弘。张寔命令牙门将史初拘捕刘弘。史初还未到刘弘处，阎沙等人怀藏凶器入内。把张寔杀死在外寝，时年五十岁。刘弘见史初到来，对他说：“张使君已经死了，为什么还要杀我！”史初发怒，把他割掉舌头后关了起来，在姑臧城的街市上处以车裂的酷刑，并诛杀刘弘党徒数百人。左司马阴元等人认为张寔的儿子张骏的年龄幼小，于是推举其弟张茂继位，张茂自称凉州刺史、西平公，在境内赦免罪犯，任张骏为抚军将军。张茂继位后，谥张寔为昭公，晋元帝赐谥号为元。其孙张祚称帝后，追谥张寔为昭王。',
    ],
],
'人物评价' => [
    '《晋书》、《十六国春秋》：“学尚明察，敬贤爱士”',
    '《晋书》：“寔自恃险远，颇自骄恣。”',
    '《魏书》：“实自恃众强，转为骄恣。”',
],
'史籍记载' => [
    '《晋书·卷八十六·列传第五十六》',
    '《魏书·卷九十九·列传第八十七》',
    '《十六国春秋·卷七·前凉录》',
],
'亲属成员' => [
    '曾祖：张烈，外黄令。',
    '祖父：张温，太官令。',
    '祖母：辛氏，陇西人。',
    '父亲：张轨，前凉武王。',
    '叔叔：张肃，建威将军。',
    '弟弟：张茂，前凉成王。',
    '儿子：张骏，前凉文王。',
],
],
'03' => [
'brief' => '张茂（277年～325年），字成逊，安定郡乌氏县（今甘肃省平凉市）人，凉武王张轨之子，凉昭王张寔胞弟，前凉第三位君主（320年～324年在位）。',
'description' => [
    '建兴八年（320年），兄长张寔遇害后，继任凉州牧，张茂奉东晋为正朔，西控西域诸戎，东攘汉赵刘曜。',
    '建兴十二年（324年），张茂薨逝，终年四十八岁，谥号成公，葬于文陵，张祚称帝后，追谥成王 ，庙号太宗。',
],
'baseInfo' => [
    '本名' => '张茂',
    '别名' => '张成逊、凉成王 字 成逊',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '河南郡洛阳县（今河南省洛阳市）',
    '出生日期' => '277年',
    '逝世日期' => '325年',
    '籍贯' => '安定郡乌氏县（今甘肃省平凉市）',
    '庙号' => '太宗',
    '谥号' => '成王',
    '年号' => '建兴（一作永元）',
    '在位时间' => '320年–324年',
],
'人物生平' => [
    '早年经历' => [
        '张茂，字成逊，西汉常山王张耳的十八世孙。为人清虚恬静而好学，不把世俗的名利放在心上。',
        '建兴元年（313年），南阳王司马保征任张茂为从事中郎，又举荐他为散骑侍郎、中垒将军，张茂都不就任。',
        '建兴二年（314年），征召张茂入任侍中，张茂以父亲张轨年老为由坚决推辞。不久，拜任张茂为平西将军、秦州刺史。同年五月，张茂的父亲张轨去世，张茂的哥哥张寔继承张轨的职位。建兴六年（318年），张寔建立前凉政权。',
    ],
    '继位' => [
        '太兴三年（320年），张寔被部下阎沙、赵卯等人杀害，左司马阴元等人认为张寔的儿子张骏年幼，于是推举张茂为大都督、太尉、凉州牧。张茂不肯听从，只接受使持节、平西将军和凉州牧的职位。于是，诛杀阎沙及其党羽数百人，在境内实行大赦。又任命哥哥张寔的儿子张骏为抚军将军、武威太守，封西平郡公。',
        '张茂为人高雅，有志向和节操，能决断大事。凉州大姓贾摹，是张寔妻子的弟弟，势力压倒西土之人。在此之前，有民谣说：“手莫头，图凉州。”张茂认为民谣中说的是就是贾摹，便把他诱杀了。于是，豪门大族都销声隐迹，张茂威严风行于西凉。',
    ],
    '去世' => [
        '太宁三年五月十四日（325年6月22日），张茂去世，在临终时，拉着侄子张骏的手流泪说：“从前我们的先人以孝友著称。自从汉朝初年以来，世代忠诚顺从。现在华夏虽然大乱，皇上漂泊迁徙，你也应当谨慎地遵守人臣节度，不要有所丧失。我碰上天下大乱的时代，秉承先人的余德，代理此州，以保全性命，在上想不辜负晋室，在下想保护百姓。然而官职不是朝廷任命的，职位出于私下的议论，苟且地以此成事。哪里有什么荣耀呢？到死了的那天，戴白色便帽入殓，不要穿朝服，以表达我的心志。”享年四十八岁，共在位五年，谥号为成。前赵皇帝刘曜遣使赠张茂太宰，谥号成烈王。张茂死后无子，由侄子张骏继位。张祚称帝后，追谥张茂为成王，庙号太宗。',
    ],
],
'主要成就' => [
    '政治' => [
        '大兴土木',
        '太兴四年（321年）二月，张茂修筑灵钧台，周围有八十多个城墙，地基有九仞高。武陵人阎曾夜晚敲门叫喊说，他是张茂的父亲张轨派来的，质问张茂为什么劳累百姓修筑灵钧台。姑臧令辛岩认为阎曾有妖术，请求杀掉他。张茂说：“我确实劳累了百姓。阎曾传述先君之令，怎么能说是妖术呢？”太府主簿马鲂劝谏说：“现在世上祸乱未平，只能崇尚道德，不宜兴起劳役大肆修造雕饰亭台楼榭。而且连年来，逐渐感觉到各种事务一天天比以往奢侈，每次修造经营，轻易地违反常规制度，这实在不是士人百姓对明公所期望的。”张茂承认是自己的过错，于是下令停止修造劳役。',
        '太宁元年（323年）秋，张茂又在姑臧城大兴土木，修筑灵钩台，别驾吴绍劝谏说，曾经希望停止减少劳役，使下民休养生息。现在却又兴起土木劳动民众，这难道是百姓所期望于明君的吗？张茂说，现在事情没有平息，不能拘泥于常言，在艰难危急时怎能用太平时的道理来要求人呢？吴绍无言以对。',
    ],
    '军事' => [
        '夺地设州',
        '太兴四年（321年）十二月，张茂命令将军韩璞率领部众攻取陇西、南安地区，设置秦州。',
        '击退刘曜',
        '太兴五年（322年），刘曜派他的部将刘咸在冀城进攻韩璞，呼延寔在桑壁进攻宁羌护军阴鉴。临洮人翟楷、石琮等驱逐令长，以县城响应刘曜，河西大为震动。参军马岌劝张茂亲自征讨，长史氾祎发怒说：“亡国之人又想干涉扰乱大事，可斩马岌以安定百姓。”马岌说：“氾公是读书人的糟粕，只会检举批评人的近视之才，不考虑国家大计。而且朝廷政务繁忙有几年了，现在大贼来到，不劳远方之师，远远近近的人心，都关注着本州，形势决定了不可不出战。再说应该拿出信勇的明证，以符合秦、陇之人的期望。”张茂说：“马生的话有道理。”于是出兵驻扎于石头。张茂对参军陈珍说：“刘曜凭借乘胜的声势掌握三秦之地的精锐，多年整治武备，士卒惯战，如果以精锐骑兵突然攻克南安，席卷河外，长驱而来的话，我们用什么计策对付？”陈珍说：“刘曜虽然乘着威势倚仗人多，但是恩德未行于天下，又加上关东地区与他离心不和，内患未除，精锐士卒很少，大多是氐、羌的乌合之众，终归不能舍弃关东近处之难不管，增加陇上的兵力，旷日持久地与我们比试高低。如果二十天之内不退走的话，陈珍我请求率领弱卒几千人为明公擒拿他。”张茂非常高兴，任陈珍为平虏护军，率步骑一千八百救援韩璞。刘曜暗中想要退兵而回，却声称要先取陇西，然后回兵消灭桑壁。陈珍招募征发氐、羌之众，击退刘曜，收复南安。张茂大为嘉赏他，拜任折冲将军。',
    ],
],
'人物评价' => [
    '房玄龄等《晋书》：“茂、骏、重华资忠踵武，崎岖僻陋，无忘本朝，故能西控诸戎，东攘巨猾，绾累叶之珪组，赋绝域之琛賨，振曜遐荒，良由杖顺之效矣。祚以卑孽，阴倾冢嗣，播有茨于彤管，拟宸居于黑山，丁琪以切谏遇诛夷，王鸾以谠言婴显戮，境内云据，仇其窃名，卒致枭悬，自然之理也。纯嘏微弱，竟亡其众。奉身魏阙，齿迹朝流，再袭银黄，祖德之延庆矣。”；“虚靖好学，不以世利婴心。”；“茂雅有志节，能断大事。”',
    '《十六国春秋》：“虚靖好学，不以势利为心。”',
],
'史籍记载' => [
    '《晋书·卷八十六·列传第五十六》',
    '《魏书·卷九十九·列传第八十七》',
    '《十六国春秋别传·卷七·前凉录》',
    '《资治通鉴·卷九十一》',
    '《资治通鉴·卷九十二》',
    '《资治通鉴·卷九十三》',
],
'亲属成员' => [
    '鼻祖：张仪，秦朝宰相。',
    '始祖叔：张苍，西汉宰相，张苍、李斯、韩非乃是荀子最得意的三大弟子。',
    '始祖：张耳，张仪曾孙，赵王。',
    '曾祖父：张烈，外黄令。',
    '祖父：张温，太官令。',
    '祖母：辛氏，凉州人。',
    '父亲：张轨，前凉武王。',
    '叔叔：张肃，建威将军。',
    '兄长：张寔，前凉昭王。',
    '侄子：张骏，前凉文王。',
],
],
'04' => [
'brief' => '张骏（307年～346年），字公庭，安定郡乌氏县（今甘肃省平凉市）人，凉武王张轨之孙，凉昭王张寔之子，凉成王张茂之侄，前凉第四位君主（324年～346年在位）。',
'description' => [
    '张骏幼而奇伟，卓越不羁，建兴四年（316年），封霸城侯。建兴十二年（324），叔父张茂病死后，正式继位，拜凉州牧、护羌校尉，封西平郡公，张骏谨守人臣之节，效忠东晋皇室。秉政期间，勤劳政事，册立世子，极力扩张版图，夺取河南地区，尽有陇西之地，割据一方。',
    '建兴三十四年（346年），张骏薨逝，享年四十岁，谥号文公，葬于大陵，其子张祚称帝后，追谥文王，庙号世祖。',
],
'baseInfo' => [
    '主要成就' => '攻取河南之地，尽得陇西：击败龟兹、鄯善，称霸西域。',
    '本名' => '张骏',
    '别名' => '张公庭、凉文王 字 公庭',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '武威郡姑臧县（今甘肃省武威市）',
    '出生日期' => '307年',
    '逝世日期' => '346年',
    '籍贯' => '安定郡乌氏县（今甘肃省平凉市）',
    '庙号' => '世祖',
    '谥号' => '文王',
    '年号' => '建兴（一作太元）',
    '陵寝' => '大陵',
    '在位时间' => '324年-346年',
],
'人物生平' => [
    '继任凉王' => [
        '张骏，字公庭，从小长得奇特壮美。建兴四年（316年），封为霸城侯。十岁就能写文章，卓越不羁，可是淫逸放纵过度，常常在夜里在街巷中微服私行，国人效仿成俗。到他就任时，十八岁。在此之前，晋愍帝的使者黄门侍郎史淑在姑臧，左长史泛祎、右长史马谟等规劝史淑，让他拜张骏为使持节、大都督、大将军、凉州牧、领护羌校尉、西平公。在境内大赦，设置左右前后四率官，修缮南宫。前赵帝刘曜又派使者拜张骏为凉州牧、凉王。',
        '这时，辛晏在枹罕倚仗军力擅权。张骏在闲豫堂宴饮群僚，命令窦涛进兵征讨辛晏。从事刘庆劝谏说：“霸王不因喜怒而出兵，不靠冒险侥幸取胜，必须等待天时人事，然后兴起。辛晏父子残忍凶狂，其灭亡指日可待，怎么能在饥荒之年大举用兵，严寒之时去进攻城池呢？从前周武王回兵以等待灭殷的时机，曹公缓和对袁氏的用兵让他自毙，怎么独独殿下以回兵为耻呢？”张骏采纳他的意见。',
    ],
    '出使前赵' => [
        '派遣参军王骘出使前赵。刘曜对他说：贵主必定想要效仿窦融，诚恳和好，卿能保证吗？”王骘说：“不能。”刘曜侍中涂邈说：“君前来寻求和睦同心，却说不能，这是为什么？”王骘说：“齐桓公在贯泽之盟时，忧心忡忡小心谨慎，诸侯不召自来。在葵丘之会时，骄矜傲慢，九个诸侯国背叛了他。赵国的风化，放在今天就正合适，如果政教败坏，近处的变故尚且不能察觉，何况鄙州遥远呢？”刘曜回头对手下人说：“这是凉州的高士，不辱使命！”以礼相待而送他回去。',
    ],
    '收复南地' => [
        '太宁元年（323年），张骏还是称建兴十二年，张骏亲自耕藉田地。不久，接到晋元帝驾崩的消息。张骏聚哭，告哀三天。适逢有黄龙在胥次的嘉泉出现，右长史氾祎对张骏说：“考察建兴之年，是少帝开始兴起的年号。皇帝凶死，理应改换年号。朝廷远在江南，音讯隔绝，宜趁着黄龙出现改换年号，以突出吉祥的征兆。”张骏不听。当初，张骏即位时，姑臧民谣说：“大雁南来雀乌不惊，谁说孤鹅尾翅生，两翼高举凤凰鸣。”到此时又收复了河南之地。',
    ],
    '与赵征战' => [
        '咸和初年，张骏派武威太守窦涛、金城太守张阆、武兴太守辛岩、扬烈将军宋辑等率军东与韩璞会合，进攻讨伐秦州诸郡。刘曜派其部将刘胤前来抵御，在狄道城驻军集结。韩璞进兵越过沃干岭。辛岩说：“我们拥有数万之众，凭借氐、羌的精锐，宜速战消灭敌人，不能拖久了，久则生变。”韩璞说：“自从夏末以来，太白星干犯月亮，辰星逆行，白虹贯日，这都是大的变动，不能轻举妄动。如果轻举妄动而不能取胜，祸殃更深。我将要持久下去拖垮贼军。再说刘曜与石勒相互攻战，刘胤也不能持久。”相持达七十多天，军粮匮竭，派辛岩到金城督促运粮。刘胤听说了，非常高兴，对他的将士说：“韩璞之众是我军的十倍，羌胡都背叛了，不听从调遣。我军粮草将尽，难以长期坚持下去。现在贼虏分兵运粮，可谓是天授我良机。如果击败辛岩，韩璞等不战自溃。彼众我寡，必须死战。战而不胜，将会一匹马也不能生还，应该磨砺你们的戈矛，竭尽你们的智力。”众人都很奋发。于是率三千骑兵，在沃干岭袭击辛岩，将其击败，韩璞军崩溃，死者两万多人。缚住双手归来当面请罪，张骏说：“这是孤之罪，将军有什么耻辱！”全都赦免他们。刘胤乘胜追击，渡过黄河，攻陷令居，占据振武，河西大为震恐。张骏派皇甫该抵御他，在境内大赦。',
        '适逢刘曜向东征讨石生，长安空虚。张骏以田猎之名大肆阅兵练武，将要袭击秦、雍，理曹郎中索询劝谏说：“刘曜虽然东征，刘胤还留守根据地。道路险阻遥远，很容易防守。刘胤如果依靠氐、羌轻骑抵御我军，那么他横冲直撞很难预料；如果敌军停止东面战事来拒战，那么将不断地进犯我们。近年来频繁出战，兵马在近郊出现，外面有饥弱之民，内部的资财又消耗空虚，这难道是殿下所谓的爱民如子吗？”张骏说：“总是担心忠言不进，当面听从背后违反，我的政教有过失却没有匡正我的人。卿尽忠言规劝，深深地符合孤的心愿。”用羊酒向他表示敬意。',
    ],
    '郡县高昌' => [
        '西域诸国进献汗血马、火浣布、挚牛、孔雀、大象以及各种珠宝珍奇二百多种。西域戊己校尉赵贞反叛，朝廷有人提出只要归服便可赦之。但西域长史李柏不同意，提出应该讨伐，并承蒙凉王同意，亲自率军前往。但由于担心事出仓促，很多情况不能具知，大军既至，仍欲令自愿归服，并做了一些工作。却没料到，逆贼赵旦阳（赵贞）十分校诈，反为所败。议论者认为李柏提出计划而导致失败，请求诛杀他。张骏说：“我总认为汉武帝的诛杀王恢，不如秦穆公的赦免孟明。”最后以减免死刑论罪，群心都悦服。让李柏再次率军讨伐，终于平定赵旦阳之乱。在其地设置高昌郡。',
    ],
    '设立世子' => [
        '张骏在新乡阅兵，在北面山野中狩猎，顺势征伐轲没虏，并将其击败。在境中下令说：“从前鲧被处死而禹兴起，芮被诛杀而缺被进用，唐帝因此而除去了洪灾，晋侯因此而成为五霸之一。法律规定犯死罪者，期功之亲不得在朝中任职。现决定都可以让其任职，只是不宜在宫内担任宿卫。”于是刑法清明而国富，群僚劝张骏称凉王，领秦、凉二州牧，设置公卿百官，依照魏武帝曹操、晋文帝司马昭的旧例。张骏说：“这不是人臣应该说的话。敢有说此事的人，罪在不赦。”然而境内都称他为王。百官奏请张骏立世子，张骏不听。中坚将军宋辑对张骏说：“礼制中注重储君，大概是重视宗庙的原因。周成王、汉昭帝在襁褓中立为太子，实在是因为国家的继承者不能缺少，储君应当早确定。从前武王刚建国时，元王当储君。建兴之初，先王在位，殿下正名为世子，何况现在国家更崇高，圣身亲自卓异独立，大业逐渐隆盛，太子之位怎能却缺人呢！臣认为国家有累卵之危，而殿下却认为比泰山还安稳，不是这样的。”张骏听取他的劝谏，于是立儿子张重华为世子。',
    ],
    '借路成汉' => [
        '在此之前，张骏派傅颖向成汉借路，呈送表章到京城。成汉武帝李雄不同意。张骏又派治中从事张淳向成汉称臣，假托此举以借路。李雄非常高兴。李雄又与南氐杨初有仇，张淳于是劝说李雄道：“南氐不像话，屡屡成为边境上的祸患，宜先征讨百顷，其次平定上珪。我们两国合力。席卷三秦，东面荡清许、洛，扫平燕、赵，在平阳接回二帝的灵柩，把皇帝迎回洛邑，这是英雄霸主之举，千载一时的机会。我们的国君之所以不远万里，派遣下臣冒着危险前来表达诚意，是因为陛下义名远扬，必然能同情我们国君为皇上效力的心志。天下的善事是相同的，请陛下考虑。”李雄生气了，假装同意，想把张淳丢到东面的山峡中去。成汉人桥赞秘密地把此事告诉张淳。张淳对李雄说：“我们国君之所以派小臣行走于荒无人迹的地方，通过许多蛮族的地区，不远万里来表达诚意，确实是因为陛下能主持正义同情戮力于王室之臣，能成全别人的美节。如果想要杀掉下臣，应当在都市之中公开进行，在众目之下公布，就说凉州不忘旧义，通使者到琅邪，为的是表示忠诚，向我们借路，他们主圣臣明，我们发现了把他杀掉。可以使义名远扬，天下畏惧威势。如果偷偷地杀死在江中，威刑不能显示，怎么足以声扬美好的功业，告示于天下呢？”李雄大惊说：“哪有这种事！我将放你回河西呀。”',
        '成汉司隶校尉景骞对李雄说：“张淳是个壮士，应当把他留下来任职。”李雄说：“壮士哪能被人留下，姑且按你的意思去观察观察他。”景骞对张淳说：“卿身体肥大，天气暑热，可暂且送手下官员回去，少住几日等天气凉快。”张淳说：“我们国君因皇帝被幽禁蒙辱，灵柩未回，天下之耻未雪，百姓生命危亡，所以派张淳我来出使，向大国表示诚意。所议论的事情重大，不是手下官员能传达得了的。如果是手下官员能解决的事，那么张淳我本来也就可以不来。即使有刀山火海，在所不辞，难道寒暑还值得躲避吗？”李雄说：“此人很勇武，不能为我所用。”赠厚礼送张淳回去。李雄对张淳说：“贵主上英名盖世，地势险要兵力雄厚，为什么不称帝而在一方自乐呢？”张淳说：“我们的国君因其祖其父都是济世忠良，未能洗雪天人之大耻，解除百姓的危难，天晚了不记得吃饭，枕戈待旦。因琅邪王在江东重新振兴基业，所以不远万里辅佐奉拥，将要成就桓、文的事业，说什么自乐？”李雄面有愧色，说：“我祖我父也是晋臣，昔日与其他六郡避难来到此城，得到同盟者的推举，于是有了今天。琅邪王如果能在中原复兴大晋基业，我也将率众辅佐他。”张淳回到龙鹤，招募士卒护送表章，后来都送到京城，得到朝廷嘉赏。',
    ],
    '西域并降' => [
        '张骏议论要严刑峻法，群僚都以为得宜。参军黄斌进言说：“臣未见可行。”张骏问他为什么。黄斌说：“法律制度是用来治理国家，使风俗笃厚人心同一的，建立起来后就必须执行，不能够高下不平。如果尊贵者犯罪，那么法律就无法实行了。”张骏推开几案改变脸色说：“法律只注重实行，制度不分地位高下。再说如果不是黄君，我听不到批评的话。黄君可以说是忠之极。”就在座中提拔他为敦煌太守。张骏有谋略，于是磨砺节操改正过失，勤于政务，统领文武官员，全都能发挥他们的才智，远近之人称颂，号称为积贤君。自从张轨到凉州后，正值天下大乱，各处征伐，军队从来没有安宁的时候。到张骏时，境内逐渐平定。又派其部将杨宣率军越过沙漠，征伐龟兹、鄯善，于是西域诸国都降服。鄯善王元孟贡献女儿，号称美人，张骏建造宾遐观让她居住。焉耆、前部、于阗王都派使者贡献地方特产。在河中得到一块玉玺，上面有“执万国，建无极”的字样。',
        '当时张骏全部占有了陇西之地，兵马强盛，虽向东晋称臣，但不使用东晋历法。跳六佾之舞，树豹尾之旗，设置的官僚府邸都比拟君王，只是名称略有区别。分武威、武兴、西平、张掖、酒泉、建康、西海、西郡、湟河、晋兴、广武十 一郡为凉州，以长子重华为刺史；金兴、晋城、武始、南安、永晋、大夏、武城、 汉中八郡为河州，以其宁戎校尉张瓘为刺史；敦煌、晋昌、高昌，西域都护、戊己校尉、玉门大护军，三郡三营为沙州，以西胡校尉杨宣为刺史。 骏私署大都督、大将军、假凉王、督摄三州。二府的官僚无不称臣。又在姑臧城南修筑城池，盖谦光殿，用五彩描绘，用金玉装饰，用尽了珍奇巧技。在殿的四面各盖一座殿，东面的叫宜阳青殿，春季三个月居住，礼服器物都依照东方之色；南面的叫朱阳赤殿，夏季三个月居住；西面的叫政刑白殿，秋季三个月居住；北面的叫玄武黑殿，冬季三个月居住。殿旁都有当值内官的公署，全都与各方之色相同。到他晚年，就随意游玩居住，不再依照四季分别居住。',
    ],
    '失复河南' => [
        '咸和初年，担心受刘曜逼迫，派将军宋辑、魏纂率兵迁移陇西南安居民两千余家到姑臧，派使者聘问李雄，搞好邻国关系。到刘曜进攻枹罕时，护军辛晏告急，张骏派韩璞、辛岩率步骑兵两万攻击他，在临洮交战，被刘曜军打得大败，韩璞等退逃，追到令居，于是张骏失去河南地区。到石勒杀了刘曜，张骏趁长安混乱，又收复河南地区，直到狄道，设置武卫、石门、候和、漒川、甘松五屯护军，与石勒划分地盘。石勒派使者拜授张骏官爵，张骏不接受，扣留他的使者。后来畏惧石勒强盛，派使者向石勒称臣，并且贡献本地特产，送他的使者回去。',
        '前凉境内曾经遭到大饥荒，粮价上涨，市场长官谭详请求拿出仓库中的粮米给百姓，秋收时按三倍征回。从事阴据劝谏说：“从前西门豹治邺，把财物积蓄在民间；解扁治理东封之邑，赋税收入是规定的三倍。魏文侯认为西门豹有罪却应当奖赏，解扁有功却应当惩罚。现在谭详想乘人饥荒之时，谋取三倍之利，反转裘衣损坏皮革，不足为训。”张骏采纳了。',
    ],
    '遣使朝廷' => [
        '当初，建兴年间，敦煌计吏耿访到长安，不久遇上贼军，没法返回，奔往汉中，于是东渡过江，在太兴二年到京都，屡次上书，说本州不知道复兴了，宜派遣使者前往，自己请求当向导。当时国家不断发生内乱，朝廷同意了他的请求还没有实施。到此时，才任耿访守治书御史，拜张骏为镇西大将军，校尉、刺史、公的封号如旧，挑选西方人陇西贾陵等十二人配备给他。耿访在梁州停留了七年，因为驿路不通，把他召回。耿访把诏书交给贾陵，扮作商人。到了长安，不敢再前进了，咸和八年才到达凉州。张骏受诏，派部曲督王丰等答谢，并送贾陵返回，上疏称臣，却不使用新颁布的历法，还是称建兴二十一年。咸和九年（334年），又派耿访随同王丰等持印信拜授张骏为大将军。从此后每年使命不断。',
        '后来张骏派参军麹护上疏说：“东方西方隔离不通，经过了许多年，向来承蒙圣德，心系本朝。而江、吴音讯全无，余波不能波及，虽然努力地长途跋涉，但是同盟者不同情。奉诏之日，悲喜交加。蒙被天恩照耀，褒奖推崇辉煌优渥，任臣为大将军、都督陕西雍、秦、凉州诸军事。美好的恩宠炫赫，万里感戴，嘉美的任命显赫而来，心怀惶恐。臣想陛下天生卓越超绝自幼聪慧，继承晋室，遭遇不幸，漂泊迁幸到吴、楚，宗庙有《黍离》之诗的悲哀，陵墓有被毁弃的伤痛，普天之下嗟叹，凡有气息之人都悲伤。臣管辖治理一个地区，有刑杀的职责，远方偏僻民俗粗野，辖地遍及秦、陇。石勒、李雄死后，人心盼望反正，认为石虎、李期的命运只能维持一两天，可是他们篡夺继承凶逆之人，凶狠残毒有年头了。东方西方相隔遥远，声援不相及，于是使得桃虫乱飞，四夷嚣张，向往正义的人又想背叛放诞。钝刀剑有干将的志向，萤火和蜡烛想有日月般的光明。因此臣前次表章很恳切，想合力及时征讨。可是陛下在江南从容舒缓，坐观祸乱伤败，留恋眼前的安乐，废弃四位祖先的基业，骑马快速传送檄文布告，只是一纸空文，这是臣在荒漠中夜叹，在长路上痛心的原因。而且万民失主，逐渐经历丁许多年，老一辈的人死亡，后生之人又不懂得，忠良者遭受斩首示众的刑罚，群凶贪图多多的好处，怀念君主思念故人，日月流逝而去。虽然不时有崇尚正义之人，但是害怕生命受到迫害，只能在破房子里哀叹。臣听说夏少康复兴基业，凭借一支部队的人，光武帝嗣汉，人不满一百，祭祀夏祖与天相配，保持旧物，何况依靠荆、扬的栗悍，臣之州的精锐骑兵，吞噬剩余之羯，掌握在你手中啊！希望陛下发扬扩展臣考虑的事情，永远不忘先皇的业绩，敕令司空郗鉴、征西将军庾亮等从长江、沔水泛舟进兵，使得首尾照应。',
        '从此以后张骏派出的使者大都被石虎截获，不能到达。后来张骏又派护羌参军陈宇、从事徐虓、华驭等到京都。征西大将军庾亮上疏说陈宇等冒着危险远道而来，宜得到提拔任用，下诏拜任陈宇为西平相，徐虓等为县令。永和元年（345年），任世子张重华为五宫中郎将、凉州刺史。酒泉太守马岌上言说：“酒泉的南山，就是昆仑的山体。周穆王见西王母，乐而忘归，说的就是此山。这座山中有石屋玉堂，用珠玑装饰，就像神宫一样辉煌。应当修立西王母祠，以保佑朝廷无边之福。”张骏听从。永和二年（346年）五月丙戌日，张骏去世，共在位二十二年，享年四十岁，私谥文公，晋穆帝追赠谥号为忠成公，葬于大陵。其子张祚继位后，追谥为文王，庙号世祖。',
    ],
],
'人物评价' => [
    '房玄龄等《晋书》：“茂、骏、重华资忠踵武，崎岖僻陋，无忘本朝，故能西控诸戎，东攘巨猾，绾累叶之珪组，赋绝域之琛賨，振曜遐荒，良由杖顺之效矣。”',
],
'亲属成员' => [
    '父亲' => '前凉昭王张寔',
    '妻子' => [
        '严氏',
        '马氏，生子张重华',
        '刘氏，生子张祚',
        '前凉妃，鄯善王元孟之女',
    ],
    '儿子' => [
        '前凉威王张祚',
        '前凉桓王张重华',
        '前凉悼公张天锡',
    ],
],
],
'05' => [
'brief' => '张重华（327年～353年），字泰临，一作太林，安定郡乌氏县（今甘肃省平凉市）人，汉族，乃凉武王张轨曾孙，凉明王张寔之孙，凉文王张骏之子，前凉第五位君主（346年～353年）。',
'description' => [
    '张重华自幼宽善端重，沉毅少言。建兴三十四年（346年），张骏去世后，正式继位，自领太尉、护羌校尉、凉州牧，封西平郡公，假凉王，张重华在位时期，重用贤臣谢艾，抵抗后赵和前秦的进攻。',
    '建兴四十一年（353年），张重华薨逝，谥号桓公，葬于显陵，其兄张祚称帝后，追谥凉桓王，庙号凉世宗。',
],
'baseInfo' => [
    '主要成就' => '任用贤臣，东御秦赵',
    '本名' => '张重华',
    '别名' => '张泰临、凉桓王 字 泰临，一作太林',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '武威郡姑臧县（今甘肃省武威市）',
    '出生日期' => '327年',
    '逝世日期' => '353年',
    '籍贯' => '安定郡乌氏县（今甘肃省平凉市）',
    '庙号' => '世宗',
    '谥号' => '桓王',
    '年号' => '建兴（一作永乐）',
    '陵寝' => '显陵',
    '在位时间' => '346年–353年',
],
'人物生平' => [
    '父死继位' => [
        '张重华，字泰临，一作字太林，前凉文王张骏第二子。性情宽和端重，沉毅少语。建兴三十四年（346年），张骏去世，张重华继位，时年十六岁，自称持节、大都督、太尉、护羌校尉、凉州牧、西平公、假凉王，大赦境内。尊嫡母严氏为太王太后，住在永训宫；生母马氏为王太后，住在永寿宫。张重华减轻赋税，去除关税，减少园林，以救济贫困。',
    ],
    '任用谢艾' => [
        '同年，张重华派使者向后赵皇帝石虎上表章。石虎派王擢、麻秋、孙伏都等不断地侵犯前凉。金城太守张冲向麻秋投降。于是凉州震动，张重华倾尽境内之兵，派征南将军裴恒前去抵御。裴恒在广武修壁垒，想用持久战把敌军拖垮。牧府相司马张耽对张重华说：“臣听说国家以兵为强，以将为主。主将之人，是存亡的关键，吉凶都在他身上。所以燕国任用乐毅，攻破齐国全境，等到任用骑劫，丧失了七十座城池的土地。因此古代的明君无不谨慎地选用将相。现在最紧要的，就在于用一个好军师。可是议论者举荐的多为旧臣宿将，未必是最好的精英之人。再说韩信被举用，不是靠旧名；司马穰苴受信任，他不是旧将领；吕蒙得到晋升，靠的不是旧功勋；魏延得到任用，不是靠旧德。明王举用人，大概不是按常规，只要有才能，就授以大事。现在强寇已经到了郊区，诸将不进兵，人心不稳，危险渐渐逼近了。主簿谢艾，文武兼备，很懂战略。如果授以他兵权，委以决断征战的大任，必定能抗击敌寇，尽歼凶顽。”',
        '张重华召见谢艾，问他征讨敌寇的战略。谢艾说：“从前耿弇不愿意把贼寇留给君父，黄权愿率万人拒敌。请求给我七千兵，为殿下消灭王擢、麻秋等。”张重华非常高兴，任谢艾为中坚将军，配给他五千步骑兵以攻击麻秋。率军出振武，晚上有两只枭在主将住处呜叫，谢艾说：“枭，就是邀，六簿得枭者胜。现在枭在主将住处呜叫，这是战胜敌人的征兆。”于是进兵作战，大破敌军，斩首五千。张重华封谢艾为福禄伯，对他很好。诸宠贵之人嫉妒他的贤能，共同造谣诋毁他。于是张重华外放谢艾为酒泉太守。',
       '后来石虎令麻秋进攻大夏县，大夏护军梁式扣押太守宋晏开城接应麻秋。麻秋派宋晏写信诱劝宛戍都尉宋矩。宋矩对麻秋说：“辞别父母奉事君主，应当立功树义，功义没能树立，就应当保持名节。宋矩我终究不能在世上偷生背主。”于是先杀死妻儿，然后自刎而死。',
    ],
    '与赵交战' => [
        '建兴三十五年（347年），后赵麻秋进攻前凉枹罕，当时晋阳太守郎坦认为城太大难以防守，应当放弃外城。武城太守张悛说：“放弃外城大事就坏了，不能因此动摇人心。”宁戎校尉张璩听从张悛的意见，固守大城。麻秋率军八万人，包围几层，用云梯雹车攻城，挖了上百条地道，都通到城内。城中也采用相应的办法对付，杀伤麻秋的士卒达数万人。石虎又派部将刘浑等率步骑兵两万来会合。郎坦恨没有采用自己的意见，让军士李嘉秘密与麻秋联络，引来贼军千余人登上城西北角。张璩派宋修、张弘、辛挹、郭普抵挡，短兵交接，斩杀二百多人，赵军才退下。张璩杀了李嘉在军中示众，烧毁贼军的攻城器械。麻秋退守大夏，对手下众将说：“我在五都之间用兵，攻城略地，无往不胜。到登上秦陇时，认为将有征无战。哪知道南袭仇池，败军丧将在长最筑城，匹马不回；等到进攻此城，损伤士卒挫伤锐气。这大概是上天帮助他们，不是人力所为。”石虎听说后叹息说：“我用偏师平定九州，现在用九州的兵力被困在枹罕，真所谓是他们有人才，不能打他们的主意呀。”',
        '张重华任谢艾为使持节、军师将军，率步骑兵三万，进军到临河。麻秋率三万军抵御。谢艾乘坐轻便小马车，戴白色便帽，击鼓而行。麻秋看见发怒道：“谢艾一个少年书生，这样穿戴，是看不起我。”命令手下黑槊龙骧军三千人急奔冲击他。谢艾手下大乱。左战帅李伟劝谢艾改骑马，谢艾不听，就下车坐在胡床上，指挥部署。赵军以为伏兵要发动了，恐惧不敢向前。张瑁从左南沿河岸抄到赵军后面，麻秋军就退回去了。谢艾乘胜追杀，于是大败麻秋，斩杀其部将杜勋、汲鱼，俘虏斩杀一万三千人，麻秋单骑逃奔大夏。张重华论功行赏，任谢艾为太府左长史，进封为福禄县伯，食邑五千户，赐帛八千匹。',
        '五月，麻秋又依据枹罕，率众十二万，进兵屯于河内，派王擢侵占晋兴、广武，越过洪池岭，直到曲柳，姑臧大震。张重华想要亲自出征抵御他，谢艾坚决劝谏认为不行。别驾从事索遐进言说：“贼军势盛，逐渐逼近京都地区。君主，是国家的主心骨，不能够亲自出战。左长史谢艾，文武兼备，是国家的重臣，宜委以征伐的大任。殿下居中镇守，授以谋略，小贼不值得去平定。”张重华采纳了他的建议，于是任谢艾为使持节、都督征讨诸军事、行卫将军，任索遐为军正将军，率步骑兵两万去抵御。谢艾树立牙旗，与将士誓师，有西北风刮得旌旗飘向东南方向。索遐说：“风是号令，现在能把旌旗吹得指向东南，说明天将帮助我们，破贼是必然的了。”军队进驻神鸟，王擢与凉军前锋交战，王擢战败，逃回河南。凉军回兵征讨反叛的斯骨真万余部落，将其击败，斩首千余人，俘虏二千八百人，夺得牛羊十万余头。',
    ],
    '终不改过' => [
        '张重华自以为连破强敌，颇为荒怠政事，很少接见宾客。司直索遐劝谏说：“殿下继承四位圣祖的基业，适逢太平之际，担当今日的大任。忧虑普天下的苦难，应当亲自处理繁忙的政务，广为招纳英贤，日夜不懈怠，勤勉处理政务。近来内外喧扰不安，都认为弃贼而来投诚者应当立即加以抚慰，却多日不接见。国中的老臣朝中的贤良，应当对他们虚心地引见接纳，咨询政事，近来却长时间不注意延见听取他们的意见。文书奏上后，一两个月不审阅，荒废政务，沉溺于棋弈和左右小臣的娱乐，不关心将相的远大谋略。使得亲信之臣不说话，朝中官吏闭口，这是愚臣彷徨而忘记寝食的事情。现在王室遭毁灭，百姓受苦难，正是殿下应该忍受辛苦磨励意志的时候。深切地希望留心朝中政务，接纳直言，完备五种美德，以成就六种大德，远离小人，堵塞不正之音，治理朝政，使下民观望而受教化。”张重华看后很高兴，写了嘉赏的回文答谢他，可是并不改过。',
    ],
    '欲称凉王' => [
        '建兴三十五年（347年）十月，东晋皇帝晋穆帝司马聃下诏派遣侍御史俞归拜张重华任护羌校尉、凉州刺史、假节。建兴四十年（352年），在陇上屯兵的原后赵的西中郎将（当时已归顺东晋）王擢被前秦苻雄击败，投奔张重华。张重华优厚地宠幸他，任他为征虏将军、秦州刺史、假节，派张弘、宗悠率步骑兵一万五千配属王擢，讨伐苻健。苻健派苻硕抵御，在龙黎交战。王擢等大败，王擢单骑而回，张弘、宗悠等都战死。张重华很悲痛，穿孝服为阵亡将士举哀痛哭，派人到各人家中吊唁安慰。又授予王擢兵权，让他进攻秦州，王擢攻克秦州。',
        '建兴四十一年（353年），张重华派使者上疏东晋朝廷说：“石虎自毙，其余的人都作了游魂，夺取乱国侮辱亡国，一有机会就将发难。臣现派遣前锋都督裴恒率步骑兵七万，远出陇上，以等候圣朝的赫然威势。崤山以东的骚动纷扰不足为虑，长安膏腴之地，应该迅速荡平。臣守卫西方荒远之地，山河悠远，天子大誓六军，不能列于听受的末尾；猛将威武，不能参加庆贺成功的队列。瞻望云日，孤高疾俗而愤慨，对大义被违背而伤怀，手抚剑把机簧慷慨激昂，心中郁结。”于是太后褚蒜子下诏答复，派使者加封张重华为凉州牧。',
        '当时御史俞归到了凉州，张重华正想做凉王，不肯受诏，让亲信沈猛对俞归说：“我家主公世代忠于晋室，可是还不如鲜卑呢！朝廷封慕容皝为燕王，现在才授州主为大将军，怎么勉励有功忠义之臣呢？明台现在应当移往河西，共同劝州主做凉王。大夫出使，只要对国家有利，可以做主处置。”俞归回答说：“王者的制度，异姓不得称王；九州之内，封爵位不得超过公。汉高祖一时封异姓为王，不久就全部诛灭了，大概是权宜之计，不是旧有的体制。所以王陵说：‘非刘氏之人称王，天下共同诛之。’至于戎狄，不依此例。春秋时吴楚称王，而诸侯不认为有什么不对，大概是把他们当蛮夷对待。假如齐鲁称王，诸侯岂能不讨伐他们？所以圣上尊重贵公的忠贤，因此而封为上公，任为诸侯之长，鲜卑是北狄，哪里值得一比呢？您的问话不对呀。而且我又听说，有绝世的大功勋者也有罕见的奖赏，如果现在就以贵公为王的话，假设贵公率河西之众南平巴蜀，东扫赵魏，修复旧都，奉迎天子，天子又能用什么爵什么位可以来奖赏呢！请三思。”沈猛把俞归的话全都转达给张重华，张重华就此作罢。',
        '张重华将要受诏，还没来得及便去世了，时年二十七岁，共在位十一年。私谥昭公，后来改为桓公，晋穆帝赐谥号为敬烈，其子张耀灵继位，葬于显陵，其兄前凉威王张祚继位后，追谥张重华为桓王，庙号世宗（误记为世祖）。',
    ],
],
'人物评价' => [
    '房玄龄等《晋书》：“茂、骏、重华资忠踵武，崎岖僻陋，无忘本朝，故能西控诸戎，东攘巨猾，绾累叶之珪组，赋绝域之琛賨，振曜遐荒，良由杖顺之效矣。”；“宽和懿重，沈毅少言。”；“重华好与群小游戏，屡出钱帛以赐左右。”',
],
'轶事典故' => [
    '议论迎秋' => '同月，有关官员议论派司兵赵长在西郊举行迎秋仪式。谢艾认为根据《春秋》，国家有大丧，省略阅兵之礼，应等过了年。别驾从事索遐议论说：“根据礼制，天子崩，诸侯薨，灵柩还没有停放好之前，不举行五祀，灵柩停放好了以后再举行。鲁宣公三年，周天子去世，不废止郊祀之礼。现在圣上继承大位，各种政务都刚开始，应该观察北斗七星以整理排比日月和五星的运行规律。立秋之时，万物即将成熟，是杀气的开始。这对于王事，持军旗誓师，衅鼓祭神，为的是讨逆除暴，成功济事，使宗庙社稷安宁，导致天下之福，是不能废止的。”张重华听从了他的建议。',
    '听从劝谏' => '张重华喜欢与左右小人游戏，屡次用钱帛赏赐左右之人。征事索振劝谏说：“先王寝不安席，立志扫平天下，所以修整兵甲，积聚资财。大业未成，就含恨于九泉。殿下服丧期间遭巨寇侵犯，依靠重赏挫败强敌。现在灾后余民还很多，仓廪空虚，金帛的使用，是应当慎重的。从前世祖（指张骏）即位，亲理万机，章奏入宫，答覆不过夜，所以能兴隆中兴大业，奠定万世之功。现在章奏停滞在宫中，动辄拖过一两个月，下情不能上达，悲哀窘困于囹圄之中。这不是明主应有的事。臣心中甚为不安。”张重华认为他说得对。',
],
'亲属成员' => [
    '父亲：前凉文王张骏',
    '嫡母：太王太后严氏',
    '生母：王太后马氏',
    '哥哥：前凉威王张祚',
    '弟弟：前凉悼公张天锡',
    '儿子' => [
        '前凉冲王张玄靓',
        '前凉哀公张耀灵',
    ],
],
],
'06' => [
'brief' => '张耀灵（344年～355年），一作张曜灵，字元舒，安定郡乌氏县（今甘肃省平凉市）人，凉武王张轨玄孙，凉明王张寔曾孙，凉文王张骏之孙，凉桓王张重华之子，前凉第六位君主。',
'description' => [
    '建兴四十一年（353年），张重华患病，将张耀灵立为太子，十一月，张重华薨逝，张耀灵继位，自称大司马、西平公。十二月，辅臣张祚与赵长等人密谋废黜张耀灵，自立为君。',
    '和平二年（355年），张祚派人杀害张耀灵，年仅十二岁，谥号为哀。',
],
'baseInfo' => [
    '本名' => '张耀灵',
    '别名' => '张曜灵、张元舒、凉哀公 字 元舒',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '武威郡姑臧县（今甘肃省武威市）',
    '出生日期' => '344年',
    '逝世日期' => '355年',
    '籍贯' => '安定郡乌氏县（今甘肃省平凉市）',
    '谥号' => '哀公',
    '在位时间' => '353年',
],
'人物生平' => [
    '立为太子' => [
        '张耀灵（《晋书》作名张耀灵，《魏书》和《资治通鉴》作名张曜灵，而《十六国春秋别传》则作名张灵曜），字元舒，安定乌氏人，前凉文王张骏之孙，前凉桓公张重华之子。',
        '永和九年（前凉建兴四十一年（353年）十月，张重华患病，派左长史马岌荣册立年仅十岁的张耀灵为太子，并大赦境内。张重华的庶兄长宁侯张祚，力气很大，具有果敢勇猛的禀性和当官的才干，然而为人狡诈，善于看风行事，左右逢源，和张重华的宠臣右长史赵长、尉缉等人结拜为异姓兄弟。都尉常据请求把张祚调离朝廷，张重华说：“我正要把张祚当作周公，让他辅佐幼子张耀灵，你这是说的什么话呢！”',
    ],
    '父死继位' => [
        '永和九年（前凉建兴四十一年，353年）十一月初十日，张重华病重，亲手写下命令征召谢艾担任卫将军、监察中外诸军事，辅佐朝政。张祚、赵长等人将手令隐藏起来，而不加以公布。同年十一月十八日，张重华去世，太子张耀灵继位，自称大司马、凉州牧、校尉、刺史、西平公。右长史赵长等人假称张重华的遗令，任命张祚为使持节、都督中外诸军事、抚军大将军，辅佐朝政。',
    ],
    '废黜封侯' => [
        '永和九年（前凉建兴四十一年，353年）十二月，右长史赵长、尉缉等人提出建议，认为“目前的灾难尚未平定，应该立年长者为君主。张耀灵年龄幼小，请求改立长宁侯张祚为君主。”张祚原先和张重华的母亲、张耀灵的祖母王太后马氏私通，马氏于是听从他们的意见，下令废黜孙子张耀灵的君位，降封为凉宁侯（一作宁凉侯），而拥立张祚为君主。张祚于是继任君位，自称大都督、大将军、护羌校尉、凉州牧、凉公。',
    ],
    '惨遭杀害' => [
        '张祚继位后淫虐无道，官员、百姓都非常怨恨愤怒他。永和十一年（前凉和平二年，355年）七月，张祚因憎恨河州刺史张瓘强大，便派张掖太守索孚代替张瓘镇守枹罕，派张瓘前往讨伐反叛的胡人，不久派部将易揣等人率军袭击张瓘。张瓘于是杀死索孚，起兵攻打张祚。张瓘将讨伐檄文传递到各州郡，宣称废除张祚，让他以侯爵的身份回家，重新立张耀灵为君主。八月，张祚派遣杨秋胡把张耀灵带到东苑，扳断张耀灵的腰肢后将他杀害，尸体埋葬在沙坑之中。张耀灵死时年仅十二岁，张祚给张耀灵上谥号为哀公。',
    ],
],
'史籍记载' => [
    '《魏书·卷九十九 列传第八十七》',
    '《晋书·卷八十六·列传第五十六》',
    '《十六国春秋别传·卷七·前凉录》',
    '《资治通鉴·卷九十九》',
    '《资治通鉴·卷一百》',
],
'亲属成员' => [
    '祖父：前凉文王张骏',
    '祖母：王太后马氏',
    '父亲：前凉桓公张重华',
    '伯父：前凉威王张祚',
    '叔父：前凉悼公张天锡',
    '弟弟：前凉冲王张玄靓',
],
],
'07' => [
'brief' => '张祚（327年～355年），字太伯，安定郡乌氏县（今甘肃省平凉市）人，凉武王张轨曾孙，凉明王张寔之孙，凉文王张骏之子，凉桓王张重华之兄，前凉第七位君主（353年～355年）。',
'description' => [
    '建兴四十一年（353年），废凉哀公张耀灵，自称大都督、大将军、凉州牧、凉公。建兴四十二年（354年），张祚称帝，废弃晋愍帝年号，改建兴四十二年为和平元年。',
    '和平二年（355年），宋混、宋澄兄弟与张瓘等里应外合进入姑臧，宋混等攻入宫门，张祚被斩首示众，暴尸在路边，其弟张天锡继位，葬于愍陵，谥号为威。',
],
'baseInfo' => [
    '本名' => '张祚',
    '别名' => '张太伯、凉威王 字 太伯',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '武威郡姑臧县（今甘肃省武威市）',
    '出生日期' => '327年',
    '逝世日期' => '355年',
    '籍贯' => '安定郡乌氏县（今甘肃省平凉市）',
    '谥号' => '威王',
    '年号' => '和平',
    '陵寝' => '愍陵',
    '在位时间' => '353年–355年',
],
'人物生平' => [
    '废侄自立' => [
        '张祚博学威武，有治理政事之才，初封长宁侯。建兴四十一年（353年），张祚的弟弟前凉桓王张重华去世，张重华年仅十岁的儿子张耀灵继位。张祚为人狡诈，善于内外奉承，当初与张重华的宠臣赵长、尉缉等结为异姓兄弟。赵长等假称张重华的遗命，任张祚为持节、督中外诸军、抚军将军，辅佐国政。赵长等议论因张耀灵年幼，当时祸难不停，应立年长之君。张祚先与张重华的母亲马氏通奸，马氏于是听从尉缉的意见，下令废张耀灵为凉宁侯，而立张祚。张祚不久又派杨秋胡在东花园将张耀灵杀害，埋在沙坑里。',
        '张祚即位之后，自称大都督、大将军、凉州牧、凉公。张祚荒淫残暴不讲道义，又与张重华之妻裴氏通奸，从宫中的妃妾到张骏、张重华没出嫁的女儿，无不奸淫，国人相互而视，都吟诵《墙茨》之诗。',
    ],
    '僭号称帝' => [
        '建兴四十二年（354年），张祚采纳尉缉、赵长等的议论，僭号称帝，设立宗庙，跳八佾之舞，设置百官，下书说：“从前晋室失去控制，戎狄扰乱中华，胡、羯、氐、羌都怀有篡国之心。我武公凭着神武治乱，保全华夏西部，贡献财物为王室效力，旬月不断。四位祖先继承发扬，忠诚更为昭著。从前接受晋的封国，天下都知道，谦虚逊让，到现在已经四十年了。现在中原动乱丧亡，华夏人无主，诸侯都因九州的期望没有归属，神只山岳的祭祀没入主持，逼迫孤代行大位，以统一四海之内的人心。推辞得不到准许，勉强听从众议。等到扫清二京的浊秽，荡平周魏之地，然后迎帝回旧都，到天阙谢罪，希望与万民一同重新开始。”',
        '改建兴四十二年为和平元年，赦免死罪，赐鳏寡之人帛，加文武官员每人爵一级。追崇曾祖父张轨为武王，祖父张寔为昭王，从祖张茂为成王，父亲张骏为文王，弟弟张重华为明王。立妻子辛氏为皇后，弟弟张天锡为长宁王，儿子张泰和为太子、张庭坚为建康王，张耀灵弟弟张玄靓为凉武侯。这天晚上，天上有光像车盖，声音像雷霆，震动城邑。第二天，大风把树木拔起。灾异现象屡屡发生，可是张祚更加凶残暴虐。他的尚书马岌因切直劝谏被免官。郎中丁琪又劝谏说：“先公世代坚持忠义的节操，遥远地尊尚南方，保守成业保持谦逊，五十多年。黎民之所以举颈向西遥望，四海之所以注目大凉，皇天保佑，士民效死，正是因为先公道义高于彭、昆，忠贞超过西伯，不远万里表达虔敬，保持节操没有二心的缘故。能够凭着一州之众抗御败坏天地的胡虏，军旅年年出动，而不说疲惫。陛下虽然凭着大圣雄姿继承光大前人的大业，功勋德行不比先公更高，可是实行改朝换代之事，臣私下认为不可。华夷各族之所以归附大凉，义兵之所以不远千里响应奔赴，是因为陛下为的是晋朝。现在自称尊号以后，人们就要争高竞强，一隅之地怎么能抵挡中原之师！城池高峻就用冲车来攻击，小人居君子之位就要招致敌寇，请陛下认真考虑。”张祚大怒，把他斩于阙下。张祚还派其部将和昊率军在南山攻伐骊轩戎，大败而回。',
    ],
    '兵败被杀' => [
        '东晋太尉桓温入关，这时王擢镇守陇西，急忙派使者出使到张祚处，说桓温善于用兵，形势难以预测。张祚非常震恐，又担心王擢反叛，就召回马岌复职与他商量计谋。秘密派亲信之人刺杀王擢，事情被发觉，没能成功。张祚更加害怕，大举集结军众，声言要东征，其实想向西守敦煌。正好桓温回兵才作罢。又派他的平东将军秦州刺史牛霸、司兵张芳率三千人进攻王擢，王擢兵败投奔前秦苻健。前凉国中五月降霜，冻死庄稼果实。',
        '和平二年（355年），张祚的同族之人张瓘镇守枹罕，张祚厌恶他的强盛，派部将易揣、张玲率步骑兵一万三千人袭击张瓘。后张祚又派张掖太守索孚去取代张瓘镇守枹罕，但被张瓘所杀。张玲等渡河还没完毕，又被张瓘击败。易揣单骑奔逃，张瓘军跟踪追击，张祚的军众震恐。敦煌人宋混与其弟宋澄等聚众响应张瓘。赵长、张璹等畏罪，入宫叫张重华之母马氏出殿拜张耀灵庶弟张玄靓为主。易揣等率兵入殿攻赵长，把他杀了。张瓘的弟弟张琚以及其子张嵩招募几百名老百姓，大声呼喊说：“张祚无道，我兄的大军已经到了城东，敢有反抗者灭三族”。张祚手下人众望风逃散。张琚、张嵩率众进城，张祚按剑坐在殿上，大声呼喊，命令左右之人死战。张祚已经失去了人心，没有人有斗志，于是张祚被杀。宋混等人把他的头割下来，在城内外示众，暴尸在路边，国中人都呼喊万岁。宋混等人把张祚以普通百姓的规格埋葬，并且杀了他的两个儿子。张祚的弟弟张天锡继位后，备礼改葬于愍陵，追谥为威王。',
    ],
],
'人物评价' => [
    '房玄龄等《晋书》：“博学雄武，有政事之才。”；“祚性倾巧，善承内外”；“祚以卑孽，阴倾冢嗣，播有茨于彤管，拟宸居于黑山，丁琪以切谏遇诛夷，王鸾以谠言婴显戮，境内云据，仇其窃名，卒致枭悬，自然之理也。”',
    '蔡东藩：“苻生、张祚，同时肆恶，一在关中，一在陇右。吾不知两人具何肺肠，而顾若此之稔恶为也，生之好杀过于祚，而祚之好淫，亦甚于生。自古未有好淫好杀，而可以长享国祚者。况无故杀妻，灭绝人伦，公然烝母，遍污亲族，古称桀纣为无道，以苻生、张祚较之，吾犹谓其彼善于此矣。宇宙之下，竟有此人面兽心，至于斯极者，虽曰速亡，其亦戾气之独钟乎？”',
],
'轶事典故' => [
    '张祚在派兵攻打张瓘时，有个张掖人王鸾很会神术，对张祚说：“军队出去后就回不来了，凉国将有不利的事。”张祚大怒，认为王鸾用妖言破坏军心，将他斩首示众，于是三军出发。王鸾临刑时说：“我死后不出二十天，军队必遭失败。”这时有神降临玄武殿，自称是玄冥，跟人交谈。张祚日夜祈祷，神说给他福禄，张祚很信服。',
],
'亲属成员' => [
    '父亲：前凉文王张骏',
    '弟弟：前凉明王张重华、前凉悼王张天锡',
    '妻子：皇后辛氏',
    '儿子：太子张泰和、建康王张庭坚',
],
],
'08' => [
'brief' => '张玄靓（350年～363年），一作张玄靖，字元安，安定郡乌氏县（今甘肃省平凉市）人，凉文王张骏之孙，凉桓王张重华之子，凉哀公张耀灵之弟，前凉第八位君主（355年～363年）。',
'description' => [
    '和平元年（354年），封为凉武侯。和平二年（355年），张玄靓被张瓘扶植即位，称大都督、大将军、护羌校尉、凉州牧、西平公。',
    '升平七年（363年），张玄靓被张天锡杀害，年仅十四岁，谥号冲王。',
],
'baseInfo' => [
    '本名' => '张玄靓',
    '别名' => '张玄靖、张元安、凉冲王 字 元安',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '武威郡姑臧县（今甘肃省武威市）',
    '出生日期' => '350年',
    '逝世日期' => '363年',
    '籍贯' => '安定郡乌氏县（今甘肃省平凉市）',
    '谥号' => '冲王',
    '年号' => '建兴、升平（一作太始）',
    '陵寝' => '平陵',
    '在位时间' => '355年–363年',
],
'人物生平' => [
    '早年经历' => [
        '张玄靓（《魏书》作张玄靖），字元安，前凉桓王张重华之子，前凉哀公张耀灵的弟弟。建兴四十一（353年），其父张重华去世，张玄靓的哥哥张耀灵继位。',
        '建兴四十二年（354年），张玄靓的伯父前凉威王张祚废杀张耀灵自立，封张玄靓为凉武侯。',
    ],
    '拥立为主' => [
        '和平二年（355年），张祚同族人张瓘镇守枹罕，张祚厌恶他的强盛，派部将易揣、张玲率步骑兵一万三千人袭击张璀。后张祚又派张掖太守索孚代替张瓘镇守袍罕，索孚被张瓘所杀。张玲等渡河还没完毕，又被张瓘击败。易揣单骑奔逃，张瓘军跟踪追击，张祚的军众震恐。敦煌人宋混与其弟宋澄等聚众响应张瓘。赵长、张璹等畏罪，入宫让张重华之母马氏立张玄靓为前凉君主，张玄靓刚满七岁。易揣等率兵入殿攻杀赵长。张瓘的弟弟张琚以及其子张嵩招募几百名老百姓，大声呼喊说：“张祚无道，我兄的大军已到城东，敢有反抗者灭三族”。张祚手下人众望风逃散。张琚、张嵩率众进城，张祚按剑坐在殿上，大声呼喊，命令左右之人死战。张祚已经失去人心，没有人有斗志，于是张祚被杀。',
        '张玄靓即位后，自称大都督、大将军、校尉、凉州牧、西平公，在国内实行大赦，废除年号和平，又称建兴四十三年。诛杀张祚二子，任命张瓘为卫将军，领兵一万人，行使大将军职事，任免改变僚属。',
    ],
    '消灭宋氏' => [
        '建兴四十三年（355年）九月，陇西人李俨诛杀大姓彭姚，在陇西自立为主，奉行东晋的年号，百姓很高兴。张玄靓派牛霸率军讨伐，还没到时，西平人卫綝又据郡反叛。牛霸军溃败，单骑而回。张瓘先是想要征讨卫綝，因兄张珪在卫綝军中而有疑虑，卫綝也因弟在张瓘军中，所以双方一年多互不进攻。西平人郭勋懂得天文，不接受州郡的任命，卫綝以礼聘请他。郭勋说：“张氏将衰败，卫氏将兴盛，怎么能因一弟而破坏一家之事呢？宜赶紧进攻张瓘。”卫綝将要听从他。张瓘派其弟张琚率大军征伐卫綝，将他击败。西平人田旋约酒泉太守马基背叛张瓘响应卫綝，田旋对马基说：“卫綝在东边攻击他，我们断绝他的西边，不超过六十天，天下可定，这就像闭上嘴捉舌头一样的易事。”马基同意了。张瓘派司马张姚、王国率两千人攻打马基，将其击败，斩马基、田旋二人首级，送往姑臧。',
        '张瓘兄弟强盛，自负有功劳，有篡位之心。建兴四十七年（359年）六月，辅国宋混与弟宋澄共同征讨张瓘，全部消灭了他的同党。张玄靓任命宋混为都督中外诸军事、车骑大将军、假节，辅佐朝政。宋混于是就请求张玄靓去掉凉王的称号，恢复凉州牧的称呼。',
        '建兴四十九年（361年）四月，宋混去世，张玄靓任命宋澄为领军将军，代替宋混辅佐朝政。张玄靓的右司马张邕憎恨宋澄独专朝政，于是起兵攻打宋澄，将其杀死，把宋澄的宋氏家族一并灭掉。张玄靓就任张邕为中护军，叔父张天锡为中领军，共同辅佐朝政。',
    ],
    '张邕朝政' => [
        '张邕傲慢自负，纵行淫虐，网罗朋党，专擅朝政，滥施刑罚、杀戮，国人都很怨恨他。于是张天锡与亲信刘肃等人暗中谋划铲除张邕。',
        '建兴四十九年（361年）十一月，张天锡和张邕一起入朝，刘萧和赵白驹跟随着张天锡，张邕正在宫门前，刘肃砍击张邕，没有砍中，赵白驹接着再砍，又没砍中，他们二人和张天锡一起进到宫中，张邕得以逃跑，率领披甲士兵三百多人攻打宫门。张天锡登上屋顶大声喊道：“张邕凶恶叛逆，毫无道义，已经杀掉了宋澄，又想颠覆我们一家。你们众将士世代都是前凉的臣属。怎么忍心把武器对准我呢！如今我要擒获的，只有张邕而已，其他人一概不追究！”于是张邕的士兵全都奔散逃走，张邕自刎而死，张天锡把张邕的家族、同党全部消灭。张玄靓任命张天锡为使持节、冠军大将军、都督中外诸军事，辅佐朝政。',
    ],
    '被叔杀害' => [
        '张玄靓年纪既小，性情又软弱，张天锡除掉张邕后，独掌朝政。建兴四十九年（361年）十二月，奉行东晋年号“升平”。东晋朝廷下诏，任命张玄靓为大都督、督陇右诸军事、凉州刺史、护羌校尉、西平公。',
        '升平七年（363年）八月，张玄靓的祖母马氏去世，张玄靓立他的庶母郭氏为太妃。郭氏因张天锡专权，与大臣张钦等商议诛讨他。事情泄露，张钦等依法被处死刑。张玄靓十分害怕，要把王位让给张天锡，张天锡不接受。右将军刘肃等人劝张天锡自立为王。同年闰八月，张天锡让刘肃等人趁夜率兵闯进王宫，杀死张玄靓，对外宣称他是暴病而死。张玄靓在位九年，死时年仅十四岁，葬于平陵，定谥号为冲公（《十六国春秋》作冲王），东晋孝武帝赐张玄靓谥号为敬悼公。',
    ],
],
'人物评价' => [
    '《晋书》：“玄靓年既幼冲，性又仁弱。”',
],
'史书记载' => [
    '《晋书·卷八十六·列传第五十六》',
    '《魏书·卷九十九·列传第八十七》',
    '《十六国春秋别本·卷七·前凉录》',
    '《资治通鉴·卷一百》',
    '《资治通鉴·卷一百一》',
],
'亲属成员' => [
    '祖父：前凉文王张骏',
    '嫡祖母：太王太后严氏',
    '亲祖母：王太后马氏',
    '父亲：前凉桓王张重华',
    '庶母：太妃郭氏（《十六国春秋》记载郭氏为其生母）',
    '伯父：前凉威王张祚',
    '叔叔：前凉悼公张天锡',
    '哥哥：前凉哀公张耀灵',
    '堂兄弟' => [
        '张泰和，张祚之子',
        '建康王张庭坚，张祚之子',
        '高昌公张大怀，张天锡长子',
        '张大豫，张天锡次子',
    ],
],
],
'09' => [
'brief' => '张天锡（346年～406年），字纯嘏，本字公纯嘏，小名独活，安定郡乌氏县（今甘肃省平凉市）人，凉武王张轨曾孙，凉明王张寔之孙，凉文王张骏之子，凉威王张祚、凉桓王张重华之弟，前凉第九位君主（363年～376年）。',
'description' => [
    '升平七年（363年），张天锡发动政变，杀害张玄靓继位，升平二十年（376年），归降前秦，前凉灭亡，苻坚先给张天锡盖好宅第，张天锡来到之后，任为尚书，封归义侯。',
    '义熙二年（406年），张天锡在建康病逝，享年六十一岁，谥号为悼。',
],
'baseInfo' => [
    '本名' => '张天锡',
    '别名' => '张纯嘏、凉悼公 字 纯嘏',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '武威郡姑臧县（今甘肃省武威市）',
    '出生日期' => '346年',
    '逝世日期' => '406年',
    '籍贯' => '安定郡乌氏县（今甘肃省平凉市）',
    '谥号' => '悼公',
    '年号' => '升平（一作太清）',
    '在位时间' => '363年–376年',
],
'人物生平' => [
    '辅佐朝政' => [
        '张天锡，字纯嘏，小名独活，是前凉文王张骏的小儿子。张天锡初字公纯嘏，后来朝见东晋皇帝时，人家笑他三个字，于是自己改字为纯嘏。',
        '和平元年（354年），张天锡的哥哥前凉威王张祚僭号，封张天锡为长宁王。',
        '和平二年（355年），张祚被杀，张天锡哥哥前凉桓王张重华之子前凉冲王张玄靓继位。建兴四十九年（361年）九月，右司马张邕憎恨宋澄独专朝政，于是起兵攻打宋澄，把他杀了，他的家族也一并灭掉。张玄靓任命张邕为中护军，任命张天锡为中领军，一同辅佐朝政。',
    ],
    '灭邕专权' => [
        '张邕傲慢自负，纵行淫虐，网罗朋党，专擅朝政，滥施刑罚、杀戮，国人都很怨恨他。于是张天锡与亲信刘肃等人暗中谋划铲除张邕。',
        '升平五年（361年）十一月，张天锡和张邕一起入朝，刘肃和赵白驹跟随着张天锡，张邕正在宫门前，刘肃砍击张邕，没有砍中，赵白驹接着再砍，又没砍中，他们二人和张天锡一起进到宫中，张邕得以逃跑，率领披甲士兵三百多人攻打宫门。张天锡登上屋顶大声喊道：“张邕凶恶叛逆，毫无道义，已经杀掉了宋澄，又想颠覆我们一家。你们众将士世代都是我凉的臣属，怎么忍心把武器对准我呢？如今我要擒获的，只有张邕而已，其他人一概不追究！”于是张邕的士兵全都奔散逃走，张邕自刎而死，张天锡把张邕的家族、同党全部消灭。张玄靓任命张天锡为使持节、冠军大将军、都督中外诸军事，辅佐朝政，从此张天锡专擅朝政。',
    ],
    '篡夺王位' => [
        '升平七年（363年）八月，张玄靓的祖母马氏去世，尊奉庶母郭氏为太妃。郭氏因为张天锡专擅朝政，与大臣张钦等人谋划要杀掉他。事情泄露，张钦等人全都自杀。张玄靓十分害怕，要把王位让给张天锡，张天锡不接受。右将军刘肃等人劝张天锡自立为王。同年闰八月，张天锡让刘肃等人趁夜率兵闯进王宫，杀掉了张玄靓，公开宣布时则说他突然死亡，定谥号为冲。张天锡自称使持节、大都督、大将军、凉州牧、西平公。尊奉母亲刘美人为太妃。派司马纶骞带着奏章去东晋都城建康请求指令，同时送御史俞归东返建康。',
        '升平十年（366年），东晋朝廷下诏任张天锡为大将军、大都督、督陇右关中诸军事、护羌校尉、凉州刺史、西平公。',
    ],
    '大败而回' => [
        '张玄靓在位时，陇西人李俨叛凉割据。升平十一年（367年），张天锡亲自前往征讨李俨，任别驾杨遹为监前锋军事、前将军，进攻金城，晋兴相常据为使持节、征东将军，进攻左南，游击将军张统出白土，张天锡亲自率三万人进驻仓松，进攻李俨。李俨大败，退守枹罕，派其子李纯向前秦苻坚求救。苻坚派他的部将王猛救援。张天锡大败，死者十分之二三。王猛致函张天锡劝其退兵，张天锡接到王猛书函后就撤兵而回。同年立其子张大怀为世子。',
    ],
    '前凉灭亡' => [
        '当时苻坚强盛，常常来进攻，军队没有停息的日子。张天锡很恐惧，就筑坛杀牲，率典军将军张宁、中坚将军马芮等，与东晋三公遥相盟誓，献书信给大司马桓温，约定在升平十五年（371年）夏季誓师共同大举进兵。派从事中郎韩博、奋节将军康妙奏表章，并送盟誓文书。',
        '咸安六年（376年）夏，前秦正式对前凉用兵。苟苌、毛盛、梁熙、姚苌等人共统领步兵和骑兵十三万，浩浩荡荡向河西进发。前军刚出，苻坚派出苟池、李辩、王统带秦、河、凉三州军队为后继。在出军的同时，苻坚派阎负、梁殊为使者，随同枹罕之役被俘的阴据先期到凉州晓谕张天锡投降。张天锡与臣僚计议何去何从，中录事席仂说：“先公既然有旧例，可等待时机再思后变，这是孙仲谋能伸能屈的策略。”众人都认为席仂年老胆怯，说：“龙骧将军马达（一作马建），率精兵一万抗御敌寇，必不敢进。”张天锡于是杀死阎负、梁殊。张天锡使龙骧将军马建率兵二万迎战前秦军。',
        '前秦闻知张天锡杀了阎负、梁殊。八月，梁熙、姚苌、王统、李辩自清石津渡河，在河会城进攻前凉骁烈将军梁济，降服了梁济。甲申，苟苌自石城津渡河，与梁熙汇合进攻缠缩城，攻克。马建恐惧，从杨非退守清塞。张天锡又派遣征东将军常据率三万部众到洪池，张天锡自率余众五万，屯军于金昌城。安西将军宋皓建议张天锡投降前秦，张天锡怒，贬宋皓为宣威护军。广武太守辛章说："马建出于行伍，必不为国家所用。"苟苌派姚苌率兵士三千为前锋。庚寅，马建率万人投降秦军，余兵皆逃散。辛卯，苟苌与常据战于洪池，常据兵败，马为乱兵所杀，常据的部属董儒把马给常据，常据脱下甲胄，向西叩首，伏剑自杀。秦军杀死军司席仂。癸巳，秦兵攻入清塞，张天锡派遣司兵赵充哲率众迎战。秦兵与赵充哲战于赤岸，秦军大破赵充哲，秦军俘斩三万八千级，赵充哲战死。张天锡出城亲自出战，城内又反叛。张天锡与数千骑奔回姑臧。甲午，秦兵至姑臧，张天锡出降。苟苌将张天锡送往长安。凉州郡县都降于秦。前凉政权灭亡。苻坚先给张天锡盖好宅第，张天锡来到之后，任为尚书，封归义侯。',
    ],
    '归晋去世' => [
        '太元八年（383年），苻坚发兵攻打东晋，即淝水之战，任命张天锡担任苻融的征南司马。苻坚在淝水之战失败后，张天锡归顺东晋，东晋朝廷下诏任命张天锡为散骑常侍、左员外，恢复西平郡公的爵位。不久，拜授张天锡为金紫光禄大夫。',
        '张天锡从小有文才，誉满远近。到东晋朝廷后，很受恩遇。朝中官员因为他是亡国俘虏，大都一起诋毁他。会稽王司马道子曾经问他西方的特产，张天锡应声回答说：“桑葚甘甜，鸱鸮吃了改变声音；乳酪养性，人吃了没有妒心。”后来精神昏乱，虽然有爵位，不再被人看作同列。隆安元年（397年），会稽世子司马元显执政，常常把他召来，拿他戏弄开心。因为他家贫穷，拜授庐江太守，本官如旧。桓玄篡权时，想要招来安抚四方远地，就用张天锡为护羌校尉、凉州刺史。义熙二年（406年），张天锡去世，享年六十一岁。追赠为金紫光禄大夫，东晋朝廷赠谥为悼。',
    ],
],
'主要成就' => [
    '政治' => [
        '张天锡继位后，荒淫声色，不理政事。当初，安定梁景、敦煌刘肃都凭着家族的关系，从小与张天锡友好亲昵。诛杀张邕，刘肃、梁景有功，张天锡很感激他们，赐他们姓张，又改他们的表字，将他们当作自己的儿子看待。张天锡诸子都用“大”为字，所以梁景叫大奕，刘肃叫大诚。又废世子张大怀为高昌公，改立宠爱之子张大豫为世子，梁景、刘肃等都参与政事。人心怨恨恐惧，堂弟从事中郎张宪深切劝谏，不听取。',
    ],
    '外交' => [
        '升平十年（366年）冬，张天锡派使者到前秦边境，告知前秦与其断绝外交关系。',
    ],
],
'人物评价' => [
    '《晋书》：“天锡少有文才，流誉远近。”“天锡荒于声色，不恤政事。”',
    '《魏书》：“天锡骄恣淫昏，不恤民务。”',
],
'轶事典故' => [
    '张天锡继位后，频繁地在园林池塘举行宴会，政事颇被荒废。荡难将军、校书祭酒索商上疏极力劝谏，张天锡答覆说：“我不是好出行，而是出行有所得。观看早晨开放的花朵，就能尊敬才能出众之士；赏玩芝兰，就喜爱有德行之臣；看到松竹，就想念有贞操的贤者；面对清澈的流水，就看重廉洁的品行；流览蔓延的野草，就讨厌贪污的官吏；碰到飘风，就憎恶凶狠狡诈之徒。如果所做之事加以引申，再接触相关事情，就差不多没有遗漏了。”',
],
'史书记载' => [
    '《晋书·卷八十六·列传第五十六》',
    '《魏书·卷九十九·列传第八十七》',
    '《十六国春秋别本·卷七·前凉录》',
],
'亲属成员' => [
    '父亲：前凉文王张骏',
    '母亲：刘美人',
    '哥哥' => ['前凉威王张祚', '前凉桓王张重华'],
    '妻子' => ['左夫人焦氏，生张大豫', '美人阎姬', '美人薛姬'],
    '儿子' => ['高昌公张大怀，张天锡长子', '世子张大豫，张天锡次子'],
],
],
'10' => [
'brief' => '张大豫（？－387年），安定郡乌氏县（今甘肃省平凉市）人，凉文王张骏之孙，凉悼公张天锡之子，',
'description' => [
    '太安元年（386年），张大豫自称抚军将军、凉州牧，改元凤凰，重建前凉政权，不久为吕光斩杀。',
],
'baseInfo' => [
    '本名' => '张大豫',
    '所处时代' => '十六国（前凉）',
    '民族族群' => '汉族',
    '出生地' => '武威郡姑臧县（今甘肃省武威市）',
    '逝世日期' => '387年',
    '籍贯' => '安定郡乌氏县（今甘肃省平凉市）',
    '年号' => '凤凰',
    '在位时间' => '386年-387年',
],
'人物生平' => [
    '淝水之战后，张天锡南奔东晋，前秦长水校尉王穆藏匿了张大豫，与他一起奔河西，依附秃发思复鞬，秃发思复鞬送他们到魏安。魏安人焦松、齐肃、张济等聚兵数千人，迎张大豫为主。',
    '太安元年（386年）二月，攻克吕光占据的昌松郡，捉住了太守王世强。吕光使辅国将军杜进进击，杜进兵败，张大豫兵临姑臧（今甘肃省武威市）。',
    '王穆谏曰：“光粮丰城固，甲兵精锐，逼之非利；不如席卷岭西，砺兵积粟，然后东向与之争，不及期年，光可取也。”张大豫不从，自号抚军将军、凉州牧，改元凤凰，以王穆为长史，传檄郡县，建康太守李隰、祁连都尉严纯皆起兵响应，有众三万，据守杨坞。张大豫从杨坞改屯姑臧城西，王穆和秃发思复鞬子秃发奚于帅众三万屯守城南；吕光出击，斩秃发奚于。',
    '凤凰元年（387年），张大豫从西郡攻入临洮，掠民五千余户，保据俱城。吕光率领彭晃、徐炅攻张大豫，张大豫奔广武（今甘肃省永登县），王穆奔建康。八月，广武人押解张大豫送到姑臧，吕光斩张大豫。',
],
'亲属成员' => [
    '高祖' => '张轨 即凉武王，前凉开国君主。',
    '曾祖' => '张寔 即凉明王，前凉第二位君主。',
    '祖父' => '张骏 即凉文王，前凉第四位君主。',
    '父亲' => '张天锡 即凉悼公，前凉第九位君主。',
    '母亲' =>  '焦氏 即焦夫人。',
    '兄长' => '张大怀 初为世子，后废为高昌公。',
    '兄弟' => ['张大诚 本名刘肃，敦煌郡人，为张天锡养子。', '张大奕 本名梁景，安定郡人，为张天锡养子。'],
]
],
];
