<?php
return [
'006' => [
'brief' => '秃发匹孤，一名疋孤，生于东汉末年，是河西鲜卑一部的首领，亦是后来五胡十六国时期南凉开国君主秃发乌孤的八世祖。',
],
'005' => [
'brief' => '秃发寿阗，是河西鲜卑中秃发鲜卑部的首领。',
'人物介绍' => [
    '秃发寿阗是河西鲜卑中秃发鲜卑部的首领，秃发匹孤之子，在父亲去世后统领其部。寿阗去世后，孙秃发树机能接任。',
],
],
'004' => [
'brief' => '秃发树机能（？—280年）， 本姓秃发，西平乐都人（今青海省海东市乐都区）。晋朝时期河西鲜卑族首领，部落首领秃发匹孤的四世孙。',
'description' => [
    '英勇善战，颇有谋略。祖父秃发寿阗死后，继任部落首领。不满于西晋民族政策，率部反动叛乱，击败西晋将领胡烈、苏愉、牵弘。咸宁三年（277年），受到名将文鸯攻击，兵败受损。咸宁四年（278年），诛杀凉州刺史杨欣，攻陷凉州，纵横西北，威震天下。',
    '咸宁五年十二月，受到西晋将军马隆攻击，兵败被杀。',
],
'baseInfo' => [
    '主要成就' => '大破胡烈、苏愉、牵弘、杨欣，攻陷凉州',
    '本名' => '秃发树机能',
    '所处时代' => '西晋',
    '民族族群' => '鲜卑族',
    '逝世日期' => '280年',
],
'人物生平' => [
    '起兵反晋' => [
        '秃发树机能是河西鲜卑人，在祖父秃发寿阗去世后接任。长大后的树机能是一个富谋略的人。',
        '晋泰始四年至于五年（268—269）间，河西、陇西地区连年大旱，当地民众深受其害，数十万人嗷嗷待救。秦州灾区胡汉混杂，尤以河西鲜卑人数最为众多。正因怕出事端，司马炎派遣悍将胡烈前往镇守。',
        '胡烈到任后，采取高压手段处理问题，先屯兵于高平川（今宁夏固原市清水河流域），后又派兵进占麦田一带（今甘肃、宁夏两省区的靖远、中卫两县市交界地区）的“河西鲜卑”聚居地。结果，不仅失羌戎之和，更加剧了灾区难民的痛苦。',
        '在胡烈的暴政之下，秃发树机能于泰始六年（270年）发起反抗。',
    ],
    '连败晋将' => [
        '泰始六年（270年）六月戊午，秦州刺史胡烈率军征讨，与秃发树机能战于万斛堆，兵败身死，胡烈死后，树机能军队士气大振，率部一举攻下高平。扶风王司马亮遣将军刘旂前往救援，刘旂观望不进。晋武帝司马炎下诏罢免司马亮，又命尚书石鉴行安西将军，都督秦州诸军事，与奋威将军田章率大军西征。石鉴与时任东羌校尉、轻车将军杜预发生矛盾，杜预拒绝对鲜卑叛乱的盲目出兵，被石鉴诬陷，被免职押解回京，既而石鉴讨伐秃发树机能，依然无法战胜。',
        '七月丁未，司马炎又命汝阴王司马骏为镇西大将军，都督雍凉等州诸军事，坐镇关中。西晋军队和鲜卑军队经过一年多的交战，秃发树机能不但没被消灭，反而联合了氐、羌、匈奴等部落共同反晋。各族联军中，尤以北地郡（陕西耀县）的匈奴人最为强悍，号称“北地胡”。西北地区的各族相互策应，并肩战斗，使西晋王朝丧城失地。',
    ],
    '威震天下' => [
        '泰始七年（271年），秃发树机能联合北地胡攻打金城，在青山击杀凉州刺史牵弘。后又杀凉州刺史苏愉于金山（今甘肃省山丹县南）。及泰始末至咸宁元年（275年），秃发鲜卑的势力由凉州金城郡（治榆中县，今甘肃省榆中县西北黄河南岸）西北更向西发展。高昌以东的一些鲜卑部落也起而反抗晋朝统治。由于晋军连连战败，司马炎寝食难安，又命贾充镇守关中。但由于贾充在这时与司马炎结成儿女亲家，因此而做免。',
        '咸宁三年（277年），局势更加恶化，猛将文鸯临危受命，三月，率凉、秦、雍州三州之军大破秃发树机能，诸胡二十万口来降，经此一役，河西鲜卑实力大损。但仅过一年，秃发树机能就命部将若罗拔能在武威大破晋军，杨欣成了第三个战死的凉州刺史、第四个被鲜卑阵斩的封疆大吏。秃发树机能纵横西北，威震天下，仆射李憙请发兵整讨，但朝议都以为出兵重事，鲜卑不足以忧虑。',
    ],
    '战败身死' => [
        '咸宁五年（279年），秃发树机能乘胜攻下凉州，司马炎非常后悔，临朝哀叹说：“谁能为我讨伐这个叛胡？”马隆请命而往，率三千五百勇士西征。期间，匈奴刘渊也自请而往，孔恂、杨珧坚决反对，认为刘渊的祸患远大于秃发树机能。',
        '马隆向西渡过温水，秃发树机能等人带领几万名部众凭借险阻抵抗。因为山路狭隘，马隆就造了扁箱车，还造了木屋，置于车上，边作战边前进，走了一千多里，打得鲜卑军队死的死，伤的伤，损失惨重。自从马隆西去，音讯断绝，朝廷为他担忧，有的人说他们已经都死了。后来马隆的使者夜里到了，晋武帝拍着手高兴地笑了。清晨，召集群臣对他们说：“假如听从了渚位的意见，就没有凉州了。”于是下命令，赐给马隆符节，授官宣威将军。马隆到了武威，鲜卑部落首领猝跋韩且万能率领一万多部落来归降。十二月，马隆与树机能大战，杀了树机能，凉州于是平定。秃发树机能死后，秦凉的诸胡部队失去了领袖人物，顿时土崩瓦解，纷纷向马隆投降，不愿投降的，也都各自逃生去了。秦凉之变至此结束了。其堂弟秃发务丸及后接替他成为秃发鲜卑的首领。',
    ],
],
'主要成就' => [
    '在历时九年的秦凉之变中，秃发树机能带领河北鲜卑屡挫晋军，为了镇压河西鲜卑，司马炎几乎将晋朝名将尽数派遣至西北战场，前后丧失了了四名驰骋西北的封疆大吏，损失了几万人的部队，影响到西晋王朝的整体局势。',
],
'人物评价' => [
    '司马炎：秦凉二境，比年屡败，胡虏纵暴，百姓荼毒。遂使异类扇动，害及中州。虽复吴蜀之寇，未尝至此。',
    '房玄龄：壮果多谋略。泰始中，杀秦州刺史胡烈于万斛堆，败凉州刺史苏愉于金山，尽有凉州之地，武帝为之旰食。',
    '蔡东藩：豺狼生性本猖狂，聚众咆哮敢肆殃。不信晋朝开国日，已闻叛贼树西方。',
],
'家族成员' => [
    '祖父：秃发寿阗',
    '堂弟：秃发务丸',
    '从弟的玄孙：秃发乌孤，秃发务丸的玄孙，十六国时期南凉的开国君主。',
],
'史书记载' => [
    '《晋书·载记第二十六》',
    '《资治通鉴》卷七十九及八十',
    '《十六国春秋别传·南凉录》',
],
],
'003' => [
'brief' => '秃发务丸，生卒年不详，西晋末期、东晋初期秃发鲜卑的首领，前任首领秃发树机能之堂弟。',
'baseInfo' => [
    '性别' => '男',
    '出生年代' => '西晋',
    '民族' => '鲜卑族',
],
'人物生平' => [
    '西晋咸宁五年（279年），树机能在与晋军的争战中，被打算降晋的部下所杀，务丸因此继立为秃发鲜卑首领。',
    '务丸去世后，由孙秃发推斤继承其位。',
],
],
'002' => [
'brief' => '秃发推斤（？～365年），别称秃发椎斤，十六国时期秃发鲜卑的首领，前任首领秃发务丸之孙，继承秃发务丸为首领。',
'description' => [
    '东晋兴宁三年（365年）推斤去世，据资治通鉴记载，推斤享年110岁，惟此说尚待商榷。',
    '推斤去世后，由子秃发思复鞬继承其位。',
]
'baseInfo' => [
    '中文名' => '秃发推斤',
    '国籍' => '中国',
    '逝世日期' => '365年',
],
]
'001' => [
'brief' => '秃发思复鞬，生卒年不详，十六国时期秃发鲜卑的首领，前任首领秃发推斤之子，东晋兴宁三年（365年）推斤去世，思复鞬继承推斤之位。',
'description' => [
    '思复鞬在位期间，秃发鲜卑部众转盛，据有凉州一带（约当今中国甘肃省南部）的土地。',
    '思复鞬去世后，由其子秃发乌孤继位。',
],
'baseInfo' => [
    '本名' => '秃发思复鞬',
    '所处时代' => '十六国',
    '民族族群' => '鲜卑族',
    '出生地' => '凉州',
],
],
'01' => [
'brief' => '秃发乌孤（？—399年），河西鲜卑人。十六国时期南凉开国君主（397年―399年在位）。',
'description' => [
    '父亲秃发思复鞬死后，继任秃发部首领之位。后凉龙飞元年（396年）后凉王吕光遣使署征南大将军、益州牧、左贤王，乌孤不受。龙飞五年（397年）正月叛后凉，自称大都督、大将军、大单于、西平王，改年号太初，即出兵代凉，攻克金城，在街亭打败后凉将军窦苟。明年（398年）改称武威王。太初三年（399年）因酒后坠马伤及肋骨，回宫后不久病情加重，后不治而亡，谥武王，庙号烈祖。其弟秃发利鹿孤继立。',
],
'baseInfo' => [
    '主要成就' => '建立南凉',
    '本名' => '秃发乌孤',
    '所处时代' => '南凉',
    '民族族群' => '鲜卑族',
    '出生地' => '河西',
    '逝世日期' => '399年',
    '在位时间' => '397年―399年',
    '年号' => '太初',
    '庙号' => '烈祖',
    '谥号' => '武王',
],
'人物生平' => [
    '家世背景' => [
        '秃发乌孤，河西鲜卑人，与北魏拓跋氏同出一脉。八世祖秃发匹孤率领其部落从塞北迁徙到河西，辖地东到麦田、牵屯，西至湿罗，南抵浇河，北接大漠。秃发匹孤死后，其子秃发寿阗嗣位。当初，秃发寿阗的母亲胡掖氏在怀他的时候，因为睡觉而在被子里生下他，鲜卑称被子为“秃发”，因此以“秃发”为姓。秃发寿阗死后，其孙秃发树机能嗣位，秃发树机能雄壮果断多谋略。西晋泰始年间（265年～274年），秃发树机能在万斛堆杀死秦州刺史胡烈，在金山打败凉州刺史苏愉，尽占凉州之地，晋武帝司马炎为此事忙得不能按时吃饭。秃发树机能后来被马隆打败，其部下杀了他而投降马隆。秃发树机能死后，他的堂弟秃发务丸嗣位。秃发务丸死后，其孙秃发推斤嗣位。秃发推斤死后，其子秃发思复鞬嗣位，秃发思复鞬在位时期，秃发部落的人马逐渐强盛。秃发乌孤就是秃发思复鞑的儿子。',
    ],
    '受凉官职' => [
        '秃发乌孤在父亲秃发思复鞬死后，继任秃发部首领之位。公元394年（后凉麟嘉六年），后凉武懿帝吕光派使者任命秃发乌孤为假节、冠军大将军、河西鲜卑大都统，封广武县侯。秃发乌孤对将领们说：“吕氏从远方来授任官职，我们能不能接受呢？”大家都说：“我们人马不少，为什么要依附别人！”秃发乌孤准备同意，将领石真若留说：“现在根基还不稳固，按理说应该顺应时势。吕光德政和威刑都整饬清明，国内没有什么忧患，如果要让我们灭亡，敌我之间力量太悬殊，以后即使后悔，也来不及了。不如接受官职，遵循天道，保养实力，等待时机。”秃发乌孤便采纳石真若留的意见，接受了后凉授任的官职。',
        '公元395年（后凉麟嘉七年）七月，秃发乌孤大败乙弗、折掘二部，派将领石亦干建造廉川堡（今青海省民和县西北部），把他们全都聚集在那里。秃发乌孤登上廉川大山，流着泪不说话。石亦干上前说：“我听说主上有忧愁是臣子的耻辱，主上受辱，臣子就应该去死，大王不高兴的原因，难道不是由于吕光吗？吕光年纪已经衰老，军队多次失败。现在我们凭着人马强盛，守卫和占据住大川，就可以用一个人打一百个人，吕光哪里值得害怕呢。”秃发乌孤说：“吕光衰老了，这也是我所知道的。但我们的祖宗用恩德来怀柔远人，别的部落国家害怕我们的威名，卢陵、契汗从万里以外来归顺。到了我承继祖业，各部都背叛了，邻近的已经不依附我们了，距离远的为什么要依附我们呢，这就是我流泪的原因。”将领苻浑说：“大王为什么不整顿军队，告诫将士，讨伐他们的罪行。”秃发乌孤听从了他的建议，把各部打得大败。吕光封秃发乌孤为广武郡公。又讨伐意云鲜卑，大败他们。',
        '公元396年（后凉龙飞元年）七月，吕光又派使者授任秃发乌孤为征南大将军、凉州牧、左贤王。秃发乌孤对使者说：“吕王从前凭借自行出兵征伐的威势，占有益州，不能用恩德怀柔远人，用仁爱来安抚百姓。各个儿子贪得无厌，三个外甥恣行暴虐，郡县土崩瓦解，百姓的生活没有依靠。我怎么能违背天下人民的心愿，接受这不义的爵位！帝王的兴起，难道有长久的吗？无道就灭亡，有德就昌盛。我将要顺应上天和百姓的愿望，做天下之主。”留下使者的鼓吹和羽仪，送给使者礼物并把他送走。',
    ],
    '建立南凉' => [
        '公元397年（后凉龙飞五年）正月，秃发乌孤反叛后凉，自称大都督、大将军、大单于、西平王，在境内赦免罪犯，改年号为太初，建立南凉。在广武兴兵，攻克金城。吕光派将军窦苟攻打南凉，在街亭交战，大败窦苟。使得后凉的乐都、湟河、浇河三郡（今青海乐都至同仁一带）投降，岭南羌胡数万部落前来归附。吕光的将领杨轨、王乞基率领数千户来投奔。',
        '公元398年（南凉太初二年）十月，后凉建武将军李鸾，献出兴城，向秃发乌孤投降。同年十二月，秃发乌孤改称武威王。',
        '公元399年（南凉太初三年）正月，秃发乌孤从西平（今青海省西宁市）迁都至乐都（今属青海省），任其弟秃发利鹿孤为骠骑大将军、西平公，镇守安夷，秃发傉檀为车骑大将军、广武公，镇守西平。以杨轨为宾客。金石生、时连珍，是四夷的豪杰；阴训、郭幸，是西州德高望重的人；杨统、杨贞、卫殷、麹丞明、郭黄、郭奋、史暠、鹿嵩，是文武百官里的英杰；梁昶、韩疋、张昶、郭韶，是中原有才智的人；金树、薛翘、赵振、王忠、赵晁、苏霸，是秦雍地方的豪门大族，这些人或在内处在显赫的位置，或在朝廷外统治郡县。官府的设立，官吏的任用，都很合宜。',
    ],
    '吞并之志' => [
        '秃发乌孤迁都乐都之后，从容地对下臣们说：“陇西不过区区几个郡罢了！因为战乱，竟然分裂成十多块地盘。乞伏乾归在河南发号施令，段业在张掖恃仗军队横行，暴虐的压人苟延残喘，占据姑臧。我凭借着父亲和哥哥遗留下来的功业，意欲平定西夏，兼并弱小之国和攻打愚暗之邦，这三处先打哪一处？”杨统进言说：“乞伏乾归本来就是我们的部属，最终一定会归附。段业是个儒生，没有治理国家的才干，有权势的大臣独断专行，由不得他自己，到千里以外去攻打他们，粮草的运输断绝，而且他们和我们友好，答应了和他们共担患难，如果乘他们危难而攻打他们，不是义举。吕光衰老，继承人吕超年幼无知，两个儿子吕纂、吕弘，虽然有文武之才，但是互相猜忌。如果大王率兵攻打，他们一定会临阵败逃。最好是派车骑将军镇守浩亹，镇北将军占据廉川，乘着敌人的空虚轮流出击，多方面扰乱他们，敌人援救右边就攻打他们的左边，援救左边就攻打右边，使吕纂疲于奔命，使他们的人不能安心从事农业生产。兼并弱小攻打愚暗，就在此举，不出两年，就可以坐定姑臧。姑臧攻下以后，其余二寇不等我们前去攻打，自然就归附了。”秃发乌孤认为此话很对，暗中有了吞并的欲望。',
        '公元399年（南凉太初三年）五月，后凉太子吕绍、太原公吕纂率军讨伐北凉，北凉王段业向秃发乌孤求救，秃发乌孤派遣其弟骠骑大将军秃发利鹿孤，与杨轨一起前去救援。吕纂害怕，放火烧了氐池、张掖的谷麦而回。六月，秃发乌孤任命秃发利鹿孤为凉州牧，镇守西平，召回车骑大将军秃发傉檀入朝处理国家大事。',
    ],
    '醉酒落马' => [
        '公元399年（南凉太初三年）八月，秃发乌孤醉酒之后，骑马奔驰，从马上摔下伤了胁骨，笑着说：“差一点儿就让吕光父子大为高兴。”不久病情严重，他对群臣们说：“各方祸难还未平息，应立年长者为君。”说完便去世了。秃发乌孤共在王位三年，谥号武王，庙号烈祖。其弟秃发利鹿孤继位。',
    ],
],
'主要成就' => [
    '秃发乌孤，在父亲秃发思复鞬死后，继任鲜卑秃发部首领。秃发乌孤十分勇武雄健，胸怀大志。他和大将纷陀商议夺取凉州。纷陀说：“您如果一定要夺取凉州，就应该首先提倡并实际推广农耕，讲习武事，再礼贤下士，治理纲政与刑法，然后方可以采取行动。”秃发乌孤听从了他的劝告，便致力于发展农业和桑蚕业，并与邻邦诸国修好。',
],
'趣闻轶事' => [
    '广武人赵振，小的时候就喜欢奇谋异计。公元395年（后凉麟嘉七年）七月，秃发乌孤大败乙弗、折掘二部，并建造廉川堡。赵振听说秃发乌孤在廉川，他便抛家舍业，前去做秃发乌孤的慕僚。秃发乌孤为此喜不自禁地说：“我得到了这位赵先生，大事就算成功了！”于是加封赵振为左司马。',
],
'历史评价' => [
    '房玄龄等《晋书》：“乌孤纳苻浑之策，治兵以讨不宾。”“秃发弟兄，擅雄群虏。开疆河外，清氛西土。”',
    '司马光《资治通鉴》：“乌孤雄勇有大志。”',
],
'史书记载' => [
    '《晋书·卷一百二十六·载记第二十六》',
    '《魏书·卷九十九·列传第八十七》',
    '《十六国春秋别传·卷十二·南凉录》',
    '《资治通鉴·卷一百八》',
    '《资治通鉴·卷一百一十》',
],
'家庭成员' => [
    '父亲' => '秃发思复鞬，鲜卑秃发部首领。',
    '弟弟' => ['秃发利鹿孤，南凉康王。', '秃发傉檀，南凉景王。', '秃发俱延，封张松侯。', '秃发文支，封兴城侯。后入仕北凉。', '秃发文真。'],
    '儿子' => ['秃发羌奴，因为乌孤去世时尚年幼，没能继位。', '秃发赴单，南凉亡后获西秦乞伏炽磐任命为西平太守。'],
    '孙子' => '秃发承钵，南凉灭亡时投奔沮渠蒙逊，后入北魏，封昌松公。',
],
],
'02' => [
'brief' => '秃发利鹿孤（？—402年），河西鲜卑人。十六国时期南凉第二位国君（399年—402年在位），南凉武王秃发乌孤之弟。',
'description' => [
    '太初三年（399年），秃发乌孤迁都乐都（今青海乐都），并署利鹿孤为骠骑大将军、西平公，驻镇安夷（今青海平安县）。同年，后凉吕绍及吕纂进攻北凉，秃发乌孤应北凉王段业求援，命利鹿孤及杨轨率军救援。吕绍等人最终撤退，利鹿孤就以凉州牧改镇西平（今青海西宁）。同年秃发乌孤去世，利鹿孤继位，就将都城迁至西平。',
    '建和二年（401年）以祥瑞为由打算称帝，但在安国将军鍮勿仑的劝喻下改称河西王。同年率军攻伐后凉，大败凉军，俘获杨桓及强迁其二千户人口。建和三年（402年），利鹿孤又派兵攻破魏安，俘获占据当地的焦朗。同年利鹿孤去世，谥康王，葬于西平东南。因着利鹿孤父秃发思复鞬向来疼爱并重视弟秃发傉檀，而利鹿孤在位期间很多军国大事都是由秃发傉檀处理，故就以秃发傉檀继位。',
],
'baseInfo' => [
    '主要成就' => '迁都西平，攻伐后凉，大败凉军；称河西王',
    '本名' => '秃发利鹿孤',
    '所处时代' =>'南凉',
    '民族族群' => '鲜卑族',
    '出生地' => '河西',
    '逝世日期' => '402年',
    '年号' => '建和',
    '谥号' => '康王',
    '在位时间' => '399年—402年',
],
'人物生平' => [
    '击退后凉' => [
        '太初三年（399年），南凉武王秃发乌孤迁都乐都，并署任秃发利鹿孤为骠骑大将军、西平公，驻镇安夷。',
        '同年，后凉吕纂进攻北凉，秃发乌孤应北凉王段业求援，命秃发利鹿孤率军救援。吕纂害怕，放火烧了氐池、张掖的谷麦而撤军。秃发乌孤任命秃发利鹿孤为凉州牧，镇守西平（今青海西宁）。',
    ],
    '迁都改元' => [
        '同年，秃发乌孤因酒后坠马伤及肋骨，伤重而死，死前向臣下表示应当立年长新君，故由其弟秃发利鹿孤继位。秃发利鹿孤继位后，赦免境内犯死罪以下的罪犯，将都城迁至西平。派记室监麹梁明到段业那里通问修好。段业说：“贵主先王乌孤开创大业开启世运，功高于先世，理应为国家的太祖，他有儿子，为什么不继立？”麹梁明说：“先王有子羌奴，不让他继立是先王的遗命。”段业说：“从前周成王年纪小，周公、召公做宰辅；汉昭帝八岁，金日磾、霍光辅弼。虽然继位的儿子年幼，但是两个叔叔善美，左右辅佐，不也可以吗？”麹梁明说：“宋宣公能把国家让出来，《春秋》中赞美他；孙策把国事交给孙权，终于开创了吴国的大业。而且哥哥死后弟弟接替，这是殷汤的成法，也是圣人的格言，千秋万代的通则，为什么一定要儿子继承就对，弟弟接替哥哥就不对呢。”段业说：“说得好啊！使者的话有理。”',
        '十二月，后凉国主吕光去世，秃发利鹿孤听到吕光的死讯，派将领金树、苏翘率领五千骑兵屯驻昌松漠口。第二年，赦免境内，改年号为建和。二千石长吏凡是清廉高尚有好的政绩教化的，都封亭侯、关内侯。',
        '吕纂前来攻打，秃发利鹿孤派其弟秃发傉檀率军抵抗。吕纂士卒精锐，向前越过了三堆，秃发傉檀三军混乱恐惧。秃发傉檀下马，靠着胡床坐下，兵众的心情才开始平静。和吕纂作战，将其打败并斩杀二千多人。吕纂往西攻打段业，秃发傉檀率领一万骑兵乘虚袭击姑臧。吕纂的弟弟吕纬坚守南北城而自保。秃发傉檀在朱明门上设酒，擂响钟鼓来犒赏将士，在青阳门显示武力，俘虏了八千多户而回。',
        '西秦国主乞伏乾归被后秦皇帝姚兴打败，率领数百名骑兵来投奔，秃发利鹿孤把他安置在晋兴，以上宾的礼节来接待他。乞伏乾归派儿子乞伏谦等到西平作人质。镇北将军俱延对秃发利鹿孤说：“乞伏乾归本来是我们的属国，自立为王，走投无路才来归顺，并不是真心实意。如果他投奔东边的秦国，一定会领兵向西边侵犯，这对我们没有好处。应该把他们迁到乙弗部的中间，防止逃跑。”秃发利鹿孤说：“我正在弘扬信义以收天下人心，乞伏乾归向我投诚却把他迁走，四海的人都会说我不能以诚信相托。”不久乞伏乾归果然投奔姚兴。秃发利鹿孤对俱延说：“我没有采纳你的话，乞伏乾归果然叛逃了，你为我走一趟吧。”俱延追乞伏乾归到黄河，没有追上而返回。',
    ],
    '称河西王' => [
        '建和二年（401年），南凉境内出现祥瑞，于是大臣都劝秃发利鹿孤称帝，秃发利鹿孤于同年称河西王。将领鍮勿仑上前说：“从前先君从边远的北方开始创业，披头散发，衣襟向左边开着，没有戴冠冕的法度，到处迁徙不定，没有建造城邑的制度，因而能够中分天下，威震邻国。现在建大号称王，确实顺应天意。但是居住在安乐之地，并不是留给子孙的好办法；储存在府库里的粮食丝绸，滋长敌人来抢掠的欲望。而且带头兴兵称王称帝的，一定不会成功，陈胜、项籍之事，这些前车之鉴不是太遥远。应该把晋人安置到各城里，勉励和督责农业生产，用来供给军队和国家的需用，我们就练习作战用以诛伐还没有归附的人。如果东边或西边的敌人对我们有什么举动，用长远的计策来牵制他们；如果敌人比我们强大，我们就迁移以躲避锋芒，不也很好吗？”图利鹿孤认为他的话很对。',
        '于是率领军队攻打后凉吕隆，大败其军，擒获获后凉右仆射杨桓。秃发傉檀对杨桓说：“安逸地处于危险之境，不想择主而事，年老以后当了囚虏，难道这叫做智吗？”杨桓说：“我受了吕氏的厚恩，让我惭愧地当到了尚书省的官职，即使是洪水滔天，我还要救主俱死，实在耻于做叛臣来见明主。”秃发傉说：“你真是个忠臣！”任命他为左司马。',
    ],
    '兴教惜才' => [
        '秃发利鹿孤对他的大臣们说：“我没有经国济世的才能，惭愧地继承了大业，自从我登上王位到今天，已经三年了。我虽然日夜操劳，考虑着弘扬道化，但刑罚和政令没有能够平允适中，风俗仍多衰败；战车多次驾驶，却没有开辟疆土的功绩；努力地引用贤士，但是民间还留有许多人才。难道是任用了没有才能的人，还是我不明察造成的？你们几位把话全都说出来，不要有忌讳，我准备考虑。”祠部郎中史暠回答说：“古代的帝王，用兵以保全军队为上策，打败敌国其次，拯救水深火热中的人们，征讨东方时西方的百姓有怨愤。现在不把安定百姓为首务，仅致力于迁徙人户，人们愿意在本土安居，不愿轻易迁移，所以才会有背离反叛，这就是我们斩将取城，土地却没有扩展的原因。现在选拔人才，把骑马射箭放在首位，把才艺文章列为无用的条目，这不是招来远方还没归化的人们的不朽的好办法。孔子说：‘不学礼，无以立足。’应该建立学校，发展教育，挑选德高博学者来训教帝王和公卿贵族的子弟。”秃发利鹿孤认为这话很好，任命田玄冲、赵诞为博士祭酒，用以教育帝王公卿的子弟。',
        '当时秃发利鹿孤虽然僭位，但还向后秦称臣。杨桓的哥哥杨经辅佐姚兴的父亲姚苌，早死，姚兴听说杨桓德行声望都很好，就征召他。秃发利鹿孤在城东给杨桓饯行，对杨桓说：“本来期望和你共成大业，但是事情和我原来的考虑相违，分别的感伤之情，实在比古人还要深。但是鲲如果不是在溟海里，就无法转动身躯；凤凰如果没有高大的梧桐，就无法展开翅膀。你有匡辅时世的才能，像夜光珠那样宝贵，应当在高耸的楼阁里出仕，显示出连城一样的价值，区区河西，不足以舒展你的才力。好好努力而日新月异，用以成就大美。”杨桓哭泣着说：“我从前服事吕氏，没有建立起情义。陛下从俘虏之中宽免我，把我和贤良老臣一样来特别对待。我经常希望能够攀龙附凤，建立一点小小的功业。龙门已经开启，但是我又离陛下而去，公衡那样的依恋，怎么能忘记！”秃发利鹿孤为之流泪。',
    ],
    '征伐去世' => [
         '后派秃发傉檀在显美又攻打吕隆的昌松太守孟祎，将其打败。秃发傉檀抓住了孟祎责骂说：“见机而行，这是奖赏所优先的；守迷不变，刑罚就要加到身上了。我正要在玉门显耀神威，扫平秦、陇，你却死守困穷的城邑，阻滞王法，国家有制定的刑法，你难道想试一试吗？”孟祎说：“明公开辟河西，声威传遍宇内，用文德来安抚远方未归化的人，用武力来惩罚不恭敬的人。何况我小小的孟祎，岂敢和天命对抗！衅鼓之刑，正是我孟祎该受的。但忠于那边，也能忠于这边。我受了吕氏的厚恩，接受了保卫国家的重任，明公来到了我就归顺，恐怕会得罪您，由明公考虑怎么办。”秃发傉檀非常高兴，解开了绑在他身上的绳索，用对待客人的礼节来对待他。把显美、丽靬的二千多户迁了回来。秃发傉檀嘉许盂祎的忠烈，任他为左司马。孟祎请求说：“吕氏就要灭亡，圣朝吞并河西，已成定局。但我给吕氏守卫国土却没有守住，又愧在你们显赫的位置上，我心里不安。明公的恩情，让我孟祎在姑臧被杀，就是死了也将会不朽。”秃发褥檀认为他很有节义，准许了。',
        '吕隆被沮渠蒙逊攻打，派使者来请求救兵，秃发利鹿孤率领下臣们讨论此事。尚书左丞婆衍仑说：“现在姑臧正闹饥荒，民生凋敝，一石粮食值万钱，野外连青草也没有，没有地方能得到粮食供给。沮渠蒙逊的军队从千里以外赶来，粮食的运输接连不上，让这二寇互相残杀，以待时机。如果沮渠蒙逊攻下姑臧，也守不住，正好能让我们攻取。我们不应该去援救。”秃发傉檀说：“婆衍仑只知其一，不知其二。姑臧现在虽然空虚破敝，但是处在优越便利的位置上，是河西的一都之会，不能让沮渠蒙逊占了去，应该火速去救援。”秃发利鹿孤说：“车骑将军的话，正说出了我的心意。”于是派秃发傉檀率领一万骑兵去救援吕隆。到了昌松，沮渠蒙逊已经撤退，秃发傉檀把凉泽、段冢的五百多户迁徙而回。',
        '建和三年（402年），秃发利鹿孤病重，命令说：“内外多忧患，国事繁多，命令车骑将军秃发傉檀继承大业，以成就先王的愿望。”秃发利鹿在位四年而死，安葬在西平东南，谥号康王。其弟秃发傉檀继位。',
    ],
],
'历史评价' => [
    '房玄龄《晋书》：“鹿孤从史暠之言，建学而延胄子。遂能开疆河右，抗衡强国。道由人弘，抑此之谓！”',
],
'家庭成员' => [
    '父亲' => '秃发思复鞬。',
    '兄弟' => [
        '秃发乌孤，利鹿孤兄，南凉武王。',
        '秃发傉檀，利鹿孤弟，南凉景王。',
        '秃发俱延，利鹿孤弟，封张松侯。',
        '秃发文支，利鹿孤弟，封兴城侯。后入仕北凉。',
        '秃发文真，利鹿孤弟。',
    ],
    '侄子' => [
        '秃发羌奴，秃发乌孤子。',
        '秃发樊尼，秃发乌孤子，安西将军，后归北魏。',
        '秃发虎台，秃发傉檀子，南凉太子。',
        '秃发保周，秃发傉檀子，后归北魏，封张掖王。',
    ],
    '孙子' => '秃发副周，南凉亡时奔北凉，后入北魏。',
],
],
'03' => [
'brief' => '秃发傉檀（365年—415年），河西鲜卑人，鲜卑秃发部首领秃发思复鞬之子，南凉武王秃发乌孤、南凉康王秃发利鹿孤的弟弟，十六国时期南凉末代君主（402年―414年在位）。',
'description' => [
    '秃发傉檀年少机警，有才干胆略。秃发乌孤在位时，任其为车骑大将军、广武公，镇守西平。秃发利鹿孤继位后，将军国大事都委任于秃发傉檀。元兴元年（402年），秃发利鹿孤去世，秃发傉檀继立，自称凉王，迁都乐都，改元弘昌。义熙十年（414年），秃发傉檀投降西秦乞伏炽磐，南凉灭亡。次年被乞伏炽磐毒死，谥号景王。',
],
'baseInfo' => [
    '本名' => '秃发傉檀',
    '所处时代' => '南凉',
    '民族族群' => '鲜卑族',
    '出生地' => '河西',
    '出生日期' => '365年',
    '逝世日期' => '415年',
    '官职' => '车骑大将军、凉州刺史、凉王',
    '谥号' => '景王',
    '年号' => '弘昌、嘉平',
    '在位时间' => '402年―414年',
],
'人物生平' => [
    '委以重任' => [
        '秃发傉檀，年轻时就很机警，有才干胆略。他的父亲秃发思复鞬很惊奇，对其他的几个儿子说：“秃发傉檀见识高明，有才艺，不是你们能比得上的。”所以几位哥哥都不把王位传给儿子，想传给秃发傉檀。',
        '隆安三年（399年），其兄秃发乌孤从西平迁都乐都，任秃发利鹿孤为骠骑大将军、西平公，镇守安夷，秃发傉檀为车骑大将军、广武公，镇守西平。',
        '秃发利鹿孤在位时，垂拱而已，将军国大事都委任于秃发傉檀。元兴元年（402年），秃发利鹿孤去世，秃发傉檀继立，自称凉王，迁都乐都，改年号为弘昌。',
    ],
    '宽恕炽磐' => [
        '当初，西秦国主乞伏乾归在晋兴时，把其太子乞伏炽磐送到南凉作为人质。后来乞伏炽磐逃归，被南凉骑兵追赶抓获，秃发利鹿孤命令杀掉乞伏炽磐。秃发傉檀说：“大臣、儿子逃回国君、父亲那里，这是自古以来的通义，所以魏武帝曹操善待关羽逃跑，秦昭襄王宽恕楚顷襄王离去。乞伏炽磐虽然叛逃，但是孝心可嘉，应该保全宽赦他用以弘扬我们像大海高山一样的器量。”于是就赦免了乞伏炽磐。到了此时，乞伏炽磐又逃到允街，秃发傉檀把他的妻子儿女送回去。',
    ],
    '顺秦得凉' => [
        '同年（402年），后秦皇帝姚兴派使者任秃发傉檀为车骑将军、广武公。秃发傉檀大规模地建造乐都。姚兴派将领齐难率领军队去姑臧迎接后凉吕隆，秃发傉檀暂领昌松、魏安两个戍守地以躲避。',
        '元兴三年（404年），秃发傉檀因后秦强盛，又密谋图取姑臧，于是就去掉年号，罢去尚书丞郎官，派参军关尚去后秦向姚兴修好。姚兴对关尚说：“车骑将军秃发傉檀向我献忠归附，作我国的藩屏，却擅自兴师动众，擅自建造大城邑，为臣之道难道是像这样的吗？”关尚说：“王侯设置险阻来保卫自己，这是先王的制度，是用来保卫大家的安全，预防意外情况。车骑将军处在偏远的藩国，靠近强大的敌人，南边的逆羌还没有归附，西边的沮渠蒙逊飞扬跋扈，原想为国家多设屏障防守，没有想到陛下忽然产生了疑虑。”姚兴笑着说：“你的话很对。”',
        '义熙二年（406年），秃发傉檀派将领秃发文支讨伐南羌、西虏，大败他们。上表姚兴，请求得到凉州，姚兴不同意，加封秃发傉檀为散骑常侍，增加食邑二千户。秃发傉檀于是率领军队攻打北凉沮渠蒙逊，驻扎在氐池。沮渠蒙逊环城固守，秃发傉檀铲除了禾苗，一直到赤泉而返回。秃发傉檀向姚兴献上三千匹马，三万头羊。姚兴便任秃发傉檀为使持节、都督河右诸军事、车骑大将军、领护匈奴中郎将、凉州刺史，常侍、公爵依旧，镇守姑臧。',
        '秃发傉檀率领三万步兵、骑兵屯驻在五涧，姚兴的凉州刺史王尚派辛晁、孟祎、彭敏出来迎接秃发傉檀。王尚从清阳门出城，镇南将军秃发文支从凉风门入城。宗敞以别驾的身份送王尚回长安，秃发傉檀说：“我得到凉州三千多家，心里所牵挂的惟有你一个人，为什么要离我而去？”宗敞说：“我送原来的主人，正是忠于殿下。”秃发傉檀说：“我刚掌管凉州，实行怀远安近的策略，应怎么办？”宗敞说：“凉州虽然破敝，却是形胜之地，道是由人弘大的，这个人就是殿下。段懿、孟祎是武威德高望重之人；辛晁、彭敏，是秦、陇的首领人物；斐敏、马辅，是中原的望族；张昶是前凉原来公族的后代；张穆、边宪、文齐、杨班、梁崧、赵昌，勇武和张飞、关羽一样。凭着大王的神略，用威望和信用去安抚他们，农事和战事一齐整治，礼乐法度和教化同时设置，就可以纵横天下，平定河西不值得一提！”秃发傉檀非常高兴，赏赐宗敞二十匹马。于是在谦光殿大宴文武百官，颁赐金马各人不等。',
    ],
    '出使后秦' => [
        '秃发傉檀派西曹从事史暠出使后秦。姚兴对史暠说：“车骑将军安坐而平定凉州，在本地荣显，他会感激我吗？”史暠说：“车骑将军在河西积德行善，英名远扬，与陛下之地不相邻，从万里以外前来归顺。陛下设置官职，任用有才干的人，根据功劳来授予宫职，这是常道，有什么可感激的！”姚兴说：“我要是不把凉州授给车骑将军，他何能得到！”史暠说：“让河西纷乱如云、吕氏倾覆的原因，实在是因为车骑兄弟几个使他的根基倒塌。陛下虽然罗网远覆，但是凉州还是在天纲之外。所以征西凭着像周公、召公一样的重要地位，力量却在姑臧被摧毁；齐难凭着帝王军队的强盛，气势却在张掖受到了挫折。王尚孤城独守，外近群狄，陛下如果不连打十年仗，竭尽中原的人力物力，凉州也不容易得到。把虚名授予别人，自己从中收取巨大的好处，我这才知道神机妙算出于上天，圣明与天道相契，虽说是给车骑升授职位，也是时势所宜。”姚兴听了这话很高兴，任史暠为骑都尉。',
    ],
    '孟祎直言' => [
        '同年（406年），秃发傉檀在宣德堂大宴众官，仰着脸叹息说：“古人说建造殿堂的人不住，住殿堂的人不用建造，确实是啊。”孟祎向前说：“前凉文王张骏建造城苑，修缮宗庙，准备留给子孙。作万世之业，秦军渡过黄河，张骏就土崩瓦解。梁熙占据了整个州的地方，拥有十万军队，结果军队在酒泉被打败，自己死在彭济。吕氏以排山倒海之势，占有西夏，却分崩离析，在秦、雍战败出降。盖宽饶有这样的话： ‘富贵无常，不知不觉就会换成别人的。’宣德堂的建造，将近有一百年，换了十二个主人，惟有信顺可以长治久安，仁义可以永保稳固，希望大王努力。”秃发傉檀说：“如果不是你，我就无法听到正直的话。”秃发傉檀虽然受制于姚兴，但是车马服饰礼仪法规全都和称王一样。任命宗敞为太府主簿、录记室事。',
    ],
    '战败平乱' => [
        '义熙三年（407年），秃发傉檀假装出游浇河，袭击西平、湟河诸羌，把三万多户迁徙到武兴、番禾、武威、昌松四郡。征集胡汉的军士五万多人，在方亭举行大检阅，于是攻打沮渠蒙逊，进入西陕。沮渠蒙逊率领军前来抵抗，在均石交战，秃发傉檀被沮渠蒙逊打败。秃发傉檀率领两万骑兵运载四万石粮食补给西郡。沮渠蒙逊攻打西郡将其攻克。后来秃发傉檀又与赫连勃勃在阳武交战，被赫连勃勃打败，将领有十多人阵亡，秃发傉檀和数名骑兵逃往南山，差一点儿被追赶的骑兵抓获。秃发傉檀害怕东西面敌人来攻，把三百里内的百姓迁进姑臧，境内的百姓都惊骇怨恨。屠各成七儿趁着百姓惊扰，率领部属三百人在城北反叛秃发傉檀。推举梁贵为盟主，梁贵紧闭大门不肯应允。一夜间人数到了几千。殿中都尉张猛大声地对他们喊道：“主上在阳武打败仗，是因为凭着人多势众的缘故。责备自己，悔改过错，是圣明君主的大义，各位为什么跟着小人做出这样不义的事情！宫里勇猛的军队正在寻找你们，眼下的危险，你们以后后悔都来不及。”众人听到了，全都散走。成七儿逃往晏然，殿中骑将白路等追上并杀了他。军谘祭酒梁裒、辅国司马边宪等七人谋反，秃发傉檀将他们全都杀了。',
    ],
    '败秦复王' => [
        '义熙四年（408年），姚兴因秃发傉檀外有阳武的失败，内有边宪、梁裒的反叛，就派尚书郎韦宗来观察动静，寻找机会。秃发傉檀和韦宗纵论战国时六国纵横之术，三国时三家战争的策略，远的说到天命的废兴，近的陈述了当世人事的成败，谈论时随机应变，辞令明辩。韦宗出来后赞叹说：“治理天下的大才、筹划名教的，用不着一定是华夏之人；拨乱反正、澄俗济世的，也用不着一定依《八索》、《九丘》。《五经》之外，仕宦之外，还自有人。车骑将军神机妙算超出一般人，确实是一代伟人，由余、金日磾岂能算得上强呢!”韦宗回到长安，对姚兴说：“凉州虽然经历了毁败，但是风俗教化还没有衰败；秃发傉檀权诈而学识渊博，凭恃山河险固，还不能去图谋他。”姚兴说：“赫连勃勃用乌合之众还能打败他，我用天下的精兵，何愁不克！”韦宗说：“形势不一样了，始末也不一样，侵侮别人的人容易被打败，固守自己的人难以攻取。阳武之战，秃发傉檀因为轻视赫连勃勃招致了失败。如果用大军去攻打他，他一定会固守寻求保全自己，我认为大臣当中没有能比得上秃发傉檀的。即使陛下亲征，也看不到有利的地方。”姚兴不听，就派将领姚弼和敛成等率领三万步兵骑兵去攻打，又让将领姚显作为姚弼等人的后续兵力，送给秃发傉檀一封信说：“我派尚书左仆射齐难讨伐赫连勃勃，担心赫连勃勃向西逃跑，所以命令姚弼等人在河西阻截他。”秃发傉檀相信了，就不设防。',
        '姚弼的军队到了漠口，昌松太守苏霸环城固守，姚弼劝苏霸投降，苏霸说：“你们违背盟誓，攻打顺服的藩国，如果天地有灵，也将不会保佑你们！我宁作凉州的鬼，怎能投降！”城攻陷后，苏霸被杀。姚弼到了姑臧，屯驻在西苑。州人王钟、宋钟、王娥等人秘密地作内应，候吏抓住了他们的信使，送到秃发傉檀那里。秃发傉檀想杀掉他们的首领，前军伊力延侯说：“强敌在外，内有奸贼，马上就要开战，形势紧迫，祸难不轻，应该全部坑杀他们，用以安定内外人心。”秃发傉檀听从了，杀了五千多人，把他们的妇女都作为军中的奖赏。命令各郡县把牛羊全都赶到野外，敛成派兵去抢掠。秃发傉檀派他的镇北将军俱延、镇军将军敬归等十个将领率领骑兵分头攻打，大败敛成，杀了七千多敌人。姚弼在营垒里固守，不肯出战，秃发傉檀攻打，没有攻克，就在河流的上游截断水源，想长时间围困来困死他们。适逢下大雨，堤坝被冲坏，姚弼的军队才振作起来。姚显得到姚弼失败的消息，兼程赶来救援，军队的气势很旺盛。姚显派射将孟钦等五人在凉风门前挑战，箭还没来得及发射，材官将军宋益等骑马奔驰过来杀了他们。姚显于是把罪过都推在敛成头上，派出使者向秃发傉檀谢罪，带领军队撤回。',
        '同年十一月，秃发傉檀复称凉王，赦免境内罪犯，改年号为嘉平，设置百官。立夫人折掘氏为王后，长子秃发虎台为太子、录尚书事，左长史赵晁、右长史郭幸为尚书左右仆射，镇北将军俱延为太尉，镇军将军敬归为司隶校尉，其余的人封任不同的官职。',
    ],
    '不听保言' => [
        '义熙六年（410年），秃发傉檀派左将军枯木、驸马都尉胡康攻打沮渠蒙逊，掳掠了临松一千多户而回。沮渠蒙逊非常愤怒，率领五千骑兵到了显美方亭，打败了车盖鲜卑才返回。俱延又攻打沮渠蒙逊，大败而回。秃发傉檀准备亲自率领军队攻打沮渠蒙逊，赵晁和太史令景保劝谏说：“太白星还没有出现，岁星在西边，适宜于自守，难于攻打别人。近年来天文错乱，风雾不时，惟有修养德行自责反省能够平安吉祥。”秃发傉檀说：“沮渠蒙逊往年罪大恶极，进入我的封畿，侵掠我的边疆，毁坏我的庄稼。我积蓄力量等待时机，准备洗雪东门之耻。大军已经聚集，你们想败坏士气吗？”景保说：“陛下不把我当成不肖之人，让我掌管察看天象，如果看到了情况不报告，这不是做臣子的规矩。天文明明白白，行动一定不利。”秃发傉檀说：“我用五万轻骑兵攻打他，沮渠蒙逊如果用骑兵抵抗我，那么他会寡不敌众；如果他用步兵骑兵一起来，那么又快慢不一；他救右边我就打他的左边，他赶到前头我就攻他的后头，始终不和他决战，你们害怕什么呢？”景保说：“天文不会虚假，必定会发生变故。”秃发傉檀愤怒，把景保锁起来带着出发，说：“我打了胜仗就杀了你向大家宣示，如果没有战功就封你为百户侯。”不久沮渠蒙逊率领军队来抵抗，在穷泉交战，秃发傉檀被打得大败，单枪匹马逃了回来。景保被沮渠蒙逊俘虏，沮渠蒙逊责骂他说：“你知晓天文，被他国任用，违背天意，以逆犯顺，你的才能哪里去了？”景保说：“我并不是没有才智，但我说话他不听从。”沮渠蒙逊说：“从前汉高祖在平城被围困，把娄敬当作有功之人；袁绍在官渡被打败，田丰却被杀死。你的谋略和娄敬、田丰一样，你们主人不知能否善待你。你如果一定会有娄敬那样的奖赏，我就放了你，但怕你会有田丰那样的祸难罢了。”景保说：“我们国君虽然才能比不上汉高祖，和袁绍却还不一样，即使不得封侯，不用担心有祸。”沮渠蒙逊就释放了景保。景保回到姑臧，秃发傉檀道歉说：“你真是我的能预见吉凶的忠臣，我却没能听从你，这是我的大罪过。”秃发傉檀封景保为安亭侯。',
    ],
    '与蒙逊战' => [
        '义熙七年（411年），沮渠蒙逊进军围攻姑臧，百姓以东苑的屠杀为鉴戒，全部都惊慌溃散。垒掘、麦田、车盖各部全都向沮渠蒙逊投降。秃发傉檀派使者向沮渠蒙逊求和，沮渠蒙逊同意了，秃发傉檀就派司隶校尉敬归和自己的儿子秃发他去北凉做人质，敬归到了胡坑，便逃了回来，秃发他被迫兵抓住。沮渠蒙逊把秃发傉檀的八千多户迁了回去。右卫折掘奇镇占据石驴山反叛。秃发傉檀害怕被沮渠蒙逊消灭，又担心折掘奇镇攻克岭南，就迁到乐都，留下大司农成公绪守卫姑臧。秃发傉檀刚出姑臧城，焦谌、王侯等人就关闭城门在里边作乱，聚集了三千多家，据守南城。焦谌推举焦朗为大都督、龙骧大将军，焦谌为凉州刺史，向沮渠蒙逊投降。镇军敬归在石驴山讨伐折掘奇镇，战败而死。',
        '沮渠蒙逊乘着攻克姑臧的余威来攻打，秃发傉檀派安北将军段苟、左将军云连乘虚出番禾袭击沮渠蒙逊的后方，把三千多家迁到西平。沮渠蒙逊围攻乐都，三十天没攻下来，就派使者对秃发傉檀说：“如果你把宠爱的儿子当作人质，我就撤回军队。”秃发傉檀说：“撤不撤军由你，你违背盟约，不讲信用，还谈什么给你们人质！”沮渠蒙逊愤怒，建造房屋犁地耕种，作长久的打算。大臣们竭力向秃发傉檀请求，秃发傉檀就把儿子秃发安周当作人质，沮渠蒙逊才率领军队回去。',
        '不久，秃发傉檀又准备攻打沮渠蒙逊，邯川护军孟恺劝谏说：“沮渠蒙逊刚刚吞并姑臧，凶恶的气势很旺盛，应该固守以等待时机，不能轻举妄动。”秃发傉檀不听。五支队伍分道同时前进，到了番禾、苕藿，掳掠了五千多户。他的将领屈右进言说：“陛下转战千里，队伍前头没有完整的阵势，迁徙的人口和财物充满了大小道路，应该让军队日夜兼程地撤回，早日越过险峻地带。沮渠蒙逊善于用兵，他的军队又善于作战，如果他们突然来到，出乎我们的意外，强大的敌人从外部逼来，迁徙的人口在内部夹攻，这是危险的。”卫尉伊力延说：“我们的气势正盛，将士勇气倍增，他们徒步走，我们骑马，他们势必追不上我们，如果兼程撤退，一定会扔弃财物，向别人显示我们的怯弱，这不是好办法。”屈右出来后对他的几个弟弟说：“我的话没有被采用，真是天命啊。这里就是我们兄弟的葬身之地。”不久大雾弥漫，风雨交加，沮渠蒙逊的军队大规模地到来，秃发傉檀大败而回。沮渠蒙逊向前进军，围攻乐都，秃发傉檀环城固守，把儿子秃发染干当作人质，沮渠蒙逊才回去。很久以后，秃发傉檀派安西纥勃在西边疆界上炫耀兵力。沮渠蒙逊侵袭西平，迁徙人口掳掠牛马而回。',
        '沮渠蒙逊又攻打乐都，过了二十天未攻下来而回。镇南将军文支带领湟河人马向沮渠蒙逊投降，把五千多户迁到姑臧。沮渠蒙逊又来攻打，秃发傉檀把太尉俱延当作人质，沮渠蒙逊才带兵回去。',
    ],
    '亡国被杀' => [
        '义熙十年（414年），秃发傉檀和大臣们商议想西征乙弗，孟恺进谏说：“我们连年没有收成，上下都闹饥荒，南边逼近西秦乞伏炽磐，北边逼近沮渠蒙逊，百姓骚动，下民无法安心从事本业。如今远征，即使打赢了，后患也一定很多，不如和乞伏炽磐结盟，从他那里购买粮食来救济急难，安慰杂部，用以增加军用物资，积蓄力量，整治军队，待时而动。《易》说：‘就要逃亡了呀就要逃亡，赶紧系牢在桑根上。’希望陛下考虑。”秃发傉檀说：“我正在准备攻占土地，你不要给大家泄气。”秃发傉檀对太子秃发虎台说：“已经有多年不耕种了，内外都困窘，应西去劫掠，用以拯救日前的困难。沮渠蒙逊刚离去不久，不能立即来到，早晚所担心的，只在乞伏炽磐身上。乙弗名声小军队少，容易攻打，我过不了一个月，足以应付过来。你谨慎地守卫乐都，别出了差错。”秃发傉檀率领七千骑兵袭击乙弗，大败他们，缴获了四十多万头牛马羊。',
        '乞伏炽磐乘虚前来袭击，抚军从事中郎尉肃对秃发虎台说：“外城太大，很难固守，应该把城邑里的人都聚集到内城，我等率领各晋人到外面迎战，如果打败了，还是万无一失。”秃发虎台说：“那帮小贼，很快就会跑掉，你怎么这么担心。”秃发虎台害怕晋人有二心，就把那些名望大又有勇有谋的人关闭在屋里。孟恺流着眼泪说：“乞伏炽磐不道，人神共愤。孟恺等人则是蒙受了主上的恩德看重迁移，顾念连累妻子儿女，岂有二心！事情已经很危急了，人人都想着要献出生命，还有什么可怀疑的呢？”秃发虎台说：“我难道不知道你忠诚，实际上我是害怕其余的人逃生发生意外，用你来使他们安定而已。”十天而城池陷落。',
        '安西将军秃发樊尼从西平跑去报告秃发傉檀，秃发傉檀对大家说：“乐都已经被乞伏炽磐攻陷，男人都被杀光，妇女被用来赏给士兵，即使想回去，也没有地方可去。你们如果能和我一起凭借着从乙弗那里缴获到的物资，攻取契汗来赎回妻子儿女，这是我所希望的。不然，归附乞伏炽磐就成了他的奴仆了，你们难道忍心看见自己的妻子儿女在别人的怀抱里吗！”于是率领军队往西走，部队里有很多人逃了回来，秃发傉檀派镇北将军段苟去把人追回来，段苟也逃跑不回来了。于是将领和士兵都逃散，仅有中军将军纥勃、后军将军洛肱、安西将军秃发樊尼、散骑侍郎阴利鹿还在身边。秃发傉檀说：“沮渠蒙逊、乞伏炽磐从前都曾经归顺我，我去归附他们，不是太卑贱了吗！四海之大，一个人却没有容身的地方，多么痛心啊！沮渠蒙逊和我名声和年纪都差不多，乞伏炽磐是姻亲少年，都是他所忌怕的，看形势也都不能成功。与其在一起共同死去，不如分开，能保全一部分。樊尼是我大哥的儿子，是宗族所寄托的人，我在北方的人马将近有一万户，沮渠蒙逊正在招抚远近的人，使灭亡的宗族复存，使断绝的后嗣得以继续，你还是往西边去吧。纥勃、洛肱也和樊尼一起走。我年老了，归附谁都不会容留我，宁愿看到妻子儿女而死去！”于是就投降了乞伏炽磐，南凉灭亡，惟有阴利鹿跟随着他。秃发傉檀对阴利鹿说：“离开危险走向安全，这是人之常情。我的亲属都各奔东西了，你为什么独自留下来？”阴利鹿说：“我还有老母亲在家里，方寸实在已经乱了。忠孝势必不能两全。我虽然不能往西到沮渠那里去哭求，以申明我像申包胥那样的忠诚；不能往东去感动秦国援助我们，伸展我像毛遂一样的志向，我牵着马络头和马缰服侍陛下，这是做臣子的本分。希望想出远大的谋略，仔细研究去留的计划。”秃发傉檀慨叹说：“了解人固然不容易，别人也不容易了解我。大臣亲戚都扔下我离开了，始终不亏待我的，只有你一个人。天冷而不凋零，在你身上体现出来了。”秃发傉檀回到西平，乞伏炽磐派使者到郊外相迎，用上宾的礼节待他。',
        '当初，乐都溃败的时候，其他各个城邑都投降了乞伏炽磐，秃发傉檀的将领尉贤政固守浩亹攻不下来。乞伏炽磐对他呼喊说：“乐都已经陷落了，你的妻子儿女都在我这儿，独守孤城，又有何益！”尉贤政说：“我蒙受凉王的厚恩，做国家的屏障，虽然知道乐都已经失陷，妻子儿女被俘虏，率先归附的人得到奖赏，后来归顺的人会被杀，但是我还不知道主上的生死，所以我还不能归顺你们。妻子儿女是小事，不值得我动心！从前罗宪等待君命，晋文帝原谅了他；文聘迟迟归顺，魏武帝曹操并不处罚他。求得一时的尊荣，却忘记了国君托付的重任，我为此感到羞耻，大王又怎么会用这种办法呢！”乞伏炽磐就让秃发虎台写亲笔信去告谕尉贤政，尉贤政说： “你身为太子，不能竭力保全节操，向他人投降，抛弃了父亲，辜负了国君的期望，毁坏了万世大业，我尉贤政是个义士，岂能听从你！”不久得到秃发傉檀到了左南的消息，便投降了。',
        '乞伏炽磐任命秃发傉檀为骠骑大将军，封为左南公。一年多以后，被乞伏炽磐毒死。他旁边的人劝他吃药解毒，秃发傉檀说：“我的病难道还应该医治吗！”于是死去，时年五十一岁，在位十三年，谥号景王。秃发虎台后来也被乞伏炽磐杀死。秃发傉檀的小儿子秃发保周、腊于破羌、俱延的儿子覆龙、秃发利鹿孤的孙子秃发副周、秃发乌孤的孙子秃发承钵都投奔了沮渠蒙逊。很久以后，归附了北魏，北魏让秃发保周为张掖王，覆龙为酒泉公，破羌为西平公，副周为永平公，承钵为昌松公。',
    ],
],
'轶事典故' => [
    '宗氏父子' => '姚兴的凉州刺史王尚派主簿宗敞前来与南凉修好。宗敞的父亲宗燮，在后凉武懿帝吕光时从湟河太守入任尚书郎，在广武见到秃发傉檀，宗燮握住秃发傉檀的手说：“先生精神俊爽潇洒挺拔，逸气凌云，是当世的豪杰，一定会清除世上的祸难。遗憾的是我年老，来不及看到了，我把宗敞和他的兄弟都交给先生了。”此时，秃发傉檀对宗敞说：“我才能平庸，被您先君谬奖，经常担心自己有愧于他水镜一般的明鉴。到我愧承父兄的功业时，常想念着君子。《诗经》上说：‘中心藏之，何日忘之。’没想到还能够见到你。”宗敞说：“大王您仁德比得上魏祖，心里还想着先父，即使是朱晖眷顾张堪的孤儿，叔向抚养汝齐的儿子，也超不过大王。”喝酒正酣，谈到平生志向。秃发傉檀说：“您是鲁肃一般的人物，只恨不能和你一起共成大业啊。”',
    '责备文支' => '邯川护军孟恺上表陈说镇南、湟河太守文支沉迷于喝酒，不听规劝，不留心政事。秃发傉檀对伊力延说：“现在州土倾覆，能依仗的人惟有文支，能拿他怎么办？”伊力延说：“最好是把他叫来教训一顿，让他改掉过去的过错，端正以后的行为。”秃发傉檀就召见文支，等文支到来以后，秃发傉檀责备他说：“我的两个哥哥都英年早逝，我凭着浅薄的才力继承王位，不能胜任大业，搞得局面如此困顿，有什么面目面对这个世界，即使活着也和死了一样。凭借子鲜保全卫国，依仗文种复兴吴国，比喻的就是你。听说你沉迷于喝酒，荒废各种事务。我已经年老，你又是这个样子，祖宗的功业将交给谁呢？”文支顿首谢罪。',
],
'史籍记载' => [
    '《晋书·卷一百二十六·载记第二十六》',
],
'人物评价' => [
    '房玄龄等《晋书》：“傉檀承累捷之锐，藉二昆之资，摧吕氏算无遣策，取姑臧兵不血刃，武略雄图，比踪前烈。既而叨窃重位，盈满易期，穷兵以逞其心，纵慝自贻其弊，地夺于蒙逊，势衄于赫连，覆国丧身，犹为幸也。昔宋殇好战，致灾于华督；楚灵黩武，取杀于乾溪。异代同亡，其于傉檀见之矣。”；“秃发弟兄，擅雄群虏。开疆河外，清氛西土。傉檀杰出，腾驾时英。穷兵黩武，丧国颓声。”',
    '张大龄《晋五胡指掌》：“傉檀雄桀，筹略亦长，人多感慕而从之，功业未就死於暴虏，此如刘虞见戕於公孙。”',
],
'家庭成员' => [
    '父亲' => '秃发思复鞬',
    '哥哥' => ['南凉武王秃发乌孤', '南凉康王秃发利鹿孤'],
    '后妃' => '折掘皇后，生子秃发虎台。',
    '儿子' => [
        '秃发虎台，南凉太子。',
        '秃发安周，事迹不详，只知道公元411年，北凉攻陷姑臧、包围南凉首都乐都，但一个月不能攻克。双方讲和，秃发安周被父亲派去当人质，北凉退兵。',
        '秃发染干，事迹不详，只知道秃发傉檀向北凉复仇，兵败，再次求和，将他派去做人质，北凉退兵。',
        '秃发保周。',
        '秃发他。',
        '秃发贺（又名秃发破羌，史称源贺）。',
    ],
    '女儿' => '两女先后嫁给西秦文昭王乞伏炽磐，一女即秃发皇后，一女即左夫人秃发氏。',
],
],
];
