<?php
return [
'01' => [
'brief' => '段业（？～401年），京兆郡（今陕西省西安市）人，汉族，北凉开国国君。',
'description' => [
    '段业初为后凉建康太守。公元397年，段业被沮渠男成等人推举为主，改元神玺，建立北凉。公元399年，段业自称凉王，改元天玺。公元401年，沮渠蒙逊发动兵变将段业杀害，葬处不明。',
],
'baseInfo' => [
    '中文名' => '段业',
    '国籍' => '北凉',
    '民族' => '汉族',
    '籍贯' => '京兆（今陕西西安）',
    '逝世日期' => '401年',
    '在位' => '397年―401年',
    '年号' => '神玺、天玺',
],
'人物生平' => [
    '推举为主' => [
        '段业起初担任后凉武懿帝吕光部将杜进的僚属，跟随杜进征讨西域，因战功被任命为建康（今甘肃省酒泉市）太守。公元396年（后凉龙飞元年），吕光自称天王，任命段业为尚书。',
        '公元397年（龙飞二年），宿卫沮渠蒙逊与其堂兄沮渠男成为报家仇，杀死后凉的中田护军马邃、临松令井祥而进行盟誓，十天时间，人马聚集一万多，屯据在金山（今甘肃山丹西南）。',
        '公元397年（龙飞二年）五月，沮渠男成进攻建康，派遣使者去说服段业说：“吕氏的政治势力已经衰微，掌权的官僚操纵一切，刑罚杀戮没有法度，使人们无容身之处。仅在一个州的地域上，反叛的人接连不断，这种土崩瓦解的形势一看便知，百姓们饥饿痛苦，找不到可以依托的人。您为什么以盖绝当世的奇才，却打算向这个面临灭亡的国家尽效忠心呢？我们既然倡导大义，便打算委屈阁下出面领导安抚本州，使人们在灾难和不幸的缝隙之间，能够得到恢复生机的好处，你看怎么样？”段业不听从他的劝告。两方相持了二十天左右，外面的救援没有赶来，建康郡的居民高逵、史惠等人劝说段业接受沮渠男成的建议。段业历来与后凉侍中房晷、仆射王详不融洽，经常恐惧不安，于是，他同意了沮渠男成的请求。沮渠男成等人一起推举段业为使持节、大都督、龙骧大将军、凉州牧、建康公，改年号为神玺，建立政权，史称北凉。段业任命沮渠男成为辅国将军，把国家军政大权全部交给他掌管。沮渠蒙逊听说这个消息之后，也带着自己的部众来归附段业。段业任命沮渠蒙逊为镇西将军、张掖太守。',
        '公元397年（神玺元年）八月，吕光征召太原公吕纂讨伐郭黁。吕纂将要回去，各位将领都说：“段业一定会跟在我军的背后追打，我们应该在夜间秘密撤退。”吕纂说：“段业没有雄才大略，只能凭借城池的险要保全自己。如果我们在夜间偷偷撤军，恰恰长了敌人的志气。”于是，他派遣一个使者去告诉段业说：“郭黁发动了叛乱，我现在就要回都城去，你如果有胆量能来决一死战，那么可以尽早出战。”于是，撤军回去，段业果然没敢出来。',
    ],
    '不听劝谏' => [
        '公元398年（神玺二年）五月，段业准备派沮渠蒙逊攻打后凉重镇西郡（今甘肃省永昌县），大家都很疑惑。沮渠蒙逊说：“此郡占据了山脉的要害，不能不夺过来。”段业说：“你的话很对。”于是派沮渠蒙逊去攻打。沮渠蒙逊引来河水淹城，城墙倒塌，抓获西郡太守吕纯后回师。之后，后凉的晋昌太守王德、敦煌太守孟敏都献出本郡，投降了段业。段业封沮渠蒙逊为临池侯，任命王德为酒泉太守，孟敏为沙州刺史。',
        '公元398年（神玺二年）六月，后凉吕弘放弃了张掖，带兵向东撤退。段业便把自己的都城迁到张掖，段业准备去追击吕弘。沮渠蒙逊劝他说：“回家心切的部队不要阻截，走投无路的强盗不要追赶，这是兵家之戒。不如放他走，以后再作打算。”段业说：“一旦放了敌人，后悔都来不及。”于是率领军队去追，结果被吕弘打的大败而回，幸亏沮渠蒙逊救助，才免于一死，段业感叹说：“孤不能用张子房的话，以至于到了这个地步！”',
        '段业修筑西安城，任命他的将领臧莫孩为太守。沮渠蒙逊说：“臧莫孩虽然勇猛，但却没有谋略，只知道前进，不知道撤退。这正是给他修筑坟冢，哪里是为他修筑城池！”段业又不听。臧莫孩不久便被吕纂打败。沮渠蒙逊害怕段业容不下自己，经常隐藏智慧躲避段业。',
    ],
    '自称凉王' => [
        '公元399年（天玺元年）二月，段业自称凉王，改年号为天玺，任命沮渠蒙逊为尚书左丞，梁中庸为尚书右丞。',
        '公元399年（天玺元年）四月，吕光派他的两个儿子太子吕绍、太原公吕纂攻打北凉，段业向南凉国主秃发乌孤求救，秃发乌孤派遣他的弟弟骠骑大将军秃发利鹿孤，与杨轨一起前去救援。吕绍因为段业等人的军队强盛，想从三门板沿着山势往东。吕纂说：“依靠山势显示弱小，是自取失败的做法，不如结成阵向前冲击，他们一定害怕我们，不敢出战。”吕绍就率领军队向南开进。段业准备迎战，沮渠蒙逊劝阻他说：“杨轨这个人依仗着鲜卑人的强大，有对我趁机动手的野心，吕绍、吕纂此次敢于率军深入，已经把军队置之死地，我们抵挡不过。现在我们不出战，还有像泰山那样的安稳，出战，就会有累卵之危。”段业听从了沮渠蒙逊的劝告，按兵不动。吕绍、吕纂与北凉军难以交战，只好带着大军回去。',
        '公元400年（天玺二年）十一月，酒泉太守王德背叛北凉，自称为河州刺史。段业派沮渠蒙逊带兵前去征讨。王德烧毁了酒泉城，带领部队投奔唐瑶。沮渠蒙逊在沙头追上，把他们打得大败，俘虏了王德的妻子儿女和部落居民之后才回去。',
    ],
    '最终遭杀' => [
        '公元401年（天玺三年），段业对沮渠蒙逊的勇武谋略都很忌惮，所以打算疏远他，就让沮渠蒙逊的堂叔沮渠益生为酒泉太守，沮渠蒙逊为临池太守。段业的门下侍郎马权才智出众，气度非凡，谋略超群。段业让马权代替沮渠蒙逊为张掖太守，马权很受亲近和重用，经常欺侮沮渠蒙逊。沮渠蒙逊也忌惮和怨恨马权，于是就对段业诋毁马权说：“天下不值得担忧，应该担忧的只是马权。”段业于是杀了马权。沮渠蒙逊对沮渠男成说：“段业愚昧，不是救治乱世的人才，听信谗言，喜欢谄媚，没有鉴别真假的能力。我害怕的只有索嗣、马权，现在他们都死了。我沮渠蒙逊打算废除段业，奉哥哥为王，怎么样？”沮渠男成说：“段业一个人寄居他乡，是我们立他为国君的，他有了我们俩，就好像鱼有了水。他既然亲重我们，我们背叛他，不祥。”于是作罢。沮渠蒙逊既已被段业忌惮，心里不安，请求为西安太守。段业也因为沮渠蒙逊有大志，害怕发生突然的变故，就答应了他的请求。',
        '沮渠蒙逊为寻找起兵的借口，便约沮渠男成一起祭奠兰门山，并故意派司马许咸报告段业说：“沮渠男成想谋反，答应在得到假期的时候作乱。如果他请求去祭奠兰门山，臣下的话就应验了。”到了约定的时间，果然如此。段业把沮渠男成抓了起来，命令沮渠男成自杀。沮渠男成说：“沮渠蒙逊想谋反，早先已经告诉臣下了，臣下因为和他是同族兄弟的缘故，没有说出来。他因为臣下现在还活着，担心部人不听从他，就和臣下约定日期祭山，反而来诬告臣下。臣下如果死了，沮渠蒙逊一定很快就会发兵叛乱。请陛下放出假话说臣下已经死了，公开臣下的罪恶，沮渠蒙逊一定会作乱，臣下马上去讨伐他，事情没有不成功的。”段业不同意。沮渠蒙逊听说沮渠男成死了，哭泣着对大家说：“沮渠男成忠于段业，却被冤屈杀害，诸君能够为他报仇吗？况且州境战乱，似乎不是段业所能对付得了的。我当初拥戴他的原因，认为他是陈胜、吴广那样的人，他却听信谗言，猜忌很多。杀害忠良，我们岂能安心地旁观，使百姓遭受灾难。”沮渠男成向来对人有恩德，大家都悲愤哭泣而听从了沮渠蒙逊的话。到达氐池时，军队超过了一万人。镇军臧莫孩率领部下归附沮渠蒙逊，羌胡大多起兵响应。沮渠蒙逊军队驻扎在侯坞。',
        '段业先前对右将军田昂有疑心，把他关了起来，到这个时候，段业向田昂道歉并放了他，让他和武卫将军梁中庸等人攻打沮渠蒙逊。段业的将领王丰孙对段业说：“西平各田姓，历代都有反叛的人，田昂外表谦恭内心狠毒，志向远大但用心险恶，不能信任。”段业说：“我怀疑他已经很久了，但是除了田昂就没有可以讨伐沮渠蒙逊的人了。”王丰孙的话不被听从，田昂到了侯坞，率领五百名骑兵归附沮渠蒙逊。',
        '公元401年（天玺三年）五月，沮渠蒙的大军到达张掖（今甘肃省张掖市），田昂哥哥的儿子田承爱砍开城门让沮渠蒙逊进城，段业的左右侍从卫士们也都跑散了。沮渠蒙逊大声呼喊，询问段业在哪，士兵们为他指引方向，段业对沮渠蒙逊说：“我孤身一人，被豪门贵族推举，才坐上了王位。我请求你留下我的活命，让我能够回到东土去，和我的妻子儿女相见。”沮渠蒙逊没有答应，把他杀了。',
    ],
],
'为政举措' => [
    '段业为人死板，奉行儒家学说，相信占卜之术，而且没有什么权谋和智略，他在位时期，把国家的军政大权全部交给沮渠男成和沮渠蒙逊掌管。因此，他的声威和命令都不能很好地得到尊重和传达，他手下的人也都擅做主张，不听朝廷的调遣，所以才导致段业最终的失败。',
],
'历史评价' => [
    '沮渠蒙逊：“段业愚暗，非济乱之才，信谗爱佞，无鉴断之明。”',
    '吕纂：“业无雄才。”',
    '宋繇：“段王无远略，终必无成。”',
    '司马光《资治通鉴》：“业，儒素长者，无他权略，威禁不行，群下擅命，尤信卜筮、巫觋，故至于败。”',
],
'史书记载' => [
    '《晋书·卷一百二十九·载记第二十九》',
    '《资治通鉴》卷一百九至卷一百一十二',
],
'相关争议' => [
    '关于北凉的“建立时间”和“建立者”，历来有两种分歧：一般认为是段业于公元397年所建；但也有人认为是匈奴支系卢水胡族的首领沮渠蒙逊于公元401年所建。',
],
'文学形象' => '段业在明代杨尔曾编写历史演义小说的《东西晋演义》第三百零二回“蒙逊谋叛弑段业”中出场。',
],
'02' => [
'brief' => '沮渠蒙逊（368年～433年），复姓沮渠，张掖临松（今甘肃省张掖市）人，匈奴族（卢水胡）。十六国时期北凉国君（401年～433年在位），狄地王沮渠法弘的儿子。',
'description' => [
    '后凉龙飞二年（397年），得知伯父沮渠罗仇被后凉皇帝吕光所杀，联合诸部会葬者结盟起兵，拥戴建康太守段业担任凉州都督。天玺三年（401年），诛杀沮渠男成和段业，自领大将军、凉州牧、张掖公，年号永安。永安三年（403年）七月，联合南凉国王秃发傉檀、后秦皇帝姚兴，合力灭亡后凉。永安十一年（411年），迁都姑臧，自称河西王。玄始九年（420年），攻灭西凉，遣使朝贡南朝宋、北魏，受封凉王。',
    '义和三年（433年），沮渠蒙逊去世，享年六十六岁，庙号太祖，谥号武宣，安葬于元陵。',
],
'baseInfo' => [
    '主要成就' => '建立北凉，扩张成为河西一带最强大的势力',
    '本名' => '沮渠蒙逊',
    '所处时代' => '十六国（北凉）',
    '民族族群' => '匈奴族',
    '出生地' => '临松卢水（今甘肃张掖）',
    '出生日期' => '368年',
    '逝世日期' => '433年',
    '年号' => '永安、玄始、承玄、义和',
    '庙号' => '太祖',
    '谥号' => '武宣王',
    '陵寝' => '元陵',
    '在位时间' => '401年登基（在位32年）',
],
'人物生平' => [
    '年少有为' => [
        '沮渠蒙逊的祖先是匈奴的左沮渠，于是便以官名作为姓氏，称为沮渠氏。沮渠蒙逊少年时期广泛涉猎史书，对天文颇为通晓，他才智出众有雄才大略，为人滑稽，而且善于权变。前秦凉州刺史梁熙、后凉武懿帝吕光都对他很感诧异而畏惧，所以沮渠蒙逊经常游猎饮酒，以此来掩盖自己的才能。',
    ],
    '反叛后凉' => [
        '后凉龙飞二年（397），沮渠蒙逊的伯父沮渠罗仇、沮渠麹粥跟随后凉主吕光征讨河南，吕光的前军打了大败仗，沮渠麹粥对哥哥沮渠罗仇说：“主上年老昏昧、骄横放纵，诸子之间结党为伴互相倾乱，不时还有进谗之人。现在我们军败将死，正是最容易遭受猜忌的时候，难道我们能不防备吗！我们兄弟二人向来是他们所畏惧的人，与其死于山沟，不如率领军队开往西平，到时候振臂大呼，平定凉州就不在话下。”',
        '但是沮渠罗仇却说：“论道理确实是像你说的那样，但是我们家族世代效忠，为一方之人所信赖，宁可人负我，我不负人。”不久，沮渠罗仇和沮渠麹粥都被吕光杀害。宗族姻亲各部来会合行葬礼的有万人之多，沮渠蒙逊哭着对大家说：“当年汉朝国运中道衰败，我的先祖辅佐窦融，使河西得到安宁。如今吕王昏庸，暴虐无道，我岂可不继承先祖安定时局的志向，而让两位伯父抱恨黄泉呢！”大家都喊万岁。于是沮渠蒙逊杀了吕光的中田护军马邃、临松令井祥而进行盟誓。十天时间，沮渠蒙逊人马聚集一万多。',
        '沮渠蒙逊屯据在金山（今甘肃山丹西南），和堂兄沮渠男成一起推举吕光的建康太守段业为使持节、大都督、龙骧大将军、凉州牧、建康公，改后凉吕光龙飞二年（397年）为神玺元年。段业任命沮渠蒙逊为张掖太守，沮渠男成为辅国将军，把军国大事都交给他们。',
    ],
    '辅佐段业' => [
        '神玺二年（398年），段业准备派沮渠蒙逊攻打后凉重镇西郡（今甘肃省永昌县），大家都很疑惑。沮渠蒙逊说：“此郡地势占据要害，我们不可不夺。”段业认为沮渠蒙逊说的很对，于是派沮渠蒙逊去攻打西郡。沮渠蒙逊引来河水淹城，西郡城墙倒塌，沮渠蒙逊抓获太守吕纯回来。',
        '之后王德以晋昌，孟敏以敦煌向段业投降。段业封沮渠蒙逊为临池侯。当时吕弘逃离张掖，准备往东逃跑，段业准备去追击吕弘。沮渠蒙逊劝说道：“已经逃跑的将领就不要去追击，穷寇勿追，这是兵家的重要道理。不如放他前去，以后再图攻取。”段业说：“敌人一旦放走，以后恐怕追悔莫及。”于是率领军队前去追击，结果被吕弘打败。段业因为有沮渠蒙逊相救才免于一死，感叹说：“我不能听张子房的话，以至于到了这个地步！”同年，段业修筑西安城，让他的将领臧莫孩为太守。沮渠蒙逊说：“臧莫孩有勇无谋，知进忘退，这是给他修筑坟墓，不是修筑城池。”段业不听从沮渠蒙逊之告。不久臧莫孩被吕纂打败。沮渠蒙逊害怕段业容不下自己，经常隐藏智慧躲避段业。神玺三年（399年），段业僭称凉王，改元天玺，任命沮渠蒙逊为尚书左丞，梁中庸为右丞。',
        '神玺三年（399年）四月，吕光派他的两个儿子吕绍、吕纂攻打段业，段业向南凉秃发乌孤求救，秃发乌孤派他的弟弟秃发利鹿孤以及杨轨救援段业。吕绍因为段业等的军队强盛，想从三门板沿着山势往东。吕纂说：“依靠山势，自己军队的弱势就容易显示给对方，是自取失败的做法，不如结成阵向前冲击，对方就一定恐惧，不敢出战。”吕绍就率领军队向南开进。段业准备攻打。沮渠蒙逊劝谏说：“杨轨凭恃着骑兵强大，有乘机而动之心。吕绍、吕纂兵在死地，他们一定会为求生存而死战。不打，就有泰山一样的稳固，出战，就危若累卵。”段业说：“你说得对。”于是按兵不动。吕绍也难以交战，各自领兵回去。',
    ],
    '建立北凉' => [
        '天玺三年（401年），段业因忌惮沮渠蒙逊的英武，所以想要远离他，就任命沮渠蒙逊的堂叔沮渠益生为酒泉太守、沮渠蒙逊为临池太守。段业的门下侍郎马权才智出众，气度非凡，谋略超群。段业让马权代替沮渠蒙逊为张掖太守，马权很受段业的亲近和重用，经常欺侮沮渠蒙逊。沮渠蒙逊也忌惮和怨恨马权，于是就对段业诋毁马权说：“天下之事何足担忧，应该担忧的只是马权。”段业于是杀了马权。沮渠蒙逊对沮渠男成说：“段业愚昧，不是救治乱世的人才，他听信谗言、喜欢谄媚，没有鉴别真假的能力。我畏惧的只有索嗣、马权，现在他们都死了。我沮渠蒙逊打算废除段业，奉你为王，如何？”沮渠男成说：“段业一个人寄居他乡，是我们立他为国君的，他有了我们二人，就好像如鱼得水。他既然重用我们，我们还要背叛他，这样做不祥。”于是计划作罢。沮渠蒙逊既已被段业忌惮，心里不安，请求为西安太守。段业也因为沮渠蒙逊心有大志，害怕发生突然的变故，就答应了他的请求。',
        '沮渠蒙逊为寻找起兵的借口，便约沮渠男成一起祭奠兰门山，并故意派司马许咸报告段业说：“沮渠男成打算谋反，答应在得到假期的时候作乱。如果他请求去祭奠兰门山，臣下的话就应验了。”到了约定的时间，果然如此。段业把沮渠男成抓了起来，命令沮渠男成自杀。沮渠男成说：“是沮渠蒙逊想要谋反，早先已经告诉臣下了，臣下因为和他是同族兄弟的缘故，没有说出来。他因为臣下现在还活着，担心部人不听从他，就和臣下约定日期祭山，反而来诬告臣下。臣下如果死了，沮渠蒙逊一定很快就会发兵叛乱。请陛下放出假话说臣下已经死了，公开臣下的罪恶，沮渠蒙逊一定会作乱，臣下马上去讨伐他，事情没有不成功的。”段业不同意。沮渠蒙逊听说沮渠男成死了，哭泣着对大家说：“沮渠男成忠于段业，却被冤屈杀害，诸君能够为他报仇吗？况且州境战乱，似乎不是段业所能对付得了的。我当初拥戴他的原因，认为他是陈胜、吴广那样的人，他却听信谗言，猜忌很多。杀害忠良，我们岂能安心地旁观，使百姓遭受灾难。”沮渠男成向来对人有恩德，大家都悲愤哭泣而听从了沮渠蒙逊的话。到达氐池时，军队超过了一万人。镇军臧莫孩率领部下归附沮渠蒙逊，羌胡大多起兵响应。沮渠蒙逊军队驻扎在侯坞。',
        '段业先前对右将军田昂有疑心，把他关了起来，到这个时候，段业向田昂道歉并放了他，让他和武卫将军梁中庸等人攻打沮渠蒙逊。段业的将领王丰孙对段业说：“西平各田姓，历代都有反叛的人，田昂外表谦恭内心狠毒，志向远大但用心险恶，不能信任。”段业说：“我怀疑他已经很久了，但是除了田昂就没有可以讨伐沮渠蒙逊的人了。”王丰孙的话不被听从，田昂到了侯坞，率领五百名骑兵归附沮渠蒙逊。同年五月，沮渠蒙逊到了张掖（今甘肃省张掖市），田昂哥哥的儿子田承爱打开城门让沮渠蒙逊进城，段业身边的人全都溃散。段业请求回到家乡与家人团聚，但沮渠蒙逊最终杀了段业。',
        '天玺三年（401年）六月，梁中庸、房晷、田昂等人推举沮渠蒙逊为使持节、大都督、大将军、凉州牧、张掖公。沮渠蒙逊建立北凉，大赦境内，改年号为永安。',
    ],
    '受封后秦' => [
        '当时后秦姚兴派将领姚硕德到姑臧去攻打后凉吕隆，大破后凉军。天玺三年（401年）七月，沮渠蒙逊派从事中郎李典拜访姚兴，以通和好。同年九月，沮渠蒙逊因吕隆已经投降姚兴，酒泉、凉宁二郡又反叛降于西凉李暠，于是就派建忠将军沮渠掣、牧府长史张潜到姑臧去见姚硕德，请求军队迎接，率领郡人往东迁移。姚硕德非常高兴，任张潜为张掖太守，沮渠挚为建康太守。张潜劝沮渠蒙逊往东迁移。沮渠挐私下对沮渠蒙逊说：“吕氏还在，姑臧还未攻取，姚硕德粮尽，就要返回，不能久留。为什么要离开故土，受制于人！”辅国将军臧莫孩说：“建忠将军的话说得对。”沮渠蒙逊便杀了张潜，发布文告说：“孤德行浅薄，愧逢时运，没有能够弘扬大道，扫清妖孽，使得奸贼作乱东京，穷凶极恶的入侵扰西部边地，战车多次开动，干戈不能停止，农夫错过了务农的时节，百姓家中没有粮食。应该免除各种徭役，专门从事农业生产，明立法规条令，一定要做到地尽其利。”',
        '永安三年（403年），姚兴派使者梁斐、张构等人任沮渠蒙逊为镇西大将军、沙州刺史、西海侯。当时姚兴也任南凉秃发傉檀为车骑将军，封广武公。沮渠蒙逊听到后，不高兴，对梁斐等人说：“秃发傉檀位居上公，但是我却封了侯，为什么？”张构回答说：“秃发傉檀狡猾不仁，归顺还未立大功，圣朝给他加封重爵的原因，是要褒扬他归于善道的大义而已。将军忠诚之气直贯白日，功勋高于当世的人，应该入朝佐政，匡扶皇室，怎么可以不相信呢。圣朝的封爵一定和功勋相称，官职不会超越德行，例如尹纬、姚晁辅佐开创基业，齐难、徐洛是开国元勋猛将，他们都是官位才二品，爵位是侯伯。将军凭什么要位居他们前头呢？窦融情真意切地极力谦让，不想居官在老臣之上，为何将军忽然有这种问话！”沮渠蒙逊说：“朝廷为什么不把张掖封给我，却要另外远封西海呢？”张构说：“张掖，是在已划定的范围之内的，将军已经拥有。把遥远的西海封授给你的原因，就是要扩大将军的封国而已。”沮渠蒙逊非常高兴，接受了封任。',
    ],
    '攻打南凉' => [
        '永安七年（407年），沮渠蒙逊率领三万步兵骑兵攻伐秃发傉檀，屯驻在西郡。大风从西北方来，云有五种颜色，不一会儿白昼昏暗。军队到了显美，迁了数千户人回来。秃发傉檀在穷泉追上了沮渠蒙逊，沮渠蒙逊准备攻打秃发傉檀。将领们都说：“贼人已经建立了营寨，不能打了。”沮渠蒙逊说：“秃发傉檀认为我们从远方来，人马疲敝，一定会轻敌而不加防备，趁着他们的军营还没有修筑好，可以一鼓作气把他们消灭。”沮渠蒙逊进击，打败了秃发傉檀，乘胜追到姑臧，胡人、汉人投降的有一万几千户。秃发傉檀恐惧，请求讲和，沮渠蒙逊答应了秃发傉檀而回。秃发傉檀往南逃到乐都，魏安人焦朗占据姑臧自立为王，沮渠蒙逊率领步兵骑兵共三万人攻打焦朗，打败了焦朗，又宽赦了他。沮渠蒙逊在谦光殿赏赐文武将士，颁赐金、马各有不等。由于敦煌人张穆通晓经史，才思文采极佳，越级提拔为中书侍郎，把机密的事务交给他。任命其弟沮渠挚为护羌校尉、秦州刺史，封为安平侯，镇守姑臧。十多天后沮渠挚去世，又任命他的从祖沮渠益子为镇京将军、护羌校尉、秦州刺史，镇守姑臧。',
        '永安十二年（412年）十月，沮渠蒙逊迁都姑臧。同年十一月，沮渠蒙逊即河西王位，大赦境内，改年号为玄始。设置官僚，如同吕光为三河王的旧例。修缮宫殿，建起城门楼观。立其子沮渠政德为太子，加镇卫大将军、录尚书事。',
        '玄始二年（413年），秃发傉檀前来攻打，沮渠蒙逊在若厚坞将其打败。秃发傉檀的湟河太守秃发文支占据了湟川，护军将军成宜侯率领军队降服了秃发文支。沮渠蒙逊任秃发文支为镇东大将军、广武太守、振武侯，任成宜侯为振威将军、湟川太守，任殿中将军王建为湟河太守。沮渠蒙逊颁下书说：“古代的圣哲帝王顺应期运治理乱世，无不首先谋略边远的地方，然后发扬光大纯朴之风。孤虽然才智不足以平定祸难，职任在于匡救时世，但是狡虏秃发傉檀凭据着旧京与我们对抗，夷夏的人民都受到他祸害。东苑那次屠杀，比从前长平之难还要残酷，边城的祸害，比猃狁还要深。经常想到百姓的无辜，所以没有闲暇的时候，身体因为披着甲胄奔波而疲倦。虽然捣毁了秃发傉檀的巢穴，但是他还没有投降。秃发傉檀的弟弟秃发文支追循项伯归附汉朝的大义，占据着秃发傉檀的重镇，请求为我们的臣子。从西平往南，城市一个连一个地归顺。惟有秃发傉檀像一只走投无路的野兽，死守乐都。四肢已经失落，他的命岂能长久地保住！四面八方已经响应，统一的日期不会遥远，很快就可以放马金山，老百姓永得安宁。可布告远近，让他们全都知道。”',
    ],
    '讨伐西秦' => [
        '玄始四年（415年），沮渠蒙逊派将领去湟河运粮食，自己率领军队攻克了西秦广武郡（治今甘肃省永登县）。因为粮食运输接不上，从广武去了湟河，越过浩亹。西秦乞伏炽磐派将领乞伏魁尼寅抵抗沮渠蒙逊，沮渠蒙逊打败并杀死了他。乞伏炽磐又派将领王衡、折斐、麹景等人率领一万骑兵占据勒姐岭，沮渠蒙逊边战斗边前进，大败他们，俘获了折斐等七百多人，麹景逃回。沮渠蒙逊让他弟弟沮渠汉平为折冲将军、湟河太守，带领军队回来。',
        '乞伏炽磐率领三万军队袭击湟河，沮渠汉平力战固守，派司马隗仁在晚上出击乞伏炽磐，杀了数百人。乞伏炽磐准备率兵返回，派老弱先走。沮渠汉干的长史焦昶、将军段景秘密地送信招引乞伏炽磐，乞伏炽磐又向前攻打沮渠汉平。沮渠采纳焦昶、段景的劝说，反绑双手出城投降。隗仁率领一百多名勇士盘据在南门城楼上，三天没有攻下来，寡不敌众，被乞伏炽磐俘获。乞伏炽磐愤怒，命令杀了隗仁。段晖劝谏说：“隗仁遇到危难，奋不顾身，这是忠臣。最好宽宥他，用来激励群臣。”乞伏炽磐便把隗仁囚禁而回。隗仁在乞伏炽磐那里的第五年，段晖又为他极力请求，隗仁才得以返回姑臧。到了姑臧，沮渠蒙逊握住隗仁的手说：“爱卿真是我的苏武啊！”任命隗仁为高昌太守。',
    ],
    '晚年逝世' => [
        '义和三年（433年），沮渠蒙逊去世，时年六十六岁，葬于元陵，庙号太祖，谥号武宣王。',
    ],
],
'主要成就' => [
    '政治' => [
        '天玺三年（401年），沮渠蒙逊建立北凉，任命堂兄沮渠伏奴为镇军将军、张掖太守、和平侯，弟弟沮渠挐为建忠将军、都谷侯，田昂为镇南将军、西郡太守，臧莫孩为辅国将军，房晷、梁中庸分别为左右长史，张骘、谢正礼分别为左右司马。沮渠蒙逊在位时期，提拔任用贤才。',
    ],
    '军事' => [
        '后凉龙飞二年（397年）四月，因伯父沮渠罗仇、麴粥被后凉主吕光所杀，即与诸部会葬者万余人结盟起兵，攻拔临松郡，屯据金山。五月，是月，与从兄沮渠男成共推后凉建康太守段业为大都督、凉州牧、建康公。沮渠蒙逊任张掖太守，镇西将军。天玺三年（401年）五月，沮渠蒙逊用计使段业杀沮渠男成，又以复仇为名聚众起兵反，斩段业。',
        '永安三年（403年）七月，与南凉王秃发傉檀联合出兵进攻后凉；八月，与后秦结盟，灭后凉。永安十年（410年）三月，击败五万南凉骑兵的进攻，徙其8000余户而还。次年二月，攻占魏安人焦朗所据姑臧。永安十二年（412年）十月，率众迁都于姑臧，十一月称河西王。此后，与南凉、西凉、西秦连年混战，时胜时败。玄始九年（420年）七月，击败三万西凉军进攻，杀其主李歆，进入酒泉。翌年（421年）三月，大败西凉敦煌太守李恂，灭西凉。',
    ],
],
'人物评价' => [
    '房玄龄《晋书》：“出自夷陬，擅雄边塞。属吕光之悖德，深怀仇粥之冤；推段业以济时，假以陈、吴之事。称兵白涧，南凉请和；出师丹岭，北寇宾服。然而见利忘义，苞祸灭亲，虽能制命一隅，抑亦备诸凶德者矣。”；“光猜人杰，业忌时贤。游饮自晦，匿智图全。凶心既逞，伪绩攸宣。挺兹奸数，驰竞当年。”；“蒙逊博涉群史，颇晓天文，雄杰有英略，滑稽善权变”；“蒙逊性淫忌，忍于刑戮，闺庭之中，略无风礼。”',
    '《魏书》：“性淫忌，忍于刑戮，闺庭之中，略无风礼。”',
    '张大龄《晋五胡指掌》：“狡焉起疆，奸足以惑众，力足以摧邻，崛强三十载，神人先为之卜历乎？何敦煌老父之书与虢降於莘者如出一辙也。”',
],
'亲属成员' => [
    '高祖：沮渠晖仲归',
    '曾祖：沮渠遮',
    '祖父：沮渠祁复延，狄地王',
    '父亲：沮渠法弘，狄地王、前秦中田护军',
    '母亲：车氏（车太后）',
    '妻妾' => ['皇后孟氏（孟皇后）', '兴平公主乞伏氏，西秦国主乞伏炽磐之女', '秃发氏，南凉国的公主或宗室之女'],
    '儿子' => [
        '沮渠政德：太子',
        '沮渠兴国：太子',
        '沮渠菩提：太子，沮渠兴国同母弟',
        '沮渠牧犍：字茂虔，北凉哀王',
        '沮渠奚念',
        '沮渠无讳：酒泉王',
        '沮渠安周：河西王',
        '沮渠宜得：又名沮渠仪德',
        '沮渠秉：东雍州刺史',
        '沮渠董来',
    ],
    '女儿' => '兴平公主：嫁北魏太武帝拓跋焘',
    '兄弟' => [
        '弟弟：沮渠挐',
        '弟弟：沮渠汉平',
        '从兄：沮渠男成',
        '从弟：沮渠京声',
    ],
],
'轶事典故' => [
    '玄始元年（412年），沮渠蒙逊在新台皇宫就寝，宦官王怀祖突然向他袭击，但却只伤到了他的脚，沮渠蒙逊的妻子孟氏把王怀祖活捉然后杀了。',
],
'后世纪念' => [
    '根据《十六国春秋别传·北凉录》记载，沮渠蒙逊去世后葬于元陵，一说位于今甘肃省武威市郊，具体地点待考证。',
],
'史书记载' => [
    '《晋书·卷一百二十九 载记第二十九》',
    '《魏书·卷九十九·列传第八十七》',
    '《十六国春秋别传·卷九·北凉录》',
],
],
'03' => [
'brief' => '沮渠牧犍（？～447年），字茂虔，临松匈奴（今甘肃省张掖市）人。北凉第三位国君，北凉武宣王沮渠蒙逊第三子。',
'description' => [
    '聪颖好学，和雅有度，初任敦煌郡守，迎娶北魏武威公主。义和三年（433年），继承王位，年号永和，同时交好北魏和刘宋，拜凉州刺史。当时，北魏兴盛，一统北方之势不可挡。永和七年（439年），北魏太武帝拓跋焘攻破姑臧时，归降北魏，拜征西大将军，受封河西王。',
    '太平真君八年（447年），宣称密谋谋反，坐罪赐死于家，葬以王礼，谥号为哀。',
],
'baseInfo' => [
    '本名' => '沮渠牧犍',
    '别名' => '沮渠茂虔、凉哀王',
    '逝世日期' => '447年',
    '在位时间' => '公元433年登基（在位7年）',
    '年号' => '永和（承和）',
    '谥号' => '凉哀王',
    '朝代' => '北凉',
    '籍贯' => '临松匈奴（今甘肃张掖）',
],
'人物生平' => [
    '继承父位' => [
        '沮渠牧犍，一名沮渠茂虔，北凉武宣王沮渠蒙逊第三子。',
        '沮渠牧犍聪颖好学，和雅有度，初任敦煌太守。',
        '公元433年（义和三年）四月，沮渠蒙逊病重，北凉国内贵族和大臣们共同商议，认为沮渠蒙逊世子沮渠菩提年纪幼小，决定立沮渠菩提的哥哥沮渠牧犍为世子，并加授沮渠牧犍为中外都督、大将军、录尚书事。',
        '不久，沮渠蒙逊去世，沮渠牧犍继位，下令大赦境内，改年号为永和（一作承和）。册立儿子沮渠封坛为世子，授抚军大将军、录尚书事。沮渠牧犍派使节前往北魏，请求任命。',
    ],
    '顺魏奉宋' => [
        '当初，北魏太武帝拓跋焘派李顺迎娶沮渠蒙逊的女儿为夫人，正巧赶上沮渠蒙逊去世。沮渠牧犍声称尊照父亲沮渠蒙逊临终遗意，派左丞宋繇，护送他的妹妹兴平公主到北魏，拓跋焘封兴平公主为右昭仪。',
        '公元433年（永和元年）四月，拓跋焘又派李顺授任沮渠牧犍为使持节，侍中，都督凉沙河三州以及西域羌戎各地军事、车骑将军、开府仪同三司、领护西戎校尉、凉州刺史，封为河西王。同时又任命宋繇为北凉国右宰相。沮渠牧犍因无功劳而得到北魏朝廷的封授和赏赐，于心不安，就留下李顺，上表请求拓跋焘授予他安西或平西将军一类的称号，就足够了。拓跋焘下诏，措辞温和、委婉地拒绝了他。',
        '公元434年（永和二年），沮渠牧犍派人出使南朝宋，呈上奏章，报告他已继位。宋文帝刘义隆下诏，任命沮渠牧犍为都督凉秦等四州诸军事，兼任征西大将军、凉州刺史，封河西王。',
        '公元437年（永和五年），拓跋焘把妹妹武威公主嫁给沮渠牧犍娶为妻。沮渠牧犍派丞相宋繇前来进表致谢，并进献马五百匹，黄金五百斤。',
        '公元437年（永和五年）十二月，沮渠牧犍派他的将军沮渠旁周到北魏京师平城（今山西大同）来朝贡，拓跋焘就派侍中古弼、尚书李顺赐给他相应等级的侍臣衣服，并征召沮渠牧犍的儿子沮渠封坛来北魏侍奉拓跋焘。沮渠牧犍就派遣沮渠封坛来平城朝见拓跋焘。同时，沮渠牧犍遣使前往南朝宋都城建康（今江苏南京），呈献各种书籍以及敦煌人赵撰写的《甲寅元历》，并索取杂书数十种，宋文帝都满足了他们。',
    ],
    '北凉灭亡' => [
        '沮渠牧犍与他的嫂子李氏通奸，他们兄弟三人都轮流和她相好。于是，李氏与沮渠牧犍的姐姐合谋下毒害武威公主。拓跋焘派出解毒医生乘坐驿站的马车驰往救治，才把武威公主救活。拓跋焘下令索取李氏，沮渠牧犍不肯交出，只是给李氏很多财物，命她迁居酒泉。',
        '公元439年（永和七年），拓跋焘派遣尚书贺多罗出使凉州，观察北凉国内的动静虚实。贺多罗回来说，沮渠牧犍虽然表面对北魏称臣纳贡，但内心却叛离乖张。公元439年（永和七年）六月，拓跋焘领兵亲自前往征讨沮渠牧犍。拓跋焘诏令大臣们发布文告，历数沮渠牧犍的十二大罪状，并且劝沮渠牧犍投降北魏。',
        '公元439年（永和七年）八月，魏军渡过黄河，沮渠牧犍听说北魏大军前来的消息，很是吃惊。随后，他采用左丞相姚定国的计谋，不肯出城迎接，却派人向柔然请求救兵。沮渠牧犍又派他的弟弟征南大将军沮渠董来率兵一万多人，在城南出城迎战魏军，北凉军战败而退。',
        '公元439年（永和七年）八月初四日，拓跋焘到达姑臧，派遣使者晓喻沮渠牧犍，令他出来迎接。沮渠牧犍听说柔然派兵到善无侵犯骚扰，侥幸希望拓跋焘率军返回，就加固防守。沮渠牧犍兄子沮渠祖越城出来投降，把城内的情况全都告知魏军，拓跋焘就领各路兵马攻城，沮渠牧犍的另一个侄儿沮渠万年率领部下又来投降北魏。攻魏军占了城池之后，沮渠牧犍同他的左右文武官员全部反缚自己，向拓跋焘当面请罪投降，拓跋焘令人解开他们的束缚。于是，将凉州民户三万余家迁到平城，北凉就此灭亡。',
        '沮渠牧犍投降北魏之后，拓跋焘还是把他当作妹夫来看待。沮渠牧犍的母亲去世以后，用王太妃的礼仪厚葬她。拓跋焘又为沮渠蒙逊的坟墓设置了三十家守墓之人。后来又改授沮渠牧犍为征西大将军，河西王的称号不变。',
    ],
    '赐死谥哀' => [
        '当初，北军还未进入凉州的时，沮渠牧犍派人用刀斧劈开官府的仓库，拿走金银珠玉和珍奇器物，事后没有再把府库的门封闭起来。一些市井小民趁机进入府库进行偷盗，所有大小物件荡然无存。有关官员四处搜寻盗窃的人都没有找到。太平真君八年（447年），沮渠牧犍的亲信和守卫府库的人告发此事，太武帝就令人进行追究，搜查沮渠牧犍的家中，找出了他所藏匿的全部珍宝器物。又有人告发沮渠牧犍父子家中藏有许多毒药，前后暗中用毒药杀死一百多人；沮渠牧犍的姐妹都懂得巫术的邪门左道，经常聚集在一起干荒淫佚乐之事，毫无羞耻惭愧的颜色。',
        '起先有一个罽宾国的僧人名叫昙无谶，来到东边的鄯善国，自称有方术“能驱使鬼给人治病，能让女人多生孩子”，此人与鄯善王的妹妹曼头陀林私通。后来他的劣迹被发觉，他就逃走投奔到了凉州。沮渠蒙逊对他非常宠幸，把他称为“圣人”。昙无谶把男女交接的房中之术教授给女人，沮渠蒙逊的所有女儿、儿媳都到他那里接受这种法术。拓跋焘从使者那里知道此事，使者向他陈说昙无谶的种种法术，他就要征召昙无谶来京师平城。沮渠蒙逊拒不遣送，于是就把这些事揭露出来，将昙无谶捉来拷打讯问，并把他杀掉。',
        '到了此时，拓跋焘全部知道了内情，于是就赐右昭仪沮渠氏自杀，并诛灭她的宗族，惟有沮渠万年和沮渠祖由于先前已投降了朝廷而得以幸免。这一年，又有人告发沮渠牧犍还在同他过去的臣民暗中交结往来，图谋反叛，拓跋焘诏令司徒崔浩在武威公主的宅第赐死沮渠牧犍。沮渠牧犍同武威公主诀别，徘徊很久，自杀身亡，朝廷用藩王的礼仪埋葬了他，给他定谥号为哀王。到武威公主死后，拓跋焘诏令把她同沮渠牧犍合葬为一处。武威公主没有生下儿子，有一个女儿，凭国甥的身份受到拓跋焘亲切的宠爱，并获准承袭她母亲的爵号称武威公主。',
    ],
],
'为政举措' => [
    '沮渠牧犍在位时期，依顺北魏，向北魏称臣纳贡。沮渠牧犍继位之初，尊照父亲沮渠蒙逊临终遗意，将妹妹兴平公主嫁于北魏太武帝拓跋焘，拓跋焘以为使持节、侍中、将军、校尉、刺史等职，封河西王。次年，拓跋焘把妹妹武威公主嫁给沮渠牧犍。沮渠牧犍派自己儿子沮渠封坛去北魏侍奉拓跋焘。',
],
'轶事典故' => [
    '公元435年（永和三年），有一位父老在敦煌城东门投下一封书信，忽然不见其人，这封书信只有一张纸，上面写了八个字，信上说：“凉王三十年，若七年。”又一次在雷击的地方拾得一块石头，石头上用红字写道：“河西、河西三十年，破带石，乐七年。”带石，是一座山的名称，在姑臧南山祀庙的一侧，道路泥泞陷塌，不能通行。沮渠牧犍的征南大将军沮渠董来说：“难道祀庙还懂得什么道理吗？”就拆毁祀庙，砍伐树木，辟开一条道路得以通行。沮渠牧犍继位之后，果然只过了七年北凉就灭亡了，就如同书信和石头上所预言的那样。',
],
'历史评价' => [
    '《魏书》、《十六国春秋》：“聪颖好学，和雅有度。”',
    '《资治通鉴》：“牧犍聪颖好学，和雅有度量。”',
],
'史书记载' => [
    '《魏书·卷九十九·列传第八十七》',
    '《十六国春秋·卷九·北凉录》',
    '《资治通鉴·卷一百二十二》',
    '《资治通鉴·卷一百二十三》',
],
'家庭成员' => [
    '父亲' => '北凉武宣王沮渠蒙逊。',
    '兄弟' => [
        '沮渠政德。',
        '沮渠兴国。',
        '沮渠菩提，沮渠牧犍弟。',
        '沮渠奚念。',
        '沮渠无讳，沮渠牧犍弟，封酒泉王。',
        '沮渠安周，沮渠牧犍弟，封河西王。',
        '沮渠宜得，一作沮渠仪德。',
        '沮渠秉，任东雍州刺史。',
        '沮渠董来，沮渠牧犍弟，任征南大将军。',
    ],
    '姐妹' => '兴平公主，嫁太武帝拓跋焘。',
    '后妃' => [
        '王后李敬爱，西凉武昭王李暠之女。',
        '王后拓跋氏（武威公主），北魏太武帝拓跋焘的妹妹。',
        '李氏，沮渠牧犍的嫂子。',
    ],
    '儿子' => '沮渠封坛，晋封世子，李敬爱所生。',
    '女儿' => [
        '沮渠氏，拓跋氏所生，袭母封号称武威公主。嫁给司马楚之之子司马金龙，生一子司马徽亮。 [36] ',
        '沮渠氏，嫁北魏文成帝拓跋濬为夫人，生一子元简。 [37]',
    ],
],
],
'04' => [
'brief' => '沮渠无讳（？～444年），亦作沮渠景环，临松匈奴（今甘肃省张掖市）人，凉武宣王沮渠蒙逊之子，凉哀王沮渠牧犍的弟弟，高昌北凉政权建立者。',
'description' => [
    '沮渠无讳初封安弥县侯，历任征西将军、沙州刺史、酒泉太守等。北魏灭亡北凉后，沮渠无讳占据酒泉自保，接受北魏册封为酒泉王。不久北魏以其终为边患，于是派兵征讨，沮渠无讳粮绝，无力抵挡，便与其弟沮渠安周西渡沙漠，占领西域鄯善、高昌之地，建立高昌北凉政权，并向南朝宋称臣，受封河西王，以图共同抗衡北魏。444年，沮渠无讳病死，其弟沮渠安周继任。',
],
'baseInfo' => [
    '主要成就' => '建立高昌北凉',
    '本名' => '沮渠无讳',
    '别名' => '沮渠景环',
    '民族族群' => '匈奴族',
    '逝世日期' => '444年',
    '籍贯' => '临松卢水（今甘肃张掖）',
    '身份' => '高昌北凉君主',
    '在位时间' => '公元442年登基（在位2年）',
    '朝代' => '北凉',
],
'人物生平' => [
    '国亡出奔' => [
        '沮渠无讳，亦作沮渠景环，北凉武宣王沮渠蒙逊之子，北凉哀王沮渠牧犍之弟，初封安弥县侯。义和三年（433年），沮渠蒙逊去世，沮渠牧犍继位，沮渠无讳担任征西将军、沙州刺史、都督建康以西诸军事、酒泉太守。',
        '当初，沮渠牧犍娶西凉君主李暠的女儿李敬爱为妻。太延三年（437年），沮渠牧犍再娶北魏的武威公主为妻，将李敬爱与她的母亲尹氏迁居酒泉。不久，李敬爱去世，尹氏抚摸她的尸体，却不曾恸哭，说：“你国破家亡，今天才死太晚了。”当时沮渠无讳镇守酒泉，对尹氏说：“您的几个孙儿都在伊吾，您是否打算投奔他们去呢？”尹氏没有揣测出沮渠无讳的真实用意，就欺骗他说：“我的子孙们到处逃亡，流落天涯，在他乡异域寄身。我还能活几天，就死在这儿吧，不再去当游牧地区的野鬼。”不久，尹氏偷偷地投奔伊吾。沮渠无讳派骑兵追上她，尹氏对追赶她的骑兵说：“沮渠无讳允许我回到北方，为什么还要派兵追赶。你拿我的人头回去交差吧，我不会再回去。”追兵不敢逼迫，只好返回。尹氏最终在伊吾去世。',
        '太延五年（439年）九月，北魏攻打北凉，攻陷北凉都城姑臧，沮渠牧犍投降北魏，北凉政权灭亡。北魏太武帝拓跋焘派镇南将军奚眷袭击张掖；派镇北将军封沓进攻乐都。沮渠无讳的兄弟沮渠宜得（一作沮渠仪德）烧毁仓库，向西逃往酒泉，投靠沮渠无讳；沮渠安周则向南逃往吐谷浑。封沓裹胁数千户居民而回，奚眷则继续进攻酒泉，沮渠无讳与沮渠宜得一道，招集残部投奔晋昌，接着前往敦煌投奔堂弟敦煌太守沮渠唐儿。拓跋焘命令弋阳公元絜（一作元洁）驻守酒泉，武威、张掖两城也分别派遣将领驻守。',
    ],
    '乞降北魏' => [
        '太延六年（440年）正月二十日，沮渠无讳让沮渠唐儿留下驻守敦煌，自己与沮渠宜得率军围攻北魏占领的酒泉。元絜轻视沮渠无讳，出城与沮渠无讳军对话，沮渠无讳将其生擒。正月二十三日，元絜部队相继固守，沮渠无讳依然包围酒泉。三月，因酒泉城中粮尽，沮渠无讳于是攻取酒泉。',
        '四月二十三日，沮渠无讳继续进攻北魏所占领的张掖，张掖守将秃发保周屯驻在删丹。四月二十九日，拓拔焘派抚军大将军、永昌王拓跋健率领各路兵马，讨伐沮无渠无讳等人。',
        '五月十八日，沮渠无讳再次包围张掖，但未能攻克，于是撤退固守临松。拓跋焘也不再举兵进攻，只是下诏命让沮渠无讳投降归顺。',
        '八月二十九日，当时北魏永昌王拓跋健镇守凉州，沮渠无讳派其中尉梁伟前往拜访拓跋健，请求奉送已拥有的酒泉，并释放俘虏的北魏将领元絜以及统帅和士兵到拓跋健的军中。',
    ],
    '粮尽西渡' => [
        '太平真君二年（441年）正月二十日，拓跋焘派遣兼鸿胪卿持节册封沮渠无讳为征西大将军、凉州牧、酒泉王。四月（一作五月），沮渠唐儿背叛沮渠无讳，沮渠无讳留下堂弟沮渠天周镇守酒泉，亲自与沮渠宜得率军讨伐沮渠唐儿。沮渠唐儿率领一万多人出城迎战，结果军队大败，沮渠无讳捉住沮渠唐儿并将其处死，重新占据敦煌。北魏朝廷担心沮渠无讳早晚是边疆的隐患。四月二十八日（一作七月），拓跋焘派镇南将军、南阳公奚眷围攻酒泉。',
        '十月，当时酒泉城内发生饥荒，城内的粮食吃尽，有一万多人饿死，守将沮渠天周杀掉自己的妻子，将她的肉分给战士们充饥。十月二十二日，城内食物断绝，奚眷于是攻克酒泉城，俘虏沮渠天周，押送到平城处死。当时，北魏兵势很盛，沮渠无讳部众发生饥荒，惧怕不能保全自己，想率众向西渡过沙漠以避其锋芒。十一月，沮渠无讳派沮渠安周率领五千人向西进攻鄯善国。鄯善国王比龙恐惧打算投降，正巧北魏的使臣赶到，劝说比龙抵抗固守。沮渠安周连续进攻鄯善，都未能攻克下来，于是只得撤军，固守已占据的东城。',
    ],
    '立国去世' => [
        '太平真君三年（442年）四月，沮渠无讳率领一万多部众放弃敦煌，向西与沮渠安周会合。沮渠无讳还没有到达，而鄯善王比龙由于害怕，便率领四千部众向西逃到且末，比龙的嫡长子向沮渠安周投降，沮渠无讳乘机占据鄯善，但其士卒在过沙漠地区时因干渴而死亡的人超过一半。',
        '当初，后西凉君主李宝的舅舅唐契从晋昌逃奔伊吾。同年七月，唐契攻打高昌太守阚爽，阚爽听说沮渠无讳已到鄯善，于是派使节诈降沮渠无讳，表面上表示愿与沮渠无讳共同攻打唐契，但实际是想让沮渠无讳与唐契相互攻打。八月，沮渠无讳留下侄子沮渠丰周（《魏书》则记载是沮渠安周）驻守鄯善，自己率军从焉耆的东北部直扑高昌，前往援救。沮渠无讳还没有到达，柔然已派军队救援高昌，杀死唐契，唐契的部众投靠沮渠无讳，而阚爽则紧闭城门拒绝会见沮渠无讳。九月，沮渠无讳派将领卫兴奴（一作卫崿）夜袭高昌，血洗全城，阚爽投奔柔然。沮渠无讳占据高昌。同年，沮渠无讳派常侍汜俊带着奏表出使南朝宋，并进献地方特产。南朝宋皇帝宋文帝刘义隆下诏任命沮渠无讳为使持节、散骑常侍、都督凉河沙三州诸军事、征西大将军、领护匈奴中郎将、西夷校尉、凉州刺史、河西王，高昌北凉政权建立。',
        '太平真君五年（444年）六月，沮渠无讳因病去世，其弟沮渠安周继立。',
    ],
],
'历史评价' => [
    '刘义隆：“无讳克绍遗业，保据方隅，外结邻国，内辑民庶，系心阙庭，践修贡职，宜加朝命，以褒笃勋。”',
],
'史籍记载' => [
    '《宋书·卷九十八·列传第五十八》',
    '《魏书·卷九十九·列传第八十七》',
    '《资治通鉴·卷一百二十三》',
    '《资治通鉴·卷一百二十四》',
],
'家庭成员' => [
    '父亲' => '沮渠蒙逊，北凉武宣王。',
    '兄弟' => [
        '沮渠政德。',
        '沮渠兴国。',
        '沮渠牧犍，北凉哀王。',
        '沮渠菩提。',
        '沮渠奚念。',
        '沮渠安周，沮渠无讳弟。',
        '沮渠宜得（沮渠仪德），沮渠无讳弟。',
        '沮渠秉。',
        '沮渠董来。',
    ]
    '姐妹' => '兴平公主，嫁太武帝拓跋焘。',
],
],
'05' => [
'brief' => '沮渠安周（？～460年），复姓沮渠，张掖临松（今甘肃省张掖市）人，匈奴族。十六国时期高昌北凉末代国君（444年～460年在位），北凉武宣王沮渠蒙逊的儿子，北凉哀王沮渠牧犍、河西王沮渠无讳的弟弟。',
'description' => [
    '沮渠安周早年作为质子，进入北魏，担任乐都太守。北魏太武帝攻破姑臧后，率众逃往吐谷浑。太平真君二年（441年），率军进攻鄯善失利，迫使鄯善国王比龙逃亡。割据高昌地区，延续北凉政权。太平真君五年（444年），正式继位，夺取侄子沮渠乾寿兵权。投靠宋文帝刘义隆，受封凉州刺史、河西郡王。太平真君十一年（450年），率军攻取车师城。',
    '和平元年（460年），遭到柔然部队的攻击，兵败被杀，高昌北凉自此灭亡。',
],
'baseInfo' => [
    '本名' => '沮渠安周',
    '所处时代' => '北凉',
    '民族族群' => '匈奴族',
    '逝世日期' => '460年',
    '在位时间' => '公元444年登基（在位16年）',
    '年号' => '太平真君',
    '籍贯' => '临松匈奴（今甘肃张掖）',
],
'人物生平' => [
    '早年经历' => [
        '沮渠安周是北凉武宣王沮渠蒙逊之子，北凉哀王沮渠牧犍（沮渠茂虔）、河西王沮渠无讳的弟弟。义和元年（431年）八月初七日，沮渠蒙逊派沮渠安周到北魏充当人质。',
        '义和三年（433年），沮渠蒙逊去世，沮渠牧犍继位。沮渠牧犍继位之后，任命沮渠安周担任乐都太守。',
    ],
    '国灭逃亡' => [
        '太延五年（439年），北魏攻陷北凉都城姑臧，沮渠牧犍投降北魏，北凉政权灭亡。北魏太武帝拓跋焘派镇北将军封沓进攻乐都，沮渠安周向南逃往吐谷浑，封沓掠夺乐都数千户居民而回。',
        '吐谷浑王慕利延从沮渠安周等人处得知魏军攻克凉州，非常惧怕，于是率众西逃，翻越沙漠。而沮渠安周则前往敦煌与沮渠无讳等人会合。',
    ],
    '进攻鄯善' => [
        '太平真君二年（441年）十一月二十二日，魏军攻克酒泉，威胁敦煌。沮渠无讳因军中缺乏粮食，亦畏惧北魏的强大兵力，打算向西渡过沙漠，于是派沮渠安周率领五千人向西进攻鄯善国。鄯善国王比龙打算投降，正巧北魏的使臣赶到，劝说比龙抵抗固守。沮渠安周连续进攻鄯善，都未能攻克下来，于是只得撤军，固守已占据的东城。',
        '太平真君三年（442年）四月，沮渠无讳率领一万多家舍弃敦煌，西行与沮渠安周会合。沮渠无讳还没有到达，比龙很害怕，便率领人马向西逃到且末，比龙的嫡长子向沮渠安周投降。沮渠无讳于是占据鄯善，但他的士卒在过沙漠地区时因干渴而死亡的人数超过一半。同年九月，沮渠无讳占领高昌，建立高昌北凉政权。',
        '此前，高昌太守阚爽遭唐契攻击，听说沮渠无讳到达鄯善，就派遣使者向沮渠无讳假装投降，想让沮渠无讳与唐契相互攻打。沮渠无讳留下沮渠安周住在鄯善，自己从焉耆的东北部直扑高昌。恰逢柔然杀死唐契，阚爽抗拒沮渠无讳，沮渠无讳的部将兴奴作出假象诱骗阚爽，于是屠杀他们的城邑，阚爽投奔柔然。',
    ],
    '继位去世' => [
        '太平真君五年（444年）六月，沮渠无讳去世，沮渠安周继位。沮渠安周继位后，夺取沮渠无讳儿子沮渠乾寿所统率的军队，焉耆部落首领车伊洛趁此机会派人前去游说沮渠乾寿，沮渠乾寿于是率领他手下五百多户投奔北魏。同年九月十二日，南朝宋皇帝宋文帝刘义隆任命沮渠安周为使持节、散骑常侍、都督凉河沙三州诸军事、领西域戊己校尉、凉州刺史、河西王。',
        '太平真君十一年（450年），车伊洛西去袭击焉耆，留下他的儿子车歇固守车师城。沮渠安周率领柔然兵从小路偷袭他们，攻克车师城。车歇逃到父亲车伊洛所在地，父子两人共同收集残余部众，保卫焉耆镇。',
        '太安五年（459年），沮渠安周向南朝宋奉献地方土产。',
        '和平元年（460年），柔然攻克高昌，杀死沮渠安周，高昌北凉政权灭亡。',
    ],
],
'主要成就' => [
    '沮渠安周与兄长沮渠无讳一同占据鄯善、高昌，建立高昌北凉政权，沮渠无讳去世后，沮渠安周继位，又攻克了车师城。',
],
'历史评价' => [
    '宋文帝刘义隆：“才略沉到，世笃忠嶷，统承遗业，民众归怀。虽亡士丧师，孤立异所，而能招率残寡，攘寇自今，宜加荣授，垂轨先烈。”',
],
'史籍记载' => [
    '《魏书·卷九十九·列传第八十七》',
    '《宋书·卷九十八·列传第五十八》',
    '《资治通鉴》卷一百二十二至一百二十九',
],
'家族成员' => [
    '父亲' => '沮渠蒙逊，北凉武宣王',
    '兄弟' => [
        '沮渠政德',
        '沮渠兴国',
        '沮渠菩提',
        '沮渠牧犍，字茂虔，北凉哀王',
        '沮渠奚念',
        '沮渠无讳，北魏酒泉王',
        '沮渠安周，北魏河西王',
        '沮渠宜得，又名沮渠仪德',
        '沮渠秉，北魏东雍州刺史',
        '沮渠董来',
    ],
    '姐妹' => '兴平公主：嫁北魏太武帝拓跋焘',
],
],
];
