<?php
return [
'007' => [
'brief' => '去卑，南匈奴之右贤王（魏书作左贤王），十六国时期胡夏建立者刘勃勃之五世祖，诰升爰之父、潘六奚之兄。',
'baseInfo' => [
    '本名' => '去卑',
    '出生地' => '益州梓潼涪县',
    '追尊' => '夏正皇帝',
    '国籍' => '南匈奴',
    '民族' => '匈奴族',
    '职业' => '右贤王',
],
'人物介绍' => [
    '南匈奴右贤王。单于以为谷蠡王，号独孤部。建安元年，子猛孙以独孤为姓。及北魏孝文帝汉化，复姓刘。后勃勃僭帝号称夏，都朔方，自去赫赫连天，因以为氏，追去卑为正皇帝。',
],
'历史评价' => [
    '邓艾：“去卑功显前朝。”',
],
'亲属成员' => [
    '儿子：刘猛，南匈奴右贤王；诰升爱。',
],
],
'006' => [
'brief' => '刘诰升爰（？—309年），一作刘训兜，西晋时匈奴支系铁弗部首领，为前任首领刘去卑之子，胡夏建立者刘勃勃之高祖父。',
'baseInfo' => [
    '中文名' => '刘诰升爰',
    '国籍' => '中国',
    '民族' => '匈奴族',
    '性别' => '男',
],
'简介' => [
    '刘诰升爰（？—309年），一作刘训兜，西晋时匈奴支系铁弗部首领，为前任首领刘去卑之子，胡夏建立者刘勃勃之高祖父。',
],
'人物活动' => [
    '272年（西晋武帝泰始八年），匈奴右贤王刘猛被部下所杀，后来右贤王（魏书作左贤王）刘去卑之子诰升爰即接管刘猛的部众。又，关于刘猛与刘去卑父子的关系，目前并无明确的说法，有一种看法是刘去卑生有刘猛、刘诰升爰二子，诰升爰是刘猛之弟。',
    '309年，诰升爰去世，子刘乌路孤继立。后来刘勃勃称帝后，将诰升爰追谥为元皇帝。',
],
'家庭成员' => [
    '父亲' => '刘去卑 夏正帝',
    '长子' => '刘虎 夏景帝',
],
],
'005' => [
'brief' => '胡夏景帝刘虎（？～341年），字乌路孤，十六国时期匈奴铁弗部首领。南匈奴单于后裔，胡夏政权建立者赫连勃勃曾祖。',
'description' => [
    '永嘉三年（309年），继任部落首领。早起臣附于晋朝，暗中发展人马。起兵为叛，为东晋并州牧刘琨联合代国主拓跋猗卢所败。领兵投靠汉赵皇帝刘聪，预属宗室，拜安北将军、丁零中郎将，封为楼烦公。屡次攻打代国，屡战屡败。',
    '咸康七年（341年）去世，其子刘务桓即位。曾孙赫连勃勃（刘勃勃）建立胡夏政权后，追谥为夏景帝。',
],
'baseInfo' => [
    '中文名' => '刘虎',
    '别名' => '刘乌路孤',
    '民族' => '匈奴族',
    '逝世日期' => '341年',
    '职业' => '匈奴铁弗部首领',
    '在位时间' => '309年―341年',
],
'人物生平' => [
    '刘虎，唐朝修撰《晋书》因避唐唐高祖祖父李虎之讳，改作刘武。永嘉三年（309年），父亲刘诰升爰（一名刘训兜）去世，刘虎继任匈奴铁弗部首领之位。刘虎居住在新兴的虑虒之北。北方人把父亲是匈奴人、母亲是鲜卑人的混血儿称作“铁弗”，所以刘虎便以此为号，称为铁弗部。',
    '刘虎开始时臣服依附于晋朝，自认为部落人马逐渐增多，于是举兵背叛晋朝。永嘉四年（310年）十月，晋朝并州刺史刘琨联合代国共同讨伐刘虎。代国君主拓跋猗卢派侄子拓跋郁律率领二万骑兵协助刘琨打败刘虎。刘虎收集残余部众，西渡黄河，据守在朔方的肆卢川，并归附汉赵皇帝刘聪。刘聪把刘虎当作宗室，任命他为安北将军、监鲜卑诸军事、丁零中郎将，封为楼烦公。',
    '太兴元年（318年）六月，刘虎率军从朔方渡过黄河，侵略代国西部地区。七月，代国君主拓跋郁律率军迎击刘虎，刘虎大败，逃到塞外，刘虎的堂弟刘路孤率领部落民众投降代国。',
    '咸康七年（341年）十月，刘虎再次侵犯代国西部，代国君主拓跋什翼犍派遣军队迎击刘虎，大败刘虎。同年，刘虎去世，他的儿子刘务桓继任首领之位，派遣使者向拓跋什翼犍求和，拓跋什翼犍把女儿许配给他为妻。',
    '刘虎的曾孙赫连勃勃建立大夏政权后，追谥刘虎为景皇帝。',
],
'史书记载' => [
    '《魏书·卷九十五·列传第八十三》',
    '《资治通鉴·卷八十七》',
    '《资治通鉴·卷九十》',
    '《资治通鉴·卷九十六》',
],
],
'004' => [
'brief' => '胡夏宣帝刘务桓（？～356年），复姓赫连，字豹子，新兴郡虑虒县（今山西省五台县）人。匈奴铁弗部首领，胡夏景帝刘虎之子，胡夏武烈帝赫连勃勃（刘勃勃）的祖父。',
'description' => [
    '咸康七年（341年），正式即位，求和于代国，迎娶代王拓跋什翼犍之女。朝贡于后赵，拜平北将军、左贤王。',
    '永和十二年（356年），因病去世。孙子赫连勃勃建立胡夏后，获赠宣皇帝。',
],
'baseInfo' => [
    '本名' => '刘务桓',
    '别名' => '刘豹子',
    '所处时代' => '魏晋南北朝',
    '逝世日期' => '356年',
    '谥号' => '宣帝',
],
'人物生平' => [
    '东晋咸康七年（341年），父亲刘虎（刘乌路孤）去世后，正式继立。继位之后，即遣使与代国求和，拓跋什翼犍将女儿嫁给他。又向后赵朝贡，后赵则任命务桓为平北将军、左贤王。',
    '永和十二年（356年），去世，其弟刘阏陋头继立。后来赫连勃勃称帝后，将务桓追谥为宣皇帝。',
],
'亲属成员' => [
    '父亲' => '刘虎 夏景帝，武烈帝追尊',
    '弟弟' => '刘阏陋头',
    '妻子' => '拓跋氏 拓跋什翼健之女',
    '长子' => '刘悉忽祈',
    '次子' => '刘卫辰 夏桓帝，武烈帝追尊',
],
],
'003' => [
'brief' => '刘阏陋头，一作刘阏头，本姓赫连氏，十六国时期匈奴铁弗部首领。后夏景帝刘虎之子，后夏宣帝刘务桓之弟。',
'description' => [
    '前秦寿光二年（356年），刘务桓去世后，正式继立。背叛代国，领导无方，部落多叛。前秦永兴二年（358年），为从子刘悉勿祈所逐，逃亡代郡，不知所终。',
],
'baseInfo' => [
    '本名' => '刘阏陋头',
    '别名' => '刘阏头',
    '所处时代' => '十六国时期',
    '性别' => '男',
    '身份' => '铁弗部首领',
],
'人物生平' => [
    '刘阏陋头继位后，有背叛代国之意，然不久复受代国之逼，请求投降。后来，因领导无方，部落多叛，遂率残部向东逃走，乘黄河结冰之际渡河。半渡而冰已融解，未渡之部众尽归其侄刘悉勿祈（《魏书》则载阏陋头系为刘悉勿祈所逐）。刘阏陋头则逃亡代郡，后不知所终。',
],
'亲属成员' => [
    '祖父：刘训兜，后夏元皇帝',
    '父亲：刘虎，后夏景帝',
    '兄弟：刘务桓，后夏宣帝',
],
],
'002' => [
'brief' => '刘悉勿祈（？~359年），新兴郡虑虒县（今山西省五台县）人。十六国时期匈奴铁弗部首领，刘务桓之子，刘阏陋头之侄。',
'description' => [
    '东晋升平二年（358年），驱逐领导无方的前任首领刘阏陋头后，正式继位。刘阏陋头率残部向东逃走。',
    '东晋升平三年（359年），去世，其弟刘卫辰夺位继立。',
],
'baseInfo' => [
    '本名' => '刘悉勿祈',
    '所处时代' => '十六国时期',
    '逝世日期' => '359年',
],
'人物生平' => [
    '刘悉勿祈（？—359年），十六国时期匈奴支系铁弗部首领，为刘务桓之子，前任首领刘阏陋头之侄。',
    '东晋升平二年（358年），刘阏陋头领导无方，统率残部向东逃走之际，部众散归悉勿祈（《魏书》记载刘悉勿祈驱逐刘阏陋头自立）。',
    '东晋升平三年（359年），刘悉勿祈去世，其弟刘卫辰杀死刘悉勿祈之子，继立。',
],
'亲属成员' => [
    '祖父：刘虎，后夏景帝',
    '父亲：刘务桓，后夏宣帝',
    '弟弟：刘卫辰，南部大人',
],
],
'001' => [
'brief' => '刘卫辰（？～391年），新兴郡虑虒县（今山西省忻州市五台县）人。十六国时期匈奴铁弗部首领，匈奴右贤王刘去卑的后代，刘务桓第三子，胡夏武烈帝赫连勃勃之父。',
'description' => [
    '为人狡猾，权谋多变。升平三年（359年），哥哥刘悉勿祈去世后，杀死侄子，夺权继任。周旋于前秦、代国、后赵之间，反复无常。割据朔方之地，兵强马壮，成为各方争取对象。',
    '太元十六年（391年），起兵偷袭北魏道武帝拓跋珪，兵败逃亡，途中被杀。儿子赫连勃勃（刘勃勃）建立胡夏后，追赠桓皇帝，庙号太祖。',
],
'baseInfo' => [
    '本名' => '刘卫辰',
    '所处时代' => '五胡十六国',
    '民族族群' => '匈奴族',
    '逝世日期' => '391年',
    '籍贯' => '新兴郡虑虒县',
    '职业' => '匈奴铁弗部首领',
    '在位' => '359年~391年',
    '庙号' => '太祖',
    '谥号' => '桓皇帝',
],
'人物生平' => [
    '家世背景' => [
        '刘卫辰，是匈奴右贤王刘去卑的后代，与前赵光文帝刘渊同族。刘卫辰的祖父刘乌路孤（刘虎、刘武），在前赵昭武帝刘聪在位时期，因是宗室的缘故被封为楼烦公，担任安北将军、监鲜卑诸军事、丁零中郎将，雄据肆卢川。刘乌路孤被鲜卑拓跋部首领拓跋猗卢打败后，出居塞外。刘卫辰的父亲刘务桓（刘豹子）招集部落，再次成为各部落中最强盛的，后赵武帝石虎派使者任命刘务桓为平北将军、左贤王、丁零单于。',
    ],
    '自立降秦' => [
        '永和十二年（356年），刘务桓去世后，刘卫辰的兄长刘悉勿祈继任铁弗部首领。',
        '升平三年（359年），刘悉勿祈去世后，刘卫辰杀死刘悉勿祈的儿子，自立为铁弗部首领。',
        '升平四年（359年）三月，刘卫辰派使者向前秦投降，请求在内地划给他们农田耕种，春天来秋天走，前秦同王苻坚同意了他的要求。四月，前秦云中护军贾雍派司马徐赟率领骑兵袭击刘卫辰，满载而回。苻坚愤怒地责备贾雍，并罢免贾雍，让他以布衣百姓的身分兼领职务，派使者将他所掠获的财物送还给刘卫辰，并对他加以抚慰。刘卫辰从此进入关内定居，刘卫辰经常向前秦进献贡奉。',
    ],
    '反叛被擒' => [
        '升平四年（360年）六月，代王拓跋什翼犍的妃子慕容氏去世。七月，刘卫辰来到代国参加葬礼，顺便求婚，拓跋什翼犍把女儿嫁给刘卫辰。',
        '升平五年（361年）正月，刘卫辰掳掠边境居民五十多人作为奴婢，进献给前秦天王苻坚，苻坚怒斥他，让他把掳掠的百姓放回去。刘卫辰因此而背叛前秦，一心依附于代国。',
        '兴宁三年（365年）正月，刘卫辰背叛代国，代王拓跋什翼犍东渡黄河，赶跑刘卫辰，刘卫辰又归降前秦。七月，刘卫辰再次背叛前秦，苻坚派建节将军邓羌讨伐刘卫辰。八月，邓羌在木根山擒获刘卫辰。十一月，刘卫辰虽在木根山被擒，但苻坚仍然封他为夏阳公，让他统领自己原来的部落。',
    ],
    '统辖河西' => [
        '太和二年（367年）十一月，拓跋什翼犍攻打刘卫辰，因黄河还没有封冻，拓跋什翼犍命令士兵用苇草绳阻拦流水。不一会就冻合起来，但还是冻得不够坚固。于是就把苇草铺散在冰面上，冰草相连，就像浮桥一样，代国士兵踏着它渡过了黄河。刘卫辰没想到代国士兵来的如此之快，便和他的宗族亲信仓惶向西逃跑，拓跋什翼犍虏获了刘卫辰部落之中十之六七的人后返回。刘卫辰逃奔到前秦，苻坚送他返回朔方，并派兵戍守。',
        '宁康二年（374年），刘卫辰遭到拓跋什翼犍的攻打，于是向南逃走。',
        '太元元年（376年）十月，刘卫辰受到代国的威胁，向前秦求救，苻坚任命幽州刺史、行唐公苻洛为北讨大都督，率领幽州、冀州的十万军队攻击代国，让并州刺史俱难、镇军将军邓羌、尚书赵迁、李柔、前将军朱肜、前禁将军张蚝、右禁将军郭庆率领步兵、骑兵二十万人，东出和龙，西出上郡，全都与苻洛会合，让刘卫辰作向导。',
        '同年，拓跋什翼犍被其子拓跋寔君所弑，代国境内大乱，前秦趁机吞并代国，正式统一北方。苻坚采纳代国长史燕凤的建议，把代国的百姓分为两部分，自黄河以东属于刘库仁部，自黄河以西属于刘卫辰部，各授官职爵位，让他们统领自己的部众。',
        '刘卫辰对位居刘库仁之下感到耻辱，愤怒地杀了前秦的五原太守后反叛。刘库仁攻打刘卫辰，打败刘卫辰，一直追击刘卫辰到阴山西北一千多里的地方，俘获刘卫辰的妻儿。过了许久，苻坚任命刘卫辰为西单于，督率统领河西的各部族，驻扎在代来城。',
    ],
    '占据朔方' => [
        '太元十一年（386年），后燕赵王慕容麟的军队没有抵达北魏，西燕新兴太守拓跋窟咄逐渐前进紧逼魏王拓跋珪，贺染干入侵北魏北部以响应他。北魏的兵众惊恐混乱，北部大人叔孙普洛投奔刘卫辰。慕容麟听说以后，迅速派安同等人返回。北魏人知道后燕的军队就在近处，众人的心里稍微安定了一点。拓跋窟咄进军驻扎在高柳，拓跋珪带领军队与慕容麟会合攻打他，拓跋窟咄大败，逃奔刘卫辰，刘卫辰将他杀了。拓跋珪接收了他的全部兵众，慕容麟带领军队返回中山。',
        '自从前秦在淝水之战失败后，国内大乱。刘卫辰占据朔方之地，士兵战马非常强盛，拥有三万八千兵力。后秦皇帝姚苌任命刘卫辰为大将军、大单于、河西王、幽州牧；西燕皇帝慕容永则任命刘卫辰为大将军、朔州牧。',
    ],
    '兵败被杀' => [
        '太元十二年（387年）七月，刘卫辰向后燕进献马匹，结果却被刘显抢走。后燕皇帝慕容垂大怒，派兵大败刘显，接收刘显的残兵。',
        '太元十五年（390年）七月，刘卫辰派遣自己的儿子刘直力鞮进攻鲜卑贺兰部。贺兰部首领贺讷处境窘急，请求向北魏投降。七月三十日，拓跋珪亲自率兵前去援救贺讷，打败刘直力鞮。',
        '太元十六年（391年）七月，没弈干反叛西秦，向东与刘卫辰联合。十月，刘卫辰派遣刘直力鞮率军九万人进攻北魏南部。十一月初十日，拓跋珪带兵五六千人迎战。十一月十三日，拓跋珪在铁岐山以南将刘直力鞮打得大败。刘直力鞮单骑逃走。北魏部队乘胜追击，十一月十九日，从五原金津向南渡过黄河，径直进入刘卫辰的国界。刘卫辰部落惊骇异常，顿时大乱。十一月二十二日，拓跋珪直接抵达刘卫辰所居住的悦跋城，刘卫辰父子仓惶逃走。十一月二十三日，拓跋珪分别派遣将领率领轻装骑兵追击。将军伊谓在木根山生擒刘直力鞮，刘卫辰则被他自己的部下杀死。十二月，刘卫辰的宗族同党中除了幼子赫连勃勃逃奔薛干部以外，其余的全部被拓跋珪下令诛杀，诛杀共计五千多人，拓跋珪将这些人的尸体全部扔进黄河。',
        '义熙三年（407年），赫连勃勃建立胡夏政权。义熙十四年（418年），赫连勃勃称帝后，追谥刘卫辰为桓皇帝，庙号为太祖。',
    ],
],
'亲属成员' => [
    '曾祖父：刘训兜（刘诰升爰），追谥元皇帝。',
    '祖父：刘乌路孤（刘虎、刘武），追谥景皇帝。',
    '父亲：刘务桓（刘豹子），追谥宣皇帝。',
    '哥哥' => '刘悉勿祈，匈奴铁弗部首领。',
    '妻子' => '拓跋氏，鲜卑人，代王拓跋什翼犍之女。',
    '苻氏，氐族人，苻秦宗室女子，追封桓文太后，生子赫连勃勃。',
    '儿子' => [
        '刘右地代，官至丞相，封代公。',
        '刘直力鞮，官至大将军，封魏公。',
        '赫连勃勃（刘勃勃），胡夏武烈帝。',
        '赫连韦（刘韦），封北平公。',
        '赫连阿利罗（刘阿利罗），官至征南将军、司隶校尉。',
    ],
],
'人物成就' => [
    '引导前秦军队灭代。从前秦独立，经营河套奠定胡夏王国基础。',
],
'史书记载' => [
    '《晋书·卷一百三十·载记第三十》',
    '《资治通鉴·卷一百至卷一百七￼》',
],
'历史评价' => '燕凤：“铁弗卫辰，狡猾多变。”',
],
'01' => [
'brief' => '赫连勃勃（381年～425年），字屈孑，朔方郡朔方县（今陕西省靖边县）人。胡夏开国皇帝。匈奴左贤王刘卫辰与桓文皇后苻氏之子。',
'description' => [
    '赫连勃勃姿容俊美，生性残忍。十岁时，死里逃生，投奔叱干部，归顺后秦皇帝姚兴。义熙二年（406年），拜安北将军、五原郡公，镇守朔方。袭杀高平公没奕于（岳父），兼并军队物资，自号天王、大单于，国号大夏，改姓赫连，年号龙升，定都统万城，率兵征战四方。攻打南凉，大破秃发傉檀。攻打后秦，歼灭王奚，降伏王买德等人。攻打东晋，歼灭东晋名将蒯恩、傅弘之、毛修之、朱龄石、朱超石等人，尽占关中之地。',
    '真兴七年（425年），去世，终年四十五岁，谥号武烈，庙号世祖，葬于嘉平陵。',
],
'baseInfo' => [
    '主要成就' => '建立胡夏政权、大败东晋北府兵',
    '本名' => '赫连勃勃',
    '别名' => '夏武烈帝、赫连屈孑、刘勃勃 字 屈孑',
    '所处时代' => '十六国（胡夏）',
    '民族族群' => '匈奴族',
    '出生地' => '朔方郡朔方县（今陕西省靖边县）',
    '出生日期' => '381年',
    '逝世日期' => '425年',
    '庙号' => '世祖',
    '谥号' => '武烈皇帝',
    '在位时间' => '407年~425年',
    '年号' => '龙升、凤翔、昌武、真兴',
    '陵寝' => '嘉平陵',
],
'人物生平' => [
    '家族背景' => [
        '赫连勃勃是铁弗匈奴部人，是匈奴右贤王去卑的后代，与前赵光文帝刘渊同族，母族为前秦苻氏（桓文皇后）。',
        '赫连勃勃的曾祖父刘虎，在前赵昭武帝刘聪在位时，凭借宗室的缘故，受封楼烦公，任安北将军、监鲜卑诸军事、丁零中郎将，雄据肆卢川。刘虎被鲜卑拓跋部首领拓跋猗卢打败后出居塞外。赫连勃勃的祖父刘务桓，招集部落，其部再次强盛。后赵皇帝石虎派遣使任刘务桓为平北将军、左贤王、丁零单于。赫连勃勃的父亲刘卫辰，入居塞内。前秦天王苻坚任命他为西单于，督摄河西各族，屯驻在代来城。',
        '到前秦分裂时，刘卫辰拥有朔方之地，军队有三万八千人。后来北魏军队前来攻打，刘卫辰命令他的儿子刘力俟提抵抗，被魏军打败。魏军乘胜渡过黄河，攻克代来，俘获并杀死刘卫辰。',
    ],
    '投奔叱干' => [
        '赫连勃勃早年投奔叱干部。叱干他斗伏打算把赫连勃勃送给北魏。叱干他斗伏兄子叱干阿利原先戍守大洛川，听说准备送走赫连勃勃，于是飞速前去劝谏说：“鸟雀在走投无路时投入人的怀抱，尚且应该帮助免于祸难，何况赫连勃勃国破家亡，向我们归顺呢？即使容不下他，也应该由他投奔别处。现在抓起来把他送给北魏，不是仁者所为。”叱干他斗伏害怕被北魏责罪，没有听从。叱干阿利暗中派出勇猛之人在路上把赫连勃勃抢走，把他送到后秦的高平公没奕于那里，没奕于把女儿嫁给赫连勃勃。',
    ],
    '归顺姚兴' => [
        '赫连勃勃身高八尺五寸，腰带十围，生性善辩聪慧，风度仪表华美，是一个不折不扣的美男子。后秦皇帝姚兴见到他，非常惊奇，对他深表敬重，任命他为骁骑将军，加任奉车都尉，经常参预军事与国政的大事，对他的亲宠和厚遇超过功臣和老臣。姚兴的弟弟姚邕对姚兴说：“赫连勃勃天性不仁，难以亲近。陛下对他宠遇太过分，臣下对此有些疑惑。”姚兴说：“赫连勃勃有匡时救世的才能，我正要用他的才艺，和他一起平定天下，有什么不可以的！”于是任命赫连勃勃为安远将军，封阳川侯，让他帮助没奕于镇守高平，把三城、朔方的杂夷以及刘卫辰的部众三万人分给他。让他为攻打北魏而侦察敌人。姚邕极力规谏，认为不能这么做。姚兴说：“你怎么知道赫连勃勃的性情脾气？”姚邕说：“赫连勃勃傲慢地奉事主上，残忍地治理军队，贪婪暴虐不讲亲情，对于去留看得很轻，如果亲宠他超过分寸，最终会成为边境上的祸害。”姚兴这才作罢。',
        '义熙二年（406年），姚兴任命赫连勃勃为持节、安北将军、五原公，把三交五部鲜卑以及杂族共二万多部落配给他，镇守朔方。当时河西鲜卑杜崘向姚兴进献八千匹马，渡过黄河，到达大城时，赫连勃勃把马匹扣留下来，召集他的三万多人假装去高平川游猎。同年，赫连勃勃袭击并杀死他的岳父没奕于，兼并没奕于的军队，人马达到数万人。',
    ],
    '建立大夏' => [
        '义熙三年（407年），赫连勃勃叛秦自立，自称天王、大单于，赦免境内罪犯，建元龙升，设置和任用百官。赫连勃勃认为匈奴是夏启的后代，故国号大夏。任命其长兄赫连右地代为丞相、代公，次兄赫连力俟提为大将军、魏公，叱干阿利为御史大夫、梁公，弟弟赫连阿利罗引为征南将军、司隶校尉，若门为尚书令，叱以鞑为征西将军、尚书左仆射，乙斗为征北将军、尚书右仆射，其余的人依次授任官职。',
        '同年，赫连勃勃讨伐鲜卑薛干等三部，打败三部，一万几千人投降。再前往讨伐后秦三城以北的各处边防驻军，杀死后秦将领杨丕、姚石生等。赫连勃勃的各将领劝谏说应坚守，赫连勃勃不听，各将领又对赫连勃勃说：“陛下准备要统治天下，往南攻取长安，应该首先巩固根本，使人心有所依托，这样以后大业才可以成就。高平险阻坚固，山川肥沃，可以作为国都。”赫连勃勃说：“你们只知其一，不知其二。我大业草创，军队不多，姚兴也是当世的雄杰，关中还不能图谋。而且姚兴的各方镇都服从命令，我们如果专心固守一城，他们一定会合力对付我们，我们的军队不是他们的对手，很快就会灭亡。我们风云般急速前去，出其不意，他们救援前军我们就攻打后军，救援后军就攻打前军，使他们疲于奔命，我们则从容自若，不出十年，岭北、河东就会全部归我所有。等到姚兴死后，再逐步地攻取长安。姚兴的儿子姚泓是个平庸懦弱小儿，擒获他的计谋策略，已经在我的算计之中。从前轩辕氏也曾经有二十多年迁居无常，难道单是我一个人吗！”于是侵犯掠夺后秦岭北地区，岭北的各个城门白天不敢打开。姚兴感叹说：“我不采用姚邕的话，以致到如此地步！”',
    ],
    '大败南凉' => [
        '赫连勃勃最初僭号时，向南凉君主秃发傉檀请求娶他的女儿为妻，秃发傉檀没有答应。赫连勃勃很生气，率领二万骑兵攻打秃发傉檀，从杨非打到支阳共三百多里，杀伤一万多人，抢掠二万七千人和数十万牛马羊回来。秃发傉檀率领军队追赶，将领焦朗对秃发傉檀说：“赫连勃勃天性豪雄，治理军队严厉整肃，不能轻视。现在他凭着抢掠到的资财，率领着盼望归去的战士，人自为战，难以和他争胜。不如从温围向北渡河，到万斛堆，凭借河流建造营寨，扼制住咽喉要地，这是百战百胜的办法。”秃发傉檀的将领贺连愤怒地说：“赫连勃勃用残余之力，率领乌合之众，反叛作乱，构成祸患，侥幸有了大功绩。现在他牛羊多得堵塞道路，财宝多得像山一样，窘迫疲敝之余，人人怀着贪求之心，赫连勃勃再也不能督率策励士兵来抵抗我们。我们用大军去攻打他们，他们一定会彻底崩溃。现在率领军队避开他们，是向敌人显示怯弱。我们的军队气势正盛，应该迅速追击。”秃发傉檀说：“我追击之计已定，敢劝谏的人杀死！”赫连勃勃听到消息后非常高兴，就在阳武下狭口处凿开冰凌埋车轮来堵塞道路。秃发傉檀派善于射箭的士兵射他们，射中赫连勃勃的左臂。赫连勃勃率领军队迎战，把秃发傉檀打得大败，追赶八十多里，死伤数以万计，杀死南凉十多员大将，把尸首堆成了封土的高台，取名为“髑髅台”，返回岭北。',
    '征战后秦' => [
        '胡汉归附' => [
            '赫连勃勃和后秦将领张佛生在青石原交战，打败张佛生，俘获和杀死五千七百人。姚兴派将领齐难率领二万军队来攻打赫连勃勃，赫连勃勃退到河曲。齐难因为离赫连勃勃已经很远，就放纵士兵四处抢掠，赫连勃勃秘密地派兵伏击齐难，俘获七千多人，收缴他们的战马兵器。齐难领兵后退，赫连勃勃又追击到木城，攻克木城，擒获齐难，俘获一万三千人，一万匹战马。岭北的夷人、汉人向赫连勃勃投降归附的有数万，赫连勃勃设守宰来安抚他们。赫连勃勃又率领二万骑兵进入高冈，到达五井，抢掠七千多户平凉的杂胡分派到后军里，进驻依力川。',
        ],
        '擒获王奚' => [
            '姚兴前来攻打，到达三城，赫连勃勃趁着姚兴各路军队还没有会合，率领骑兵攻打他们。姚兴非常害怕，派他的将领姚文宗迎战，赫连勃勃假装后退，设下埋伏等候。姚兴派他的将领姚榆生等率兵追击，赫连勃勃的伏兵夹击，把他们全都俘获。姚兴的将领王奚在敕奇堡聚集三千多户羌人，赫连勃勃进攻王奚。王奚骁勇有力，短兵相接时，赫连勃勃的士兵有很多受伤。赫连勃勃便筑堤坝截断水流，敕奇堡里的人们很窘迫，把王奚抓起来投降。赫连勃勃对王奚说：“你是个忠臣！朕正要和你一起平定天下。”王奚说：“如能蒙受大恩，让我早死，这就是恩德。”于是和亲近的数十人一起自杀而死。赫连勃勃又到黄石固攻打姚兴的将领金洛生，到我罗城攻打弥姐豪地，都攻克，把七千多户迁徙到大城，任命其兄丞相赫连右地代领幽州牧来镇守。',
        ],
        '叛将谋反' => [
            '赫连勃勃派尚书金纂（匈奴人）率领一万骑兵攻打平凉，姚兴赶来救援，金纂被姚兴打败，战死。赫连勃勃哥哥的儿子左将军赫连罗提率领一万步兵、骑兵到定阳攻打姚兴的将领姚广都，攻克后坑杀四千多人，把妇女作为军中的奖赏。任命姚广都为太常。赫连勃勃又到清水城攻打姚兴的将领姚寿都，姚寿都逃到上邽，赫连勃勃把清水城的一万六千家迁徙到大城。同年，齐难、姚广都谋反，赫连勃勃把他们全部诛杀。',
            '姚兴的将领姚详舍弃三城，向南逃往大苏。赫连派将领将平东鹿奕在路上截击，抓获姚详，把他的军队全都俘虏。姚详抓回来后，赫连勃勃责骂并杀死了他。',
        ],
        '秦将连降' => [
            '同年，赫连勃勃率领三万骑兵攻打安定，和姚兴的将领杨佛嵩在青石北原交战，打败杨佛嵩，他的四万五千军士投降，缴获二万匹战马。到东乡进攻姚兴的将领党智隆，党智隆投降，赫连勃勃任命他为光禄勋，把三千多户迁徙到贰城。姚兴的镇北参军王买德来投奔。赫连勃勃对王买德说：“朕是大禹的后裔，世代居住在北方。祖宗有光辉业绩，常常与汉魏为敌国。中期不强大，受制于人。朕不才，不能继承发扬先辈的功业，国破家亡，流离失所。现在将要应运兴起，恢复大禹的伟业，你认为怎么样？”王买德说：“自从皇晋失去纲纪，政权南移，群雄对峙，人人怀有问鼎的雄心，何况陛下累世积德，在北方世代继承前王的事业，神明威武超过汉皇，谋略超过魏祖，却不在上天开启之际建成大业吗？现在后秦国政虽然衰败，但是藩镇还稳固，很希望陛下积蓄力量等待机会，详备后再行动。”赫连勃勃很赞赏他，任命他为军师中郎将。',
        ],
    ],
    '建都改姓' => [
        '义熙九年（413年），赫连勃勃在境内实行大赦，改年号为凤翔。任用叱干阿利兼领将作大匠，征发岭北十万胡人、汉人，在朔方水北、黑水之南修筑都城，名曰统万城（今陕西靖边北）。赫连勃勃自己说道：“朕正要统一天下，统治万邦，可以用统万作名称。”叱干阿利生性特别工巧，然而残忍刻暴，竟以尘土修筑城墙，如果锥子能插入一寸，就杀修筑的工匠一并筑入墙中。赫连勃勃把叱干阿利看作是忠诚，所以把修建都城的任务交给他。又制造五兵器械，更是极为精锐。做成以后呈送上来，一定有送命的工匠：弓箭射不进钟甲的，就杀死做弓的人；如果射进去，就杀死制造镗甲的匠人。又制造百炼钢刀，上面做了一个龙雀大环，号称“大夏龙雀”，在刀背上铸刻铭文说：“古代的锐利兵器，有吴楚的湛卢。大夏的龙雀宝刀，名冠帝都。可以用来安抚远方，可以用来怀柔逃亡者。就像风吹小草，威力慑服九州。”世人非常珍爱这把刀。再用铜铸成大鼓，那些飞廉、翁仲、铜驼、龙兽之颊，都用黄金来装饰，列在宫殿之前。一共杀了数千名工匠，因此器物无不精美华丽。',
        '后来，赫连勃勃与群臣商议讨伐西秦。王买德劝谏说：“圣贤君主用兵打仗，用德来训导人，而不凶恶。而且西秦是我们的友好国家，刚遭受大丧，如果现在攻打他，这难道是所谓的顺理而行，感应祥和之气的道理吗？如果凭恃军队强大，趁别人大丧的灾难去攻打，匹夫也羞耻做这种事情，何况皇帝呢！”赫连勃勃说：“很好，要是没有爱卿，朕岂能听得到这些话！”',
        '同年，赫连勃勃下书说：“朕的祖先，从北迁到幽朔，改姓为姒氏，因为语言和中原不一样，所以随母氏姓刘。儿子随母亲的姓，不合乎礼。古人氏族没有常规，有的是用出生地作氏，有的是用祖父的称号作氏。朕准备根据义理改姓。帝王，是上天之子，这就是说美好显赫实际上和上天连在一起，现在就改姓叫赫连氏，希望能和上天的意愿相同，长久地享有无尽的吉庆。是上天之尊，不能让旁出的宗族共同拥有，不是嫡系子孙的，都用铁伐作氏，希望朕的宗族子孙像铁那样刚强锐利，都能攻伐别人。”赫连勃勃立妻子梁氏为王后，儿子赫连璝为太子，封儿子赫连延为阳平公，赫连昌为太原公，赫连伦为酒泉公，赫连定为平原公，赫连满为河南公，赫连安为中山公。',
        '赫连勃勃又到杏城去攻打姚兴的将领姚逵。二十天后，攻克杏城，俘获姚逵和他的部将姚大用、姚安和、姚利仆、尹敌等人，活埋两万士兵。',
    ],
    '结盟北凉' => [
        '赫连勃勃派御史中丞乌洛孤前往北凉，和北凉君主沮渠蒙逊结盟，说：“自从属金德的晋朝气数终尽，灾祸就困扰着九州，赵魏成了长蛇爬行之废墟，秦陇成了豺狼的巢穴，两朝的帝都，都变成杂草之地，无知的众生，不知道依靠谁。上天追悔所造成的祸患，福运分属两国，疆界贴近，道义相亲，理应敦睦友好，大力救济世上的灾难。自从远古以来，有国有家，不盟誓就无法显明神祇的意志，不同心协力就无法定长久的友好。但是晋国、楚国的和约，吴国、蜀国的盟约，都是血渍还没有干，很快就违背了。现在我们这两家，契约不同于往昔，还没有交谈互相就有了真诚相爱之心，一交谈就怀有一见如故之意，停止战争的警报，共同拥有救世的诚心，协力同心，共同匡救天下。如果天下有大事，就双方举起义旗；宇内清平，就共同效法鲁国、卫国。互相分担平安和危险，互通有无，直到子孙，永远结为盟好。”沮渠蒙逊派他的将领沮渠汉平来结盟。',
    ],
    '夺取长安' => [
        '赫连勃勃听说后秦将领姚嵩和氐王杨盛相持不下，就率领四万骑兵袭击上邽，还没有到达，姚嵩已经被杨盛杀死。赫连勃勃攻打上邽，二十天而攻克，杀死后秦秦州刺史姚平都和五千官兵，毁城后离去。进攻阴密，杀死后秦将领姚良子和一万多官兵。任命他儿子赫连昌为使持节、前将军、雍州刺史，镇守阴密。姚泓的将领姚恢丢下安定，逃奔长安，安定人胡俨、华韬率领五万户人占据安定，向赫连勃勃投降。赫连勃勃任命胡俨为侍中，华韬为尚书，留下镇东羊苟儿镇守安定，派给他五千鲜卑人。赫连勃勃前去雍城进攻姚泓的将领姚谌，姚谌逃到长安。赫连勃勃率军前进，驻扎在郿城，姚泓派他的将领姚绍来抵抗，赫连勃勃退到安定。胡俨等人袭击并杀死了羊苟儿，率领全城人投降了姚泓。赫连勃勃领兵回到杏城，笑着对群臣说：“刘裕攻打后秦，水陆并进，而且刘裕有超出世人的谋略，姚泓怎能保住自己！我用天时人事来考察，刘裕一定会打败姚泓。而且姚氏兄弟内部不和，怎么可以抵抗别人！刘裕攻克长安以后，最好是迅速回去，留下子弟和各将领守在关中。等到刘裕出发以后，我攻取就像捡起地上的草芥那么容易，不值得再让我的兵马辛苦了。”便厉兵秣马，休养士兵。不久进据安定，姚泓在岭北镇戍的郡县全都投降，赫连勃勃便全部占有了岭北的地方。',
        '义熙十三年（417年），刘裕灭亡后秦，进入长安，派使者送给赫连勃勃书信，请求和好，约为兄弟。赫连勃勃命令中书侍郎皇甫徽写了回信，自己暗中熟记回信内容，然后把刘裕的使者叫到跟前，自己口授舍人写回信，封上信回复刘裕。刘裕读了赫连勃勃的回信，对他很表惊奇，使者又说赫连勃勃容仪奇伟，英武绝人。刘裕赞叹说：“这是我比不上的啊！”赫连勃勃没多久就回到统万，刘裕留下儿子刘义真镇守长安自己返回东晋。赫连勃勃听说后非常高兴，对王买德说：“朕准备攻打长安，爱卿说说谋取的办法。”王买德说：“刘裕灭秦，正是所说的以乱平乱，没有用德政来救济百姓。关中地势优越，却用能力不强的小孩子来镇守，不是长久之计。刘裕匆忙返回的原因，是想急速地成就他篡夺皇位而已，来不及对中原费心。陛下以顺攻逆，大义通达天地，百姓盼望陛下义旗到来，度日如年。青泥和上洛，是南军的要冲，应该安置流动的兵力截断敌人来往的通路。然后堵塞潼关和崤陕，断绝他们的水陆通道。陛下传檄长安，向百姓宣扬恩德，三辅的父老都会提着酒食欢迎陛下的军队。刘义真独坐空城，没有地方逃窜，十天之内一定会到陛下面前来投降，正所谓兵不血刃，不战而白定。”',
        '赫连勃勃认为很对，任命儿子赫连璝为都督前锋诸军事，兼领抚军大将军，率领二万骑兵南攻长安，前将军赫连昌屯兵潼关，任命王买德为抚军右长史，往南截断青泥的道路，赫连勃勃率领大军接着出发。赫连璝到达渭阳，投降的人一路上接连不断。刘义真派出龙骧将军沈田子率领军队迎战，作战不利，退军屯驻在刘回堡。沈田子对刘义真的司马王镇恶不满，趁着王镇恶出城时杀死他。刘义真又杀死沈田子。便把城外的军队全都召入城中，关闭城门坚守。关中的郡县全都向赫连勃勃投降。赫连璝晚上袭击长安，没有攻下来。赫连勃勃前进占据咸阳，长安所有的通道都被封锁。刘裕听到消息，非常恐惧，立刻命令刘义真往东镇守洛阳，任命朱龄石为雍州刺史，守卫长安。刘义真一路上大肆抢掠着往东走，到了灞上，百姓驱逐朱龄石，把赫连勃勃迎进长安。赫连璝率领三万军队追击刘义真，刘义真的军队大败，刘义真独自骑马逃跑。王买德在青泥俘获东晋宁朔将军傅弘之、辅国将军蒯恩、刘义真的司马毛脩之，堆积起人头封土成冢。于是赫连勃勃在长安宴赐将士，举起酒杯对王买德说：“爱卿前些日子的话，一个来回便应验，可以说是算无遗策。这虽然有宗庙社稷的神灵保佑，但也有卿的谋划之力。这杯酒所要敬的，不是卿还有谁！”于是任命王买德为都官尚书，加冠军将军，封河阳侯。',
    ],
    '称帝去世' => [
        '群臣劝进 灞上登基',
        '义熙十四年（418年），赫连昌在潼关的曹公故垒攻打朱龄石和龙骧将军王敬，攻克并抓获朱龄石和王敬，送到长安。群臣劝赫连勃勃称帝，赫连勃勃说：“朕没有治理乱世的才能，不能救助千万百姓，自从枕戈寝甲以来，已经十二年，但是四海还没有统一，遗留的敌人气焰还很嚣张，不知该怎样谢罪于当前，流传将来！朕准备选拔出身卑微但有才干的人才，把王位让给他，然后朕就归老朔方，以弹琴读书打发时光。皇帝的称号，岂是我这个寡德的人所能承受的！”群臣坚决请求，赫连勃勃才答应。便在灞上筑起坛场，即皇帝位，在境内实行赦免，改年号为昌武。派他的将领叱奴侯提率领二万步兵、骑兵到蒲坂进攻东晋的并州刺史毛德祖，毛德祖逃到洛阳。赫连勃勃任命叱奴侯提为并州刺史，镇守蒲坂。',
        '赫连勃勃回到长安后，群臣劝其定都长安，赫连勃勃说：“朕难道不知道长安是历朝古都，有着山河环绕的稳固！但是荆、吴偏远，势必不能成为大患，东边北魏和我们有共同的边境，离北都城才数百里，如果定都长安，北都城恐怕会有守不住的忧患。朕在统万，他们不敢渡过黄河，你们没有看到这一点！”臣下全都说：“陛下不是我们能比得上的！”于是就在长安设南台，任命赫连璝兼领大将军、雍州牧、录南台尚书事。',
        '赫连勃勃回到统万城，因为宫殿大规模建成，于是在境内实行赦免，改年号为真兴。在都城南部刻石歌颂赫连勃勃的功德。并为统万城的南门取名为朝宋门，东门为招魏门，西门为服凉门，北门为平朔门。追尊高祖父刘训兜为元皇帝，曾祖父刘虎为景皇帝，祖父刘务桓为宣皇帝，父亲刘卫辰为桓皇帝，庙号太祖，母亲苻氏为桓文皇后。',
        '生性凶暴 诸子征伐',
        '赫连勃勃生性凶暴，嗜好杀人，没有常规。常常站在城头上，把弓剑放在身旁，凡是觉得嫌恶憎恨的人，就亲手杀死，大臣们有面对面看他的，就戳瞎眼睛，有敢发笑的，就割掉嘴唇，把进谏的人说成是诽谤，先割下其舌头，然后杀死。胡人、汉人都躁动不安，民不聊生。',
        '元嘉元年（424年），赫连勃勃想废太子赫连璝为秦王，立酒泉公赫连伦为太子。赫连璝听说父亲要废黜自己而立赫连伦为太子，于是就率兵七万北伐赫连伦，赫连伦率骑兵三万抵抗，在平城被赫连璝所败，赫连伦被杀。太原公赫连昌率骑兵一万袭杀赫连璝，然后率兵八万五千人回到统万。赫连勃非常高兴，立赫连昌为太子。',
        '元嘉二年（425年），赫连勃勃在永安殿去世，终年四十五岁，谥号武烈皇帝，庙号世祖，葬于嘉平陵，太子赫连昌继位。元嘉四年（427年），北魏攻取统万。次年，赫连昌被擒。赫连昌之弟赫连定在平凉僭称帝号。元嘉八年（431年），大夏被北魏所灭。大夏自赫连勃勃立国到赫连定被擒，前后一共存在二十五年。',
    ],
],
'死后葬地' => [
    '赫连勃勃葬地，史载不详，只有世传，仅供参考。清嘉庆年间《延安府志》记载：“赫连勃勃疑冢，在延川县东南六十里白浮图寺前。有七冢，相传为夏王疑冢云”。《延川县志》记载：“白浮图寺，在县城南六十里，寺前有七冢，前人以为夏王疑冢”。《延绥榄胜》也记载：“白浮图寺，在城南七十里处，相传赫连勃勃葬地”。',
    '现仅存二冢，位于陕西省延安市延川县稍道河乡古里村东1.5公里处。墓地北临交口河水，东西南三面环山塬，占地面积3万平方米。二冢间距18米，冢呈椭园形，高10米，长径17米，短径9.6米，周长60米。冢北200米处为白浮图寺遗址，近些年来村民建起一座简易庙宇，内塑赫连勃勃像。1991年9月延川县人民政府公布为县级重点文物保护单位。妥善保护。',
],
'人物评价' => [
    '《晋书》：赫连勃勃獯丑种类，入居边宇，属中壤分崩，缘间肆慝，控弦鸣镝，据有朔方。遂乃法玄象以开宫，拟神京而建社，窃先王之徽号，备中国之礼容，驱驾英贤，窥窬天下。然其器识高爽，风骨魁奇，姚兴睹之而醉心，宋祖闻之而动色。岂阴山之韫异气，不然何以致斯乎！虽雄略过人，而凶残未革，饰非距谏，酷害朝臣，部内嚣然，忠良卷舌。灭亡之祸，宜在厥身，犹及其嗣，非不幸也。淳维远裔，名王之余。啸群龙漠，乘衅侵渔。爰创宫宇，易彼毡庐。虽弄神器，犹曰凶渠。③身长八尺五寸，腰带十围，性辩慧，美风仪。',
    '刘裕：吾所不如也！',
    '王买德：陛下奕叶载德，重光朔野，神武超于汉皇，圣略迈于魏祖。',
    '谢采伯：若刘渊、聪、粲、曜，石勒、虎、闵，苻生，赫连勃勃等，其凶徒逆俦，淫酷屠戮，无复人理，祸亦不旋踵矣。',
    '王夫之：赫连勃勃征隐士韦祖思而杀之，暴人之恒也。祖思不免于死。凡尸隐士之名以处乱世而无其实者，幸而不死，殆行险以徼幸之徒与！祖思之杀，以恭惧过甚，而逢勃勃之怒。恭惧非死道也。故庄周人闲世有养虎之说，动色相戒，譬诸游羿之彀中，诚哉其言乎！而非也。若周之说，亦惧已甚而与死为徒者也。孔子之于阳货，义不屈而身不危，虽圣人哉，而固无神变不测之用，求诸己而已。君子之于人也，无所傲，无所徇，风雷之变起于前，而自敦其敬信。敬者自敬也，信者自信也，勿论其人之暴与否也。贞敬信者，行乎生死之涂而自若，恂栗以居心，而外自和，初无与闲也。其于暴人也，远之已夙矣。不可远而居正以自持，姚兴之与勃勃又奚择焉？乃若祖思之窃隐士之名而亡实，则于其行见之矣。处夷狄争乱之世，一征于姚兴，再征于勃勃，随声而至，既至而不受禄，以隐为显名厚实之囮，蹠之徒也。中夏无主，索虏、羌胡迭为雄长，而桓温、刘裕两入关中，独不可乘其时以南归邪？如曰温与裕不可托也，则管宁归汉，亦何尝受羁络于曹操乎？如其不能，身绝天下之交，口绝天下之言，莫为之先容者，兴与勃勃抑岂能有独知之契，以相求于梦遇哉？',
],
'轶事典故' => [
    '怒杀祖思' => '义熙十三年（418年），赫连勃勃在灞上称帝后，回到长安，征召隐士京兆人韦祖思。韦祖思到来以后，恭敬恐惧超过了礼节，赫连勃勃愤怒地说：“我征召你为国士，你为什么把我当作不同的种族来看待！你当年不拜姚兴，为什么单单拜我？我现在还没有死，你就不把我当作帝王，我死了以后，你们摇弄笔杆，将把我置于何地！”于是杀了韦祖思。',
    '大夏龙雀' => '赫连勃勃曾命人打造千锤百炼的龙雀大环，它的名字被封为大夏龙雀，在它的背面刻有古之利器，吴楚湛卢，大夏龙雀，名冠神都。可以借由它来心胸广阔，胸怀抱负，也可以借由它从容退敌，它的气势好像风席卷草原，名号威慑了整个中华神州，弭足珍贵。后来刘裕攻破长安，得到此刀。',
],
'人际关系' => [
    '天祖' => '刘去卑 匈奴铁弗部第一任首领。',
    '高祖' => '刘诰升爰 匈奴铁弗部第二任首领，谥号元皇帝。',
    '曾祖' => '刘乌路孤 匈奴铁弗部第三任首领，谥号景皇帝。',
    '祖父' => '刘务桓 匈奴铁弗部第四任首领，谥号宣皇帝。',
    '父亲' => '刘卫辰 匈奴铁弗部第七任首领，庙号太祖，谥号桓皇帝。',
    '兄长' => ['赫连右地代 胡夏时幽州牧，封代公。', '赫连直力鞮 胡夏时大将军，封魏公。'],
    '弟弟' => [
        '赫连文陈 天兴二年（399年），降魏，魏道武帝封其为上将军。',
        '赫连阿利罗引 胡夏时司隶校尉。',
        '赫连若门 胡夏时尚书令。',
        '赫连叱以鞬 胡夏时尚书左仆射。',
        '赫连乙斗 胡夏时尚书右仆射，封东平公。',
        '赫连韦伐 胡夏时封北平公。',
    ]
    '妻子' => ['破多罗氏 赫连勃勃即位前的正室，高平公没弈干的女儿。', '梁氏 胡夏第一位皇后，疑似出身安定梁氏。'],
    '长子' => '赫连璝 胡夏开国太子，后因造反被杀。',
    '第二子' => '赫连延 胡夏时封阳平公。',
    '第三子' => '赫连昌 胡夏第二位皇帝，在位期间胡夏第一次亡国。',
    '第四子' => '赫连伦 胡夏时封酒泉公，死于太子谋反。',
    '第五子' => '赫连定 胡夏第三位皇帝，在位期间胡夏第二次亡国。',
    '第六子' => '赫连满 胡夏时封河南公。',
    '第七子' => '赫连安 胡夏时封中山公。',
    '余诸子' => [
        '赫连助兴',
        '赫连谓以代',
        '赫连社干 胡夏时封上谷公。',
        '赫连度洛孤 胡夏时封广阳公。',
        '赫连乌视拔 胡夏时封丹阳公。',
        '赫连秃骨 胡夏时封武陵公。',
        '赫连那勿黎 胡夏时七兵尚书。',
    ],
    '女儿' => [
        '北魏第二位皇后，丈夫为魏太武帝拓跋焘，谥号太武皇后。',
        '北魏太武皇后的妹妹，魏太武帝的嫔妃，封贵人。',
        '北魏太武皇后的妹妹，魏太武帝的嫔妃，封贵人。',
        '北魏征西将军、常山康王拓跋素的王妃。',
        '北魏东雍州刺史、常山简王拓跋陪斤（拓跋素之子）的王妃。',
    ],
],
],
'02' => [
'brief' => '赫连昌（？－434年），一名赫连折，字还国，朔方郡朔方县（今陕西省靖边县）人，十六国时期胡夏第二位皇帝，夏武烈帝赫连勃勃第三子。',
'description' => [
    '身材魁岸，容颜俊美，初封太原郡公。真兴六年（424年），平定雍州牧赫连璝之乱，册立为太子。真兴七年（425年），正式即位，年号承光。承光二年（426年），受到北魏攻击，失守长安。承光三年（427年），丧失统万城，逃往上邽。承光四年（428年），参加上邽会战，马失前蹄，兵败受擒。',
    '延和三年（434年），西逃途中，遭到杀害。其弟赫连定继位。',
],
'baseInfo' => [
    '本名' => '赫连昌',
    '别名' => '赫连折、赫连还国 字 还国',
    '所处时代' => '十六国（胡夏）',
    '民族族群' => '匈奴族',
    '出生地' => '朔方郡朔方县（今陕西省靖边县）',
    '逝世日期' => '434年',
    '在位时间' => '425年 - 428年',
    '年号' => '承光',
],
'人物生平' => [
    '立为太子' => [
        '公元424年（真兴六年）十二月，赫连勃勃准备废黜太子赫连璝而改立幼子酒泉郡公赫连伦。赫连璝听到这个消息，立即率兵七万人北上进攻赫连伦。赫连伦率兵三万人迎击，双方在高平（一作平城）大战。赫连伦兵败被杀。赫连昌率骑兵一万人袭击赫连璝的大军，斩杀赫连璝，收服了他的部众八万五千人，回到都城统万。赫连勃勃非常高兴，于是立赫连昌为太子。',
    ],
    '北魏来伐' => [
        '公元425年（真兴七年）八月，赫连勃勃去世，太子赫连昌继位，下令大赦境内，改年号为承光。',
        '公元426年（承光二年），北魏太武帝拓跋焘听闻赫连勃勃去世，他的几个儿子在互相争战，关中大乱的情况后，于是决定向西出兵讨伐。就以轻骑一万八千渡过黄河袭击赫连昌。时值冬至季节，赫连昌正在大宴群臣，魏军突然杀到，上下顿时惊恐不安。太武帝的部队到达黑水，离城三十余里，赫连昌才仓促出战。太武帝驰马向前攻击他们，赫连昌退却逃入城中，未来得及关闭城门，北魏士兵乘胜进入他的西宫，焚烧西门。魏军夜晚住宿在城的北部。次日，分兵四面出击，掠抢该城居民，杀死或活捉数万人，牲口牛马达十几万，迁徙一万多家居民而归。',
        '后来赫连昌派遣弟弟赫连定在长安与北魏司空奚斤相对峙，太武帝乘其空虚又西出征伐，渡过君子津，率三万轻骑，加速兼程而进。群臣都劝谏道：“统万城很坚固，不是十天半月就能攻克下来的，而今我们轻军讨伐他们，进军克敌不下，退兵又无保证，不如等步兵和攻城的器具一齐前行而去。”太武帝说：“用兵的计策，攻城是下策，不得已才用这一方法。如果攻城的器具同时带上前往，贼军就必定会恐惧而严防死守，如果攻城不能按时攻克，那么我们会粮食用尽兵力疲劳，野外又抢夺不到东西，所以这不是上策。朕用轻骑到他的城下，而他先听说有步兵现在只见骑兵到了，就必然心中不当回事，朕且用羸弱之师去诱敌出战，如果能够与我对战一场，朕必可活捉他。之所以这样，是因为士兵们离开家乡二千里路，又遇有黄河之险，所谓置之死地而后生。因此决战我方有利，攻城我方就不利。”于是往前进军。驻扎在黑水，把兵分置在深谷中埋伏起来，而只用少数兵力开到城下。',
    ],
    '奔逃上邽' => [
        '公元427年（承光三年）六月，赫连昌的部将狄子玉投降北魏，告诉太武帝说：“赫连昌让人追他的弟弟赫连定，赫连定说：‘城墙这么坚固高峻，不可以攻取拔下，等活捉了奚斤等人，然后慢慢前往，内外夹击，哪有达不到目的呢？’赫连昌认为不无道理。”太武帝不高兴，把军队退驻到城的北面，向赫连昌表示自己的虚弱。派遣永昌王拓跋健和娥清等分别率五千骑兵，向西劫掠居民。遇上有军士负罪，逃入赫连昌的城内，说我军粮食用尽，士卒食用的是野菜，辎重还在后面，步兵大军未到，攻打我军正是便利时机。赫连昌相信他的话，带领士兵出城，共有步兵骑兵三万人。北魏司徒长孙翰等人说：“赫连昌的步兵战阵难以打破，应避其锋芒，暂且等待我们的步兵赶到，再一齐发起猛烈的攻击。”太武帝说：“不对。我们远道前来找贼军打仗，怕的就是他们收缩不出，现在避开他们而不攻击，就振奋了他们削弱了我们，不是办法。”于是收集军队假装败北，引导敌军追赶从而使之疲惫。赫连昌以为魏军败退，便呐喊着向前追杀，把兵阵分散成翼形的状况。行至五六里，太武帝率兵猛冲，但夏军的阵形不动，逐渐重新前行。遇上大风刮起，方术宦官赵倪奉劝太武帝重新改在后天再战，崔浩呵叱了他。太武帝就把骑兵分成左右两部以成掎角之势。太武帝从马上坠落，夏兵已经逼近，太武帝翻身上马，飞腾冲杀，杀掉大夏尚书斛黎，又杀大夏骑兵十余人，流箭射中了他的手掌，仍然奋勇击杀不止。赫连昌军队大为溃败，来不及进城，就奔逃到上邽（今甘肃天水），于是魏军攻下大夏都城统万（今内蒙古乌审旗南白城子）。',
    ],
    '坠马被擒' => [
        '公元428年（承光四年），北魏平北将军尉眷，围攻赫连昌所在的上邽，赫连昌退到平凉据守。北魏大将奚斤率领军队抵达安定，与娥清、丘堆率领的大军会师。奚斤军中的战马染上温疫，大批死亡，士卒又缺乏粮饷，所以只好深挖沟堑，营造堡垒固守。奚斤派遣丘堆率军队到乡村征粮逼租，北魏士卒残暴无端，大肆抢掠，对夏军未加防备，赫连昌乘机进攻，丘堆军大败，只带着几百名骑兵逃回安定。赫连昌乘胜追击，每天到城下抢掠，魏军得不到粮秣，将领们深感忧虑。',
        '监军侍御史安颉说道：“我们接受朝廷的诏命是要消灭敌寇，而如今我们却被敌人包围，困守孤城，即令不被敌人杀戮，也要受到军法的惩罚，无论是进、是退都没有生路。而各位王公还安稳地坐在那里，就没有克敌制胜的计谋吗？”奚斤说：“现在我们的军士没有马匹，用步兵来进攻骑兵，断然没有取胜的可能。只有等朝廷派救兵和战马赶来救援，内外夹击敌人。”安颉说：“现在强敌在城外示威，我们城内的士卒精疲力尽，粮食又已经吃完，如果不立刻与敌人决战，我们早晚之间就会全军覆没，救兵怎么能够等到呢？同样是去死，决一死战不也是可以的吗？”',
        '奚斤又以战马太少为理由，推辞不肯决战。安颉说：“现在我们把各个将领的坐骑集中起来，可以凑到二百匹，我请求招募敢死的士卒，冲出城去打击敌人，即使不能击破敌人，也可以打击他们的锐气。况且，赫连昌急躁无谋，却轻率好斗，常常亲自出阵挑战，军中的士卒都认识他的模样。如果设伏兵突然袭击他，一定能生擒赫连昌。”奚斤仍然面有难色。安颉于是与尉眷暗中谋划，挑选精骑等待时机。不久，赫连昌果然又来攻城，安颉出城应战。赫连昌亲自出阵与安颉交锋，北魏的士卒都认出他的面貌，争相围攻赫连昌。正值狂风突起，尘沙飞扬遮天蔽日，白天如同黑夜一样昏暗，赫连昌抵挡不住，打马逃走，安颉在后紧追，赫连昌的坐骑突然栽倒，赫连昌坠马倒地，于是被安颉生擒。',
    ],
    '叛魏被杀' => [
        '公元428年（承光四年）三月十三日，赫连昌被押解到平城，太武帝在西宫为赫连昌安排客舍，房间里的日常用具都跟皇帝使用的一样，又把自己的妹妹始平公主嫁给他，给他常忠将军头衔，并封为会稽公。',
        '太武帝常常让赫连昌侍从在自己身边，两人单独打猎，两马相并追逐麋鹿，深入高山危谷。赫连昌一向享有勇猛的威名，太武帝手下的将领们都认为太武帝不可这样做。太武帝却说：“天命自有定数，有什么可畏惧的呢！”所以对赫连昌仍然亲近，跟当初一样。',
        '公元430年（神麚三年）三月十六日，太武帝进封赫连昌为秦王。',
        '公元434年（延和三年）闰三月十一日，赫连昌背叛北魏，向西逃走。闰三月十三日，北魏河西边哨将领抓住并杀了他。核实赫连昌谋反的事实后，太武帝下令将他所有的兄弟全部诛杀。',
    ],
],
'历史评价' => [
    '《十六国春秋》：“身长八尺，魁岸美姿貌。”',
],
'史书记载' => [
    '《魏书·卷九十五·列传第八十三》',
    '《魏书·卷四上·帝纪第四》',
    '《资治通鉴·卷一百二十》',
    '《资治通鉴·卷一百二十一》',
    '《资治通鉴·卷一百二十二》',
    '《十六国春秋·卷十六·夏录》',
    '《晋书·卷一百三十·载记第三十》',
    '《北史·卷九十三·列传第八十一》',
],
'亲属成员' => [
    '父亲' => '大夏武烈帝赫连勃勃',
    '兄' => '赫连璝 阳平公赫连延',
    '弟' => [
        '酒泉公赫连伦',
        '大夏帝赫连定',
        '河南公赫连满',
        '中山公赫连安',
        '上谷公赫连社干',
        '广阳公赫连度洛孤',
        '丹杨公赫连乌视拔',
        '武陵公赫连秃骨',
        '赫连助兴',
        '赫连谓',
    ],
    '妻子' => '始平公主，北魏明元帝拓跋嗣的女儿，北魏太武帝拓跋焘的妹妹',
],
],
'03' => [
'brief' => '赫连定（？～432年），小字直獖，朔方郡朔方县（今陕西省靖边县）人，十六国时期胡夏末代皇帝，先主（武烈帝）赫连勃勃第五子，中主赫连昌之弟。',
'description' => [
    '赫连定凶暴无赖，阴险狡诈。初封平原郡公，镇守长安。赫连昌即位，进封平原王，拜司徒、大将军。承光四年（428年），赫连昌兵败被擒后，逃奔平凉，正式即位，年号胜光，联合刘宋攻打北魏。胜光四年（431年），攻打西秦和北凉，途中为吐谷浑军队所俘。',
    '延和元年（432年），解送北魏后，被魏太武帝拓跋焘处死。',
],
'baseInfo' => [
    '本名' => '赫连定',
    '别名' => '赫连直獖 字 直獖',
    '所处时代' => '十六国（胡夏）',
    '民族族群' => '匈奴族',
    '出生地' => '朔方郡朔方县（今陕西省靖边县）',
    '逝世日期' => '432年',
    '在位时间' => '428年 - 431年',
    '年号' => '胜光',
],
'人物生平' => [
    '平凉称帝' => [
        '赫连定，小字直獖，胡夏武烈帝赫连勃勃第五子，赫连昌之弟，初封平原公，为人凶猛，残暴无赖。',
        '承光三年（427年）正月二十五日，北魏太武帝拓跋焘前往幽州。赫连昌派遣赫连定率军二万人，准备收复长安。',
        '承光三年（427年）四月，北魏大举攻夏，赫连定与北魏将奚斤对峙于长安一带。',
        '承光三年（427年）六月，胡夏都城统万城陷落，赫连定逃往上邽与赫连昌会合，被进封为平原王。',
        '胜光元年（428年）二月，北魏攻上邽，赫连昌被擒，时任大将军、领司徒的赫连定收集夏军残部数万人，一路奔走，逃奔平凉，即皇帝位，大赦境内，改年号为胜光。',
    ],
    '联宋伐魏' => [
        '胜光元年（428年）四月，赫连定派使臣到北魏，请求和解。拓跋焘下诏命令赫连定投降。',
        '胜光元年（428年）五月，赫连定打算收复统万城，于是亲率大军向东抵达侯尼城，不敢再向前进发，只好班师。',
        '胜光三年（430年）九月初六日，赫连定派其弟赫连谓以代攻击北魏的城池。北魏平西将军、始平公拓跋隗归等，率兵反击，杀死夏军一万余人，赫连谓以代远逃。赫连定又亲自统率数万人，在城以东截击拓跋隗归，留下其弟、上谷公赫连社干和广阳公赫连度洛孤驻守平凉。又派使臣出使刘宋请求和解，约定联合起来灭掉北魏，预先瓜分黄河以北地区：从恒山以东，划归刘宋；恒山以西，划归夏国。拓跋焘得到这个消息，立即动员军队，准备进攻胡夏。胜光三年（430年）九月二十一日），拓跋焘前往统万，于是指挥军队袭击平凉。',
        '胜光三年（430年）十月，西秦国主乞伏暮末在北凉的军事威胁下，派使臣王恺、乌讷阗出使北魏，请求派兵援助。北魏许诺把尚在夏国掌握中的平凉郡和安定郡封给乞伏暮末。乞伏暮末于是纵火焚烧城邑，捣毁了宝物，统率部众一万五千户，向东前往上邽。赫连定听说乞伏暮末的大军将来进攻，于是发兵抵抗。',
    ],
    '逃往上邽' => [
        '胜光三年（430年）十一月初三日，拓跋焘抵达平凉，上谷公赫连社干等人绕城固守。太武帝命赫连昌招抚他们，赫连社干等不听赫连昌的劝招。于是，太武帝派安西将军古弼等率兵直指安定。赫连定从城返回安定，率领步、骑兵二万人向北增援平凉。途中，正巧与古弼军遭遇，古弼假装撤退，诱敌深入。赫连定紧追不舍，太武帝派高车部落飞速增援，截击夏国军队，夏军大败，被斩首的士卒达几千人。赫连定仓皇逃回，退守鹑觚原，布置方阵自保。北魏军队赶来把他团团包围。',
        '魏军围攻赫连定数日，切断了水源和粮草运输线。夏国的人马饥渴交加。胜光三年（430年）十一月十五日，赫连定率众冲下了鹑觚原。北魏武卫将军丘眷截击夏军，夏军全军溃败，被杀一万多人。赫连定也身负重伤，只身骑马逃跑，途中又集结残兵败将，驱使百姓五万人，向西退保上邽。魏军生擒赫连定的弟弟丹杨公赫连乌视拔、武陵公赫连秃骨以及公、侯以下的贵族和大臣一百多人。当日，魏军又乘胜进攻安定，守城的夏国东平公赫连乙斗丢弃城池，逃奔长安。又强行裹胁百姓数千家向西逃往上邽。',
        '胜光三年（430年）十二月十五日，上谷公赫连社干、广阳公赫连度洛孤出城投降，魏军攻克了平凉。',
    ],
    '亡国被杀' => [
        '胜光四年（431年）正月，赫连定突袭西秦大将姚献，大败姚献军。随即又派遣他的叔父北平公赫连韦伐率领一万人攻打西秦国主乞伏暮末据守的南安城。当时，南安城中正发生饥馑，人与人相食。西秦侍中、征虏将军出连辅政，侍中、右卫将军乞伏延祚，吏部尚书乞伏跋跋等，逃出城去，投降了胡夏。乞伏暮末穷途末路，用车辆载着空棺材出城投降。赫连韦伐把乞伏暮末连同沮渠兴国，一并押送到上。',
        '胜光四年（431年）六月，赫连定斩杀了被俘的西秦国主乞伏暮末，以及西秦国皇族五百人。',
        '赫连定惧怕北魏的逼迫，劫持西秦的百姓十余万人，从治城渡过黄河，打算袭击北凉国主沮渠蒙逊，夺取北凉的国土。吐谷浑可汗慕容慕派遣益州刺史慕容慕利延、宁州刺史慕容拾虔统率三万骑兵，乘夏军渡河过了一半，截击夏军，赫连定被擒，大夏灭亡。',
        '胜光四年（431年）七月，吐谷浑可汗慕容慕，派侍郎谢太宁，出使北魏，呈上奏章，表示愿意献出所俘虏的赫连定。',
        '北魏延和元年（432年）三月二十八日，吐谷浑可汗慕容慕将赫连定献给北魏，北魏将赫连定斩杀。',
    ],
],
'轶事典故' => [
    '胜光二年（429年）十月，赫连定登上阴槃山，眺望他的故国，哭着说：“要是先帝让我继承大业的话，怎会有今日的事情呢？假使老天给我时间，我就可以与诸位爱卿共创末期复兴的大业。”接着有一群狐狸上百只在旁边叫，赫连定下令射杀它们，却一无所获。赫连定心中感到厌恶，说：“这也是大不吉利的征兆，天道啊天道，还能说什么呢！”',
],
'人物评价' => [
    '魏收《魏书》：“凶暴无赖。”',
    '司马光《资治通鉴》：“夏主少凶暴无赖，不为世祖所知。”',
],
'史书记载' => [
    '《晋书·卷一百三十·载记第三十》',
    '《魏书·卷九十五·列传第八十三》',
    '《十六国春秋·卷十六·夏录》',
    '《资治通鉴·卷一百二十》',
    '《资治通鉴·卷一百二十一》',
    '《资治通鉴·卷一百二十二》',
],
'亲属成员' => [
    '父亲：胡夏武烈帝赫连勃勃',
    '伯父：赫连右地、赫连力俟提',
    '叔父：北平公赫连韦、赫连阿利罗',
    '兄弟' => [
        '废太子 赫连璝',
        '阳平公 赫连延',
        '大夏帝 赫连昌',
        '酒泉公 赫连伦',
        '河南公 赫连满',
        '中山公 赫连安',
        '上谷公 赫连社干',
        '广阳公 赫连度洛孤',
        '丹阳公 赫连乌视拔',
        '武陵公 赫连秃骨',
        '赫连助兴',
        '赫连谓以代',
    ],
    '姐妹' => [
        '赫连氏，北魏太武帝拓跋焘的皇后。',
        '赫连氏，太武皇后二妹之一，北魏太武帝拓跋焘妃。',
        '赫连氏，太武皇后二妹之一，北魏太武帝拓跋焘妃。',
        '赫连氏，北魏常山王拓跋素妻。',
    ],
],
],
];
