<?php
return [
    'name' => '文言传',
    'brief' => '文言',
    'chapters' => [
        [
            'name' => '第一节',
            'content' => [
                '孟子见梁惠王①。王曰：“叟②！不员千里而来，亦将有以利吾国乎？”',
                '孟子对曰：“王！何必曰利？亦③有仁义而已矣。王曰，‘何以利吾国？’大夫曰，‘何以利吾家？’土庶人④曰，‘何以利吾身？’上下交征⑤利而国危矣。 万乘之国，弑⑥其君者，必千乘之家；千乘之国，弑其君者，必百乘之家⑦。万取千焉，千取百焉，不为不多矣。苟⑧为后义而先利，不夺不餍⑨。未有仁而遗⑩其 亲者也，未有义而后其君者也。王亦曰仁义而已矣，何必曰利？”',
            ],
            'notes' => [
                '①梁惠王：就是魏惠王（前400-前319），惠是他的谥号。公元前370年继他父亲魏武侯即位，即位后九年由旧都安邑（今山西夏县北）迁都大梁（今 河南开封西北），所以又叫梁惠王。②叟：老人。③亦：这里是“只”的意思。④土庶人：土和庶人。庶人即老百姓。⑤交征：互相争夺。征，取。⑥弑：下杀上， 卑杀尊，臣杀君叫弑。⑦万乘、千乘、百乘：古代用四匹马拉的一辆兵车叫一乘，诸侯国的大小以兵车的多少来衡量。据刘向《战国策。序》说，战国末期的万乘之 国有韩、赵、魏（梁）、燕、齐、楚、秦七国，千乘之国有宋、卫、中山以及东周、西周。至于千乘、百乘之家的“家”，则是指拥有封邑的公卿大夫，公卿封邑 大，有兵车千乘；大夫封邑小，有兵车百乘。⑧苟：如果。⑨餍（yan）：满足。遗：遗弃，抛弃。',
            ],
            'vernacular' => [
                '孟子拜见梁惠王。梁惠王说：“老先生，你不远千里而来，一定是有什麽对我的国家有利的高见吧？”',
                '孟子回答说：“大王！何必说利呢？只要说仁义就行了。大王说‘怎样使我的国家有利？’大夫说，‘怎样使我的家庭有利？’一般人士和老百姓说，‘怎样使 我自己有利？’结果是上上下下互相争夺利益，国家就危险了啊！在一个拥有一万辆兵车的国家里，杀害它国君的人，一定是拥有一千辆兵车的大夫；在一个拥有一 千辆兵车的国家里，杀害它国君的人，一定是拥有一百辆兵车的大夫。这些大夫在一万辆兵车的国家中就拥有一千辆，在一千辆兵车的国家中就拥有一百辆，他们的 拥有不算不多。可是，如果把义放在后而把利摆在前，他们不夺得国君的地位是永远不会满足的。反过来说，从来没有讲“仁”的人却抛弃父母的，从来也没有讲义 的人却不顾君王的。所以，大王只说仁义就行了，何必说利呢？”',
            ],
            'unscramble' => [
                '是啊，何必一开口就说利呢？',
                '孔子不是早就说过吗？——',
                '“君子喻于义，小人喻于利。”（《论语.里仁》）',
                '为人处世是这样，治理国家也是这样。',
                '荀子认为，盛世重义，乱世重利。（《荀子.大略篇》）',
                '司马迁说自己读孟子见梁惠王，常常感叹不已：利实在是天下大乱的原因啊！（《史记.孟子荀卿列传》）',
                '所以，君子不言利。这的确是儒学传统。',
                '不过，朱熹《孟子集注》说的好：“君子不言利并不是完全不想利，只不过不唯利是图而已。孟子之所以说的那麽坚决，是因为当时的人惟利是图不知世上有“仁义”二字，所以拔本塞源而救其弊，此圣贤之心也。”',
                '对于我们今天来说，利义齐飞，君子已不羞与言利，或者说，君子也要言利。但是不是也有必要多言“仁义”而“救其弊”呢？当然，的确也不可能只说仁义而不说利，这已不合乎我们今天的现实。应该是既说利也说义，或者，还是用圣人孔子的那句话来调节，叫做——',
                '“见得思义。”（《论语.季氏》、《论语.子张》）',
            ],
        ],
        [
            'name' => '第二节',
            'content' => [
                '孟子见梁惠王。王立于沼上，顾鸿雁麋鹿，曰：“贤者亦乐此乎？”',
                '孟子对曰：“贤者而后乐此，不贤者虽有此，不乐也。《诗云》⑴：‘经始灵台⑵，经之营之。庶民攻⑶之，不日⑷成之。经史勿亟⑸，庶民子来⑹。王在灵囿 ⑺，幽鹿攸伏⑻。幽鹿濯濯⑼，白鸟鹤鹤⑽。王在灵沼⑾，於轫⑿鱼跃。’文王以民力为台为沼，而民欢乐之，谓其台曰：‘灵台’，谓其沼曰‘灵沼’，乐其有麋 鹿鱼鳖。古之人与民偕乐，故能乐也。《汤誓》⒀曰：‘时日害丧⒁？予及女⒂偕亡！’民欲与之偕亡，虽有台池鸟兽，岂能独乐哉？”',
            ],
            'notes' => [
                '⑴《诗》云：下面所引的是《诗经.大雅.灵台》，全诗共四章，文中引的是前两章。⑵经始：开始规划营造；灵台，台名，故址在今陕西西安西北。⑶攻：建 造。⑷不日：不几天。⑸亟：急⑹庶民子来：老百姓像儿子似的来修建灵台。⑺囿：古代帝王畜养禽兽的园林。⑻幽鹿：母鹿；攸：同“所”。⑼濯（zhuo） 濯：肥胖而光滑的样子。⑽鹤鹤：羽毛洁白的样子。⑾灵沼：池名。⑿於（wu）:赞叹词；轫（ren）,满。⒀《汤誓》：《尚书》中的一篇，记载商汤王讨伐 夏桀是的誓师词。⒁时日害丧：这太阳什么时候毁灭呢？时，这；日，太阳；害，何，何时；丧，毁灭。⒂予及女：我和你。女同“汝”，你。',
            ],
            'vernacular' => [
                '孟子拜见梁惠王。梁惠王站在池塘边上，一面顾盼着鸿雁麋鹿，等飞禽走兽，一面说：“贤人也以次为乐吗？”',
                '孟子回答说：“正因为是贤人才能够以次为乐，不贤的人就算有这些东西，也不能够快乐的。《诗经》说：‘开始规划造灵台，仔细营造巧安排。天下百姓都来 干，几天建成速度快。建台本来不着急，百姓起劲自动来，国王游览灵园中，母鹿伏在深草丛。母鹿肥大毛色润，白鸟洁净羽毛丰。国王游览到灵沼，满池鱼儿欢跳 跃。’周文王虽然用了老百姓的劳力来修建高台深池,可是老百姓非常高兴,把那个台叫做‘灵台’，把那个池叫做‘灵沼’，以那里面有麋鹿鱼鳖等珍禽异兽为快 乐。古代的君王与民同乐，所以能真正快乐。相反，《汤誓》说：‘你这太阳啊，什麽时候毁灭呢？我宁肯与你一起毁灭！’老百姓恨不得与你同归于尽，即使你有 高太深池、珍禽异兽，难道能独自享受快乐吗？”',
            ],
            'unscramble' => [
                '这一段记载很有点戏剧性。',
                '梁惠王正在花园中休闲散心，那个劝他不要谈利的‘叟’——孟老头又去拜见他了。他一边左顾右盼地观赏园林池台中的珍禽异兽，一边漫不经心的问：“你们 这些不言利的贤人先生们觉得这园林风光，这珍禽异兽怎麽样啊？你们也会以次为乐吗？”语辞间满含奚落的味道。想不到孟老先生聪明人装糊涂，就像没有觉察出 什麽来似的，反而将话就话，接过他的话头来就亮出了自己的主题：“贤者而后乐此，不贤者虽有此不乐也。”然后沿着这一正一反两条线索展开，以周文王和夏桀 的典型例证作为论据，提出了当政者应“与民同乐”的思想主张。从而又一次教育了梁惠王。',
                '孟子的基本思想是：仁慈的政治领导人与民同乐，所以能享受到真正的快乐。残暴专制独裁者穷奢极欲，不顾老百姓的死活，其结果是自己也得不到真正的快 乐。从历史的情况看，夏桀王固然没有好下场，后世的殷纣王造酒池肉林，秦始皇建阿房宫，隋炀帝修迷楼，宋徽宗筑艮岳，慈禧太后建颐和园等，大兴土木，原本 都是为了享受快乐，但由于贪婪残暴，不顾人民死活，结果是民怨鼎沸，几乎没有一个有好结局，也没有一个享受到了真正的舒心的快乐。这些都证实了孟子“与民 同乐”思想的正确性。',
                '其实与民同乐的思想对各级领导人来说都很重要,比如说,作为一个单位的领导人，是一心想中饱私囊，捞它一把，还是想致力于改善广大职工的福利，走大家 共同富裕的道路，这的确是一块试金石。而实际情况是，往往那些只顾自己，不惜挺而走险的人，虽然也可能在短时间内满足自己的欲望，真的捞上了一把。但是， 欲壑难填，其最终结果多半是以身试法，并不能获得真正的快乐。',
                '甚至包括我们每个个人，只需要把与民同乐的“民”字稍加替换，改成“与人同乐”，对于我们立身处世都是具有非常积极意义的。我们的确看到，有的人通过 千辛万苦的拼搏和奋斗，钱倒是挣了不少，可是晚景凄凉，并没有亲人乃至知心的人来与自己分享，结果是了无生趣，并不觉得人生有什麽快乐可言。相反，是穷家 小户，“人亲喝口水也甜”，一家人和和美美，其乐也溶容。',
                '说到底，乐的问题本来就不是一个物质的问题，而是一个精神的问题。虽然物质条件和环境的好坏可以影响精神和心理，但它毕竟不是决定的因素。决定的因素 是人而不是物。如孔子：“饭疏食，饮水，曲肱枕之，乐亦在其中矣。”（《论语.述而》）又如颜回：“一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其 乐。”（《论语.雍也》）不都是精神超越物质的典型吗？所以，如果精神方面出了问题，像孟子举出夏桀的例子那样，老百姓恨不得与你同归于尽，的确也是： “虽有台池鸟兽，其能独乐哉？”',
                '谁有快乐不愿意与人分享呢？反过来说，只有人与你分享时，你才会真正感到快乐。这恐怕是我们都会有的体验罢。',
                '回到孟子的思想上来，与民同乐实际上是他仁政思想的一个组成部分，具有浓厚的民族主义色彩。这一点，在以后的篇章中还会有所体会。',
            ],
        ],
        [
            'name' => '第三节',
            'content' => [
                '梁惠王曰：“寡人愿安①承教。”',
                '孟子对曰：“杀人以挺②与刃，有以异乎：？”',
                '曰：“无以异也。”',
                '“以刃与政，有以异乎？”',
                '曰：“无以异也。”',
                '曰：“庖③有肥肉，厩④有肥马，民有饥色，野有饿莩。此率兽而食人也！兽相食，且人恶⑤之；为民父母，行政，不免于率兽而食人，恶⑥在其为民父母也？仲尼曰：‘始作俑者⑦，其无后乎！’为其象⑧人而用之也。如之何其使斯民饥而死也？”',
            ],
            'notes' => [
                '①安：乐意。②梃（ting）：木棒。③庖（pao）：厨房。④厩（jiu）：马栏。⑤且人恶（wu）之：按现在的词序，应是“人且恶之”。且，尚 且。⑥恶（wu）：疑问副词，何，怎么。⑦俑（yong）：古代陪葬用的土偶、木偶。在用土偶、木偶陪葬之前，经历了一个用草人陪葬的阶段。草人只是略略 像人形，而土偶、木偶却做得非常像活人。所以孔子深恶痛绝最初采用土偶、木偶陪葬的人。“始作俑者”就是指这最初采用土偶、木偶陪葬的人。后来这句话成为 成语，指首开恶例的人。⑧象：同“像”。',
            ],
            'vernacular' => [
                '梁惠王说：“我很乐意听您的指教。”',
                '孟子回答说：“用木棒打死人和用刀子杀死人有什么不同吗？”',
                '梁惠王说：“没有什么不同。”',
                '孟子又问：“用刀子杀死人和用政治害死人有什么不同吗？”',
                '梁惠王回答：“没有什么不同。”',
                '孟子于是说：“厨房里有肥嫩的肉，马房里有健壮的马，可是老百姓面带饥色，野外躺者饿死的人。这等于是在上位的人率领着野兽吃人啊！野兽自相残杀，人 尚且厌恶它；作为老百姓的父母官，施行政治，却不免于率领野兽来吃人，那又怎么能够做老百姓的父母官呢？孔子说：‘最初采用土偶木偶陪葬的人，该是会断子 绝孙吧！’这不过是因为土偶木偶太像活人而用来陪葬罢了。又怎么可以使老百姓活活地饿死呢？”',
            ],
            'unscramble' => [
                '现在已经不是孟子找梁惠王游说了，而是反过来，梁惠王主动向孟子请教。',
                '孟子也就当仁不让，再一次对梁惠王来了一次关于父母官为人民的教育。',
                '在孟子看来，执政者作为老百姓的父母官，让人民生活幸福是其基本的职责。相反，如果自己过着丰食足食的生活，而人民群众却在挨饿受冻，那简直就像是率领野兽吃人一样，是极大的犯罪。',
                '孟子的言论并不深奥，道理也是大家都懂得的，不外乎是一种民本主义的思想。问题还是出在实施上。',
                '梁惠王固然是实施得不好，不然怎么会出现“庖有肥肉，厩有肥马”而“民有饥色，野有饿莩”的现象呢？但是，无论是与梁惠王同时代的其它国家统治者，还是后世若干年的当权执政者，又有多少“父母官”实施得很好呢？',
                '这的确是千古政治的一大课题，或者说一大难题啊！',
                '今天我们树立人民公仆的意识，反腐倡廉，为民办实事等等，不是依然在考虑如何为人民谋利益，真正为人民服务吗？',
                '所以，孟子的言论并不过时，直到今天，仍然对我们各级领导人起到警戒作用。',
                '是啊，“当官不为民作主，不如回家卖红薯。”这不也是孟子思想的翻版吗？',
            ],
        ],
        [
            'name' => '第四节',
            'content' => [
                '梁惠王曰：“晋国①，天下莫强②焉，叟之所知也。及寡人之身，东败于齐，长子死焉③；西丧地于秦七百里④；南辱于楚⑤。寡人耻之，愿比死者一洒之⑥，如之何则可？”',
                '孟子对曰；“地方百里⑦而可以王。王如施仁政于民，省刑罚，薄税敛，深耕易耨⑧；壮者以暇日修其孝悌忠信，入以事其父兄，出以事其长上。可使制梃以达秦楚之坚甲利兵矣。',
                '“彼夺其民时，使不得耕耨以养其父母。父母冻饿，兄弟妻子离散，彼陷溺其民，王往而征之，夫谁与王敌？故曰：‘仁者无敌。’王请勿疑！”',
            ],
            'notes' => [
                '①晋国：韩、赵、魏三家分晋，被周天子和各国承认为诸侯国，称三家为三晋，所以，梁（魏）惠王自称魏国也为晋国。②莫强：没有比它更强的。③东败于 齐，长子死焉：公元前341年，魏与齐战于马陵，兵败，主将庞涓被杀，太子申被俘。④西丧地于秦七百里：马陵之战后，魏国国势渐衰，秦屡败魏国，迫使魏国 献出河西之地和上郡的十五个县，约七百里地。⑤南辱于楚：公元前324年，魏又被楚将昭阳击败于襄陵，魏国失去八邑。⑥比：替，为；一：全，都；洒：洗 刷。全句说，希望为全体死难者报仇雪恨。⑦地方百里：方圆百里的土地。⑧易耨：及时除草。易，疾，速，快；耨，除草。',
            ],
            'vernacular' => [
                '惠王说：“魏国曾一度在天下称强，这是老先生您知道的。可是到了我这时候，东边被齐国打败，连我的大儿子都死掉了；西边丧失了七百里土地给秦国；南边又受楚国的侮辱。我为这些事感到非常羞耻，希望替所有的死难者报仇雪恨，我要怎样做才行呢？”',
                '孟子回答说：“只要有方圆一百里的土地就可以使天下归服。大王如果对老百姓施行仁政，减免刑罚，少收赋税，深耕细作，及时除草；让身强力壮的人抽出时 间修养孝顺、尊敬、忠诚、守信的品德，在家侍奉父母兄长，出门尊敬长辈上级.这样就是让他们制作木棒也可以打击那些拥有坚实盔甲锐利刀枪的秦楚军队了。',
                '“因为那些秦国、楚国的执政者剥夺了他们老百姓的生产时间，使他们不能够深耕细作来赡养父母。父母受冻挨饿，兄弟妻子东离西散。他们使老百姓陷入深渊之中，大王去征伐他们，有谁来和您抵抗呢？所以说：‘施行仁政的人是无敌于天下的。’大王请不要疑虑！”',
            ],
            'unscramble' => [
                '从一般的请教到倾诉苦衷，寻求雪耻图强的良方。梁惠王已经对孟子信任有加了。',
                '孟子因此也不再卖关子，而是直截了当的提出了他的仁政主张。其实还是不外乎物质生产和精神文明建设两手抓的问题。',
                '在物质生产方面，包括三项内容：一是刑罚，二是薄赋税，三是深耕易耨。虽然省刑罚属于法治，薄赋税属于财政，深耕易耨才属于农业生产。但说穿了，前两项的目的都是为了让老百姓能够提高劳动生产积极性，发展生产。',
                '在精神文明建设方面，主要还是教育问题，不过，在儒家政治的教育中，德育是第一位的，做人是第一位的，而文化知识还是第二位的，所以孟子在这里依然强调的是“孝、悌、忠、信”。',
                '只要这两手都抓住了，国无论大小都可以发展壮大。',
                '小国可以打败大国，弱国可以战胜强国。因为，施行仁政的人是无敌于天下的。',
                '孟子当然也不是随便提虚劲，而是具体分析了敌对国的致命弱点，最后才鼓励惠王，请他不要怀疑自己的治国良方。',
                '其实，莫说梁惠王，就是我们今天听了孟子的一番阐述申说，不也是认为很有道理的吗？',
            ],
        ],
        [
            'name' => '第五节',
            'content' => [
                '孟子见梁襄王①。出，语②人曰：“望之不似人君，就之而不见所畏焉。卒然③问曰：‘天下恶乎定？’',
                '“吾对曰：‘定于一。’',
                '“‘孰能一之？’',
                '“对曰：‘不嗜杀人者能一之。’',
                '“‘孰能与④之？’',
                '“对曰：‘天下莫不与也。王知夫苗乎？七八月之间旱，则苗槁矣。天油然作云，沛然下雨，则苗渤然⑤兴之矣。其如是，孰能御之？今夫天下之人牧⑥，未有 不嗜杀人者也。如有不嗜杀人者也。如有不嗜杀人者，则天下之民皆引领而望之矣。诚如是也，民归之，由⑦水之就下，沛然谁能御之？’”',
            ],
            'notes' => [
                '①梁襄王：梁惠王的儿子，名嗣，公元前318年至公元前296年在位。②语(yu):动词，告诉。③卒然：突然。卒同“猝”(cu).④与：从，跟。 七八月：这里指周代的历法，相当于夏历的五六月，正是禾苗需要雨水的时候。⑤渤然：兴起的样子。渤然兴之即蓬勃地兴起。⑥人牧：治理人民的人，指国君。 “牧”由牧牛、牧羊的意义引申过来。⑦由：同“犹”，好像，如同。',
            ],
            'vernacular' => [
                '孟子见了梁惠王，出来以后，告诉人说：“远看不像个国君，到了他跟前也看不出威严的样子。突然问我：‘天下要怎样才能安定？’',
                '“我回答说：‘要统一才会安定。’',
                '“他又问：‘谁能统一天下呢？’',
                '“我又答：‘不喜欢杀人的国君能统一天下。’',
                '“他又问：‘有谁愿意跟随不喜欢杀人的国君呢？’',
                '“我又答：‘天下的人没有不愿意跟随他的。大王知道禾苗的情况吗？当七八月间天旱的时候，禾苗就干枯了。一旦天上乌云密布，哗啦哗啦下起大雨来，禾苗 便会蓬勃生长起来。这样的情况，谁能够阻挡的住呢？如今各国的国君，没有一个不喜欢杀人的。如果有一个不喜欢杀人的国君，那么，天下的老百姓都会伸长脖子 期待着他来解救了。真象这样，老百姓归服他，就象雨水向下奔流一样，哗啦哗啦谁能阻挡的住呢？”',
            ],
            'unscramble' => [
                '天有不测风云，人有旦夕祸福。',
                '正当孟子与梁惠王越谈越投机的时候，梁惠王却一命呜呼了。',
                '惠王的儿子襄王继位，还是召见了一次孟子。这里记录的，就是孟子见了梁襄王后的感受和他的自述的谈话内容。',
                '“望之不似人君，就之而不见所畏焉。”这两句著名的话描绘一个人不成器的样子，真是形象生动而入木三分。更为有意思的是，就是这个不成器的公子哥儿， 居然一开口就问“天下恶乎定？”给人以小人说大话的感觉：他竟然也想定平定天下！值得我们注意的是，孟子并没有因为反感这人就拂袖而去或缄口不言，而是照 样认真地给他来了一番关于统一天下的开导。这一点，要是换了我们就很难做到了。所谓“话不投机半句多”，我们在人际交往中往往喜怒形于色，不能掩饰自己的 感情好恶。尤其是遇到自己看不惯的领导人，心里面咒骂“你算什么东西！”面子上也就难看而过不去了，没有孟老夫子那样的涵养。',
                '孟老夫子给梁襄王谈的其实是两个层次的内容。第一层，天下统一才能够安定。这个道理是非常简单的。天下不统一，四分五裂，战争不断，怎么可能安定呢？ 用以后各代的历史事实（如三国六朝等）来验证，也可以看到孟子论断的正确性。第二层，谁能统一天下？孟子说得非常简单：不喜欢杀人的人能够统一天下。用我 们今天的眼光来看，谁喜欢杀人呢？除了心理变态的杀人狂而外，谁都不喜欢杀人。那岂不成了谁都可以统一天下了吗？这显然是近乎荒唐的结论。所以，我们要回 到孟子谈话的具体环境和时代来理解，才不致于曲解了这位“亚圣”的本来意思。首先，孟子所说的“不嗜杀人者”是指执掌人的生死大权的国君。其次，在当时的 时代，七雄纷争，战争不断。战争就要互相残杀。所以，孟子所说的“不嗜杀人者”实际上是指不喜欢战争的人，也就是世界和平的维护者，而“嗜杀人者”则是指 那些战争贩子，“军国主义者”。不然的话，孟子说“今夫天下之人牧，未有不嗜杀人者也”，岂不成了个个国君都是心理变态的杀人狂吗？其实，孟子所说的道理 并不深奥，正因为当时战火纷飞，征伐不断，各国的老百姓都吃够了战争的苦头，就像生活在水深火热之中一样，痛苦不堪。如果这时候有哪个国君公然树起和平的 旗帜，不再让他的老百姓去打仗卖命，而营造出一派社会稳定和发展生产的局面，那天下的老百姓都会闻风而至，诚心归服了。孟子的理论依据实际上仍然是民众的 心理。孟子的政治学说具有浓厚的政治心理学色彩，说穿了，还是“仁政”的思想了。',
                '从我们今天的研究来看，孟子的政治学说和治国方略在理论上说都非常有道理，使人听了后不得不信服。但从实践来看，则不一定适用于战国时代的特殊历史。 在战争年代，军事和政治密不可分，要谋求天下统一也的确离不开军事，离不开战争本身。所以，一般国君都会认为孟子的思想过于“迂阔”而不实用，不如纵横家 或兵家的计策来得实在。梁襄王显然也是这种看法。事实上，就在孟子走后不久，苏秦到了魏国，并没有费太多的口舌就说动了梁襄王参加六国合纵抗秦的计划。',
                '人毕竟都是急功近利的啊，何况是在战国那个特殊的时代。',
            ],
        ],
        [
            'name' => '第六节',
            'content' => [
                '王曰：“吾惛①，不能进于是矣。愿夫子辅吾志，明以教我，我虽不敏，请尝试之。”',
                '曰：“无恒产②而有恒心者，惟土为能。若③民，则无恒产，因无恒心。苟无恒心，放辟邪侈④无不为已。及陷于罪，然后从而刑之是罔民⑤也。焉有仁人在位 罔民而可为也？是故明君制⑥民之产，必是仰足以事父母，俯足以畜妻子；乐岁终身饱，凶年免于死亡。然后驱而之善，故民之从之也轻⑦。',
                '“今也制民之产，仰不足以事父母，俯不足以畜妻子；乐岁终身苦，凶年不免于死亡。此惟救死而恐不赡⑧，奚暇⑨礼仪哉？',
                '“王欲行之则盍反其本矣？五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，八口之家可以无饥矣。谨庠畜之教，申之以孝悌之义，颁白者不负戴于道路矣。老者衣锦食肉，黎民不饥不寒，然而不王者，未之有也。”',
            ],
            'notes' => [
                '①惛：同“昏”，昏乱，糊涂。②恒产：可以赖以维持生活的固定财产。如土地、田园、林木、牧畜等。③若：转折连词，至于。④放：放荡。辟：同“僻”与 “邪”的意思相近，均指歪门邪道；侈：放纵挥霍。放辟邪侈指放纵邪欲违法乱纪。⑤罔：同“网”，有“陷害”的意思。⑥制：订立制度、政策。⑦轻：轻松，容 易。⑧赡：足够，充足。⑨奚暇：怎麽顾得上。奚，疑问词，怎麽，哪有。暇，余暇，空闲。',
            ],
            'vernacular' => [
                '齐宣王说：“我头脑昏乱，对您的说法不能作进一步的领会。希望先生开导我的心志，更明确的教我。我虽然不聪明，也不妨试它一试。”',
                '孟子说：“没有固定的产业收入却有固定的道德观念，只有读书人才能做到，至于一般老百姓，如果没有固定的产业收入，也就没有固定的道德观念。一旦没有 固定的道德观念，那就会胡作非为，什麽事都做得出来。等到他们犯了罪，然后才去加以处罚，这等于是陷害他们。哪里有仁慈的人在位执政却去陷害百姓的呢？所 以，贤明的国君制定产业政策，一定要让他们上足以赡养父母，下足以抚养妻子儿女；好年成丰衣足食，坏年成也不致饿死。然后督促他们走善良的道路，老百姓也 就很容易听从了。',
                '“现在各国的国君制定老百姓的产业政策，上不足以赡养父母，下不足以抚养妻子儿女；好年成尚且艰难困苦，坏年成更是性命难保。到了这个地步，老百姓连保命都恐怕来不及哩，哪里还有什麽工夫来修养礼仪呢？',
                '“大王如果想施行仁政，为什麽不从根本上着手呢？在五亩大的宅园中种上桑树，五十岁以上的老人都可以穿上丝绵衣服了。鸡狗猪等家禽家畜好好养起来，七 十岁以上的老人都可以有肉吃了。百亩的耕地，不要去防碍他们的生产，八口人的家庭都可以吃得饱饱的了。认真地兴办学校，用孝顺父母尊敬兄长的道理反复教导 学生，头发斑白的人也就不会在路上负重行走了。老年人有丝绵衣服穿,有肉吃,一般老百姓吃得饱,穿得暖,这样还不能使天下归服，是从来没有过的。”',
            ],
            'unscramble' => [
                '齐宣王已经完全被孟子的言语所打动，所以态度诚恳地请孟子“明以教我”，不要绕弯子了，打开窗户说亮话吧。直到这是孟子才完全正面地展开了他的治国方略和施政纲要。归结起来，也不过就是两层意思：',
                '第一层，有恒产才有恒心，所以要先足衣食后治礼仪。',
                '这就是《管子.牧民》所谓“仓廪实则知礼节，衣食足则知荣辱”的道理。',
                '其实，在一定程度上也合于两千年后卡尔.马克思那个伟大的发现：“人们首先必须吃、喝、住、穿，然后才能从事政治、科学、艺术、宗教等等。”',
                '所以，“光靠勒紧肚子闹革命”是不行的，越穷越光荣也是自欺欺人的。',
                '而且，仅从社会稳定的角度来说，“无恒产者”也是最危险的因素。因此孟子认为在我们制订国民经济发展规划的时候，一定要从富民的角度出发。考虑到让老 百姓过上丰衣足食，安居乐业的生活，让他们不仅能够养家糊口，而且还有一定的产业。只有做到了这一步，才谈得上进一步精神文明建设，即“治礼仪”的问题。',
                '讲清楚了这一层道理后，孟子才转到第二层意思，即较为具体的展示他的富民兴教的蓝图。我们不难发现，他在这里所展示的富民兴教的蓝图，几乎与他在梁惠 王那里所展示的一模一样。（只是把“数口之家”改为了具体的“八口之家”，“七十者衣帛食肉”改为了“老者衣帛食肉”罢了）一个国家不能实现自己的政治抱 负，又到了另一个国家。孟子就是这样，像他的前辈孔老夫子一样，东奔西走，周游列国，希望：行义以达其道“，为救世济民而不辞辛劳，甚至是”知其不可为而 为之“。其积极入世的理想精神，给后世留下了深远的影响。',
                '从齐宣王到齐桓、晋文之事开始，以上四节在《孟子》原书中属于一章，我们为了阅读的方便把它相对分开。这一章长文，是孟子政治学说的重要篇章，其中许 多名言名句，如“君子远庖厨”、“缘木求鱼”、“察秋毫之末而不见舆薪”、“是不为也非不能也”等等，甚至一些重要段落也都成了脍炙人口的文学名段，对于 我们研究政治、哲学、经济、社会乃至于文学表达等等，都具有非常重要的价值。此外孟子极富心理分析色彩的谈话艺术，也值得引起我们的特别重视。在孟子的时 代当然还没有什麽心理学的概念，心理分析大师弗洛依德更是两千多年后才出生，但这并不能否认孟子的心理分析技巧。自发的实践先于理论和科学的建立，这是没 有什麽奇怪的。倒是我们应该对孟子的心理分析实践作为更深入的研究，以获取心理学史的珍贵资料，这才是至关重要的课题。当然已不是我们这里的任务了。',
            ],
        ],
        [
            'name' => '第七节',
            'content' => [
                '齐宣王①问曰：“齐桓、晋文②之事可得闻乎？”',
                '孟子对曰：“仲尼之徒无道桓、文之事者，是以后世无传焉。臣未之闻也。无以③，则王乎？”',
                '曰：“德何如，则可以王矣？”',
                '曰：“保民而王，莫之能御也。”',
                '曰：“若寡人者，可以保民乎哉？”',
                '曰：“可。”',
                '曰：“何由知吾可也？”',
                '曰：“臣闻之胡龁④曰，王坐于堂上，有牵牛而过堂下者，王见之，曰：‘牛何之⑤？’对曰：‘将以衅钟⑥。’王曰：‘舍之！吾不忍其觳觫⑦，若无罪而就死地。’对曰：‘然则废衅钟与？’曰：‘何可废也？以羊易之！’不识有诸？”',
                '曰：“有之。”',
                '曰：“是心足以王矣。百姓皆以王为爱⑧也，臣固知王之不忍也。”',
                '王曰：“然。诚有百姓者。齐国虽褊⑨小，吾何爱一牛？即不忍其觳觫，若无罪而就死地，故以羊易之也。”',
                '曰：“王无异⑩于百姓之以王为爱也。以小易大，彼恶知之？王若隐⑾其无罪而就死地，则牛羊何择焉？”王笑曰：“是诚何心哉？我非爱其财。而易之以羊也，宜乎百姓之谓我爱也。”',
                '曰：“无伤⑿也，是乃仁术也，见牛未见羊也。君子之于禽兽也，见其生，不忍见其死；闻其声，不忍食其肉。是以君子远庖厨⒀也。”',
            ],
            'notes' => [
                '①齐宣王：姓田，名辟疆。齐威王的儿子，齐泯王的父亲，约公元前319年至301年在位。②齐桓、晋文：指齐桓公、晋文公。齐桓公，春秋时齐国国君， 姓姜，名小白。公元前685年至前643年在位，是春秋时第一个霸主。晋文公，春秋时晋国国君，姓姬，名重耳，公元前636至前628年在位，也是“春秋 五霸”之一。③无以：不得已，以同“已”。④胡龁：人名，齐宣王身边的近臣。⑤之：动词，去，往。⑥衅钟：新钟铸成，杀牲取血涂抹钟的孔隙，用来祭祀。按 照古代礼仪，凡是国家某件新器物或宗庙开始使用时，都要杀牲取血加以祭祀。⑦觳(hu)觫(su):因恐惧而战栗的样子。⑧爱：吝啬。⑨褊(bian)： 狭小。⑩异：动词，奇怪，疑怪，责怪。⑾隐：疼爱，可怜。⑿无伤：没有关系，不要紧。⒀庖厨：厨房。',
            ],
            'vernacular' => [
                '齐宣王问道：“齐桓公、晋文公在春秋时代称霸的事情，您可以讲给我听听吗？”',
                '孟子回答说：“孔子的学生没有谈论齐桓公、晋文公称霸之事的，所以没有传到后代来，我也没有听说过。大王如果一定要我说。那我就说说用道德来统一天下的王道吧？”',
                '宣王问：“道德怎麽样就可以统一天下了呢？”',
                '孟子说：“一切为了让老百姓安居乐业。这样去统一天下，就没有谁能够阻挡了。”',
                '宣王说：“像我这样的人能够让老百姓安居乐业吗？”',
                '孟子说：“能够。”宣王说：“凭什麽知道我能够呢？”',
                '孟子说：“我曾经听胡告诉过我一件事，说是大王您有一天坐在大殿上有人牵着牛从殿下走过，您看到了，便问：‘把牛牵到哪里去？’牵牛的人回答：‘准备 杀了取血祭钟’。您便说：‘放了它吧！我不忍心看到它那害怕得发抖的样子，就像毫无罪过却被到处死刑一样。’牵牛的人问：‘那就不祭钟了吗？’您说：‘怎 么可以不祭钟呢？用羊来代替牛吧！’-----不知道有没有这件事？”',
                '宣王说：“是有这件事。”',
                '孟子说：“凭大王您有这样的仁心就可以统一天下了。老百姓听说这件事后都认为您是吝啬，我却知道您不是吝啬，而是因为不忍心。”',
                '宣王说：“是，确实有的老百姓这样认为。不过，我们齐国虽然不大，但我怎么会吝啬到舍不得一头牛的程度呢？我实在是不忍心看到它害怕得发抖的样子,就像毫无罪过却被判处死刑一样，所以用羊来代替它。”',
                '孟子说：“大王也不要责怪老百姓认为您吝啬。他们只看到您用小的羊去代替大的牛，哪里知道其中的深意呢？何况，大王如果可怜它毫无罪过却被宰杀，那牛和羊又有什么区别呢？”',
                '宣王笑者说：“是啊，这一点连我自己也不知道到底是一种什么心理了。我的确不是吝啬钱财才用羊去代替牛的，不过，老百姓这样认为，的确也有他们的道理啊。”',
                '孟子说：“没有关系。大王这种不忍心正是仁慈的表现，只因为您当时亲眼见到了牛而没有见到羊。君子对于飞禽走兽，见到它们活着，便不忍心见到它们死区；听到它们哀叫，便不忍心吃它们的肉。所以，君子总是远离厨房。”',
            ],
            'unscramble' => [
                '孟子到底是从“望之不似人君”的梁襄王那里出走后才到齐国，还是先到齐国，随后才到魏国见梁惠王，这已经成了历史公案，学者们各有考证。我们姑且按《孟子》书的顺序，认为孟子是从梁襄王那里出走后才到齐国拜见齐宣王的罢。',
                '齐宣王虽然不像梁惠王那样一开口就问“何以利吾国？”也不像梁惠王那个不成器的儿子口气更大地问“天下恶乎定？”而是很委婉含蓄地向大学者孟夫子请教 历史问题：“齐桓、晋文之事可得闻乎？”但实际上，他所关心的仍然是同一个问题：如何称霸天下？因为齐桓公和晋文公在春秋时代都是靠“霸道”而称雄天下 的。殊不知孟子所奉行的是反对霸权主义的儒学，不讲“霸道”而讲“王道”。也就是不讲武力，靠军事力量，靠战争称霸天下，而讲用道德，靠教化的力量，靠仁 政统一天下，使天下人心归服。所以，孟子也就直言不讳地说：“您要问霸道，那我就不懂得。您要对王道感兴趣的话，我倒可以说一说。”好在齐宣王也还通泰随 和，管他霸道、王道，只要是能称雄天下就行，也就与孟子一问一答地探讨起来了。',
                '孟子依然用的是他一贯的手法，就是开心理医生诊所，从心理分析入手去抓住对方，自己掌握主动，剥茧抽丝，层层推进，迫使对方落入自己观点的觳中。这一 段“君子远庖厨”的心理分析，是典型的孟子手法，精采绝伦，切中要害。它所起的作用，就是唤醒齐宣王内心“不忍”的仁慈之心。只要这种仁心被唤醒，下面的 事情，什么王道啊，仁政啊，就统统有了接受的心理基础，那不过是顺理成章的事情罢了。',
                '所谓“君子远庖厨”，不过说的是一种不忍杀生的心理状态罢了。也就是齐宣王“以羊易牛”的心理，因为他亲眼看到了牛即将被杀的样子而没有亲眼看到羊即将被杀的样子。“眼不见为净”，所以君子远离宰鸡杀鸭的厨房。',
                '至于“君子远庖厨”这句话，则不是孟子的著作权，而是出自《礼记。玉藻》：“君子远庖厨，凡有血气之类弗身践也。”也就是说，凡有血气的东西都不要亲 手去杀它们。汉代贾宜在《新书.礼篇》中引述了孟子的话后说》：“故远庖厨，仁之至也。”把“君子远庖厨”作为仁慈的品德加以提倡，这倒也是符合孟子的原 意的。',
                '问题是，后世有不少人曲解了“君子远庖厨”这句话里的合理内核，也就是那种“不忍”之心，而片面轻率地说君子应该远离厨房，以此作为自己偷懒不下厨房 的借口。这正如南怀谨先生已经很幽默地指出：“近代的年轻人，当太太要他到厨房里帮个小忙的时候，他就拿这句话来做挡箭牌。太太请原谅！孟老夫子说的， ‘君子远庖厨’，我要做君子，你的先生不能是小人哪！于是坐在客厅沙发上看电视，等太太把热腾腾的菜饭端来。”（《孟子旁通》）',
                '不过，南怀谨先生的笑谈指出的只是一种情况。以我们今天见得更多的家庭状况来看，君子先生们“远庖厨”的时代似乎已远，宰鸡杀鸭无所不为了。当然，肉还是照食不误！”见其生，不忍见其死；闻其声，不忍食其肉。”都是成了迂腐。',
                '仁还是不仁呢？',
                '那也只有等孟老夫子转世再来作心理分析了罢。',
            ],
        ],
    ],
];
