<?php
return [
    'name' => '孟子',
    'brief' => '孟子描述',
    'chapters' => [
        [
            'name' => '孟子',
            'brief' => '',
            'infos' => [
                ['code' => 1, 'name' => '梁惠王章句上(七)'], ['code' => 1, 'name' => '梁惠王章句下(十六)'],
                ['code' => 1, 'name' => '公孙丑章句上(九)'], ['code' => 1, 'name' => '公孙丑章句下(十四)'],
                ['code' => 1, 'name' => '滕文公章句上(五)'], ['code' => 1, 'name' => '滕文公章句下(十)'],
                ['code' => 1, 'name' => '离娄章句上(二十八)'], ['code' => 1, 'name' => '离娄章句下(三十三)'],
                ['code' => 1, 'name' => '万章章句上(九)'], ['code' => 1, 'name' => '万章章句下(九)'],
                ['code' => 1, 'name' => '告子章句上(二十)'], ['code' => 1, 'name' => '告子章句下(十六)'],
                ['code' => 1, 'name' => '尽心章句上(四十六)'], ['code' => 1, 'name' => '尽心章句下(三十八)'],
            ],
        ],
    ],
];

