<a name="anchor8"></a>
<div class="custom_border lindBox">
    <div class="custom_head">
        <div class="custom_title"><h2>美国总统继任顺序</h2></div>
        <div class="custom_totop"><div class="ico"></div><a href="#top" target="_self">返回顶部</a></div>
    </div>
    <div class="custom_content">
        <div class='content_text'>
            <p style="TEXT-INDENT:2em">总统制是美国人的政治发明，是美国完法和政治制度约束下的具有现代君主倾向的政治角色。根据
                <a href="http://114.xixik.com/us-constitution/" style="color:#000" title="美国宪法">美国宪法</a>的规定，行政权属于总统，国家元首和政府首脑职权集中于总统一人，且兼任武装部队总司令，是美国的最高行政首长，总统不对国会负责。可以清楚地看出，
                <a href="http://114.xixik.com/us-president/" style="text-indent: 2em; color: rgb（0, 0, 0）;" title="美国总统">美国总统</a>是一个权力相当相当大的职位。但俗话说，天有不测风云，万一在任总统有什么变故，怎么防止群龙无首危害国家安全，使国家政权顺利运行呢？这就要说到
                <a href="http://www.xixik.com/content/aa970aa5a6542bcb" title="美国总统继任顺序">美国总统的顺位继承制度</a>。</p>
            <p style="TEXT-INDENT:2em">1787年的《美国宪法》第2条第1款规定的总统继承制度只有一人：副总统。1791年1月，第一届国会意识到只有副总统一位总统继承人的制度有漏洞后，提出增加国务卿为第二总统顺位继承人的议案。可是由于时间和议程的原因，没有来得及表决，直到九个月后的第二届国会，才将之通过，自此美国才有了两位总统顺位继承人。</p>
            <p style="TEXT-INDENT:2em">1792年，在激烈的联邦主义者与反联邦主义者的政治斗争中，国会通过了第一部《总统继承法》（Presidential Succession Act），规定了总统的顺位继承人是：副总统（兼任参议院议长）、参议院副议长与众议院议长。</p>
            <p style="TEXT-INDENT:2em">1886年，在权力斗争与谈判妥协下，国会又通过立法程序，修改总统的顺位继承人为：副总统、国务卿、众议院议长和参议院副议长。</p>
            <p style="TEXT-INDENT:2em">1945年，杜鲁门总统向国会提出将众议院议长和参议院副议长排在国务卿之前为总统顺位继承人的提案，理由很简单：国务卿是总统提名，而议院议长和参议院副议长却是民选，在民主体系中，民选官员应该比政府委任官员更有优先权。</p>
            <p style="TEXT-INDENT:2em">1947年，通过的《总统继承法》（Presidential Succession Act of 1947）是一部没有党派成见和利益冲突的的法案。规定美国总统一旦离开其职务（辞职，弹劾、死亡等），将由副总统、参/众议院议长及内阁成员依据
                <strong style="text-indent: 2em;">
                    <a href="http://www.xixik.com/content/8e0afccd9923fe29" title="美国总统职位的继承顺序：谁将是总统的继承人">美国总统继任顺序</a></strong>（United States presidential line of succession）依序递补，而内阁的排名顺序基本上以内阁职务的成立时间为准。总统的16位顺位继承人是：</p>
            <p style="text-indent: 2em;">
                <b>1.&#160;</b>副总统</p>
            <p style="text-indent: 2em;">
                <b>2.&#160;</b>众议院议长</p>
            <p style="text-indent: 2em;">
                <b>3.&#160;</b>参议院临时议长</p>
            <p style="text-indent: 2em;">
                <b>4.&#160;</b>国务卿</p>
            <p style="text-indent: 2em;">
                <b>5.&#160;</b>财政部长</p>
            <p style="text-indent: 2em;">
                <b>6.&#160;</b>国防部长</p>
            <p style="text-indent: 2em;">
                <b>7.&#160;</b>司法部长</p>
            <p style="text-indent: 2em;">
                <b>8.&#160;</b>内政部长</p>
            <p style="text-indent: 2em;">
                <b>9.&#160;</b>农业部长</p>
            <p style="text-indent: 2em;">
                <b>10.&#160;</b>商务部长</p>
            <p style="text-indent: 2em;">
                <b>11.&#160;</b>劳工部长</p>
            <p style="text-indent: 2em;">
                <b>12.&#160;</b>卫生与公共服务部长</p>
            <p style="text-indent: 2em;">
                <b>13.&#160;</b>住房与城市发展部长</p>
            <p style="text-indent: 2em;">
                <b>14.&#160;</b>交通部长</p>
            <p style="text-indent: 2em;">
                <b>15.&#160;</b>能源部长</p>
            <p style="text-indent: 2em;">
                <b>16.&#160;</b>教育部长</p>
            <p style="text-indent: 2em;">国务卿在总统继承顺序中排名第4，居各部之首。紧接着是财政部长。国务院和财政部都建立于1789年，不过国务院比财政部早问世了一两个月。排在第6位的是国防部长。国防部是1947年才创建的，不过前身是1789年就成立的战争部，于是，国防部长就取代了战争部长。退伍军人事务部成立于1989年，退伍军人事务部长成为第17序列继承人。小布什任内2002年11月成立的国土安全部，原本依照惯例，排名在最后一位；但2003年6月27日参议院已经提议修法将排名改列于司法部长之后，位列总统继任顺序中的第8位，内政部长之前，这样就有了18位顺位继承人。但尚未经过众议院同意。</p>
            <p style="TEXT-INDENT:2em">由于美国法律规定美国总统必须是由
                <a href="http://www.xixik.com/content/7eaff2ba1980e001" style="color:#000;" title="总统出生地那些事儿：自然出生时美国公民才算">在美国自然出生的美国公民</a>（Natural-born-citizen）来出任，因此继任顺序成员中若有归化美籍者时，将会自动跳过顺位到下一位。根据美国宪法，总统必须“出生时即为美国公民”，所以归化美籍的部长不能继承美国总统职位。尼克松总统时期的国务卿亨利·基辛格出生在德国。卡特总统的财政部长布卢门撒尔也出生在德国。克林顿总统时期的国务卿马德琳·奥尔布莱特出生在捷克，她是首位女国务卿，同时作为内阁位阶最高的部长。在小布什总统任内担任劳工部长及在特朗普总统任内担任运输部长的赵小兰出生在台湾，商务部长卡洛斯·古铁雷斯出生在古巴。他们均不在美国总统继承序列。</p>
            <p style="TEXT-INDENT:2em">911恐怖袭击后当天，美国政府立即将副总统分隔，并将众议院议长丹尼斯·哈斯泰特和参议院副议长罗伯特·伯德转移到安全的地方，以防总统顺位继承人的中断。在白宫召开紧急的全体内阁会议时，最少有一位内阁阁员不得待在白宫，其用意亦是在防范总统顺位继承人的中断。奥巴马和小布什交接政权时，双方都同意，如果发生重大意外的话，当时的国防部长罗伯特&#8226;盖兹将会是临时代理总统，这就是为什么在奥巴马的就职典礼上看不到盖兹的原因。</p>
            <p style="TEXT-INDENT:2em">由于担心核子武器等大规模杀伤性武器的威胁，国会还讨论再多增加五个总统顺位继承人：派驻联合国大使、英国大使、俄罗斯大使、中国大使、法国大使。如果此提案成功通过而
                <a href="http://114.xixik.com/us-president/" style="color:#000;" title="美国总统">美国总统</a>签字认可的话，
                <a href="http://114.xixik.com/us-president/" style="color:#000;" title="美国总统">美国总统</a>顺位继承人将增加到23位。</p>
            <p style="TEXT-INDENT:2em">再来看看什么情况下美国总统会出缺，根据美国宪法规定，只有四种情况之下总统职位才会出现空缺：死亡（最极端的是哈里逊总统上任仅一个月就因病去世）、辞职（尼克松总统被弹劾后辞职）、不称职、被弹劾定罪（约翰逊总统和克林顿总统被弹劾但未通过）。其中，特别说明一下“死亡”这一情况，死亡包括两种：正常因病去世和被暗杀死亡，四位总统任期内因病去世，被暗杀死亡的总统有四位，也就是说，共有八位总统因任期内死亡这一情况出现空缺。</p>
            <p style="TEXT-INDENT:2em">美国历史上有九位副总统因为现任总统死亡和辞职而继任总统，两位副总统临时代理过总统职位。其它政府官员还从来没有机会履行到总统职责。因此总统、副总统、众议院议长、参议院临时议长甚至国务卿、财政部长、国防部长等一系列政府显要同时下台或遇难的非常情形，更是难以想象了。所以，法定的总统继承顺序在法理上保证了国家一刻也不会群龙无首。美国总统每年到国会对参众两院发表国情咨文演说（State of the Union Address）时，副总统、两院领袖和内阁部长都会到场。按照惯例，
                <a href="http://www.xixik.com/content/c578540667d032cd">届时一定会有一位内阁部长缺席（在此期间称作“指定幸存者”）</a>，留守在某个没有透露的安全地点，以防万一（一般会在华府以外）。若华府遭到袭击导致所有政府官员死亡，“指定幸存者”（Designated survivor）将会担任总统职务。虽说如果真的到了
                <a href="http://www.xixik.com/content/c578540667d032cd">诸如国土安全部部长来继任总统这个地步</a>，那时的美国联邦政府应该已经垮台解散了，但不得不说美国的继任法案相对来说还是最完善的。</p>
            <p style="TEXT-INDENT:2em">1849年3月4日，美国第十一任总统詹姆斯·波尔克在星期天离职，当选总统扎卡里·泰勒由于宗教原因无法于当日宣誓就任总统。
                <a href="http://www.xixik.com/content/59a8ff35d499c0ee">参议院临时参议长戴维·赖斯·艾奇逊在逻辑上成为当天权力真空状态下的美国总统</a>，但并没有真正宣誓任职，后来在他的墓碑上还刻着“美国一日总统”。</p>
            <p style="TEXT-INDENT:2em">来源：
                <a title="美国总统继任顺序" style="color:#000;" href="http://114.xixik.com/potus/">
                    <strong>美国总统继任顺序</strong></a>：
                <a title="美国总统继任顺序" href="http://114.xixik.com/potus/">http://114.xixik.com/potus/</a></p>
        </div>
    </div>
</div>
