<?php
return [
    'breif' => '清仁宗爱新觉罗·颙琰（1760年11月13日—1820年9月2日），原名永琰，清朝第七位皇帝，定都北京后的第五位皇帝，乾隆帝的第十五子，生母孝仪纯皇后魏佳氏。在位二十五年（1796-1820年在位），年号“嘉庆”。',
    'description' => [
        '颙琰出生于乾隆二十五年（1760年）十月初六日。乾隆三十八年（1773年）冬至，被乾隆帝秘立为皇储。乾隆五十四年（1789年），封为和硕嘉亲王。嘉庆元年（1796年）正月初一，乾隆帝禅位于颙琰，但在位前四年并无实权，乾隆帝死后才独掌大权。面对乾隆末年危机四伏的政局，颙琰打出“咸与维新”的旗号，整饬内政，整肃纲纪。诛杀权臣和珅，罢黜、囚禁和珅亲信死党。诏求直言，广开言路，祛邪扶正，褒奖起复乾隆朝以言获罪的官员。诏罢贡献，黜奢崇俭。要求地方官员对民隐民情“纤悉无隐”，据实陈报，力戒欺隐、粉饰、怠惰之风。但其对内政的有限整顿，未能从根本上扭转清朝政局的颓败。终嘉庆一朝，贪污问题不仅没有解决，反倒更加严重。他在位期间正值世界工业革命兴起的时期，也是清朝由盛转衰的时期。这时期发生了白莲教起义、天理教起义，八旗生计、河道漕运等问题，鸦片亦流入中国，清朝出现中衰。',
        '嘉庆二十五年（1820年），颙琰驾崩于承德避暑山庄，终年61岁。庙号仁宗，谥号“受天兴运敷化绥猷崇文经武光裕孝恭勤俭端敏英哲睿皇帝”，葬于清西陵之昌陵。',
    ],
    'baseInfo' => [
        '本名' => '爱新觉罗·颙琰',
        '别名' => '永琰',
        '所处时代' => '清朝',
        '民族族群' => '满族',
        '出生地' => '北京圆明园天地一家春',
        '出生日期' => '1760年11月13日',
        '逝世日期' => '1820年9月2日',
        '主要作品' => '《味余书室全集》等',
        '主要成就' => '惩治和珅，整顿吏治，力主严禁鸦片，镇压白莲教起义',
        '年号' => '嘉庆',
        '庙号' => '仁宗',
        '谥号' => '受天兴运敷化绥猷崇文经武光裕孝恭勤俭端敏英哲睿皇帝',
        '陵寝' => '昌陵',
    ],
    '人物生平' => [
        '潜邸生活' => [
            '乾隆二十五年（1760年）十月初六，爱新觉罗·颙琰生于圆明园天地一家春。初名永琰，母孝仪纯皇后魏佳氏。颙琰自六岁学于兵部侍郎奉宽，从工部侍郎谢墉学今体诗。颙琰七岁的时候，到盘山行殿拜谒孝圣宪皇后，当时就很受乾隆帝的宠爱。十三岁的时候就能通读五经。在侍学颙琰的名师中，朱珪最得崇信。乾隆帝在即位后，曾亲书密旨，藏在乾清宫“正大光明”匾额之后，立孝贤纯皇后富察氏所生的皇次子永琏为皇太子，乾隆帝认为“永琏乃皇后所生，朕之嫡子，聪明贵重，气宇不凡”，但永琏九岁时死去，后来乾隆帝有意立皇七子永琮为皇太子，但他两岁时又因痘症早殇。之后，直到乾隆三十八年（1773年）冬，乾隆帝再次密立皇储，即皇十五子颙琰。',
            '乾隆四十五年（1780年）朱珪赴福建学政任前夕，上五箴于颙琰，“曰养心、曰敬身、曰勤业、曰虚己、曰致诚”，颙琰“力行之”，甚至在亲政后，亦“尝置左右”。少年时期的颙琰，学习成绩颇佳，“英词炳蔚，援笔立就，动成典则”。年长后，尤喜读诸史、通鉴，居然达到“上下三千年，治迹目了然”的程度。乾隆五十四年（1789年），颙琰被封为和硕嘉亲王。乾隆六十年（1795年）九月，颙琰被正式宣布立为皇太子。',
        ],
        '内禅登位' => [
            '嘉庆元年（1796年）正月初一日，乾隆帝举行禅位大典，颙琰即帝位。乾隆帝亲临太和殿授传国玉玺。颙琰尊乾隆帝为太上皇。其后，朝政仍被太上皇乾隆帝控制，颙琰暂时居住在毓庆宫。颁诏天下，赐宴宗籓。立嫡福晋喜塔腊氏为皇后。并在宁寿宫举行千叟宴，太上皇乾隆帝亲自前往。正月，办理苗疆事务的大学士福康安等上奏攻克朗坡，进攻平陇。同时，湖北枝江、宜都地区的白莲教匪暴动。二月，湖北当阳地区的白莲教匪也起来暴动，并杀害了当地的官员。西安将军恒瑞率二千兵马前去剿灭。',
            '嘉庆二年（1797年）正月，贵州苗夷王囊仙作乱，颙琰命总督勒保率兵围剿。观成奏报四川教匪徐添德侵扰达州、东乡地区，颙琰命总兵朱射斗等人前去剿灭。二月，皇后喜塔腊氏崩，奉太上皇乾隆帝的诰命，宫中穿素服七天，不摘缨。景安剿擒教匪有功，被晋为三等伯。册谥皇后喜塔腊氏为孝淑皇后。惠龄擒拿匪首刘起等人，押解到京师斩首。九月，勒保攻克仲苗贼巢，擒拿贼首王囊仙等人，押解到京师斩首。封勒保为三等侯爵。',
            '嘉庆三年（1798年）八月，因为获白莲教匪王三槐有功，晋勒保以及和珅为公爵，福长安为侯爵。张诚基上奏江西西宁州有教匪作乱，并派兵剿灭。',
        ],
        '正式亲政' => [
            '嘉庆四年（1799年）正月，太上皇乾隆帝崩，颙琰开始亲政。二月，诛杀权臣和珅，罢黜、囚禁和珅亲信死党。诏求直言，广开言路，祛邪扶正，褒奖起复乾隆朝以言获罪的官员，诏罢贡献，黜奢崇俭。要求地方官员对民隐民情“纤悉无隐”，据实陈报，力戒欺隐、粉饰、怠惰之风。但其对内政的有限整顿，未能从根本上扭转清朝政局的颓败。是年九月，河南偃师县民人杨道纯转呈策表，提出除积弊、苏民困以固国本；仓库漕粮，实国之本而弊最大，请降旨严行饬禁等建议。嘉庆帝十分赞赏，他说：“杨道纯以民人而条陈事件……所言皆系地方应办之事。……所陈各项，今次第举行。”他下令，将杨道纯“以从九品未入流，交与直隶总督胡季堂差遣委用，遇有缺出，再行咨补”。十一月，以襄阳道胡齐仑经手湖北襄阳局军需，私扣银至二万九千余两，任情馈送，嘉庆帝将其处死籍没。对于“公然提用军需正项，信任胡齐仑一人经理，恣意侵扣，实为首先作俑”的已故湖广总督毕沅，革其子世袭职，对受贿的明亮、永保、庆成、鄂辉等领兵大员皆籍没其家。在处理湖北冒功侵饷案件时，他又派员严核四川军需虚实，“务使领兵各员无利可图，方能专心剿贼，以冀速蒇大功”。他制定了“令各路粮台按旬开报，按月汇奏”的办法，使军饷支用的混乱情况有所纠正。',
            '嘉庆五年（1800年）正月，颙琰命额勒登保办理剿灭陕西教匪的事务，命德楞泰、魁伦办理剿灭四川教匪的事务。七月，颙琰命右翼总兵长龄统率吉林、黑龙江的八旗兵到湖北协助剿灭教匪。贵州巡抚琅玕上奏青苗杨文泰作乱，率兵剿灭。马慧裕上奏擒获教匪首犯刘之协，押解到京诛杀。额勒登保擒获教匪头目陈杰。',
            '嘉庆六年（1801年）正月，颙琰以傅森为户部尚书，明安为步军统领。二月，勒保奏获贼首王士虎、王廷诏。四月，立皇贵妃钮祜禄氏为皇后，晋莹嫔侯氏为华妃，晋淳贵人董氏为淳嫔，晋举人春贵人王氏为吉嫔。五月，颙琰以额勒登保为理藩院尚书。七月，勒保上奏擒获匪首徐添寿、王登高。八月，额勒登保上奏擒获匪首王士虎、冉添泗等。勒保上奏擒获匪首刘清选、汤步武、冉学胜等，封三等男。九月，续修《大清会典》。',
            '嘉庆七年（1802年）正月，以松筠为伊犁将军。额勒登保上奏擒获匪首辛聪，余党全部被平定。三月，德楞泰上奏擒获匪首龚其尧、李世汉、李国珍，余党全部被平定。七月，颙琰初次秋狝木兰。十二月，川楚白莲教起义大部分已被镇压。诏额勒登保、德楞泰、勒保、惠龄、吴熊光会报川、陕、楚教匪荡平。封额勒登保、德楞泰一等侯，勒保一等伯，明亮一等男，赛冲阿、杨遇春以次封赉。并推恩成亲王永瑆等、军机大臣庆桂、董诰等。',
            '嘉庆八年（1803年）正月，嘉庆帝以倭什布为两广总督。并且命伊犁广开民田。闰二月，颙琰由圆明园还宫，入贞顺门，陈德行刺，不成被俘。陈德及其二子伏诛。严申宫门之禁。六月，嘉庆帝封阮福映为越南国王。十月，葬孝淑皇后于山陵。',
            '嘉庆九年（1804年）五月，颙琰终于彻底镇压了白莲教起义余部，此战事迁延九年，清廷耗军费白银二亿两。六月，蔡牵于海上起义。以禄康协办大学士，明亮为工部尚书，长麟为刑部尚书，费淳为吏部尚书。德瑛罢直军机处，以那彦成、英和为军机大臣。以那彦成为陕甘总督。',
        ],
        '执政中期' => [
            '嘉庆十年（1805年）正月，颙琰诏内务府大臣严行约束太监的权利。四月，颙琰查禁西洋人刻书传教。五月，诏内务府大臣管理西洋堂，未能严加稽查，任令传教，下部议处，其经卷检查销毁，习教佟兰等获罪。',
            '嘉庆十一年（1806年）九月，直隶查出假雕印信，串通银号，虚收冒支大案。',
            '嘉庆十三年（1808年）正月，皇二子绵宁释奠孔子。九月，英国兵船进泊香山洋面，派兵据澳门炮台，以防御法国保护贸易为借口。十二月，颙琰命皇二子绵宁诣大高玄殿祈雪。赐公舒明阿之女佟佳氏为绵宁继福晋。',
            '嘉庆十四年（1809年）九月，蔡迁被福建水师提督王得禄围于定海渔山外洋，裂船自溺。贸易季节来临时，嘉庆帝指示粤督百龄：英吉利“素性强横诡诈”，“于本年该国货船到时，先期留心侦探，如再敢多带夷兵欲图进口，即行调集官兵相机堵剿。”十二月，发生工部书吏冒领户部、内务府官银案。',
            '嘉庆十五年（1810年），二月，颙琰下诏说吸食鸦片有害身体，敕令各督抚断其来源。镇压了爆发于东南海疆的蔡牵起义军。',
            '嘉庆十六年（1811年）七月，颙琰禁西洋人在内地居住，并禁止人民接触天主教。',
            '嘉庆十七年（1812年）正月，颙琰命皇二子绵宁诣太庙行礼。六月，颙琰将闲散宗室迁移到关外盛京居住，给他们盖房屋并且给田、给银子。',
            '嘉庆十八年（1813年），北方爆发天理教起义，部分天理教徒，在太监接应下冲进皇宫，“酿成汉唐、宋明未有之事”。颙琰下诏罪已，同时严令对冲进皇宫的起义军血腥屠戮，无一幸免，并捕杀在城外的头目林清等。天理教起义被镇压。',
            '嘉庆十九年（1814年）十一月，颙琰命开垦伊犁、吉林的荒地。十二月，批准两广总督蒋攸铦严禁农民为洋人服役，洋行不得私盖夷式房屋以及清查商欠等各项具体规定。',
            '嘉庆二十年（1815年）正月，颙琰命智亲王绵宁至太庙行礼。三月，两广总督蒋攸铦疏陈查禁鸦片烟章程。十一月，理亲王昭梿削爵圈禁。',
            '嘉庆二十一年（1816年），拒绝了英国提出的建立外交关系、开辟通商口岸、割让浙江沿海岛屿的要求。而闭关锁国的传统观念，也使其对外来事物采取盲目排斥态度。',
        ],
        '晚年逝世' => [
            '嘉庆二十二年（1817年）三月，增设天津水师营总兵官，专辖水师两营。六月，松筠疏请停止下年谒祖陵，奉旨严斥，罢其大学士衔，黜为察哈尔都统。',
            '嘉庆二十三年（1818年）正月，谕：“内廷主位之母家，如高斌、缊布等，已入满洲旗分，俱曾各赏满洲姓名书写矣。惟玉牒内孝仪纯皇后之母家姓氏仍单字书写。著交宗人府于玉牒内孝仪纯皇后之母家书写魏佳氏。”',
            '五月，因修《明鉴》，于万历、天启两朝载入先朝开创之事及加按语颂扬，颙琰认为于体例未合，下诏降罚正、副总裁官，并另行纂辑。七月，启銮东巡盛京。十月，回銮谒东陵，万寿节于兴隆寺行宫受贺。',
            '嘉庆二十四年（1819年）正月，颙琰六旬万寿赐宴群臣。封皇三子绵恺为惇郡王，皇四子绵忻为端亲王。五月，成亲王永瑆因为告祭时的礼法有误，被颙琰罢职削俸归第。七月，颙琰因为仪亲王永璇擅自刺探政事，被停止入值军机处，只留内廷行走。',
            '嘉庆二十五年（1820年）七月十八日，颙琰自圆明园起程，前往避暑山庄。一周后，到达山庄。二十五日（1820年9月2日）颙琰在承德避暑山庄突然病死，终年61岁。《清仁宗实录》这样记载：“此次跸图，偶感暍暑。”证实了嘉庆帝当初是中暑了。但是，单纯的中暑不会死人，可能是由于年事已高，中暑后突发心脑血管疾病而暴亡。卒谥“受天兴运敷化绥猷崇文经武孝恭勤俭端敏英哲睿皇帝”，道光帝即位，于“孝恭”前加上“光裕”二字。庙号仁宗。葬河北易县清西陵之昌陵。',
        ],
    ],
    '为政举措' => [
        '政治' => [
            '整顿吏治' => [
                '在政治上，面对乾隆末年的种种弊端，颙琰也努力扭转。乾隆末年权臣当道，言路堵塞。颙琰首先“诏求直言，广开言路”，鼓励大家向皇帝提意见。还褒奖起复了部分乾隆朝以言获罪的官员。',
                '乾隆后期吏治败坏，贪污腐败严重。嘉庆五年（1801年）十月，他在上谕中指出：“整饬吏治，以清廉为本”，“贪墨之风，首当严惩”。对此，颙琰一方面继续重用乾隆后期重用的王杰、朱珪、董诰等清廉的老臣，他还听从老师朱珪“身先节俭，崇奖清廉”的建议，限制地方向他呈送宝物，“诏罢贡献，黜奢崇俭”，平时生活也比较节俭，五十大寿禁止民间演戏庆贺，六十大寿又禁止给他送金珠玉器。',
            '除掉和珅' => [
                '嘉庆四年（1799年）正月，乾隆驾崩，和珅失去靠山，初四日，颙琰发出上谕：解除和珅死党福长安的军机处大臣职务，命和珅与福长安昼夜守灵，不得擅离，切断他们与外界的联系。并削夺了和珅的大学士、领班军机大臣、步军统领、九门提督的军政大权。',
                '初九日，革除和珅、福长安的职务，下刑部大狱。查抄和珅家产，并会同审讯。十一日，宣布和珅二十大罪状，考虑到他曾任领班军机大臣，为了朝廷体面，赐他自裁。',
                '颙琰惩治和珅案没有株连，也没有扩大化，这是嘉庆的聪明之处；但他只把和珅当作个案处理，而没有把“和珅现象”当作制度性的弊端去解决，进行制度性的改革，这是颙琰的平庸之处。',
            ],
            '打击贪官' => [
                '另一方面，他“整饬内政，整肃纲纪”，除和珅及其党羽外还陆续惩治了好些贪官：'
                '嘉庆五年（1800年），处死了向粮道、卫弁索取数万两银钱的漕运总督富纲。',
                '嘉庆十一年（1806年）四月十六日，革去勒索钱财的河东河道总督职务，九月，查处了直隶司书王丽南侵吞帑银31万两大案，获银万两以上的斩首，万两以下的遣戍黑龙江。',
                '嘉庆十四年（1809年）五月，巡漕御史英纶以贪污卑污处以绞刑，七月处死贪污救灾款并杀害前来查赈官员的安徽山阳县知县王伸汉，为此还革职流放了两江总督铁保、江苏巡抚汪日章。',
            ],
            '改革官风' => [
                '对于官员的玩忽职守之风，颙琰首先从自己做起，学习先帝，勤于政事。每天一大早就起身阅读祖宗实录，批阅奏章，早饭后还召见大臣。对于拖拉延搁的现象严斥不贷。嘉庆十三年（1808年）四月，皇孙出世，内阁考虑到颙琰正高兴，怕送奏折影响他，他知道后就对这种做法进行了斥责。',
                '嘉庆八年（1803年）闰二月二十日，颙琰从圆明园回宫时在神武门遇刺。随从都吓得呆站在原地，只有贝勒丹巴多尔济以身卫之。侍卫这才反应过来，擒获了刺客。所幸颙琰未受伤，陈德后被凌迟处死，两个儿子也被处绞。事后颙琰惩罚了失职的官员、侍卫，加强了紫禁城的门禁制度。',
                '嘉庆十五年（1810年）正月颙琰斥责部院衙门因循怠玩。',
                '嘉庆二十三年（1818年）十一月，颙琰又下令查部院疲玩现象，十二月初九规定了部院行查时间逾限处分：嗣后逾限11到20案，罚俸6个月；逾限21到40案，罚俸2年；逾限40到60案，降一级留任；……他还多次要求地方官员对民隐民情“纤悉无隐”，据实陈报，力戒欺隐、粉饰、怠惰之风。',
            ],
        ],
        '军事' => [
            '平定川楚教乱' => [
                '乾隆末年，国内阶级矛盾尖锐，由于乾隆皇帝大兴文字狱，川、楚、陕等地就爆发了大规模的白莲教起义，到乾隆去世前，朝廷多次派兵围剿，起义军虽然受到一些打击，但仍然如火如荼。',
                '颙琰亲政后，他通过诛杀和珅，缓解民怨，并把几年来镇压起义不力的责任推给和珅，说他欺罔擅专，以至将领在他庇护下虚冒功绩，坐糜军饷，另一方面更易统兵大员；奖惩分明，逼将领用命；严密军事部署；实行剿抚兼施的两手政策，分化瓦解起义军；推广寨堡团练，坚壁清野的做法，割断了起义军与人民的联系。',
                '嘉庆十年（1805年）将起义镇压下去，在历时九年多的战争中，白莲教起义军占据或攻破州县达204个，抗击了清政府从十六个省征调来的大批军队，歼灭了大量清军，击毙副将以下将弁400余名，提镇等一、二品大员二十余名，清政府耗费军费二亿两，相当于四年的财政收入。这次起义使清王朝元气大伤，此后清朝的统治逐渐走向衰落。',
            ],
            '镇压东南匪乱' => [
                '由于清政府对民众的压榨加剧，东南沿海部分民众被迫下海为盗，从乾隆五十九年（1794年）起蔡牵在东南海上劫船越货，封锁航道，收“出洋税”，后来进一步发展为反清起义。清政府命浙江水师提督李长庚赴闽造大舰，铸炮负责镇压，后来李长庚阵亡，直到嘉庆十五年（1810年），起义才被镇压。',
            ],
            '镇压天理教起义' => [
                '嘉庆十八年（1813年），趁嘉庆帝离京前往热河围猎，北京防务空虚，北方爆发天理教起义，部分天理教徒在太监接应下冲进皇宫，当时正在宫内的皇次子绵宁（道光帝）用鸟枪打死了两个天理教徒，镇国公奕灏调来火器营、健锐营兵入宫，义军终因寡不敌众，被全部消灭。获悉事变后，嘉庆帝下诏罪己，同时严令对冲进皇宫的起义军血腥屠戮，并诱捕在城外的头目林清等。随后，各地的天理教起义陆续被镇压。',
            ],
        ],
        '经济' => [
            '蠲免钱粮' => [
                '他亲政后除了他死的那年外，年年都蠲免灾区的钱粮；六十大寿还普免全国积欠钱粮，大约有两千一百多万两白银，四百多万石米。',
            ],
            '重农政策' => [
                '嘉庆帝重农抑商，他多次禁止开矿。在位时期正是19世纪初，英国的工业革命已经进行几十年了，但嘉庆帝对此一无所知，继续严守先君之制，重农抑末，压制各地工矿业，闭关自守，清朝只能沿着衰微的道路继续走下去。',
                '嘉庆帝在内乱频仍、外患渐逼中，倾力企图维护清王朝的稳定巩固，然而不可逆转的历史发展趋势，使清王朝的败落于嘉庆末年已完全表面化，并从此日渐走向衰亡。',
            ],
        ],
        '文化' => [
            '颙琰在位时期结束了文字狱。颙琰和清代历朝皇帝一样，提倡封建礼教。十分懂得“文教治天下”、“以孝治天下”，的道理，竭力用尊孔和提倡封建礼教来完善和巩固其统治，力求在人民心目中树立自己作为传统道德捍卫者的形象。',
            '嘉庆九年（1804年），颙琰亲到翰林院，在先师孔子牌位前行礼。按旧制，要行二跪六拜礼，为表示对孔子的虔敬，特行三跪九拜礼。此后，他还数次或亲自或派皇次子旻宁“释奠先师孔子”。',
            '嘉庆十四年、二十四年即颙琰五十、六十寿辰时，特准孔子73代孙孔庆镕两次赴京祝寿。孔庆镕在京期间，颙琰对他关怀备至，多次召见，详细询问他本人及其家庭、孔庙的有关情况，赏给他许多珍宝、书籍，还说自己因为频年动乱、水旱灾害，始终未能到孔庙朝圣，十分遗憾，一再告诫他：“你诗礼承家，好生承先圣世业，总要忠孝存心”。颙琰对孔子后代及孔府的关怀备至，是为了加强孔子儒家思想在中国的统治地位。',
        ],
        '社会' => [
            '治理河工' => [
                '颙琰和乾隆帝一样重视治河，赈济灾民。尽管镇压白莲教起义用了两个亿的军费，他还是为南河工程拨了4000余万两的治河款。',
            ],
            '人地矛盾' => [
                '嘉庆时期人多地少的矛盾愈发严重，人民普遍吃不饱饭。对此颙琰能采取的只是限制烟草，茶叶等经济作物的种植；鼓励渔猎活动，弥补口粮不足；进一步推广精耕细作，土豆玉米等高产作物的种植等治标不治本的措施。',
                '其实当时东北大片土地没有开发，但满族统治者出于维护统治等原因，禁止汉人迁居东北，颙琰也未改变这一政策。',
            ],
            '皇族堕落' => [
                '嘉庆时期皇族堕落严重，他们受朝廷包养而不思进取，犯法后还不受司法制裁。颙琰一方面严惩皇族不法行为；一方面还亲自作了《宗室训》用于教育皇族。',
            ],
            '整顿旗务' => [
                '另外，乾隆后期八旗生计问题也愈发困难，由于八旗子弟由国家供养“以清语骑射为本务”，不仕不农不工不商，时间一长便腐化堕落，一无所能。对此，颙琰也只能延续祖先的做法，一方面用政府的钱替八旗子弟还债；一方面感化教育。',
                '颙琰还试图采用“京旗移垦”的办法，把部分北京的八旗子弟迁往东北，但由于八旗子弟的抵制而很难推行。',
                '虽然颙琰为解决各种社会问题做出了种种努力，但收效甚微。主要原因一是乾隆末年以来清朝社会已弊端丛生，积重难返。二是颙琰受时代的局限，束缚于传统观念，祖宗家法，王朝利益，不敢，不愿，也没有能力从体制上做大的，根本性的调整，其对内政头痛医头脚痛医脚式的整顿，不可能从根本上扭转清王朝的衰落。三是颙琰个人的性格过于仁慈和谨小慎微，对贪污腐败等问题打击还不够有力，一些力所能及的改革也没能推行。',
            ],
        ],
        '外交' => [
            '抑制鸦片' => [
                '英国从雍正朝开始不断对中国输入鸦片，嘉庆年间颙琰多次重申和进一步严格鸦片禁令，对抑制鸦片泛滥有一定作用。',
            ],
            '周边国家' => [
                '在对周边国家交往中，嘉庆时中国实力虽然有所衰落，但仍以“天朝上国”自居。',
                '嘉庆七年（1802年）十二月，越南新国王阮福映即位之后，请求改“安南”国号为“南越”。因为中国历史上曾存在过一个“南越国”，地域包括两广和越南北部，他怀疑安南国企图混淆古今，居心叵测，于是加以拒绝。越南国王反复请求，于是颙琰赐名“越南”，一直沿用至今。',
            ],
            '维护主权' => [
                '在和西方国家的交往中，颙琰坚决维护国家主权。嘉庆十三年（1808年）七月，英国以帮助葡萄牙防御法国侵占澳门，保护英国贸易为口实，派兵船9艘入侵广东香山鸡颈洋面，英军300人公然登岸，占据澳门三巴寺、东西炮台等处，又驾舢板3艘驶入省河，至省城外十三行停泊，要求在澳门居住。',
                '两广总督吴熊光令他们回黄埔候旨。嘉庆帝得报后，谕示吴熊光对英军严加诘责，并命令他们驶离。英军迟迟不动，清军封锁水路，断绝英军粮食供应，英军才在十月间撤离。',
                '事后，颙琰以吴熊光在英军侵占澳门时表现怯懦，罢免其总督职务，不久又遣戍伊犁；广东巡抚孙玉庭也被革职，后来颙琰还谕示加强了澳门炮台。',
            ],
            '闭关锁国' => [
                '嘉庆二十一年（1816年），英使阿美士德访华，双方在礼仪问题上发生分歧，在颙琰见时，由于赶路紧急，载有官服与国书的车辆仍未抵达，加上路途劳累，他坚持稍事休息。结果，负责带领觐见的官员不得要领，向嘉庆帝谎称英使生病。',
                '颙琰以为英使傲慢，龙颜大怒，于是取消觐见，并下令驱逐使团，“贡品”、国书也不要了。第二天，颙琰气消了点，赏了使团一些礼物，收了“贡品”，并送上敕谕一道。',
                '颙琰的做法一方面暂时抵制了英国的侵略企图，然而闭关锁国，盲目自大的传统观念，也使其对外来事物采取盲目排斥态度，失去了一次融入世界的机会。',
            ],
        ],
    ],
    '历史评价' => [
        '总评' => [
            '嘉庆帝与他的父、祖相比，是一位既没有政治胆略又缺乏革新精神，既没有理政才能又缺乏勇于作为品格的平庸天子。“平庸”两个字，是嘉庆帝的主要性格特点。嘉庆朝是清朝由盛转衰的时代：上承“励精图治、开拓疆宇、四征不庭、揆文奋武”的“康乾盛世”，下启鸦片战争、南京签约、联军入京、帝后出逃的“道咸衰世”。清朝社会的固有矛盾已经积累了180年，嘉庆皇帝扮演了大清帝国由极盛而转为衰败的历史角色。',
            '然而，嘉庆的平庸，并不是他的性情所致，而是历史的必然，在乾隆晚期，清朝已经出现了衰败的迹象，白莲教的起义，再加上乾隆晚年举办寿宴过度的奢华，使得嘉庆初期国库空虚，所以说乾隆实际上是留下了个烂摊子给嘉庆。',
            '嘉庆皇帝的二十多年统治，就在这一日日抱怨、迷惑、痛苦、尴尬中过去了。二十多年间，虽然经常心灰意懒，但是他从来没有放松过权柄，一直到去世前一天，还在不倦地处理政务。其实，这种勤奋已经成了一种惯性，成了一种“懒惰”着的勤奋。表面上，他一天到晚，一刻也不休息。实际上，他已经习惯于不动脑子，让祖宗为自己动脑子。“体皇考之心为心，本皇考之治为治。”只要祖宗说过或做过的，他都依样画葫芦地执行贯彻。',
        ],
        '历代评价' => [
            '《清史稿》：仁宗初逢训政，恭谨无违。迨躬莅万几，锄奸登善。削平逋寇，捕治海盗，力握要枢，崇俭勤事，辟地移民，皆为治之大原也。诏令数下，谆切求言；而吁咈（迂腐）之风，未遽睹（立刻阻止）焉，是可嘅已。',
            '《清实录》：上受天明命。协帝重华。天亶聪明。帝传精一。承手付太平之后。徵躬备多福之原。懿铄哉、生民以来未有之嘉会也。敬惟廿五年中。经纬万端。蟠际两大。垂千百王之模范。抚数万里之版图。奠亿兆人之家室。',
            '沈颐之：唯十五王饬躬读书，刚明有戒，长在禁中，声誉颇多。',
            '沈兴永：第十五子永琰，度量豁达，相貌奇伟，皇上以类己最爱，中外属望焉。',
            '闵钟显：姿容端重，禀性宽厚，故天下人心，属望已久云。',
            '萧一山：嘉庆以后，武力不竞，纪纲败坏，教徒纷起，民不聊生。但仁宗之淳厚，宣宗之节俭，均有可称。',
            '费正清：嘉庆帝认为，掐断了和珅的庇护制网络结构的花朵，它的根株便会自然枯萎。但是，上层行政的改革不能医治十九世纪官僚制度中根深蒂固的弊病。',
            '阎崇年：嘉庆的悲剧在于：认为天下的问题都是由于和珅不好、百官不好造成的，而没有从自身找责任，也没有从制度挖根源。嘉庆在25年的皇帝生涯中，虽一件一件地解决乾隆盛世留下的危机，却又一步一步地陷入更深的危机。乾隆朝盛世下的危机，到嘉庆朝更加深重。',
            '张宏杰：从亲政初期的伟大，到谢幕时的尴尬，嘉庆的滑落曲线如此令人叹息。他二十多年的统治，前面连着“康乾盛世”，紧接其后的，则是“鸦片战争”。正是在嘉庆皇帝的统治下，大清王朝完成了走向万劫不复的衰败的关键几步。',
            '李尚英：颙琰是清朝入关后的第五代皇帝，是一位勤政图治的守成君主。他亲政后采取的一系列政策、措施，对于改变乾隆后期的种种弊政起了一定的作用，但没有、也不可能从根本上扭转清代中衰之势。从颙琰个人来说，他始终开不出一个根治日趋严重的腐化和怠惰的药方。他对西方殖民主义者的侵略虽有一定认识，但内部危机正在日趋严重的封建的古老国家，不可能真正有效地对付外来侵略者，此后只能沿着衰败的道路滑下去。',
            '陈连营：嘉庆的守成思想既是时代造就的，它又对当时及以后的历史产生了重要的影响，这种思想无疑是消极的。',
            '李国荣：嘉庆皇帝城府很深，他知道只要太上皇乾隆还活着，就动不了和珅，而且和珅在很大程度上可以左右乾隆的旨意，弄不好反而于己不利，所以他韬光养晦，事事顺从太上皇，不发表自己的见解，政事不做任何更张。',
            '张玉芬：由于清代社会各种矛盾更趋激化，社会积弊日深，致使嘉庆帝的改革并未能解决各种社会弊端。',
            '牛创平：为什么能够发生和珅这样的案件……与乾隆时的许多制度、政策、社会和政府机制的严重弊端有关。而嘉庆与他的父亲一样，并未能认识这些缺陷，而使得这些弊端又在另外的一些人身上或其他的事情上不断发生，这正是历史上一个值得深思研究的问题。',
            '卢经：嘉庆的策略当时确实起到了一定作用，但从根本上讲，诛杀一个和珅，是无法解决封建专制统治制度的一切弊端的。',
            '清史学家朱诚如：综览嘉庆一朝政务之得失，从全局看，嘉庆在处理清王朝当时面临的两大社会问题时，没有抓住问题症结之所在并倾全力加以解决。',
            '崔瑞德《剑桥中国晚清史》：嘉庆及道光两朝的改革的第二个特点，是大肆宣扬减少宫廷浪费和重大消耗的节约开支活动。嘉庆帝终止了豪华的南方巡游的传统，而这正是他父亲的统治的一个标志。他想通过官方政策和以身作则来放慢中央国库资财流出的速度，来改变贵族和官场成员中泛滥的懒散生活方式。为了达到这个目的，停止了边疆省份省级官员的每年贡奉，皇袍也被人颂扬地说上面打了补丁。可是，这些改变不论在京师地区的满洲贵族身上或在各省的官员中都没有取得持久的效果；在给乾隆皇帝服满国丧之后这些变革便遭到了顽强而成功的抵制。',
        ],
    ],
    '轶事典故' => [
        '改名揭秘' => [
            '嘉庆的名字本来叫永琰，后改“永”作“颙”。清朝规定，只是在《实录》、《玉牒》等特定文献出现的御名上贴黄（就是将名字用黄签盖上）。清帝名字避讳，从康熙帝开始。大致的情况是：康熙名字玄烨的“玄”字，避讳时缺末笔；雍正名字胤禛的“胤”字，避讳时缺末笔，同时，命他的兄弟将“胤”字改作“允”字；乾隆名字弘历（当时写作“弘歴”）的“弘”字，避讳时缺末笔。到嘉庆永琰时，乾隆考虑君主名讳，“永”字为常用字，避讳不便，命将永琰的“永”字，改为不常见的“颙”字。永琰继位之后，就改称为“颙琰”。清朝皇帝的名字，将排辈分的字，改为特别的字，是从嘉庆开始的。',
        ],
        '少年勤学' => [
            '在为颙琰选择师傅时，时任上书房总师傅的刘统勋推荐了翁方纲、纪昀、朱珪三人为备选，最终乾隆皇帝选择了朱珪，理由是“如翁某、纪某者，文士也，不足与数。朱珪不惟文好，品亦端方”。诸多师傅之中，朱珪最受颙琰敬重，他博学广识，不仅教授以丰富的知识，在品德与行为方面，都以自己的风范影响着颙琰。朱珪曾讲“勤学者有余，怠者不足，有余可味也”，颙琰牢记师傅的教诲，对其一直心怀感激，把自己的书房名之为“味余书室”，并著《味余书室记》。朱珪在《味余书室全集》的跋语中称赞颙琰“好学敏求，诵读则过目不忘，勤孜则昕夕不怠”。',
        ],
        '惩治和珅' => [
            '嘉庆四年（1799年）正月初三日，乾隆崩于紫禁城养心殿。颙琰在乾隆死日亲政。颙琰在办理大行皇帝乾隆大丧期间，采取断然措施，惩治权相和珅。之前和珅竭尽全力限制嘉庆，培植任用自己的亲信。和珅自作聪明，作茧自缚，自坏其事。颙琰当皇子时，被定为储君。和珅密知此事，于乾隆公布嘉庆为皇太子的前一天，送给颙琰一柄如意，暗示自己对嘉庆继位有拥戴之功。嘉庆笑在脸上，恨在心里。',
            '嘉庆对和珅的惩治，动作迅速，干净利索，宽严适当，十分成功。不过，嘉庆对和珅的功绩和才能还是肯定的。嘉庆十九年（1814年），在和珅被杀15年之后，清国史馆将编修的《和珅列传》（稿本）送呈嘉庆审阅。嘉庆见记载简略，只记录了和珅的一堆官阶履历，很不满意。他朱批道：“和珅并非一无是处”，他“精明敏捷”，任职30年，还是做了很多的事。只是和珅贪鄙成性、怙势营私、狂妄专擅、贪婪专权，才不得不加以重罚。',
        ],
        '喜爱听戏' => [
            '颙琰好听戏，而且兴致很高。虽然一生勤于政务，但爱好戏剧也是不争的事实，亲政初年，洪亮吉上疏指责他“恐退朝之后，俳优近习之人，荧惑圣听者不少”。颙琰一怒之下，把洪亮吉发配新疆。',
            '其实，洪亮吉所说也不是空穴来风，颙琰是清朝迄此时为止对戏剧最为痴迷的一位君主。根据史料记载，早在嘉庆元年（1796年）正月，刚刚登上皇帝宝座的颙琰一连看了十八天大戏。当时父亲乾隆虽然退位，但在和珅辅佐之下大权独揽，颙琰无事可做，所以，狠狠地过了一顿戏瘾。',
            '嘉庆四年（1799年）太上皇驾崩，颙琰成为名副其实的一国之君，大权独揽，忙得一塌糊涂，加上他崇尚节俭，又要为臣民做表率，听戏不像以往那样随心所欲。不过根据专门研究清朝宫廷戏剧的丁汝芹先生介绍，颙琰精通戏曲，无论筹备排演新戏、分配角色，还是舞台调度，他几乎事事过问，称他为清宫戏剧导演也不为过。宫廷唱戏，集中在年节庆典期间，这时候连天大戏，从早到晚，演出不停。其他日子里，皇帝不能随便举行大规模的唱戏活动。更何况此间国事如麻，动乱较多，实际上并没有多少闲情逸致听戏，颙琰偶尔以此调剂一下情绪，更多时间是茶余饭后叫来太监清唱几段，然后再指点一番，并没有因此耽误国政。',
        ],
        '爱好打猎' => [
            '颙琰喜好打猎，“木兰秋狝”指的是秋天在皇家猎苑木兰围场进行的行猎活动，这一制度确立于康熙时代，借以训练军队，联络蒙古王公，当然，也带有行乐的目的，而且，随着时间的推移，行乐的目的越来越突出。木兰围场在承德北部一百多公里的地方，本来是蒙古王公的领地。这里地势起伏，草深林密，野兽出没，尤其以鹿为最多。但当时道路难行，官兵马匹不足，缺乏棉衣，群臣也不愿意长途跋涉，所以，每次都遇到很大的阻力，很多时候，颙琰也不得不妥协。再加上此时生态环境恶化，加上围场官员管理不善，木兰围场猎物稀少。所以，除了嘉庆十五年（1810年）行围较为满意以外，每次的收获都不大。',
        ],
    ],
    '人际关系' => [
        '父母' => [
            '父亲：清高宗爱新觉罗·弘历。',
            '母亲：孝仪纯皇后，魏佳氏。',
        ],
        '皇后' => [
            '孝淑睿皇后，喜塔腊氏，道光帝生母，嘉庆帝原配，嘉庆二年（1797年）二月初七日去世。 [34] ',
            '孝和睿皇后，钮祜禄氏，初为侧福晋，后封为贵妃、皇贵妃，嘉庆四年立为皇后。道光帝继位后尊为恭慈皇太后，道光二十九年十二月十一日（1850年1月23日）去世，终年七十四岁。 [34] ',
        ],
        '皇贵妃' => [
            '和裕皇贵妃，刘佳氏，初为格格，后封为諴妃、諴贵妃，道光帝继位后尊为諴禧皇贵妃。道光十三年（1834年）十二月十八日去世。尊谥和裕皇贵妃。 [34] ',
            '恭顺皇贵妃，钮祜禄氏，初为如贵人，后封为如嫔、如妃，道光帝继位后尊为如贵妃、如皇贵妃，咸丰帝继位后尊为如皇贵太妃。咸丰十年（1860年）闰三月初三日去世，终年七十四岁。 [34] ',
        ],
        '妃' => [
            '恕妃，完颜氏，初为侧福晋，卒于嘉庆继位以前，嘉庆二年四月追封为恕妃。',
            '华妃，侯佳氏，初为格格，后封为莹嫔、华妃。嘉庆九年（1804年）六月二十八日去世。',
            '庄妃，王佳氏，初为春常在，后封为春贵人、吉嫔、庄妃。嘉庆十六年（1811年）二月十五日去世。',
            '信妃，刘佳氏，初为信贵人，后封为信嫔，道光帝继位尊为信妃。道光六年（1826年）十月十三日去世。',
        ],
        '嫔' => [
            '简嫔，关佳氏，乾隆四十五年（1780年）在生育皇长女时难产而卒。',
            '逊嫔，沈佳氏，卒于嘉庆继位以前，嘉庆二年（1797年）四月追封为逊嫔。',
            '淳嫔，董佳氏，初为淳贵人，嘉庆二十四年（1819年）去世。',
            '恩嫔，乌雅氏，初为恩贵人，道光二十六年（1846年）二月初十日去世。',
            '安嫔，苏完瓜尔佳氏，初为安常在，道光帝继位后尊为安嫔。道光十七年（1837年）六月二十七日去世。',
            '荣嫔，梁氏，初为荣常在，后封为荣贵人，道光帝继位后尊为荣嫔。道光六年（1826年）五月初十日去世。',
        ],
        '贵人' => [
            '玉贵人，嘉庆十九年（1814年）十月初七日卒。',
            '芸贵人，嘉庆十年（1805年）七月十九日逝世。 [33] ',
        ],
        '皇子' => [
            '皇长子穆郡王，母和裕皇贵妃刘佳氏，未命名，幼殇。',
            '皇二子清宣宗爱新觉罗·旻宁，母孝淑睿皇后喜塔腊氏，不予赘述；',
            '皇三子惇恪亲王爱新觉罗·绵恺，母孝和睿皇后钮祜禄氏，道光十八年十二月卒。',
            '皇四子瑞怀亲王爱新觉罗·绵忻，母孝和睿皇后钮祜禄氏，道光八年七月薨。',
            '皇五子惠端亲王爱新觉罗·绵愉，母恭顺皇贵妃钮祜禄氏，同治三年十二月薨。',
        ],
        '公主' => [
            '皇长女（1780.4.11—1783.11.1），母简嫔关佳氏。',
            '皇次女（1780.4.30—1783.8.10），母孝淑睿皇后喜塔腊氏。',
            '皇三女（1781.12.1—1811.3.12），庄敬和硕公主，母和裕皇贵妃刘佳氏，嫁索特纳木多布济。',
            '皇四女（1784.9.7—1811.5.7）庄静固伦公主，母孝淑睿皇后喜塔腊氏，嫁蒙玛尼巴达喇。',
            '皇五女（1786.11.11—1795）慧安和硕公主，母逊嫔沈佳氏。',
            '皇六女（1789.6.12—1790），母华妃侯佳氏。',
            '皇七女（1793.6.26—1795），母孝和睿皇后钮祜禄氏。',
            '皇八女（1805.2.8—1805.11），母恭顺皇贵妃钮祜禄氏。',
            '皇九女（1811.1.25—1815.5）慧愍固伦公主，母恭顺皇贵妃钮祜禄氏。',
        ],
    ],
    '主要作品' => '嘉庆帝有《味余书室全集》、《御制诗》初集、二集、三集及《嗣统述圣诗》、《全史诗》，诗作共11760余首。',
];
