<?php
return [
    'chapters' => [
        [
            'content' => [
                '后皇嘉树，橘徕服兮。',
                '受命不迁，生南国兮。',
                '深固难徙，更壹志兮。',
                '绿叶素荣，纷其可喜兮。',
                '曾枝剡棘，圆果抟兮。',
                '青黄杂糅，文章烂兮。',
            ],
            'spell' => [
                'hòu huáng jiā shù, jú lái fú xī.',
                'shòu mìng bù qiān, shēng nán guó xī.',
                'shēn gù nán xǐ, gèng yī zhì xī.',
                'lǜ yè sù róng, fēn qí kě xǐ xī.',
                'céng zhī shàn jí, yuán guǒ tuán xī.',
                'qīng huáng zá róu, wén zhāng làn xī.',
            ],
            'vernacular' => [
                '天地间生长着一种佳树，那是橘树，习服这一方水土。',
                '天生的习性不能移植，只生长在南国荆楚。',
                '根深坚牢难以迁徙，那是因为它心志专一。',
                '碧绿的叶子，洁白的花朵，缤纷一片令人心喜。',
                '枝条繁密刺儿尖利，挂满团团的橘实。',
                '绿中透出点点橘黄，色彩多么斑斓绚丽。',
            ],
        ],
        [
            'content' => [
                '精色内白，类任道兮。',
                '纷緼宜修，姱而不丑兮。',
                '嗟尔幼志，有以异兮。',
                '独立不迁，岂不可喜兮？',
                '深固难徙，廓其无求兮。',
                '苏世独立，横而不流兮。',
            ],
            'spell' => [
                'jīng sè nèi bái, lèi rèn dào xī.',
                'fēn yùn yí xiū, kuā ér bù chǒu xī.',
                'jiē ěr yòu zhì, yǒu yǐ yì xī.',
                'dú lì bù qiān, qǐ bù kě xǐ xī?',
                'shēn gù nán xǐ, kuò qí wú qiú xī.',
                'sū shì dú lì, héng ér bù liú xī.',
            ],
            'vernacular' => [
                '鲜艳的外表，纯洁的内里，如同可担重任的贤人志士。',
                '枝繁叶茂，风姿美丽，美得真是无可挑剔。',
                '啊，你自幼的志气，就与众人殊异。',
                '你卓然独立从不变易，怎不令人可敬可喜！',
                '根深坚固难以迁徙，心胸坦荡别有希冀。',
                '你清醒地独立于世，宁愿绝水横渡也不随水流去。',
            ],
        ],
        [
            'content' => [
                '闭心自慎，终不失过兮。',
                '秉德无私，参天地兮。',
                '愿岁并谢，与长友兮。',
                '淑离不淫，梗其有理兮。',
                '年岁虽少，可师长兮。',
                '行比伯夷，置以为像兮。',
            ],
            'spell' => [
                'bì xīn zì shèn, zhōng bù shī guò xī.',
                'bǐng dé wú sī, cān tiān dì xī.',
                'yuàn suì bìng xiè, yǔ zhǎng yǒu xī.',
                'shū lí bù yín, gěng qí yǒu lǐ xī.',
                'nián suì suī shǎo, kě shī zhǎng xī.',
                'xíng bǐ bó yí, zhì yǐ wéi xiàng xī.',
            ],
            'vernacular' => [
                '你断绝私欲谨慎自守，永不会犯错误。',
                '你坚守美德从无偏私，为人高尚可配天地。',
                '我愿与日月共生死，长结友谊不离不弃。',
                '至善至美而不过分，枝干坚直又有纹理。',
                '你虽然年纪轻轻，却可做人们的老师。',
                '你的德行可与伯夷相比，为人榜样，供人学习。',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
    ],
];
