<?php
return [
    'chapters' => [
        [
            'content' => [
                '余幼好此奇服兮，年既老而不衰。',
                '带长铗之陆离兮，冠切云之崔嵬，被明月兮佩宝璐。',
                '世混浊而莫余知兮，吾方高驰而不顾。',
                '驾青虬兮骖白螭，吾与重华游兮瑶之圃。',
                '登昆仑兮食玉英，与天地兮同寿，与日月兮同光。',
            ],
            'spell' => [
                'yú yòu hǎo cǐ qí fú xī, nián jì lǎo ér bù shuāi.',
                'dài zhǎng jiá zhī lù lí xī, guān qiè yún zhī cuī wéi,bèi míng yuè xī pèi bǎo lù.',
                'shì hún zhuó ér mò yú zhī xī, wú fāng gāo chí ér bù gù.',
                'jià qīng qiú xī cān bái chī, wú yǔ zhòng huá yóu xī yáo zhī pǔ.',
                'dēng kūn lún xī shí yù yīng, yǔ tiān dì xī tóng shòu,yǔ rì yuè xī tóng guāng.',
            ],
            'vernacular' => [
                '我从小就爱好这奇特的服饰啊，直到老年这习惯也没有衰减。',
                '腰间挂着长长的宝剑啊，头上戴着高高的通天冠。缀着明月珠啊，身佩美玉串串。',
                '世道混浊没有人理解我啊，我要远走高飞，毫不留恋。',
                '驾起青龙白龙车啊，我与舜帝啊同游天帝的玉园。',
                '登上昆仑山啊，把玉树花美餐。我和天地啊一样长寿，我和日月啊一样光灿灿。',
            ],
        ],
        [
            'content' => [
                '哀南夷之莫吾知兮，旦余济乎江湘。',
                '乘鄂渚而反顾兮，欸秋冬之绪风。',
                '步余马兮山皋，邸余车兮方林。',
                '乘舲船余上沅兮，齐吴榜以击汰。',
                '船容与而不进兮，淹回水而疑滞。',
            ],
            'spell' => [
                'āi nán yí zhī mò wú zhī xī, dàn yú jì hū jiāng xiāng.',
                'chéng è zhǔ ér fǎn gù xī, āi qiū dōng zhī xù fēng.',
                'bù yú mǎ xī shān gāo, dǐ yú chē xī fāng lín.',
                'chéng líng chuán yú shàng yuán xī, qí wú bǎng yǐ jī tài.',
                'chuán róng yǔ ér bù jìn xī, yān huí shuǐ ér yí zhì.',
            ],
            'vernacular' => [
                '痛心啊南方并没有人了解我，天一亮我就渡过了湘水长江。',
                '登上鄂渚我回头眺望啊，唉，丝丝寒风凄苦悲凉。',
                '让我的马儿在山边漫步，把我的车儿停放在林旁。',
                '我驾一叶扁舟上溯沅水啊，齐力摇起船桨，拍水击浪。',
                '船儿随波起伏不肯前进啊，陷入旋涡打转波荡。',
            ],
        ],
        [
            'content' => [
                '朝发枉渚兮，夕宿辰阳。',
                '苟余心其端直兮，虽僻远之何伤。',
                '入溆浦余儃徊兮，迷不知吾所如。',
                '深林杳以冥冥兮，乃猿狖之所居。',
                '山峻高以蔽日兮，下幽晦以多雨。',
            ],
            'spell' => [
                'cháo fā wǎng zhǔ xī, xī sù chén yáng.',
                'gǒu yú xīn qí duān zhí xī, suī pì yuǎn zhī hé shāng.',
                'rù xù pǔ yú chán huái xī, mí bù zhī wú suǒ rú.',
                'shēn lín yǎo yǐ míng míng xī, nǎi yuán yòu zhī suǒ jū.',
                'shān jùn gāo yǐ bì rì xī, xià yōu huì yǐ duō yǔ.',
            ],
            'vernacular' => [
                '早晨，从枉渚出发，晚上，投宿在辰阳。',
                '如果我的心是正直的啊，虽处穷乡僻壤又有何伤！',
                '行到溆浦我有些打不定主意啊，心中迷惘不知该去何方。',
                '茂密的山林一片阴暗啊，那本是猿猴住的地方。',
                '高峻的大山遮天蔽日啊，山下淫雨霏霏迷迷茫茫。',
            ],
        ],
        [
            'content' => [
                '霰雪纷其无垠兮，云霏霏而承宇。',
                '哀吾生之无乐兮，幽独处乎山中。',
                '吾不能变心而从俗兮，固将愁苦而终穷。',
                '接舆髡首兮，桑扈臝行。',
                '忠不必用兮，贤不必以。',
                '伍子逢殃兮，比干菹醢。',
            ],
            'spell' => [
                'sǎn xuě fēn qí wú yín xī, yún fēi fēi ér chéng yǔ.',
                'āi wú shēng zhī wú lè xī, yōu dú chǔ hū shān zhōng.',
                'wú bù néng biàn xīn ér cóng sú xī, gù jiāng chóu kǔ ér zhōng qióng.',
                'jiē yú kūn shǒu xī, sāng hù luǒ xíng.',
                'zhōng bù bì yòng xī, xián bù bì yǐ.',
                'wǔ zi féng yāng xī, bǐ gàn zū hǎi.',
            ],
            'vernacular' => [
                '无边无际的雪花啊飞飞扬扬，布满天空的浓云阴沉无光。',
                '可怜我一生无欢乐啊，孤独地生活在这高山老林中。',
                '我不能改变心志去随波逐流啊，当然就要穷愁潦倒终生。',
                '接舆愤世剃去自己的头发，桑扈穷得裸体而行。',
                '忠心的人啊，不被重用，贤明的人求进身也难成功。',
                '伍子胥终遭祸殃啊，比干被剖心不得善终。',
            ],
        ],
        [
            'content' => [
                '与前世而皆然兮，吾又何怨乎今之人！',
                '余将董道而不豫兮，固将重昏而终身！',
                '乱曰：鸾鸟凤皇，日以远兮。',
                '燕雀乌鹊，巢堂坛兮。',
                '露申辛夷，死林薄兮。',
                '腥臊并御，芳不得薄兮。',
                '阴阳易位，时不当兮。',
                '怀信佗傺，忽乎吾将行兮！'
            ],
            'spell' => [
                'yǔ qián shì ér jiē rán xī, wú yòu hé yuàn hū jīn zhī rén!',
                'yú jiāng dǒng dào ér bù yù xī, gù jiāng zhòng hūn ér zhōng shēn!',
                'luàn yuē: luán niǎo fèng huáng, rì yǐ yuǎn xī.',
                'yàn què wū què, cháo táng tán xī.',
                'lù shēn xīn yí, sǐ lín báo xī.',
                'xīng sāo bìng yù, fāng bù dé báo xī.',
                'yīn yáng yì wèi, shí bù dàng xī.',
                'huái xìn tuó chì, hū hū wú jiāng xíng xī! āi yǐng',
            ],
            'vernacular' => [
                '纵观历史都是这样啊，我又何苦抱怨今人的行径！',
                '但我要坚持正道而毫不犹豫，当然那将使我一生遭难不见光明！',
                '尾声：鸾鸟和凤凰啊，一天比一天远了。',
                '燕雀和乌鹊啊，却把窝筑在庙堂上面。',
                '瑞香和辛夷啊，都死在林丛草间。',
                '腥的臊的都被重用啊。',
                '芳的香的却不得靠前。',
                '阴阳错位都颠倒了位置，这世道真是失常大变。',
                '怀抱忠心的人反失意，我还是赶快远走别迟疑！',
            ],
            'notes' => [
            ],
        ],
    ],
    'unscramble' => [
    ],
];
